{
    "name": "My Father, the Cat",
    "author": [
        "Jarvis, E. K.",
        "Leslie, O. H.",
        "Mitchell, Clyde",
        "Slesar, Henry"
    ],
    "body": "My mother was a lovely, delicate woman from the coast of Brittany, who\nwas miserable sleeping on less than three mattresses, and who, it is\nsaid, was once injured by a falling leaf in her garden. My grandfather,\na descendant of the French nobility whose family had ridden the tumbrils\nof the Revolution, tended her fragile body and spirit with the same\nloving care given rare, brief-blooming flowers. You may imagine from\nthis his attitude concerning marriage. He lived in terror of the vulgar,\nheavy-handed man who would one day win my mother's heart, and at last,\nthis persistent dread killed him. His concern was unnecessary, however,\nfor my mother chose a suitor who was as free of mundane brutality as a\nhusband could be. Her choice was Dauphin, a remarkable white cat which\nstrayed onto the estate shortly after his death.\n\nDauphin was an unusually large Angora, and his ability to speak in\ncultured French, English, and Italian was sufficient to cause my mother\nto adopt him as a household pet. It did not take long for her to\nrealize that Dauphin deserved a higher status, and he became her friend,\nprotector, and confidante. He never spoke of his origin, nor where he\nhad acquired the classical education which made him such an entertaining\ncompanion. After two years, it was easy for my mother, an unworldly\nwoman at best, to forget the dissimilarity in their species. In fact,\nshe was convinced that Dauphin was an enchanted prince, and Dauphin, in\nconsideration of her illusions, never dissuaded her. At last, they were\nmarried by an understanding clergyman of the locale, who solemnly filled\nin the marriage application with the name of M. Edwarde Dauphin.\n\nI, Etienne Dauphin, am their son.\n\nTo be candid, I am a handsome youth, not unlike my mother in the\ndelicacy of my features. My father's heritage is evident in my large,\nfeline eyes, and in my slight body and quick movements. My mother's\ndeath, when I was four, left me in the charge of my father and his\ncoterie of loyal servants, and I could not have wished for a finer\nupbringing. It is to my father's patient tutoring that I owe whatever\ngraces I now possess. It was my father, the cat, whose gentle paws\nguided me to the treasure houses of literature, art, and music, whose\nwhiskers bristled with pleasure at a goose well cooked, at a meal well\nserved, at a wine well chosen. How many happy hours we shared! He knew\nmore of life and the humanities, my father, the cat, than any human I\nhave met in all my twenty-three years.\n\nUntil the age of eighteen, my education was his personal challenge.\nThen, it was his desire to send me into the world outside the gates. He\nchose for me a university in America, for he was deeply fond of what he\ncalled \"that great raw country,\" where he believed my feline qualities\nmight be tempered by the aggressiveness of the rough-coated barking dogs\nI would be sure to meet.\n\nI must confess to a certain amount of unhappiness in my early American\nyears, torn as I was from the comforts of the estate and the wisdom of\nmy father, the cat. But I became adapted, and even upon my graduation\nfrom the university, sought and held employment in a metropolitan art\nmuseum. It was there I met Joanna, the young woman I intended to make my\nbride.\n\nJoanna was a product of the great American southwest, the daughter of a\ncattle-raiser. There was a blooming vitality in her face and her body, a\nlustiness born of open skies and desert. Her hair was not the gold of\nantiquity; it was new gold, freshly mined from the black rock. Her eyes\nwere not like old-world diamonds; their sparkle was that of sunlight on\na cascading river. Her figure was bold, an open declaration of her sex.\n\nShe was, perhaps, an unusual choice for the son of fairy-like mother and\nan Angora cat. But from the first meeting of our eyes, I knew that I\nwould someday bring Joanna to my father's estate to present her as my\nfiancee.\n\nI approached that occasion with understandable trepidation. My father\nhad been explicit in his advice before I departed for America, but on no\npoint had he been more emphatic than secrecy concerning himself. He\nassured me that revelation of my paternity would bring ridicule and\nunhappiness upon me. The advice was sound, of course, and not even\nJoanna knew that our journey's end would bring us to the estate of a\nlarge, cultured, and conversing cat. I had deliberately fostered the\nimpression that I was orphaned, believing that the proper place for\nrevealing the truth was the atmosphere of my father's home in France. I\nwas certain that Joanna would accept her father-in-law without distress.\nIndeed, hadn't nearly a score of human servants remained devoted to\ntheir feline master for almost a generation?\n\nWe had agreed to be wed on the first of June, and on May the fourth,\nemplaned in New York for Paris. We were met at Orly Field by Francois,\nmy father's solemn manservant, who had been delegated not so much as\nescort as he was chaperone, my father having retained much of the old\nworld proprieties. It was a long trip by automobile to our estate in\nBrittany, and I must admit to a brooding silence throughout the drive\nwhich frankly puzzled Joanna.\n\nHowever, when the great stone fortress that was our home came within\nview, my fears and doubts were quickly dispelled. Joanna, like so many\nAmericans, was thrilled at the aura of venerability and royal custom\nsurrounding the estate. Francois placed her in charge of Madame Jolinet,\nwho clapped her plump old hands with delight at the sight of her fresh\nblonde beauty, and chattered and clucked like a mother hen as she led\nJoanna to her room on the second floor. As for myself, I had one\nimmediate wish: to see my father, the cat.\n\nHe greeted me in the library, where he had been anxiously awaiting our\narrival, curled up in his favorite chair by the fireside, a wide-mouthed\ngoblet of cognac by his side. As I entered the room, he lifted a paw\nformally, but then his reserve was dissolved by the emotion of our\nreunion, and he licked my face in unashamed joy.\n\nFrancois refreshed his glass, and poured another for me, and we toasted\neach other's well-being.\n\n\"To you, _mon purr_,\" I said, using the affectionate name of my\nchildhood memory.\n\n\"To Joanna,\" my father said. He smacked his lips over the cognac, and\nwiped his whiskers gravely. \"And where is this paragon?\"\n\n\"With Madame Jolinet. She will be down shortly.\"\n\n\"And you have told her everything?\"\n\nI blushed. \"No, _mon purr_, I have not. I thought it best to wait until\nwe were home. She is a wonderful woman,\" I added impulsively. \"She will\nnot be--\"\n\n\"Horrified?\" my father said. \"What makes you so certain, my son?\"\n\n\"Because she is a woman of great heart,\" I said stoutly. \"She was\neducated at a fine college for women in Eastern America. Her ancestors\nwere rugged people, given to legend and folklore. She is a warm, human\nperson--\"\n\n\"Human,\" my father sighed, and his tail swished. \"You are expecting too\nmuch of your beloved, Etienne. Even a woman of the finest character may\nbe dismayed in this situation.\"\n\n\"But my mother--\"\n\n\"Your mother was an exception, a changeling of the Fairies. You must not\nlook for your mother's soul in Joanna's eyes.\" He jumped from his chair,\nand came towards me, resting his paw upon my knee. \"I am glad you have\nnot spoken of me, Etienne. Now you must keep your silence forever.\"\n\nI was shocked. I reached down and touched my father's silky fur,\nsaddened by the look of his age in his gray, gold-flecked eyes, and by\nthe tinge of yellow in his white coat.\n\n\"No, _mon purr_,\" I said. \"Joanna must know the truth. Joanna must know\nhow proud I am to be the son of Edwarde Dauphin.\"\n\n\"Then you will lose her.\"\n\n\"Never! That cannot happen!\"\n\nMy father walked stiffly to the fireplace, staring into the gray ashes.\n\"Ring for Francois,\" he said. \"Let him build the fire. I am cold,\nEtienne.\"\n\nI walked to the cord and pulled it. My father turned to me and said:\n\"You must wait, my son. At dinner this evening, perhaps. Do not speak of\nme until then.\"\n\n\"Very well, father.\"\n\nWhen I left the library, I encountered Joanna at the head of the\nstairway, and she spoke to me excitedly.\n\n\"Oh, Etienne! What a _beautiful_ old house. I know I will love it! May\nwe see the rest?\"\n\n\"Of course,\" I said.\n\n\"You look troubled. Is something wrong?\"\n\n\"No, no. I was thinking how lovely you are.\"\n\nWe embraced, and her warm full body against mine confirmed my conviction\nthat we should never be parted. She put her arm in mine, and we strolled\nthrough the great rooms of the house. She was ecstatic at their size and\nelegance, exclaiming over the carpeting, the gnarled furniture, the\nancient silver and pewter, the gallery of family paintings. When she\ncame upon an early portrait of my mother, her eyes misted.\n\n\"She was lovely,\" Joanna said. \"Like a princess! And what of your\nfather? Is there no portrait of him?\"\n\n\"No,\" I said hurriedly. \"No portrait.\" I had spoken my first lie to\nJoanna, for there was a painting, half-completed, which my mother had\nbegun in the last year of her life. It was a whispering little\nwatercolor, and Joanna discovered it to my consternation.\n\n\"What a magnificent cat!\" she said. \"Was it a pet?\"\n\n\"It is Dauphin,\" I said nervously.\n\nShe laughed. \"He has your eyes, Etienne.\"\n\n\"Joanna, I must tell you something--\"\n\n\"And this ferocious gentleman with the moustaches? Who is he?\"\n\n\"My grandfather. Joanna, you must listen--\"\n\nFrancois, who had been following our inspection tour at shadow's-length,\ninterrupted. I suspected that his timing was no mere coincidence.\n\n\"We will be serving dinner at seven-thirty,\" he said. \"If the lady would\ncare to dress--\"\n\n\"Of course,\" Joanna said. \"Will you excuse me, Etienne?\"\n\nI bowed to her, and she was gone.\n\nAt fifteen minutes to the appointed dining time, I was ready, and\nhastened below to talk once more with my father. He was in the dining\nroom, instructing the servants as to the placement of the silver and\naccessories. My father was proud of the excellence of his table, and\ntook all his meals in the splendid manner. His appreciation of food and\nwine was unsurpassed in my experience, and it had always been the\ngreatest of pleasures for me to watch him at table, stalking across the\ndamask and dipping delicately into the silver dishes prepared for him.\nHe pretended to be too busy with his dinner preparations to engage me in\nconversation, but I insisted.\n\n\"I must talk to you,\" I said. \"We must decide together how to do this.\"\n\n\"It will not be easy,\" he answered with a twinkle. \"Consider Joanna's\nview. A cat as large and as old as myself is cause enough for comment. A\ncat that speaks is alarming. A cat that dines at table with the\nhousehold is shocking. And a cat whom you must introduce as your--\"\n\n\"Stop it!\" I cried. \"Joanna must know the truth. You must help me reveal\nit to her.\"\n\n\"Then you will not heed my advice?\"\n\n\"In all things but this. Our marriage can never be happy unless she\naccepts you for what you are.\"\n\n\"And if there is no marriage?\"\n\nI would not admit to this possibility. Joanna was mine; nothing could\nalter that. The look of pain and bewilderment in my eyes must have been\nevident to my father, for he touched my arm gently with his paw and\nsaid:\n\n\"I will help you, Etienne. You must give me your trust.\"\n\n\"Always!\"\n\n\"Then come to dinner with Joanna and explain nothing. Wait for me to\nappear.\"\n\nI grasped his paw and raised it to my lips. \"Thank you, father!\"\n\nHe turned to Francois, and snapped: \"You have my instructions?\"\n\n\"Yes, sir,\" the servant replied.\n\n\"Then all is ready. I shall return to my room now, Etienne. You may\nbring your fiancee to dine.\"\n\nI hastened up the stairway, and found Joanna ready, strikingly beautiful\nin shimmering white satin. Together, we descended the grand staircase\nand entered the room.\n\nHer eyes shone at the magnificence of the service set upon the table, at\nthe soldiery array of fine wines, some of them already poured into their\nproper glasses for my father's enjoyment: _Haut Medoc_, from _St.\nEstephe_, authentic _Chablis_, _Epernay Champagne_, and an American\nimport from the Napa Valley of which he was fond. I waited expectantly\nfor his appearance as we sipped our aperitif, while Joanna chatted about\ninnocuous matters, with no idea of the tormented state I was in.\n\nAt eight o'clock, my father had not yet made his appearance, and I grew\never more distraught as Francois signalled for the serving of the\n_bouillon au madere_. Had he changed his mind? Would I be left to\nexplain my status without his help? I hadn't realized until this moment\nhow difficult a task I had allotted for myself, and the fear of losing\nJoanna was terrible within me. The soup was flat and tasteless on my\ntongue, and the misery in my manner was too apparent for Joanna to miss.\n\n\"What is it, Etienne?\" she said. \"You've been so morose all day. Can't\nyou tell me what's wrong?\"\n\n\"No, it's nothing. It's just--\" I let the impulse take possession of my\nspeech. \"Joanna, there's something I should tell you. About my mother,\nand my father--\"\n\n\"Ahem,\" Francois said.\n\nHe turned to the doorway, and our glances followed his.\n\n\"Oh, Etienne!\" Joanna cried, in a voice ringing with delight.\n\nIt was my father, the cat, watching us with his gray, gold-flecked eyes.\nHe approached the dining table, regarding Joanna with timidity and\ncaution.\n\n\"It's the cat in the painting!\" Joanna said. \"You didn't tell me he was\nhere, Etienne. He's beautiful!\"\n\n\"Joanna, this is--\"\n\n\"Dauphin! I would have known him anywhere. Here, Dauphin! Here, kitty,\nkitty, kitty!\"\n\nSlowly, my father approached her outstretched hand, and allowed her to\nscratch the thick fur on the back of his neck.\n\n\"Aren't you the pretty little pussy! Aren't you the sweetest little\nthing!\"\n\n\"Joanna!\"\n\nShe lifted my father by the haunches, and held him in her lap, stroking\nhis fur and cooing the silly little words that women address to their\npets. The sight pained and confused me, and I sought to find an opening\nword that would allow me to explain, yet hoping all the time that my\nfather would himself provide the answer.\n\nThen my father spoke.\n\n\"Meow,\" he said.\n\n\"Are you hungry?\" Joanna asked solicitously. \"Is the little pussy\nhungry?\"\n\n\"Meow,\" my father said, and I believed my heart broke then and there. He\nleaped from her lap and padded across the room. I watched him through\nblurred eyes as he followed Francois to the corner, where the servant\nhad placed a shallow bowl of milk. He lapped at it eagerly, until the\nlast white drop was gone. Then he yawned and stretched, and trotted back\nto the doorway, with one fleeting glance in my direction that spoke\narticulately of what I must do next.\n\n\"What a wonderful animal,\" Joanna said.\n\n\"Yes,\" I answered. \"He was my mother's favorite.\"\n\n",
    "metadata": {
        "author": [
            "Jarvis, E. K.",
            "Leslie, O. H.",
            "Mitchell, Clyde",
            "Slesar, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28119/pg28119.txt",
        "name": "my_father_the_cat.json"
    }
}