{
    "name": "My sweetheart's the Man in the Moon",
    "author": [
        "Marlowe, Stephen",
        "Lesser, Milt",
        "Granger, Darius John",
        "Lesser, Milton",
        "Thames, C. H.",
        "Ridgway, Jason",
        "Wilder, Stephen",
        "Chase, Adam"
    ],
    "body": "Jeanne turned off the radio and went downstairs slowly, watching how\nthe gold-shot curtains on the landing window caught the sunlight in a\nmultitude of brilliant flecks. She shuddered slightly. Up _there_, the\nsun would scorch and sear.\n\nWhen she entered the living room, Aunt Anna looked up from her\nmagazine, and Pop puffed on his calabash pipe, occasionally grunting\nwith satisfaction. Mom looked at Jeanne hopefully, but soon turned away\nin confusion. She could not tell whether Jeanne wanted her to laugh or\ncry.\n\n\"Well,\" said Jeanne, instantly hating the flippant way she tried to\nspeak, \"he got there.\" She never quite knew why, but whenever emotions\nthreatened to choke her up she would slip on the mask, the carefree\nattitude, the what-do-I-care voice she was using now.\n\n\"All the way--_there_?\" Aunt Anna fluttered her eyebrows, allowing\nherself a rare display of emotion.\n\nMom smiled, laughed briefly and nervously. She touched Jeanne's cheek\ntentatively with a trembling hand, hugged her daughter quickly and drew\nback. \"I didn't know,\" she said. \"None of us knew. We were afraid to\nlisten. I mean, it's so far.\"\n\n\"Knew he'd make it,\" said Pop, tamping his pipe full with another load\nof tobacco from the humidor. \"Tom's got good stuff in him. Smokes a\npipe, you know.\"\n\n\"Not up there,\" said Jeanne practically. \"It would waste oxygen.\"\n\n\"It says here in this magazine the moon is 240,000 miles away,\" Aunt\nAnna told them.\n\n\"Did the announcer say how Tom felt?\" Mom wanted to know.\n\n\"Just imagine how it will be,\" Aunt Anna said, \"when we get Tom\nback here and he speaks to the Women's League. We'll have to make\narrangements--\"\n\n\"Can't,\" Pop reminded her. \"Government hasn't said anything about when\nTom's coming back. Liable to keep him there a long time. Do the boy\ngood. See what he's really made of, I always say. Andrea, your roast is\nburning.\"\n\nMom scurried off toward the kitchen. A moment after she disappeared,\nthe phone rang and Aunt Anna took the receiver off its cradle. \"Hello?\nYes, this is the Peterson home. Yes, she is. In a moment. Jeanne, it's\nfor you.\"\n\n\"Hmmmm,\" Jeanne chortled. \"Some fellow trying to make time because\nTom's too far away to protest.\" She hated herself for saying it, and\nadministered the mental kick in the pants which never helped. She was\nmissing Tom more acutely every minute. The distance was unthinkable,\nthe moon almost too remote to consider, lost up there in infinite void,\nsurrounded by parcels--parsecs?--of nothing.\n\nPicking up the receiver, Jeanne turned her back to Aunt Anna, who\nappeared quite eager to listen to at least half of the conversation.\n\"Hello? Yes, this is Jeanne Peterson. The _Times-Democrat_? I could\nsee you today, I suppose. Why, here at home. I'm on vacation. But\nwhat--about Tom? Oh, I see. Oh, they told you down at White Sands.\nWell, all right. 'Bye.\"\n\n\"It was a man,\" said Aunt Anna.\n\n\"Who said my roast was burning?\" Mom asked them all indignantly as she\nreturned from the kitchen.\n\n\"Who was the young man, Jeanne?\" Aunt Anna asked.\n\nJeanne grinned, brushed back a stray lock of her blonde hair. \"Sorry to\ndisappoint an old gossip like you, but--\"\n\n\"Tom _is_ a long way off!\"\n\n\"That was just Mr. Lubrano, a reporter on the _Times-Democrat_. 'How\ndoes it feel to be the fiancee of the first man to reach the moon,' he\nsaid. Funny, I hadn't thought of it that way at all. How does it feel?\nDid he expect me to turn cartwheels? (_But, I_ am _proud of Tom, so why\ndon't I admit it?_) He'll be down to interview me this afternoon.\"\n\n\"After dinner, I hope,\" said Mom.\n\nAwkwardly, Aunt Anna lit a cigarette--something she did only on rare,\nimportant occasions. \"It never occurred to me,\" she said slowly, trying\nto remove tobacco grains from her tongue as delicately as possible with\nthumb and forefinger. \"Not for a moment. But Jeanne, in her own right,\nis also a celebrity. The Women's League has watched her grow up, I\nknow. But suddenly, all at once, Jeanne is different. Andrea, get May\nKing on the phone!\"\n\n\"May--the president?\" Mom wanted to know, somewhat awed.\n\n\"Of course, Andrea. A little imagination, that's what you need.\"\n\nMom got up doubtfully, approached the telephone as if it might jump up\nand attack her.\n\n\"Forget it,\" Jeanne told them. _Use big words. Use words which would\nhave ridiculous double-entendres for them. Frighten them._ \"I won't\nprostitute my emotional relationship with Tom for all the Women's\nLeagues in the county. Forget it.\"\n\n\"Jeanne!\" said Aunt Anna.\n\n\"Jeanne,\" Mom echoed her, more than a little shocked. \"What all this\nhas to do with--Jeanne! Oh....\"\n\nBut Jeanne was on her way upstairs to put on something gay and bright\nfor the arrival of Mr. Lubrano. Now that she thought of it, she liked\nthe almost electric crackle in the reporter's voice over the phone.\n\n\n\n\"Good afternoon, Miss Peterson. Honest, I feel almost like a cub. In\na few hours, you've become quite a figure.\" Mr. Lubrano was young,\ngood-looking in a dark, dangerous, eager Latin way. He took Jeanne's\nproffered hand, held it and looked at her long enough to let her know\nhe appreciated what he saw, briefly enough to indicate everything would\nbe strictly business if she wanted it that way.\n\nJeanne had been firm with Aunt Anna and her folks. Their part in this\nwas to be strictly a vicarious one. She would answer their questions\nlater. As it turned out, Pop almost had to propel Aunt Anna from\nthe room, and this only because Jeanne had insisted beforehand. Mom\ncouldn't fathom the fuss or the secrecy, and contentedly did as she was\ntold.\n\n\"You're younger than I expected, Miss Peterson.\"\n\n\"Come now. Tom's only twenty-five. You know that.\"\n\n\"Well, then, prettier.\"\n\n\"Then we're even. After a reporter friend Pop once had, you could be\nTyrone Power.\"\n\n\"Lovely dress you're wearing.\" He fingered the taffeta at her shoulder,\nlet his hand rest more heavily than necessary. When she pulled away and\nsat as primly as she could on a straight-backed chair he said the one\nword, \"Business?\" He made it a question.\n\n\"Business.\"\n\n\"Just how long have you known the Man in the Moon?\"\n\n\"The Man--really!\"\n\n\"Oh, that's him. That's your Thomas Bentley. He's the Man in the Moon\nnow.\"\n\nJeanne suppressed an unfeminine snicker. \"About nine years. High school\ntogether, dates, going steady, engaged. The usual middle-sized town\nsort of thing.\"\n\n\"Love him?\"\n\n\"Of course. Really, Mr. Lubrano.\"\n\nFor the next thirty minutes, Dan Lubrano asked her the sort of\nquestions that might make an adequate Sunday-supplement feature.\nNothing startling, nothing very original--except for the fact that\nJeanne, as the fiancee of the first man to rocket across interplanetary\nspace and reach the moon, was an unusual subject. Did she plan on\nmarrying Tom upon his return? Naturally, but only the highest echelon\nof government and military circles knew when that might be. Was she\nafraid the utter desolation of space would somehow--change him? Lubrano\nmade the pause significant. Might make him more romantic if anything,\nalthough Tom never tended toward stodginess. Could she be quoted as\nsaying she looked up at the moon every clear night and called softly,\nsilently, secretly to Tom across the unthinkable distances? Yes, if it\nwere absolutely necessary.\n\nWhen they finished, Jeanne said: \"Don't tell me that's all, Dan?\"\n\n\"Officially, yes. Unofficially, I haven't started. Look, Miss\nPeterson--Jeanne--mind if I'm perfectly frank?\"\n\nJeanne said she didn't mind at all.\n\nLubrano grinned, displaying his piano-key teeth. \"Jeanne, all my life\nI've looked for something like you. Only it's something you almost\nnever find. Either you're lucky or you're not. Me, I'm lucky, I've\nfound the fiancee of the Man in the Moon. To make things even better,\nyou've got your share of good looks--and you're not dumb, either.\"\n\n\"I don't understand.\"\n\n\"Jeanne, we can make a million bucks together. Quick, with hardly any\nwork. Want to?\"\n\n\"It sounds crazy, Dan. You're not making any sense.\"\n\n\"No? Then listen.\" He turned on the radio, waited for the tubes to warm\nup, dialed at random for a station. \"... at this hour, we know only\nthat the Man in the Moon has landed on Earth's far satellite, that he\nhas signalled the success of his mission with a phosphorous flare,\nand that he has as yet established no radio contact, although that is\nexpected momentarily. It is anticipated that the government will make\nan announcement shortly. This much is certain, however. In order to\nconsolidate our position on the moon, we will have to send up another\nspaceman to join fearless Captain Bentley on our bleak satellite,\neventually an entire crew of technicians--\"\n\n\"Is that all?\" Jeanne demanded. \"Of course Tom is news. What's the\nconnection?\"\n\n\"News is right. The biggest since we exploded the A-bomb. Listen.\"\nLubrano dialed for another station. \"... dream of all centuries,\nall generations. A spaceship to the moon. The implications are so\ntremendous that man hasn't even considered all of them. American\nknow-how, scientific ability and determination has once again brought\na new era to mankind. Tonight before you retire, Mr. and Mrs. America,\ngive a silent prayer of thanks to our Maker for giving us the Man in\nthe Moon. This is--\"\n\nLubrano flicked the dial again. \"... presented by Crunchy Kernels, the\ncereal with the truly sprightly crackle. And here he is, ladies and\ngentlemen, in a direct interview from White Sands, New Mexico. Dr. Amos\nT. Kedder, assistant supervisor of electronics for the final stages of\nthe spaceship's construction--\"\n\n\"See what I mean?\" Lubrano asked triumphantly, turning off the radio.\n\"Assistant supervisor in charge of electronics. Well, a pat on the\nbackside for him. Nobody yesterday, the feature attraction on the\nCrunchy Kernel Guest of Honor Show today. Startling, isn't it?\"\n\n\"What's all this got to do with me?\" Jeanne asked.\n\n\"Every place you turn,\" said Lubrano. \"Can't avoid it. Honey, who wants\nto? Don't get me wrong. You won't just be my meal ticket. I'll have to\ndo most of the work, but together, watch our smoke. A million bucks,\nhoney! That's the goal. Want to get on the gravy train?\"\n\n\"Maybe,\" said Jeanne. \"But I still don't--\"\n\n\"Look,\" Lubrano sneered. \"I'm a newspaperman, struggling along at\nfifteen bucks a week over the Guild minimum. But I got ideas, honey.\nPublic relations, that's the field. Public relations. There's millions\nin it.\n\n\"Get the right start and you got it made. We can't have Bentley here\non Earth--tough. But we got his gal-friend. A red-hot item, if handled\nproperly. Man! Commercial endorsements as a starter, then maybe a\nlecture tour, theater appearances, even cheesecake pictures for the\nmagazines. Get it, honey?\"\n\n\"Why, yes. I'm beginning to under--\"\n\n\"Of course you get it! Jeanne Peterson reads _Cosmopolite_ to while\naway her lonely hours. Jeanne smokes _Dromedaries_, relaxes in her\nbathtub with _Luroscent_, dreams of her lover on the moon on a\n_Softafoam_ pillow, writes him letters and saves them for his return by\nusing _Perma-blue_ ink, wears a _Furform_ coat to keep her warm while\ngazing at the crescent moon on chill autumn nights. Get it, honey? Get\nit?\"\n\nJeanne laughed softly. \"Talk about your prostitution,\" she said,\nhalf-aloud.\n\n\"Huh? What say?\" Effusive with enthusiasm, Lubrano hardly heard her.\n\n\"Nothing. Nothing. It's been interesting, Dan.\" She stood up, led him\nto the door. \"Let me think about it. I've got to think.\"\n\n\"Say, wait a minute.\" Almost, Lubrano seemed indignant. \"You looked all\nhepped up about it, honey--why the quick freeze? If you think you can\ndo this yourself without help from me, you've got another guess coming.\nI've got the contacts, you've got the name we want to sell. You can't\ndo it alone. A fifty-fifty split, straight down the middle.\"\n\nMechanically, Jeanne's mind went to work. Also mechanically, she spoke.\n\"Fifty-fifty baloney. You get twenty-five per cent, Mr. Lubrano, and\nnot another penny. You must take me for a yokel.\"\n\n\"Forty.\"\n\n\"I said twenty-five.\"\n\n\"All right. All right. There's still enough in it for me. Twenty-five\nper cent. Meet me tomorrow morning at my--\"\n\n\"That's _if_ I decide the idea is worthwhile,\" Jeanne said, pushing him\nacross the door-sill and watching him retreat reluctantly down the walk\nto the street.\n\n\n\nWhen Mom and the others asked Jeanne later, she was the picture\nof co-operation. She told them everything about Mr. Lubrano and\nhis pleasant interview. She told them nothing about Dan and his\nnot-so-fantastic plans.\n\nJeanne excused herself after dinner, her mind seething with proposal\nand counter-proposal, and went upstairs to her room, but found sleep\nimpossible. Was it fair to Tom, capitalizing on whatever feelings\nthey had for each other? Was it fair to herself? If Lubrano had his\nway, a glorified Hollywood love would result. Jeanne and Tom would\nbe adopted by the nation as its favorite lovers. Their faces would\ngrace pop-bottles, sipping cola together in an infinite regress of\nprogressively smaller bottles. Their forms would loll on all the beach\nbillboards, proclaiming in the latest, brightest colors that the Man in\nthe Moon and his girl-friend insisted on _Sunburst_ bathing suits. And\nJeanne would be waiting with her _Chlorogate_ toothpaste smile for her\nlover to return from the infinite distances.\n\nWhen he returned, nothing would be left. Commercial love,\nexploited love, hounded love, a cheap, impossible, publicized and\ndoomed-to-failure marriage, if Tom ever allowed it to go that far.\n\n\"Phooey on you, Jeanne Peterson!\" Jeanne said aloud, and sat up in bed,\nsurprised at the loudness of her own voice. She was imagining things.\nIt wouldn't be as bad as all that. Exploitation for a few months--and\na small fortune, if not the great wealth that Dan promised. And the\nphysical comforts made possible by whatever she earned would, over a\nperiod of time, smother Tom's anger.\n\nStill, the one honest emotional experience which somehow had penetrated\ndeeper than the veneer she exposed to the world had been her\nrelationship with Tom. But she could make money, make herself happy,\nmake Tom happy--if not immediately on his return then eventually.\nBut....\n\nSoon after the milkman pulled his truck to the curb down on the corner,\nJeanne fell asleep.\n\n\n\n\"Hold it! Hold it!\" The agency director of photography, a small,\nround man with a thin voice, waved the photographer off his camera\nimpatiently and scowled at Jeanne. \"You're a nice girl, Miss Peterson.\nThat's a nice nightgown, filmy, but not so filmy it won't get by the\ncensors. You got a nice figure and the country will love you. So why\ndon't you be a nice model too?\n\n\"That ain't just a mattress you're on, Miss Peterson. How many times I\ngotta tell you that's the mattress you're waiting for Tom on? 'I miss\nTom so, I'd never sleep, thinking of him so helpless and far away,\nthe first Man in the Moon. Except for my _Beautysleep_ mattress which\ninduces sleep with its special inner-spring construction.' I ain't no\ncopy-writer, Miss Peterson, but it will be something like that. So,\ncuddle up on that mattress like it will have to do till Tom comes home\nfrom the moon. Cuddle nice, Miss Peterson, cuddle nice.\"\n\nIt took Jeanne exactly fifty-five minutes longer before she could\ncuddle nice. They then took the picture in a matter of seconds, and\nJeanne was allowed to change into her street clothes. Hurrying, she was\nonly fifteen minutes late for her luncheon engagement with Lubrano.\n\n\"Three months,\" Lubrano said, after they'd settled themselves over\ncocktails. \"Not bad, honey. Know how much we grossed, including the\n_Beautysleep_ account?\"\n\n\"Yes,\" Jeanne told him. \"Twenty-eight thousand, three hundred and four\ndollars.\"\n\n\"Not bad,\" said Lubrano. \"It takes the right kind of press, naturally.\nThat's me, honey, the right kind of press.\"\n\n\"Yes,\" said Jeanne. \"We're a good combination, Dan. You're right, it\ncan't miss.\"\n\n\"Funny, you never sound excited about it.\"\n\n\"Maybe that's the way I am. I don't excite easily. So what?\"\n\n\"So nothing.\" Lubrano began cutting his pork tenderloin.\n\n\"What's next on the agenda?\" Jeanne wanted to know. \"Maybe I lasso the\nmoon with smoke rings blown from _Buccaneer_ cigarettes?\"\n\n\"Maybe you do eventually. Not right now. Right now you have to hop a\nplane for New Mexico and have a chat with the boyfriend.\"\n\n\"What?\" Jeanne felt something flip-flop madly in the pit of her\nstomach. \"Dan! Oh, Dan!\"\n\n\"That's right, honey. Through the courtesy of 'Hands Across the Ocean,'\nsponsored by Cleopatra Complexion Soap. A radio broadcast across a\nquarter of a million miles of space to re-unite you and Tommy boy. At\nleast, for three minutes.\"\n\n\"Oh, Dan, Dan--that's wonderful.\" Jeanne stood up, removed the napkin\nfrom her lap. \"If I hurry home and pack I can make a night plane and be\nin New Mexico by--\"\n\n\"Whoa. Relax, honey, there's no rush. The show is tomorrow night,\n11 P.M. our time. I've booked your reservation for the morning.\"\n\n\"I'm too excited to eat, Dan. Really. But thanks for everything.\"\nJeanne bent down as Lubrano prepared to attack his tenderloin again.\nShe kissed his forehead playfully, turned to leave.\n\nSomeone snickered, \"That's the moon girl, I think. I thought her\nboyfriend was way up there. Another cheap publicity stunt.\"\n\n\"Careful,\" Dan frowned. \"So you're happy. Don't go around ruining\neverything.\"\n\nStill smiling, Jeanne left.\n\n\n\n\"Sit down, Miss Peterson.\" The general waved Jeanne to a chair, half\nrose as she seated herself. \"Frankly, these publicity things always\nmake me nervous.\"\n\n\"_You're_ nervous! Look who's talking!\" Jeanne waited while the general\nlit a cigarette. \"Only three minutes! I can hardly think what to say.\"\n\n\"Is that bothering you, Miss? Don't worry. They showed me a copy of the\nscript.\"\n\n\"Script?\"\n\n\"Script, yes. For tonight's program. Your part is all there, word for\nword.\"\n\n\"But I thought--\"\n\n\"That it would be extemporaneous? I guess we're both new at this,\nMiss Peterson. I would have thought the same thing. But not with an\naudience of twenty million. That's what Mr. Pate said. Pate, he's the\ndirector of the show.\"\n\n\"But--but they can't do that. I want to talk to Tom. I want to tell\nhim--things. I won't recite any prepared speech.\" How ridiculous could\nthe whole situation become? Jeanne thought. She'd made a farce of their\nlove these months. Now she wanted to forget that, make up for it at\nleast in part by speaking to Tom, by pouring her heart out to him (as\nif she could even start to do that, in three minutes). If that fell\nthrough too.\n\n\"You'd better send for Mr. Pate.\"\n\n\"You don't understand. Mr. Pate's in charge, not me.\"\n\n\"Then--then I won't speak at all. Let him tell their audience that.\"\n\n\"What? Why, Miss, you can't do that. They expect you on the show and--\"\n\n\"Send for Mr. Pate.\" Suddenly, she was glad Lubrano hadn't come out\nhere with her. He naturally would have agreed with Mr. Pate.\n\nThe general picked up a phone on his desk, dialed. \"Afternoon, Captain.\nHave you seen Pate? What? Splendid. Of course I'll wait.\" He cupped a\nwell-manicured hand over the receiver. \"They're looking for him,\nMiss ... Eh? Hello? Mr. Pate? I'm sorry to bother you, but--yes,\nimportant. I wish you could come to my office, whenever you ...\nSplendid. Splendid.\" The general hung up. \"Be right here.\"\n\n\n\nTen minutes later, Pate arrived. He was young, florid of face, and\nlooked like he'd soon have a bad case of high blood pressure if he\ndidn't already have it. He waved a hand carelessly at the general. Too\ncarelessly. Like he was a recently discharged enlisted man who felt he\ndidn't have to bow and scrape any more.\n\n\"You're Jeanne. Recognize you anywhere. Like to tell your Tom he has\ngood taste.\"\n\n\"Fine,\" said Jeanne. \"Tell him anything you want. I'm not speaking.\"\n\n\"Ha, ha. Good joke.\"\n\n\"It's no joke, Mr. Pate. I won't recite any prepared speech. I\nabsolutely refuse.\"\n\n\"Say that again. No, don't bother.\" Pate's brick-red face assumed the\ncolor of good claret wine. \"Not ordinary, this. You probably thought we\nwouldn't reimburse you. Five thousand dollars all right?\"\n\n\"Please, Mr. Pate. I came here to talk with Tom. I want to talk, not\nrecite. Tear up your speech and I'll do it for nothing.\"\n\n\"Can't.\"\n\n\"Don't, then. Good-bye.\"\n\n\"Wait! General, can't you do something?\"\n\n\"She's not under my jurisdiction. I told her you know your business and\nshe was being--shall we say--something less than sensible.\"\n\n\"General! You never said anything like that. Don't you think I have a\nright to speak to my fiance?\"\n\n\"There's something to what you both say.\" Now the general sounded\nlike _he_ was talking from a prepared speech. _If it's a matter of\npublicity, never hurt anyone's feelings. Straddle that fence. Walk that\ntight-rope._\n\n\"Well, I'll be damned,\" said Pate. \"Show's got to go on. Is that final,\nMiss Peterson?\"\n\n\"You can bet your bottom dollar on it, as the expression goes.\" Jeanne\nalmost felt like smiling, despite the situation.\n\n\"Don't say anything unprintable, then. Tear up your speech. We've got\nto. See you in two hours.\" Muttering a brief word or two, Pate left,\nnot bothering to say good-bye to the general.\n\nThe general grinned professionally at Jeanne. \"Any time I can be of\nfurther assistance....\"\n\n\n\n\"Is this seat taken?\"\n\nJeanne looked up from her third cup of coffee, which she'd been\nstirring nervously. She'd found a small restaurant outside the post's\nmain gate.\n\n\"Why, no. Sit down, won't you?\" Jeanne smiled at the girl who\napproached her.\n\n\"Th-thanks.\"\n\nKind of a plain type, Jeanne decided. Not pretty, though certainly not\nhomely. Nice hair, if you liked it corn-silk color and long. Some men\ndid, she supposed. \"Cigarette?\"\n\n\"I--I don't smoke, thank you. You--you're Jeanne Peterson. I recognized\nyou. My name is Mary.\"\n\n\"Hello, Mary.\"\n\n\"Miss Peterson, I don't know how to begin. But I've got to talk to\nyou. You're a stranger and--Miss Peterson, please. You've got to do\nsomething....\"\n\n\"How can I help you if I don't know what you're talking about?\" Jeanne\nalmost felt like saying, _sister, I've got problems of my own_.\n\n\"It's Curt. Captain Curt Macomber. He's--maybe I shouldn't be telling\nyou this. You won't say anything. I mean--\"\n\n\"For gosh sakes, what _do_ you mean?\"\n\nThe girl sniffled.\n\n\"I'm sorry,\" said Jeanne. \"Go ahead.\" Maybe she'd feel better herself\nif she heard someone else's problems.\n\n\"Curt is going--up there. To the--the moon. I still can hardly believe\nit. But they're sending him to join Captain Bentley. Tonight, at\nmidnight.\"\n\n\"That's right, they did say something about sending a man to help Tom\nwith whatever he's doing.\"\n\n\"Establishing a base, that's what. Curt told me. Curt said--he said he\nwas going. He got two weeks of fast training and that's it. He told me\nthe ship--the spaceship--worked automatically, anyway. Captain Bentley\nwill brief him when he reaches the moon. Your Captain, Miss Peterson.\nBut--but I'm so ashamed.\"\n\n\"Ashamed?\" The whole thing sounded more and more like a soap opera to\nJeanne every minute.\n\n\"Curt--Curt and I, we got married. In secret. His folks didn't approve\nand--well, that's not important. But I'm--I'm--well, I haven't told\nCurt. I'm going to have a baby. I can't tell him now, not when he's\nabout to go further away than anyone. Miss Peterson, please don't tell\nanyone.\" More sniffles. \"Please.\"\n\n\"Forget about it. But I don't see where I can help you.\"\n\nThe girl spoke again, a quick-rushing torrent of words. \"You can speak\nto your captain and find out what it's like on the moon and discourage\nCurt, or maybe even tell Curt the truth, that I'm going to have a baby\nand then he'll understand he can't go. He doesn't have to go, he's a\nvolunteer. I mean, he can change his mind, if he wants to, if you can\nmake him....\" The girl's voice trailed off plaintively.\n\nAunt Anna would be all for doing it, and then telling her friends\nthe full details for the next five years or so. Pop would smoke his\npipe and grunt something about it doing the boy good. Mom would say,\n\"Whatever makes you happy, dear,\" and retreat to her kitchen. You\ncould never predict Dan Lubrano. He might tell her to don a pair\nof football shoulderpads, tackle Captain Macomber and sit on him\nuntil the automatic spaceship blasted off for the moon. (Weller's\nfootball equipment, of course. Nothing but the best, nothing but a\ncash-on-the-line endorsement.)\n\n\"I'll do what I can,\" Jeanne said finally. \"After the show, kid.\nMeanwhile, all you can do is take it easy. But I don't promise\nanything. Your Captain Macomber is a big boy now and probably, he'll\nmake his own decisions.\"\n\nThe thought of a naive, innocent girl like the one sitting beside her\nfalling into the publicity mill of another Dan Lubrano was almost\nhorrifying.\n\n\n\n\"Yessir, ladies and gentlemen. Every week at this time we all get\ntogether and join hands across the ocean--in Cleopatra Facial Soap's\nfamous human interest program, the show that tugs at your heart-strings\nas much as Cleopatra Facial Soap tugs at the grit and oil, removing\nthem from the pores of your skin--'Hands Across the Ocean.'\n\n\"Each week, Cleopatra Facial Soap extends a helping hand to men and\nwomen everywhere. Submit your story to us, and if it is judged a\nwinner, you will speak with your loved one over-seas--wherever he is,\nwhatever he's doing--courtesy of Cleopatra.\"\n\n_Soon, across the distances that defied imagination, she would hear his\nvoice--_\n\n\"Your master of ceremonies, Laird Larsen. Here he is, ladies and\ngentlemen, the man whose voice all lovers know--Laird Larsen!\"\n\n\"Hello, everybody, hello! Here we go again, in another Cleopatra\nattempt to make young lovers happy.\" Larsen, an unprepossessing man\nwho spoke like Clem McCarthy, smiled mechanically. \"This time, though,\n'Hands Across the Ocean' makes an unprecedented leap. The Pacific Ocean\nis a goldfish bowl compared to the empty space between us and the moon.\nBut Cleopatra Soap, in conjunction with the Amalgamated Broadcasting\nNetwork and the United States Air Force, will attempt to reach the moon\ntonight--by radio. Here with us is the lovely Jeanne Peterson, who....\"\n\nOn and on he rambled. _There was so much she wanted to tell Tom--_\n\n\"... and on the moon, on the unthinkably remote moon, Captain Tom\nBentley, alone on a wild, utterly unexplored frontier. More alone than\nany man has ever been before him. Lonely, perhaps a little terrified,\nalthough we feel our Captain Tom is made of sterner stuff....\"\n\n_Our Captain Tom._ All at once, it was sickening.\n\n\"Are you ready, Amalgamated? Very well.\"--appropriate tremble of the\nvoice--\"This is Cleopatra Soap, the planet Earth, calling Captain Tom\nBentley on the moon. Cleopatra Soap and all its millions of listeners,\ncalling the moon.\" Laird Larsen had picked up an unnecessarily complex\nmicrophone and was talking into it. \"Earth and Cleopatra calling Moon.\nDo you hear me, Moon?\"\n\n_But what could she tell him?_ \"Just imagine what it will be like when\nTom gets back here and speaks to the Women's League,\" said Aunt Anna.\nThat? \"They're liable to keep Tom on the moon a long time,\" said Pop.\n\"Hm-hmm,\" said Jeanne, \"some guy trying to make time because Tom's\ntoo far away to protest.\" That? \"I wouldn't prostitute my emotional\nrelationship with Tom for all the Women's Leagues in the country,\"\nJeanne said. Very funny. Tell him that? Tell him about Dan Lubrano?\n\n\"Cleopatra calling the Moon. Come in, Moon. Do you hear me?\" Laird\nLarsen mopped his brow. \"By now the radio waves have reached the moon\nand returned, ladies and gentlemen. But still, no contact with Captain\nBentley.\"\n\n_Why hadn't she agreed to use the prepared speech?_ If she talked to\nTom now, everything would be a lie. Nothing real. Nothing. And, she\ntold herself, this would be one more step toward cheapening whatever\nthey had. Twenty million people would gawk while they spoke. _Darling,\nI love you, I love you! Hooray!_\n\n\"Hello, Captain Bentley.\"\n\n\"This is Bentley.\" Tom's voice, faint, from far, far away--but\nunmistakably Tom's. It made Jeanne feel weak all over.\n\n\"Captain Bentley, I have a surprise for you. I have--\"\n\nOff in the wings, Mr. Pate stood, mopping his brow. The general was at\nhis side, beaming.\n\n\"Jeanne? Did you say Jeanne?\" Tom's voice, weak, so distant.\n\n\"Of course, Captain, Courtesy of Cleopatra Soap, the facial soap\nthat....\"\n\nJeanne wished he'd choke on all the bars of Cleopatra Soap that had\never been manufactured.\n\n\"And here she is, ladies and gentlemen, America's number one\nsweetheart, Jeanne Peterson, about to bridge the gap of interplanetary\nspace to chat with her lover.\"\n\nJeanne looked at the microphone and cringed. She walked forward, then\npaused. She stared once at Mr. Pate, still mopping his brow in the\nwings. Then she turned and fled, oblivious to the rising tide of voices\nbehind her.\n\n\n\nAlmost midnight. If Tom hadn't spoken so often of the White Sands\nAir Force base, she never would have come in here, never found the\nlittle-used gate behind the barracks, where Captain Macomber would\nenter to avoid publicity, never have mentioned the right few words to\nthe master sergeant at the gate-house. (_If ever you need anything,\ndarling, see Sergeant Reed. We were in Korea together._) Sergeant Reed\nhad been reluctant at first, but then had understood....\n\nShe crouched behind the gate-house in darkness now and listened.\n\n\"But I tell you I'm Macomber!\" the captain cried. \"You've got to let me\nthrough. The ship's blasting off on automatic in a few minutes.\"\n\n\"Just show me your identification,\" Sergeant Reed said.\n\n\"I already--\"\n\n\"Show it to me in the light where I can see it, Captain.\"\n\nJeanne ran down the runway that led past the little cement mounds of\nthe observation turrets toward the needle-like shape which loomed up in\nthe glare of a single floodlight. She had checked her wrist watch with\nSergeant Reed's. Four minutes to midnight. Reed would delay Captain\nMacomber long enough. It was only a matter of minutes now. The sergeant\nwould get a blistering chewing out, but could claim he'd only been\ndoing what he thought was his duty.\n\n_He told me the spaceship worked automatically_, the girl in the\nrestaurant had said.\n\nThe spaceship's airlock was not secured. There was no reason to secure\nit. Jeanne found Macomber's pressure suit and with two handfuls of\nthumbs buckled it on herself. Footsteps pounded along the runway as she\nslammed the airlock door.\n\nSeconds now. Less than seconds--\n\nThe last thing she told herself with a happy little smile, an instant\nbefore she blasted off in the second lunar ship, was that the Man in\nthe Moon would get a real surprise in a little while.",
    "metadata": {
        "author": [
            "Marlowe, Stephen",
            "Lesser, Milt",
            "Granger, Darius John",
            "Lesser, Milton",
            "Thames, C. H.",
            "Ridgway, Jason",
            "Wilder, Stephen",
            "Chase, Adam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68393/pg68393.txt",
        "name": "my_sweetheart_s_the_man_in_the_moon.json"
    }
}