{
    "name": "Never Gut-Shoot a Wampus",
    "author": [
        "Marks, Winston K. (Winston Kinney)",
        "Marks, Winston Kinney"
    ],
    "body": "I'm not exactly broke, but this Major Daphne owned more planets than I\ndo golf balls. Whereas my mining interests were mostly on earth, the\nMajor got in early on the Centaurus grab. A whole generation later, all\nI could stake out was one hot little hunk of tropical mud that no one\nelse would fool with.\n\nDaphne liked to kid me about my \"galactic empire\" every time we\ncollided at the club. I was a bachelor and Daphne was married, but he\nspent more time there than I.\n\nHe was a bear of a man with a bull-moose voice, the chest and shoulders\nof an ape, the appetite of a goat and the morals of a rabbit. There\nwere few wealthier men in the system and none half so noisy about it.\nHis favorite approach to bragging was to tell of his interstellar\nhunting expeditions.\n\nIt costs money to push even a private boat around out there, and nobody\nbut a fatheaded, ostentatious trillionaire would consider blowing half\na billion to shoot a brace of pink-eyed grouse, or travel a parsec to\nblast a two-ton Lartizian lizard.\n\nHe nailed me one morning in the slime-bath at the club. I was soaking\nout a hang-over and a few wrinkles in the filthy anti-biotic goo up in\nhealth service, when Major Daphne charged in with a towel around his\nfat middle and plunked down in the next vat. He splashed a gob of the\nvile smelling green stuff in my face, and I cursed him out.\n\nHe bristled at me as he settled his bulk on the sunken stool, \"Young\nman,\" he growled, \"profanity is the luxury of uneducated lackies and\nfoul-mouthed jackals. Which are you?\"\n\n\"Splash me again and I'll come over and drown you in this snot,\" I told\nhim.\n\nHe squinted under his gray eyebrows and roared, \"Oho! It's my\nempire-builder friend! Say, when are we going hunting on that\nfree-floating pimple of yours?\"\n\nWhen are _we_ going hunting! He had never so much as bought me a drink,\nand all of a sudden we were buddy-buddies. \"What's the matter?\" I said,\n\"run out of game on your private preserves?\"\n\n\"Just looking for amusement, my boy, I've put a hole in a dozen of\nevery specie on 17 planets. Covered all my Centaurus holdings, but\nnever did get around to, to--what do you call that little spitwad of\nyours?\"\n\nHe sounded serious, and an idea popped into my head. \"That little\nspitwad is Tigursh II, and it happens to be the hottest big animal\nplanet in the system.\"\n\n\"Sounds gamey,\" he nodded. \"Have you looked around it much?\"\n\nI had made only one trip to drop off a prospecting party on the north\npolar plains. That was two years ago, and all the word I'd had since\nwas a couple of double-talking messages relayed from Centaurii III,\nasking either double wages or immediate pickup and dismissal for the\nwhole party.\n\nSometime in the near future I must get out there and investigate\npersonally, but I had been stalling the trip to accumulate the liquid\nassets it took to lease a ship and outfit from the main base on\nCentaurii III.\n\n\"Been all over it,\" I lied. \"It's not much for comfort, but it's hell\nfor targets. Some really big stuff out there.\" This last was true. In\nthe week I had spent on the edge of the grassy plateau I had seen a\nnumber of herds of heavy-bodied four-leggers galumphing about.\n\n\"We'll make up a little party,\" the Major decided.\n\n\"Get yourself and your friends out to Centaurii III, and I'll provide a\nsmall craft and the gear for the hop over to, to--what did you call it?\"\n\n\"Tigursh II,\" I told him happily. This was what I had hoped. The\n$80,000 passage out to the system I could afford, and with Daphne\nfooting the rest of the bill I would save myself quite a piece of\nchange.\n\n\"How many will be in your party?\" he wanted to know. \"I'll send word\nahead for suitable accommodations and supplies.\"\n\n\"I hunt light,\" I told him. \"There'll be just me.\"\n\n\"Hmm. You must be nuts about the sport. You don't mind if I bring along\na little diversion?\"\n\n\"It's your party,\" I reminded him, more to confirm that he was expected\nto foot the bills than just to be agreeable.\n\n\"I'll keep my party small, too,\" he promised. \"Just the wife and--a few\nnieces.\"\n\n\n\nThe Major and his party were already gassed and crated when I arrived\nat the space-deck for the big jump, so it wasn't until they pulled the\nneedle out of me on Daphne's planet at main base that I got a look at\nhis wife and _nieces_.\n\nFrom that moment until we put down on Tigursh II, the shuttle trip was\none continuous party. Beside Daphne, there were Annellica, his legal\nwife, and six variously-hued, large-breasted, slender-hipped young\nwomen, each of different planetary origin and talents.\n\nWhen we were gathered in the cushion-lined salon of the Major's \"cosy\",\n200-foot hunting craft, he introduced them in two sections.\n\n\"My wife, Annellica,\" he said with a casual bow in her direction, \"and\nmy nieces.\" His face brightened with pleasure as he regarded them\ntumbled around on the billowing underfoot. Although their costumes were\nof different colors, they were all of singularly identical design. They\nwore one-piece dresses, demurely high-necked, puffed at the shoulders,\nbelted at the narrow waists--and that was all. The flounced skirts\nstood out as if heavily starched, but they rippled and floated in the\ndiminished gravity with a most titivating effect.\n\nAnnellica wore pants.\n\nI said I was charmed, but actually I was appalled, especially when the\nMajor explained. \"I only brought along six nieces this trip. Three for\nyou and three for me.\"\n\nWhere, I wondered, did this leave Annellica? The ship lifted under us\nwithout warning, and we tumbled about in a gay tangle of giggles and\nheavy perfume--all but Annellica and me. We were thrown together, and\nwe lay on our sides motionless, nose to nose, staring into each other's\neyes.\n\n\"Hello,\" I said. She heaved herself up against the two-gee pressure\nand leaned on an elbow regarding me with quiet, gray eyes. Her skin\nwas white, but it was still a relief when she answered in unaccented\nAminglish.\n\n\"Hello!\" she answered. \"Thank heavens you speak earth.\"\n\nAt our feet Daphne was tumbling up his galactic geishas with lusty\nshouts of laughter and gabbling in six different dialects.\n\n\"Are you a linguist?\" she asked. I shook my head, and she smiled for\nthe first time. \"Good!\" she exclaimed. \"You'll get tired of that\nbird-talk and pay some attention to me.\"\n\nShe sold herself short. Conversational boredom was the least likely\nreason I would seek the company of this fabulous creature. Daphne was\ncompletely engrossed with two wriggling, giggling extra-terrestrials at\nthe moment, so I rolled back and took in the rest of my hostess with an\nindiscreet survey.\n\nIn gray slacks and high-neck T-shirt, she presented the ever pleasantly\nmysterious enticement of the fully clothed female. Already my interest\nin the nieces and their leggy displays faded in favor of the one\npossibly forbidden morsel aboard.\n\nI reached out to touch the unbelievable platinum hair, but she frowned\na warning. \"Look, but don't touch,\" she said softly. I misunderstood,\nbut Daphne put me right on the subject. He was looking over at us.\n\n\"You're wasting your time,\" he called. \"She's colder than a methane\npopsickle. A real chip off of Jupiter. Let's eat, whadda ya say? Come,\nNelly, produce!\"\n\nAnnellica sighed. \"That belly of his! Life is one continuous\nsmorgasbord. Excuse me, Mr. Frost.\" She arose cautiously against the\ndouble gravity, but even under these circumstances not a line of her\nfirm curves drooped excessively. She was, I guessed, early thirtyish,\njudging from her mature manner, but she was firm and resilient as a\ngirl of 18.\n\n\n\nThe nieces had tired of scuffling in the heavier pull of out\nacceleration and lay with their cunning costumes plastered to their\nlimp, moist bodies. The Major tried a few last tickles, but the\nresponses were unsatisfactory grunts of fatigue.\n\nHe hauled himself over to me. \"Great girl, that Nellie. She's my\ngunbearer. By the way, what weapons do you use?\"\n\n\"Whatever you brought along,\" I said. \"This is your show.\"\n\n\"Good, good! They ought to outlaw these nasty little nuclear side-arms.\nNo sport at all. I'm a powder and lead man, myself. Give me a good\nrifle any day. Primitive but positive, if you know what you're doing.\"\n\nIn amazement I asked, \"You use inert projectiles on unknown game?\"\n\n\"Certainly. Oh, I've had a few close ones, but I learned my lesson in\nAfrica. I got over my impulse to gut-shoot everything that ran at me.\"\nHe showed me a wrinkled red scar on one shoulder at the base of his\nbull-neck. \"You never want to gut-shoot a lion. He keeps coming. Lead\nhas plenty of impact, but it mushes up and loses its shocking effect\nin the entrails. You got to break a bone to be sure on these fast\nbeasties. Same thing's true with most of these Wampuses.\"\n\n\"Wampuses?\" I asked.\n\n\"It's what I call any fast moving game that wears its skeleton on the\ninside,\" he explained. \"Some on every planet. Carnivorous. Teeth,\nclaws and a hell of an appetite's about all they have in common. Come\nin all shapes, but main thing is they come at you fast. A lion covers\na hundred yards in a little more than three seconds. Some of these\nextra-t's do better than that.\"\n\nI tried to look casual, but the truth was that I had never fired at a\nliving target in my life.\n\n\"Never gut-shoot a wampus,\" he repeated. \"Break a bone. That gives you\ntime to finish him off.\"\n\nOur sanguinary conversation ended with the appearance of a circular\ntray loaded with food. It slid in silently, supported from a silvery,\nover-head trestle. When it reached us it lowered to the pillowed deck,\nand the Major fell to with both hands.\n\nHe had eaten only a few bites when the uncomfortable plummeting of the\nfood down his gullet reminded him of the heavy pull of acceleration.\nHe threw back his head and roared into the concealed microphone\nover-head, \"Ease off to one gee, captain. A man can't enjoy his food.\"\n\nAfter a brief pause a man's voice answered, \"We'll have to replot the\norbit, and it will cost us several days at lower acceleration, Major.\"\n\n\"Ease off while we eat, then pick it up again,\" Daphne snapped,\noblivious to the work he was creating for the navigator. \"And don't\nmake me heave when you do it, either!\"\n\nThe pressure gradually diminished to normal earth gravity. Daphne\nbelched with relief. \"That's better.\"\n\nAnnellica was back. She and the girls joined Daphne, nibbling at the\nplatters of meats and swallowing copious quantities of a golden,\nlow-alcohol fluid they sucked from collapsible containers.\n\n\"Better eat, Frost,\" Daphne insisted. \"Be in free flight for a bit, and\nyou want to keep up your strength. I can't eat well in free flight.\nMakes me gassy.\"\n\nI forced down a few mouthfuls of the exotic rations, wondering why a\nsteward hadn't served us instead of Annellica. After the meal the girls\nbegan to perform for us--three of them, singing, dancing and producing\nweird music on tiny instruments they inserted in their mouths. The\nother three, Daphne told me, were strictly free flight artists from\nlow gee planets.\n\nAnnellica watched for a few minutes then got up and followed the food\ntray as it drifted away from us. I went after her. In the galley I\nfound her stowing the remnants back into refrigeration. She didn't wait\nfor me to ask the question.\n\n\"Daffy dislikes personal servants,\" she said. \"Roboid servers are not\npractical on the smaller craft, so I take care of our wants.\"\n\n\n\nShe scraped some half-chewed food into a disposal unit and slipped\nthe plate into a slot: the wife of the wealthy Major Daphne, handling\ngarbage! Cook and gunbearer!\n\n\"You must love him very much,\" I said.\n\n\"Love?\" She turned to face me. \"What has love to do with--anything?\"\nThat was cue enough for me.\n\nI couldn't convince myself she was as frigid as the Major asserted. And\nI was right. She came into my arms like a hungry tigress. After the\nmost interesting moment of its kind in my eventful bachelorhood, she\npeeled herself away and went back to her chores.\n\nI gasped, \"Lady! What your husband doesn't know about you!\"\n\n\"And he'll never find out,\" she said instantly. \"He only holds\nprecious things he can't have. My love--passion--call it what you will,\nis one thing he can't buy.\"\n\n\"I'm afraid I don't understand,\" I said. \"Why did you marry him if--\"\n\n\"It was that or die a spinster. Every young man who looked twice at me\ndisappeared. At first I thought Daffy would get tired of being married\nto a perennial virgin, but I was wrong. It's the only thing that has\nkept him interested in me.\"\n\nI said, \"I suppose it's a natural form of perversity for a man of his\nwealth and power.\"\n\nShe wheeled, hands on hips. \"Perverse? Yes, he's perverse. And\nperverted and bestial and greedy, boorish, cruel, inhuman,\nself-centered, insane, piggish--\"\n\nShe glanced over my shoulder and stopped. \"And a completely devoted\nhusband,\" Major Daphne slobbered behind me. He reeled through the\nentry, loose-lipped, dishevelled and very drunk. He brushed me aside\nand lurched past me, arms outstretched. \"My li'l Nellie's only one\n'preciates me.\"\n\nFor a second Annellica was a platinum-haired statue, then she moved to\nmeet him, bringing up an expert knee that struck too high to injure\nhim, but low enough to crush the breath from his lungs.\n\nDaphne clomped down on all fours gasping. \"He knows better than that,\"\nhis wife said. It was such a cold-blooded blow that I reacted.\n\n\"Maybe if you'd give him half a chance--\" I said.\n\n\"I'd wind up as a niece,\" she snapped at me. \"_Wait until you see what\nhappens to them._\"\n\n\"Shut up!\" Daphne rolled to his side doubled up and glared at\nAnnellica. \"Shut up, Nellie, before I kill you.\"\n\n\n\nI left the domestic tableau to resolve itself and sought my cabin. I\nstayed there through the remainder of the heavy acceleration, but when\nwe went into free flight the Major dragged me out.\n\nThe party was still in full force with the three other girls doing\ntitivating push-offs from wall to wall, convoluting their lovely bodies\ninto incredible ballet formations which Daphne took keen delight\nin disrupting with licentious hands--like a spoiled child pricking\ncolorful balloons. Each fiasco ended in shrieks of laughter and mock\ncombat, until the Major was snugged back in his hold-down strap,\npromising to behave.\n\nFrequently he would raise his arms and aim an imaginary rifle.\n\"Ka-chunk! Broke a leg that time. Ka-chunk! Right in the hip!\" Then\nhe'd holler over at me, \"Never gut-shoot 'em. Break a bone.\"\n\nAnnellica remained bored and indifferent to the revelry. She drank\nsparingly and passed up a hundred opportunities to be alone with me.\nShe paid meticulous attention to her husband's wants with the quiet\nefficiency and anticipation of a trained secretary, but I caught her\neyeing me with a most provocative, speculating look. My experience with\nmarried virgins was too limited to interpret her glances.\n\nAll revolved around the Major. When he ate, we all ate. When he\nover-drank and slept, we slept.\n\nI never did discover which three nieces were supposed to be \"mine.\"\nNone paid me any attention, and Daphne, much to my relief, never\ninsisted upon my activity in his Bacchanalian affairs.\n\n\n\nBefore we arrived at Tigursh II I was quite fed up with my host, drunk\nor sober. His indefatigable, sensual tastes wore on my nerves, but I\nstill had no conception of the Roman carnival this was to turn into.\n\nWe touched down a few hundred yards from my prospecting camp which was\nlocated at the edge of the two-hundred-mile plain. Daphne stowed the\ngirls in their rooms like so many playthings, and the faceless captain\nannounced that the ramp was down.\n\nAt the first smell of the hot, humid, over-rich air, the Major rared\nback his head and said, \"I like it!\"\n\nI had forgotten the rather exhilarating effect of the high-oxygen\ncontent. Coupled with the low-gravity, Tigursh II induced a mild\neuphoria on its human visitors. My planet was small and dense, and the\nrapid rotation--once every seven and a half hours--made for violent,\ncapricious air currents and weather.\n\n\"I'll hike over to the compound and check on my crew,\" I told Daphne as\nthe three of us bounced down the ramp.\n\n\"Don't bother,\" he said imperiously. \"We passed them on the way in.\nMeant to tell you. I've been checking on them. You've got a nice\nthorium deposit, but it's a mile under that mud down there in the\njungle.\" He waved carelessly to the south.\n\n\"You what?\" I said incredulously.\n\n\"They were dissatisfied,\" Daphne said. \"I gave them a furlough with\npay. Like to have a place to myself, y'know.\"\n\n\"What goddam right did you have to--\"\n\n\"Right?\" He rolled the word around in his mouth as if it were a brand\nnew concept. Then he chuckled. \"Quit crying. They wanted off. I sent my\nship after them. Saved you a hunk of cash. Hauled their samples back,\ntoo.\"\n\nWhen I failed to respond he continued, \"Let's not spoil the trip over\nit. Tell you what. I'll buy the mineral rights from you. How's that?\"\n\n\"For a cold billion dollars,\" I said without thinking. He didn't bat a\nlash.\n\n\"Throw in the exclusive hunting rights and it's a deal,\" he said.\n\n\"She's yours to the core,\" I said quickly, \"minerals, animals and\nvegetables.\" The cost of mining the thorium was completely beyond my\nmeans and my previous efforts to sell the whole planet had met with\noffers of less than a tenth of this amount.\n\nHe tilted his head back to glance at Annellica. \"Get that? Easy to\nremember. A round billy for the parcel.\" She nodded, and he turned back\nto me. \"Congratulations, Frost. Now you're a billionaire. Let's eat.\nI'm hungry.\"\n\nAnnellica produced a small hamper and followed along behind us as we\nstrolled over toward the heavy greenery. I was still feeling weak.\nHaving your only planet jerked from beneath your feet was not an\nexperience I especially savored, in spite of the profit I realized. It\ngave me a better insight to Annellica's answer to my question. \"Love?\nWhat has that to do with--anything?\"\n\nWhat Daphne wanted was his. He didn't need the minerals, and he\nwas here at my invitation for the hunting. But--let's not have any\nunpleasantness. Spend a billion, and keep things friendly!\n\n\n\nHe spotted a herd of heavy animals grazing a quarter of a mile away.\nSquatting, he waved us down in the deep grass. \"We'll eat here,\" he\nsaid. \"Keep an eye on those herbivores. They're close to the trees. See\nif anything comes after them.\"\n\nCentaurus was a faint, golden ball above a high overcast. It was never\nmeridian in the summer season, so the orb hung well up from the murky\nhorizon to the south.\n\nDaphne seemed unaffected by the oxygen, but I had a feeling of\nwell-being that approached intoxication. Annellica moved between us\nspreading the lunch. For the first time on the trip I felt genuinely\nhungry and began popping morsels into my mouth before she was finished\nlaying it out.\n\nI ate alone, however. The Major said, \"I think I see a wampus.\"\n\nWithout a word, Annellica departed and returned in a minute with two\nrifles. Strapped to her side was one of the \"nasty little nuclear\npistols\" that her husband deplored. He took one of the rifles and lined\nout the telescopic sight in the direction of the herd. I continued\neating until he ejaculated, \"Blitzmachen!\"\n\nOn my knees, I could see a brief commotion in the herd, and the gusty\nwind brought the wavering sounds of grunts and a shrill neighing. A\nflash of bright orange tore back for the jungle dragging one of the\nsmaller, lumpy herbivores that would have weighed half a ton on earth.\n\nSo I was right. There was interesting big game on Turgish II. Daphne\nsank into a tense silence. Annellica dropped beside me but didn't eat.\nShe sat on her legs, hands folded in her lap while I rustled through\nthe edibles hungrily.\n\nFinished, I stretched out in the dry grass that crackled under me,\nintending to take a nap. Daphne turned his head and whispered with\nirritation, \"You people are making too much noise. Go on back to the\nship until I get a line on what we're after.\"\n\nHis wife shrugged, and we turned back, leaving the picnic debris with\nDaphne.\n\nWhen we reached the ship, she tossed her head and breathed deeply. \"I\nlike it out here. The air--it's--wonderful.\"\n\nWe sought the shade on the far side, out of view of the crouching Major\nand lay side by side facing each other. It was the first time we had\nbeen alone since the moment in the galley. I was determined not to\nupset her again, but she kept her gaze on my eyes, waiting, expectant.\n\nThis time I answered _her_ unasked question. \"No. You're oxygen drunk.\nBesides, there's no future in it,\" I said bluntly.\n\n\"I know him,\" she said softly. \"He won't return until dark. This may be\nour last chance to--to find out about each other.\"\n\n\"Find out what?\"\n\nHer lips drew into a faint pout. \"Aren't you curious--about me?\"\n\nWhile I was strangling for an answer she went on, \"And I must discover\nwhether you are worth doing now what I must do some day.\" Her lips were\ntight now.\n\n\"What is that?\"\n\nShe didn't answer, but she moved her head closely until her breath was\nsweet in my nostrils. My discretion vanished and I reached for her. Our\nlips met but she held our bodies apart with her hands.\n\nIt was quite different. The kiss was long and exploring and thoughtful\nand when my pressure against her fending hands grew more than she could\nbear she rolled free and jumped to her feet.\n\n\"It is worth it,\" she declared looking down at me with clenched fists\nand wide eyes, and for the first time I understood why the Major\nremained married to this lovely creature in spite of her rejection of\nhim.\n\nWatching her graceful limbs as she mounted the ramp I felt sorry for\nDaphne, an emotion I had thought impossible. But here was a man,\nfoolishly wealthy in every respect but the one which counted most.\n\nMy pity was short-lived.\n\nThe night was short, but we slept less than half of it. Daphne\nchattered about the orange animal excitedly and made plans for the hunt.\n\n\"There are few of them around these parts,\" he said, \"or else the herds\nof herbivores would be wiped out. We'll have to stake out bait to draw\none, probably. Usually have to anyway.\"\n\n\n\nHe cleaned his rifle four times and paced the salon impatiently\nawaiting dawn. Finally he glanced at his chronometer and told his wife,\n\"Get Suchane--the darkest one. See that she's scrubbed down, well. No\nperfume, understand?\"\n\nIt was the first time he had mentioned one of the girls to Annellica\nby name and she paled. I wondered why taking a \"niece\" on the hunt with\nus bothered her after the comportment I had witnessed on the trip.\n\nIn a half hour the four of us set out in the first pale light of a\ndawn that exploded quickly into pink daylight. The Major wore a wicked\nhunting-knife in his belt, carried only a pint flask in his right hand\nand his left arm was wrapped intimately around Suchane's slender waist.\nAnnellica carried the rifles.\n\nWe had gone only a few yards when he stopped us. \"You wait here,\" he\nsaid. Then he sipped from the flask and offered it to the beautiful,\ndark-haired girl. She drank deeply and handed it back. He waved it to\nher with his satyr-like smirk, that she finish it. He watched until she\nwas through, then his left hand slid up to her neckline, grasped the\nmaterial of the dress and tore down with one powerful gesture.\n\nShe staggered back, nude and startled. Daphne roared with laughter,\nclasped her around the waist again and held out his right hand.\n\"Nellie, my rifle. You wait here. Keep your heads down. No fair\npeeking, eh, Suchane?\"\n\nAnnellica threw one of the two rifles she was carrying at him,\nmuzzle up. He caught it with a slap of his huge paw and pulled the\ngirl forward with him. She was reassured, now, and giggling with\nanticipation.\n\nSomehow the lecherous display was more revolting out here in daylight.\nI mistook Annellica's paleness for humiliation, and I didn't blame her.\nWhy did he have to drag one of his damned concubines out here?\n\nWe knelt down obediently, and before Daphne's head disappeared he\nturned and shouted back, \"If the wampus gets by me, remember, no gut\nshots, Frost.\"\n\nI muttered to Annellica, \"The man has nerve, anyway.\"\n\n\"You confuse bravery with selfishness. He insists on the first\nshot--won't trust another member of a hunting party to hold his fire.\nHe always stalks out ahead like this,\" Annellica explained tensely.\n\nI had noticed that the niece carried no weapon. Which brought up\nanother question. \"Does he always mix his pleasures?\" I asked.\n\nShe was in the act of withdrawing a long telescopic sight which she\nmust have had bound to the inside of her thigh. As she mounted it to\nher rifle with feverish haste she answered, \"He is not mixing his\npleasures. _Suchane is bait._\"\n\nBefore this could sink in completely a shrill, feminine scream tore\nfaintly into the gusty wind and found us. I leaped to my feet. Half way\nto the edge of the jungle, some hundred yards from us, I watched Daphne\npushing the olive-skinned girl ahead of him with rough shoves. A deeper\ncolor spread from her neck and swathed one shoulder and her side.\n\nHe stopped and raised the rifle threateningly. She turned and fled\ntoward the jungle.\n\n\"What in God's name--\" I shouted.\n\n\"You can't help her,\" Annellica said hopelessly. \"He's cut her jugular.\nIf there's an animal in there the blood scent will bring it out in\nseconds. If there isn't--Suchane is gone, anyway.\"\n\nI stared down at my companion in horror. She had warned me about the\n\"Fate of Daffy's nieces,\" but I couldn't have visualized anything this\nbestial.\n\nShe looked up at me. \"She will faint soon. There are worse ways to die.\nYou will see.\" She arose to stand beside me.\n\n\n\nI threw my rifle to my shoulder, fully intending to fire the whole clip\ninto Daphne's back, but three things happened at once. Suchane sank out\nof sight in the grass, an orange splotch ripped into the open, and the\nMajor, too, sank down and levelled his rifle.\n\nThe animal, even at this distance, was undoubtedly one of the Major's\nwampus varieties. It was stilt-legged, but not clumsy like a giraffe.\nThe long, thick neck swung left and right tracing the scent of warm\nblood, and its cat-like body arched so high a man could have walked\nunder it.\n\nThe wind was directly at our back, and as the several human scents\ntouched the animal's nostrils it jerked the long-fanged mouth. Its\nbelly touched the high grass in a quick crouch, then it sprang in one,\ndeadly accurate leap that carried it forty yards to the prostrate\nSuchane. Even in the light gravity, the orange blur did not rise in a\nhigh trajectory, and the Major had time for only one shot while it was\nin the air.\n\nThe sound startled the beast as it settled on its prey, and it raised\nits ugly head high while Daphne slammed the rest of his ammunition at\nit with no effect.\n\nAnnellica stood calmly as her husband dropped his rifle unbelievingly.\nThe heavy caliber bullets had failed to cause a quiver in the beast,\nbut the shocking noise had made him nervous.\n\nAt the moment when it seemed he would turn and run for the jungle,\nAnnellica raised her rifle. Daphne saw her sight through the\ntelescope. \"It's no use,\" he yelled. \"We need higher power charges. Got\na hide on him like a--\"\n\nShe pulled the trigger.\n\nThe great animal pirouetted, bit at its own side, then wheeled facing\nus. Even as it sprang, Daphne, who was only twenty yards from us,\nscreamed, \"You gut-shot it! You clumsy--\"\n\nHis wife dropped her rifle instantly after the shot and drew the little\nnuclear pistol. I got off one shot as the beast reached the apex of its\nleap, but I think I missed.\n\nI kept waiting for Annellica's deadly handweapon to speak, but she\nfollowed the arc of the raking talons all the way to the ground where\nthey churned briefly. Daphne only screamed once.\n\nAt last the pistol spat, just as the furry belly touched the grass in\nits third crouch. The leap came, but it was almost straight up. The\nslender pellet had entered the chest and cooked half the spine. The\naimless floundering was reflexive spasm.\n\nAnnellica grabbed my rifle and fired three quick shots at the\nimpervious hull of the ship. It brought the captain and two crew\nmembers to help us with the remains. Before they reached us, however,\nshe was quick to secure Daphne's rifle and examine the chamber.\n\nEven with an eye-witness and three other witnesses after the fact, she\ninsisted that we hack the head and claws from the monster carnivore. We\npacked them, together with her husband's shredded corpse in the game\nfreezer.\n\nWhen a financial personage of Daphne's stature dies on a strange planet\nthe investigation is most thorough. It wasn't necessary to take such\npains with Suchane's pitiful remains. We buried her on Tigursh II where\ninvestigators could exhume her ripped body if they chose. The jugular\nslash was indistinguishable in the general lacerations.\n\nIt was a nasty mess. It cured me from any slight pleasure in hunting\nand cost me the quickest billion dollars I ever had a chance at.\n\nNaturally, the deal was off without the Major to verify the verbal\nagreement. Anyway, with characteristic selfishness, he died intestate\nwhich threw all his holdings into the courts.\n\nBut the greatest change the incident made in my life concerned the loss\nof my bachelorhood. A man can get his belly full of anything, even\npromiscuity, and Daphne's little hunting party did me that favor.\n\nI'm still stuck with Tigursh II and its mile-under-mud thorium deposit\nand orange-colored wampuses but I have prospects. If the courts clear\nup the Daphne estate my wife will own more planets than I have golf\nballs.\n\nSo, if you ever go big game hunting again don't forget the Major's\nadvice. I pass it on to you for what it's worth, although you may\nnever aim at anything but a lion. Never gut-shoot a wampus. It's better\neven if you're only shooting blanks!\n\nAnd I don't feel a damn bit bad about the way Annellica loaded the\nmajor's gun....",
    "metadata": {
        "author": [
            "Marks, Winston K. (Winston Kinney)",
            "Marks, Winston Kinney"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66461/pg66461.txt",
        "name": "never_gut_shoot_a_wampus.json"
    }
}