{
    "name": "New Year's Wake: A Terran Empire story",
    "author": [
        "Wilson, Ann"
    ],
    "body": "\n\n\nIsle of Skye, 1 Jan 2149 CE\n\nIt was just past midnight when the woman in wet, torn forest green saw\nwhat had to be the light from windows of a small house.  She stumbled\ntoward it gratefully, hoping for warmth and some sort of\ncommunications.  Dammit, equipment failure and a plane crash were no\nway to start New Year's Day!\n\nAs she neared the house, she heard party sounds, and grinned.  It\nseemed that someone, at least, was having fun here on--if she\nremembered her charts right--the Isle of Skye.  The North Sea in winter\n. . . yes, she was lucky to be alive.\n\nWhen she knocked on the door, the party sounds got louder--until the\ndoor opened, and someone saw her.\n\n\"Och, we have a soaked lass out here!\" the young man exclaimed.  He\nturned back into the house, called for blankets and a hot drink, then\nput his arm around the woman, led her inside, and saw her settled into\na comfortable seat beside the fireplace.\n\n\"Our first visitor, with no coal or whiskey,\" an old man said ruefully.\n\"No good omen for the New Year, no warmth for heart or hearth.\"\n\n\"Och, uncle, 'tis no fault of hers,\" the young man said.  \"It's cold\nand wet she is, in need of help.\"  He held a glass of whiskey to the\nwoman's lips, nodded as she sipped.  \"That's a good lass,\" he said\napprovingly.  \"I'm Geordie MacGregor, and who may you be?\"\n\nThe woman hesitated, hiding it with another sip of whiskey.  They\nhadn't identified her from her uniform; should she . . . no.  See what\nthey were really like, first.  \"Lindner . . . Sue Lindner.  My plane\nwent down, and when I made it ashore, I saw your lights.\"  She turned\nto the old man Geordie had called Uncle.  \"I'm sorry to be a bad omen,\nsir, but it may be I won't be that bad.\"\n\n\"Ach, lass, I'm the one to be sorry,\" Geordie's uncle replied.  \"'Tis\nsuperstition, I know, but 'tis tradition as well.  It's rest you should\nbe getting.\"\n\n\"I would like to warm up a bit, then if you have a phone, I should call\nand let the people expecting me know where I am.  I'll pay for the\ncall, of course; it's long distance.\"\n\n\"You'll do no such thing,\" the old man retorted.  \"I'll not have it\nbruited about that Donal MacGregor's lacking in proper hospitality.  A\nplane crash, you say, and your clothes half gone . . . are you hurt?\nWill the Rescue Service not be looking for you?\"\n\n\"I doubt it; my flight wasn't scheduled.  And I'm not hurt, except for\na few scratches and bruises.  There's no need to disturb your party.\"\nShe'd discarded her boots and equipment belt for the swim ashore, and\nsometime during that swim or her wandering--probably coming ashore over\nthose rocks--she'd lost her badge and pretty well shredded her uniform.\nIt was no wonder they didn't recognize her; she doubted she'd be able\nto recognize herself, huddled under a blanket with her hair plastered\ndown by salt water.\n\nAnother knock on the door brought laughter, especially from the woman\nwho opened it to admit a kilt-clad man bearing a piece of coal and a\nbottle of whiskey.\n\n\"'Tis a few minutes late you are, Angus,\" Donal MacGregor called.  \"Our\nfirst guest of the year is this poor cold lass here.\"\n\n\"And half drowned, by the look of her,\" Angus replied.  He scowled\nferociously--a half-grin betraying his apparent ferocity--at the woman\ntending Sue.  \"Tara, you know she needs something hot, not whiskey.\"\n\n\"Bridget's making cocoa, as you should be able to smell,\" Tara\nretorted.\n\n\"It's made,\" the young woman entering the room said, going straight to\nSue and handing her the steaming mug.\n\nSue traded her whiskey glass for it, wrapping her hands around the mug\nto warm them and taking a deep breath of the chocolatey steam, while\nher hosts gave Angus the story.\n\nWhen they were done, he looked at her curiously, with a half-grin.\n\"Your name's a familiar one, lass.\"\n\nSue returned his smile.  He knew who she was, but he didn't seem\ninclined to spread his knowledge, if she chose not to reveal herself;\nhe got points for discretion.  \"It's a common enough name, sir.  I\ndon't believe we've met before.\"\n\n\"No; I'd remember if we had.  It's an honor now, though, and I'd be\npleased if you'd call me Angus.\"\n\n\"The honor is mine, Angus.\"  Sue smiled at him again, briefly.\n\"Perhaps, under more formal circumstances, things would be different.\nAt the moment, though, I'm just an unlucky pilot.\"\n\n\"And so you are, lass.\"  Angus nodded once, then turned to their hosts.\n\"Well, now, this is supposed to be a party.  Tara, may I have the next\ndance?\"\n\n\"Indeed you may!\"  Tara--Sue guessed her to be Donal's wife--called\nacross the room.  \"Geordie, some music!\"\n\nSue felt herself relaxing as warmth crept back into her, and she\nautomatically evaluated her surroundings.  They were nothing like what\nshe was used to: a small living room, festively decorated but obviously\nnot rich--more homey, she thought, than anything else.  Bookshelves\nlined one wall almost completely, their ranks broken only by two small\nwindows and a holoset--on, but being ignored; she couldn't tell what\nthe program was.  A five- or six-person table held food and drinks; it\nlooked too heavy to move easily, so this was probably the dining room,\nas well.  Wall decorations were mostly stitchery, though a crucifix\nheld a place of honor above the mantel.\n\nNot a rich place, no.  And the party talk around her, gathered in\nfragments from the twenty or so who crowded the room, didn't contradict\nthat impression.  This seemed to be a subsistence-farming culture\n. . . here on Terra?  Well, it was possible; talk of farm animals,\nequipment, and markets, and canning, yes.  Nothing of politics, or the\nEmpire, or the nobility, as was so common in the circles she was used to,\nbut the warmth and friendship here had value of their own.  These people\nmight not have much money, but they couldn't be called poor.\n\nSue found herself pleased by that.  It was people like these, after\nall, who were the Empire's substance, its reason for being.  It was\ngood to be reminded of that, from time to time.  Imperial nobles and\nofficers had the trappings of rank, yes, but the underlying purpose of\nthat rank was to insure that Imperial citizens like these could live\nfreely and without fear.  And she was one of those officers . . .   Sue\nsmiled to herself, and kept listening as carefully as Bridget kept her\nchocolate cup full and hot.\n\nThe MacGregor farm, she found, wasn't a particularly prosperous one\neven by this island's standards.  Donal's tractor was unreliable at\nbest, Geordie couldn't seem to find a sponsor who'd get him even as far\nas being tested for the Military Academy--well.  It had been a long\ntime since she'd had an opportunity to indulge herself.\n\nAbout an hour after she'd been helped inside, Sue stood and attracted\nTara's attention.  \"Mrs. MacGregor, may I use your phone now?\"\n\n\"Of course, lass.  Back this way.\"\n\n\"Thank you.\"  Sue looked around, gestured to Geordie and Donal.  \"Would\nyou come, too?\"\n\nThe two men exchanged glances, then Donal shrugged and smiled.  \"If you\nwish, lass.\"\n\nThe MacGregors did have a phone in the kitchen, Sue found, but it was\nclear that they seldom used it; Tara had to move half a dozen jars of\ncanned tomatoes before she could take the phone out of the cabinet.\nAnd it was basic: small 20-cm screen, push buttons instead of voice\nactivation--probably black and white, too, Sue thought as she\nactivated it.\n\nNo, it was color.  The screen lit up in pale green, reading 'Dial.'  As\nSue entered the various access codes, the readout changed.\nIntercontinental . . . Antarctica . . . Imperial Palace.  That got\nmurmurs of surprise, which grew louder as she punched in the last\nnumbers and the Imperial Seal appeared on the screen.\n\n\"Voiceprint ID required,\" a flat voice said.  \"Speak.\"\n\n\"Ranger Susan M. Lindner, ident code RSR-0651-0173.\"\n\n\"Ident confirmed.  To whom do you wish to speak?\"\n\n\"Castellan Gordon, please.\"\n\n\"One moment, sir.\"\n\nWithin seconds, the Seal disappeared, to be replaced by the face of a\ngray-haired, tired-looking man.  \"What can I do for you . . . ah . . .\"\nHe hesitated, frowning.  \"You haven't heard--  No, Comm Central said\nyou weren't answering--\"\n\n\"Heard what, Robert?  My plane went down three or four hours ago, and\nthese people have spent the last hour drying me off and warming me with\nhot cocoa.\" But from the Castellan's expression, she was afraid she\nknew.  The Emperor's health hadn't been good of late, and she really\nshouldn't have been half a world away . . .  \"When did it happen?\"\n\n\"Apparently about the time you crashed,\" Gordon said.  \"I believe he\nheard the New Year in.  I hope he did . . .\"  The Castellan was silent\nfor a moment, then he went on.  \"He didn't seem to be in any pain, and\nDoctor Warren says it was simple heart failure.   I've delayed making\nthe public announcement until I could speak to you, get authorization\nto call a Conclave at the same time.\"  He bowed as deeply as he could\nand still remain on-screen.  \"By Your Majesty's leave?\"\n\n\"You have authorization,\" Ranger--now Empress--Susan Lindner said. She\nhad known this was inevitable since her own election as Crown Princess\nat the first Conclave; establishing a precedent of peaceful, orderly\ntransfer of Imperial power was absolutely vital.  \"I'll need transport,\nand from the terrain I crossed, it'd better be something on the order\nof a lander.  I'm at the MacGregor farmstead, Isle of Skye; you should\nbe able to pinpoint me from this call.\"\n\n\"Done, Majesty,\" Gordon said after a couple of seconds.  \"A lander will\nbe on its way as soon as I'm dismissed, with Ranger Grissom and a squad\nof Palace Guards.  Naturally, I'll give them a head start before I\ninform the news media.  Is there anything else?\"\n\nThe Empress glanced around at the people near her, the ones who'd\nshared her surprise--and, in varying degrees, shock--at the news of\nEmperor Chang's death.  \"I think so.  A squad--no, better make it a\nplatoon--of Security Division Marines.  The MacGregors can't be used to\npublicity, especially the kind my accession is going to bring.\"\n\n\"Of course, Majesty.\"\n\n\"Thank you, Castellan.  Dismissed.\"\n\nGordon bowed again.  His image disappeared, was replaced momentarily by\nthe Imperial Seal before Susan hung up and turned to the three with\nher.  They looked as stunned as she felt, and uncertain as well.  She\ncould understand that; it would be unsettling enough to have an\nImperial Ranger turn up on your doorstep, without having her turn into\nthe Empress on you.  At least they knew enough about Imperial protocol\nnot to kneel to her, though Donal looked tempted.\n\n\"This wasn't what I'd planned, you know,\" Susan said.  \"I was only\ncalling to arrange a pickup, then later I'd have seen that you got the\nreward you're entitled to for aiding a Ranger.\"\n\nDonal shook his head.  \"Nay, lass--I mean, Majesty.  A man needs no\nreward for helping as the Good Book says.\"\n\n\"No,\" Susan said, smiling slightly.  \"I know you're taught that your\nreward comes later.  But the Empire tries for justice in this life, as\nmuch as we can; we punish actions that hurt it, and reward ones that\nhelp.\"  She held out her hands to the old man.  \"Will you help me\nagain, Donal, you and your family? Join me in mourning a dear friend\nbefore I have to officially take up a job no sane person would want?\nAnd keep calling me Sue, or lass, please? At least until Robert makes\nthe announcement?\"\n\nDonal saw the entreaty in her eyes, and nodded.  Empress or no, she was\na woman, a crashed pilot, who had just lost a friend.  \"As you wish,\nlass. We've enough good whiskey for a proper wake, and a hangover cure\nfor the morrow.\"\n\nSusan smiled in real gratitude.  \"Thank you, Donal.  Now I think we'd\nbest rejoin the others.\"\n\n\"Aye, lass.\"\n\nWhen they went back to the party and Donal explained that their guest\nhad just been told about the death of a close friend, Susan was\nsurrounded by suddenly-commiserating people, one of whom pressed a\ndrink into her hand.  She took a swallow, appreciating the gesture and\nunquestioning sympathy, so unlike the official condolences she'd be\nreceiving soon.\n\nA gentle, grandmotherly woman urged her to a seat.  \"Tell us about your\nfriend, lass.  What kind of man was he?\"\n\nSusan gave that a moment's thought, then smiled.  She couldn't reveal\nhis identity without ruining the party, which she didn't want to do,\nbut that shouldn't be necessary.  \"He was a good man, Miz.  One of the\nmost intelligent, caring people I've ever had the privilege of\nknowing--and I liked him, even if he did make those of us who worked most\nclosely with him knock ourselves out trying to keep up.\"\n\nShe chuckled.  \"I think one of the reasons we did work so hard for him\nwas that he demanded even more of himself than he asked of us.  I can't\nimagine taking on some of the assignments I did for anyone else.\"\n\n\"He sounds like a leader anyone could respect,\" Angus said.  \"But have\nyou nothing more . . . ah . . . human to share?\"\n\n\"Well, yes,\" Susan said, and knew her voice showed amusement.  \"He had\na weakness for twentieth-century space opera.  It showed up in some\nplaces you wouldn't expect unless you shared his fondness for it, and\nfor awhile we made a game out of tracing down anything that seemed to\nhave any sort of connection.\"\n\nShe glanced at Angus, saw his matching amusement, and was certain he'd\nmade at least some of the same connections.  There was no denying that\nHis Majesty had had excellent reasons for his actions, from\nestablishing the Empire on; even the Solar Federation Congress had been\nable to understand that a democracy that was struggling to hold a\nsingle system together couldn't possibly cope with what promised to\nrapidly become thousands of systems. Aristocracy had worked, more or\nless, in one form or another, for thousands of years, so an Empire was\na natural solution--but it was also a classic idea in space opera.  And\none of her own favorite touches was the Anthem; every government seemed\nto need one, so why not do as Emperor Chang had, and take an\ninstrumental piece already titled \"Imperial Anthem\" from a classic\nlate-twentieth-century entertainment tape?  \"Oh,\" she went on, \"he\nnever let it interfere with serious business--but why not take what\nenjoyment you can, after all?\"\n\n\"No reason,\" Angus said with a grin.  \"And did your friend also like\nAmerican cowboy stories?\"\n\n\"When he was a boy, yes.  Until he got interested in space opera,\nanyway.\" Susan returned his grin.  \"I've always thought he should have\nbeen born a Texan.\"\n\nThe reminiscences continued as she was kept supplied with smoothly-potent\nwhiskey, and she was fully aware that she was well on the way to\nbeing thoroughly drunk.  That was all right; the Palace Guards, who\nwould be the first to arrive, knew their Sovereign was quite human.\nAnd, being Marines, their medikits held sober pills she could use if\nshe had to.\n\nRoughly two hours after her phone call, Susan and the rest of the\npartiers were startled by the sound of a lander's null-grav engines,\nthen by the first notes of the Imperial Anthem sounding from the\nalmost-forgotten holoset.  As Gordon announced Chang's death and her\naccession, Susan found Angus looking at her understandingly.  She\nnodded to him, smiling, then concealed a sigh.  Her brief crash-caused\nleave was over; it was time to take on her new duties.\n\n      *      *      *      *      *\n\nIsle of Skye, 3 Jan 2149\n\nThe scream of null-grav engines interrupted Tara MacGregor's housework.\nShe ran outside, to see a brilliant scarlet lander settling to earth\nbarely ten meters from the front door.  When its hatch opened and a\nscarlet-tunicked man emerged, she caught her breath.  This was an\nImperial Messenger!\n\n\"Tara MacGregor?\" the man asked.\n\nShe nodded silently, and the Messenger bowed to her, extending a large\ngreen envelope.  \"I am instructed to deliver this with Her Majesty's\ncompliments, Mrs. MacGregor.  She asks that you contact Castellan\nGordon with your reply.\" He bowed again, and left as swiftly as he'd\narrived.\n\nTara watched him go before she opened the envelope with hands that were\nshaking slightly.  It held three items: a bill of sale for a new\ntractor, an authorization form for Geordie to take the Academy entrance\nexaminations, and a smaller envelope with a handwritten note:  \"You\ngave a crashed pilot hospitality, and a grieving woman sympathy.  I\nwould like to return at least the hospitality; will you all be my\nguests for Coronation Week?\"  It was initialed S.M.L.\n\nAs Tara started to go back into the house, she heard shouted questions,\nand stopped to wait for Donal and Geordie, who were approaching at a\nrun.  She didn't bother saying anything; the papers she held out spoke\nfor themselves.\n\nBoth men looked them over with the same mixture of amazement and\npleasure Tara was sure she'd had.  It was Donal who finally spoke,\nlooking south toward the Antarctic palace none of them had ever thought\nto see.  \"Aye, lass,\" he said softly.  \"Aye, we'll accept your\nhospitality.\"\n\n\n\n\nEND",
    "metadata": {
        "author": [
            "Wilson, Ann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25746/pg25746.txt",
        "name": "new_year_s_wake_a_terran_empire_story.json"
    }
}