{
    "name": "New Hire",
    "author": [
        "Dryfoos, David M.",
        "Dryfoos, Dave"
    ],
    "body": "One thing about an electronic awakener: no matter how elaborate its\nhookup, melodious its music, and important its announced reminders,\nwhen it goes on in the morning you can always turn it off again.\nBoswell W. Budge always did exactly that.\n\nBut there's no turning off one's kids, and thus, on the most important\nmorning of his life, February 30, 2054, Bozzy arose, much against his\nwill, promptly at 0800.\n\nHis Sophie, eight and ladylike, merely shook the bed with a disdainful\ngesture. But Howard, six, masculine, and athletic, climbed right up\nand sat on Bozzy's stomach. Baby Ralph, of the golden smile, gave\nBozzy a big kiss, and Bozzy thus shared the gold, which was egg.\n\n\"Did your mother send you in here?\" Bozzy demanded, gazing\nsuspiciously around with one eye open.\n\n\"We came because we love you,\" Sophie answered.\n\nThat opened Bozzy's other eye. \"Thank you, dear,\" he said. \"You're\nvery sweet or very clever. Now if you'll coax Howard off my stomach--\"\n\n\"I don't have to be coaxed,\" Howard announced, sliding to the floor\nwith all the covers. \"From now on, you just order me, Daddy. Because\nyou'll be a Senior Citizen tomorrow.\"\n\nBozzy didn't want to think of that just then. \"Tell your mother I'm\nup,\" he said. \"And get out so I can bathe and dress.\"\n\nSophie minced, Howard ran, Ralph toddled.\n\nBozzy rose, a pudgy man slightly under average height at six feet two,\nwith blue eyes and thinning brown hair. He was exactly thirty-nine\nyears, eleven months, and twenty-nine days old.\n\nAnd that was the point. At forty, he would have to go to work. This\nwas his day for job-taking.\n\nHe dreaded it.\n\n\n\nHe put the coming ceremonies out of his mind and concentrated on his\nsupersonic bath, the depilatory cream, the color of his outer\nclothing. It took time to achieve the right shade of purple in the\nbathroom plastic-dispenser, but no time at all to pour, solidify, and\ncut the sheet-like robe required for the occasion.\n\nIn it, he was the sensation of the breakfast room, handsome as a male\nbird in spring plumage. Kate, his slender wife, who had been up and at\nwork for an hour, looked moth-eaten by comparison, as if their nest\nhad been lined with her plucked-out down.\n\n\"You look very attractive this morning, Kate,\" Bozzy told her. He gave\nher an extra-warm kiss.\n\n\"Well!\" she said. \"Quite the gallant today, aren't we? Just be sure\nyou're on time today, darling. Remember what Mr. Frewne had to say\nabout promptness.\"\n\nFrewne. That overinflated windbag. The obesity who was about to become\nhis boss. Without having worked a day in his life, Bozzy found he\nhated the idea of having a boss.\n\n\"Let's think of something pleasant,\" he grunted, and thought of\nbreakfast.\n\nHe took his place at the table. Kate and the kids had already eaten,\nso Kate served, while the kids, attracted by his finery, stood off and\nwatched him swallow a vitamin pill, a thyroid pill, and a Dexedrine\npill.\n\nSolemnly, he opened the three eggs Kate brought. Each was guaranteed\nby her to have been irradiated for exactly two minutes and fifty-five\nseconds, and guaranteed by the grocer to have been enriched by\nfeeding the hens three kinds of mold.\n\nHis mouth was full of the third and last one when Sophie asked, \"Why\ndo you have to go to work, Daddy?\"\n\nThe reminder choked him. Gulping, he said, \"To support us all, honey.\nMy pension stops tomorrow.\"\n\n\"Yes, but I read in a book where people used to go to work when they\nwere young.\"\n\nHe was tempted to say, \"I _am_ young!\" but thought better of it. \"That\nwas long ago, dear.\"\n\n\"Were people different then?\"\n\n\"No, but society was. Our Senior Citizens used to be pensioned off,\nwhile younger people worked. But when science improved the Seniors'\nhealth, they got tired of sitting in corners on pensions and, besides,\na lot of them died soon after they stopped working. When it got so\nthat more than half of all voters were between forty and seventy years\nold, the Seniors voted their pensions to the young, to get educated\nand raise families on, and nobody's allowed to work till he's forty.\nNow do you see?\"\n\n\"Forty is awful old,\" said Sophie.\n\n\n\nHoward had meanwhile taken his mother's hand. \"_You're_ not going to\nwork, are you, Mommy?\" he asked.\n\n\"Not for ten years, dear. I'll be here when you want me, so why don't\nyou go play on the balcony? I've got to get Daddy off and give Ralph\nhis bath.\"\n\n\"I'll bathe him,\" Sophie volunteered. \"You help, Howie. We can make\nlike we're young.\"\n\n\"Don't drop him,\" Kate warned.\n\n\"Clean up the bathroom afterward,\" added Bozzy.\n\n\"Yes, sir,\" said Howard, for the first time in his life.\n\nThe children left, and Kate came close to pour Bozzy his cup of\nDaystart. He slipped an arm around her waist and squeezed\nconvulsively.\n\n\"Darling!\" she said, stroking his bald spot. \"You're positively\ntrembling!\"\n\n\"Wouldn't you be, if you had to take over from somebody you like as\nwell as I like Mr. Kojac? And for no good reason, except he's\nseventy-five and I'll soon be forty.\"\n\nKate pushed away from him, frowning. \"Sometimes you're so silly, it\nscares me. You know perfectly well that if you don't take Mr. Kojac's\njob, someone else will. He'd rather have it in your hands than in a\nstranger's, and I'd rather live on his income than on a laborer's. So\nstop moping and drink your Daystart, while I call a cab.\"\n\nNo help in that quarter, Bozzy decided as she left. All Kate could\nthink of was that she'd soon be the wife of a big-shot: the\nmanager--that is, controls setter--of a furniture factory.\n\nBozzy had never told her how simple the job really was, though he\nsupposed she knew.\n\nYou first ordered designs, and then you ordered a poll taken on the\ndesigns. A computer tabulated the poll's results and pointed out the\ndesign most likely to sell.\n\nYou then fed economic data into the same computer, and found out how\nmany units the market could take. You called in the engineers to set\nup the machines, and the maintenance men to keep them running. In\nbrief, you were errand boy to a bunch of gadgets, with nothing to do\nbut look important.\n\nHe was practicing his important look when Kate bustled in and spoiled\nit by sitting on his lap.\n\n\"You're going to do fine today,\" she said, \"and you're going to get\noff to a good start. I made them show me your cab. It's one of their\nbrand-new battery-electric ones, a sort of mauve that will go with\nyour purple robe. You'll look swell in it.\"\n\n\n\nBozzy was kissing her when the lobby buzzer sounded three long rings.\n\n\"There's your cab,\" Kate said, rising.\n\nHe followed her to the living room. Projected on one wall was a\npicture of the cabman facing the lobby annunciator, fifty-three\nstories down. The man was tall, fat, and in need of a shave, yet he\nwore purple tights with pink and green trim.\n\nBozzy shuddered. \"Who in the world concocted that rig?\"\n\n\"Your wife, sir,\" the cabman answered.\n\n\"It's beautiful,\" said Bozzy. \"I'll be right down.\"\n\nHe wasn't, though. Kate told the kids he was leaving, and they trooped\nout of the bathroom to say good-by.\n\nBozzy could tell Ralph was the one being bathed only because he was\nnaked--all three were equally wet, and equally anxious to embrace\ntheir Daddy. He had to make himself a new robe while the cab meter\nticked and Kate jittered.\n\nBut once started, the drive between balconied buildings and\nintervening plazas went fast enough. Bozzy wasn't over half an hour\nlate in reaching Mr. Kojac's apartment building.\n\nThe old man waited in the street, looking spare, spruce, and\nimpatient.\n\n\"I do wish,\" he said, easing himself into the cab, \"that you had a\nless anti-social attitude. Now you'll have to claim I delayed you.\"\n\n\"I'm sorry, sir,\" Bozzy mumbled. \"It's kind of you to take the blame.\"\n\nHe thought it was also typical. He had understudied Mr. Kojac for the\npreceding two years, and felt there was no one else in the world for\nwhom he could have as much respect.\n\n\"Actually, sir,\" he explained, \"I was delayed by the children.\"\n\n\"An excuse, Boswell! Whether conscious or subconscious, nothing more\nthan an excuse! Distaste for today's ceremonial is smeared over your\nface like so much bread-and-jelly.\"\n\nUnconsciously, Bozzy wiped his cheeks.\n\nMr. Kojac laughed. \"You're guilt-ridden and that's plain absurd. All\nyoung men in your position have to go through exactly the same thing.\nYou must simply make up your mind to do what society requires.\"\n\n\"All I can think of is your kindness,\" Bozzy blurted. \"People should\nreplace those they hate!\"\n\n\"But the understudy system wouldn't work, then,\" Mr. Kojac pointed\nout. \"You can't learn from a man who upsets you.\"\n\nBozzy nodded miserably.\n\n\n\nIn silence, he let himself be carried toward the furniture factory,\ntill Mr. Kojac asked, \"Did you bring the stimulants?\"\n\n\"Oh, yes, sir. Excuse me. I should have offered them sooner.\" With\nembarrassed clumsiness, he fished from a pocket in his under-wear the\npills required by custom. \"Here you are, sir,\" he said in ritual form.\n\"Big pills make troubles little.\"\n\nMr. Kojac smiled. \"I don't need any,\" he said gently. \"You do. Take\none.\"\n\n\"That isn't proper!\"\n\n\"No one will know. Go ahead.\"\n\nHe would feel like a fool to take a pill brought only for Mr. Kojac's\nuse. He would feel much more like a fool if he broke down during the\nceremony--might even lose his job.\n\nHe took the pill, finally, and immediately felt sorry. He was still\ntense and twitchy when they reached the factory.\n\nAs custom demanded, everyone was out of sight. Nobody met them at the\ngate, or observed their silent progress up the escalator to the\npersonnel office. Noiselessly, through empty soundproof offices, they\nwalked together to the ceremonial chamber.\n\nThe door they used was the room's only entrance. It was hooked open\ninvitingly. Within was a small conference table of imitation oak, and\nsix chairs of imitation leather. Ceiling, walls, and floor were\nplastic sheets in soft, sandy shades that harmonized with the\nfurniture's rich browns.\n\nOn the table were four wristlets, four anklets, and two belts, all\nmade of iron links and stamped with either Bozzy's or Mr. Kojac's\nname. As he had been told to do, Bozzy picked out and put on his own\nset while Mr. Kojac rested in the armchair at the head of the table.\nThen, breathing noisily, he knelt before Mr. Kojac and fastened the\nold man's anklets.\n\nHe rose, grunting. Mr. Kojac held out first the left hand, then the\nright, while Bozzy put the wristlets on him. Their cheeks accidentally\ntouched while Bozzy fastened the belt. He thought of his father and\nwas irrationally tempted to plant a kiss, as if he were four instead\nof forty.\n\nHe stifled the impulse and shook hands instead.\n\n\"Good luck,\" Mr. Kojac said.\n\n\n\nThe procedure did not call for that remark, and so, for a second,\nBozzy forgot what came next. Then, helped by the stimulant pill, he\nfocused his thoughts, crossed the room, and turned a lighted red\nswitch that glowed by the door.\n\nHe heard a muffled clank as iron links froze to the magnetized\narmchair, sounding the signal for his speech.\n\n\"Sir,\" he intoned, \"the Company takes this opportunity to express its\ndeep and heart-felt appreciation of the thirty-five years you have\ndevoted to serving the Company, the furniture industry generally, and\nthat great public, our customers.\"\n\nWithout looking at Mr. Kojac, he bowed, turned, went out, and released\nthe catch holding the door open. It closed automatically, and\nautomatically set in motion the rest of the ceremony.\n\nFrom somewhere out of sight, fat Mr. Frewne waddled over and briefly\nshook Bozzy's hand.\n\n\"You've done fine,\" he wheezed. \"A little late getting started, but\nthat's to be expected. Every-thing's fine--just fine!\"\n\nPraise seemed a miscue. Bozzy didn't quite know how to answer.\n\n\"Sir,\" he asked, mopping his forehead, \"what about Mr. Kojac?\"\n\n\"Oh, he's all right,\" Mr. Frewne said. \"Those fumes are fast. We can\nleave the rest to the undertaker.\"\n\nHe slapped Bozzy on the back and pushed him down the corridor. \"Come\non into my office, boy. I'll pour you a drink--pour us each one, as a\nmatter of fact. And hand over your iron jewelry, son. You won't need\nthat stuff again for thirty-five years.\"\n\n                                                          --DAVE DRYFOOS\n\n",
    "metadata": {
        "author": [
            "Dryfoos, David M.",
            "Dryfoos, Dave"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33969/pg33969.txt",
        "name": "new_hire.json"
    }
}