{
    "name": "Nor Dust Corrupt",
    "author": [
        "McConnell, James V.",
        "McConnell, James Vernon"
    ],
    "body": "The room seemed more a mausoleum than an office, but that was as had\nbeen intended. Perhaps thirty feet high, fifty feet wide, it stretched\na good hundred feet in length. It was paneled entirely in jet black\nonyx, which gave a sense of infinity to it. The floor was a thick lawn\nof heavy black pile carpeting. Only two areas of the room offered\nmitigation to this oppressive gloom. Just past the middle, bathed in a\nhaze of light, was placed a large black desk, and behind it sat a man.\nAt the far end of the room, slightly elevated, was an alabaster statue,\nan abstraction of incredible beauty and poignancy. The statue too was\nwrapped in a soft nimbus. Few visitors to this room ever had to be told\nthe title of this work of art, for its meaning was apparent in its\nevery line--_Bereavement_.\n\nThe man behind the big black desk belonged to the room as much as did\nthe onyx walls, the thick carpet or the alabaster statue. Without the\npresence of this man the chamber seemed strangely empty, strangely\nmorbid, and few of the man's associates cared to remain in the room\nwhen he was not there. Somehow the warm air of benevolence to be\nfound in his fair, pinkish face softened the harsh somberness of the\nappointments, while the gentle strength in his dark and mournful eyes\ngave amelioration to the atmosphere of despair. His job was to be a\nJanus, looking from the cheery rubric of today towards the unknown but\ndimmer colors of tomorrow--to be a bridge between present pleasures and\nfuture fears. There was no better man for the task in all the Galaxy\nthan Consolator Steen.\n\nAt the moment Consolator Steen sat waiting, thinking, planning. Soon\nthrough the huge doors facing him would come a man, one Joseph Krieg by\nname, who sought Steen's assistance. The fact that Krieg was one of the\nrichest men in all the known universe made the impending interview a\nmost important one, for Consolator Steen's assistance depended entirely\nupon the price that could be paid.\n\nSteen's fingers flicked over the set of hidden controls on his desk.\nEverything was in readiness. \"And another innocent fish gets hooked,\"\nhe muttered to himself. He sighed once, shortly, then touched an\ninvisible button. \"I will see Joseph Krieg now.\" In the outer office\nSteen's aide-de-camp, Assistant Consolator Braun, sprang to an attitude\nof proper deference as the huge bronze doors swung open. Braun bowed\nslightly as Joseph Krieg strode past him and into the onyx chamber.\n\n\n\nSteen's eyes narrowed in admiration as he examined the man walking\ntowards him. Joseph Krieg was a huge person, just past middle age but\nstill retaining the hardened appearance of late youth. His face had\na chiseled squareness to it, and his manner indicated not so much\nwealth as it did an obvious determination to succeed. This would be an\ninteresting fish to play with indeed, Steen thought.\n\nAbout half-way to the desk Krieg stumbled slightly, but recovered\nhis pace with the cumbersome grace of some massive animal. A smile\nflickered briefly over Steen's face. The thickness of the carpet had\nmore purposes than one. When Krieg was almost upon him, Steen stood up.\n\nKrieg stopped in front of the desk, facing Steen, as if waiting for\nsome signal. Steen, who knew the value of silence, remained absolutely\nstill. After a few seconds, obviously perplexed, Krieg smiled\nnervously. \"Consolator Steen?\"\n\n\"Welcome to Earth, Joseph Krieg. Welcome to the Heart of the Galaxy.\"\nSteen's voice was rich, mellifluous, and the words fell from his mouth\nlike benedictions. He extended a hand. \"Won't you please be seated?\"\n\nThe chair received Krieg's body as if it were the most precious burden\nit had ever held. Its soft contours almost demanded that he relax,\nyield the tenseness of his muscles to its smooth and welcoming shape.\nIts surface closed around him as if it were a second skin, then began\nto tingle in gentle caress. Joseph Krieg had never felt so comforted in\nhis life.\n\nConsolator Steen seated himself behind his desk, then waited until\nhis assistant, Braun, had taken a chair some feet away. He smiled\npaternally. \"May I ask you one favor? Would it seem presumptuous if\nI called you Joseph? Perhaps you would feel it an impertinence on my\npart, but....\" Consolator Steen gestured slightly with both his hands,\nas if to implore forgiveness.\n\nJoseph Krieg smiled, nodded his head. \"Of course I won't mind if you\nuse my first name. It would be an honor, Sir.\" The smile continued on\nhis face, but his eyes narrowed as if he were attempting to puzzle out\nthe figure behind the desk.\n\n\"You will excuse me too if I say that you've come too soon, Joseph,\"\nthe Consolator said.\n\n\"Too soon?\" Krieg replied quizzically. \"I don't think I....\"\n\nSteen smiled warmly. \"I only mean that you look still so young, so\nstrong and vibrant with life. And yet, perhaps you are the wiser to\ncome now, still in the vigor of living. It shows an honesty with\nyourself, an ability to face the facts, which is much to be admired.\"\n\n\"Thank you, Sir,\" Krieg replied. He continued to stare at the\nConsolator.\n\nSteen knew full well the turmoil that was stirring within the man. The\nentire interview had been psychologically planned to evoke dark and\ndormant emotions which, when released, would destroy Krieg's normal\nability to judge situations impassively. Proof that things were going\nas intended came from Krieg's continual use of the word \"Sir.\" Krieg's\ncommercial empires spanned the Universe; from perfume to starships,\nfrom food to fertilizers, he was king. And yet he would never\nunderstand that it was Steen's quiet paternal power, the fact that he\nwore wise sorrow wrapped around him the way some men wear a cloak, that\ncalled forth this unfamiliar reverence. The psychological survey done\non Krieg had cost the Consolator a small fortune, and he didn't intend\nto waste it.\n\n\"You must realize, Joseph, that the things which you have come to\ndiscuss are matters of the deepest concern for all of us here on\nEarth.\" Steen gesticulated towards Braun as if Braun represented\nsomehow all the other billions on Earth. \"The problem is one that\ntouches deep within all of us, and we are anxious to be of whatever\nservice possible. But more than anything else, we want you to know\nthat we _understand_.\"\n\n\"Thank you, Sir,\" Krieg repeated. He frowned for a moment, then seemed\nto smile. \"But if you don't mind, maybe we could begin our discussion\nof terms.\"\n\nSteen raised one eyebrow slightly. The man showed a remarkable lack of\nsentimentality. Corrections would have to be made in the approach....\n\n\"Of course. I am delighted to get on with things. And I must say, I\nfind your attitude extraordinarily sane. The problem is, really, a\nsimple one best met head on. You are here because you know that as it\ncome to all men, death must come to you too. And you feel the necessity\nto make certain that when your time comes, you will be brought to\nEarth to your final rest. You are a son of Earth. This is your great\nancestral home.\"\n\nKrieg started slightly, then relaxed almost in reverie. Steen smiled\ninwardly at the power of words, repeated, to invoke long forgotten\nmemories. For Steen knew that when Krieg had been no more than a\ntoddling child, learning to read, learning to respond to affection,\nhis simple-syllabled books had spoken in reverent tones of \"The Great\nAncestral Home.\" In later years, all of Krieg's studies had had hidden\nat their core an emotional dependence upon Earth. No place was finer,\nmore beautiful, more important. No, not all the rest of the stars put\ntogether. He had been told it a million times until it had become an\ninseparable part of his very personality, just so the words would have\nthe desired effect at this moment. _The Great Ancestral Home._\n\n\"You are so fortunate, my son,\" the Consolator continued. \"So very few\nof Earth's teeming children will ever have the opportunity that lies\nwithin your grasp. You must make the most of it.\"\n\nAs Steen watched, Krieg seemed to shake some of the feeling of awe from\nhim. \"I intend to make the most of it, Sir,\" he said, offering Steen\nhis most charming smile. \"It just depends on how hard a bargain you\nwant to drive.\"\n\nConsolator Steen gave Krieg a look of mild reproach. \"There is no\n'bargaining' to be done, Joseph. The monetary considerations are set\nby law, and we have no choice in the matter. All that we can do is to\nexplain the services which we are prepared to extend to you, and then\nhelp you as best we can to arrive at the most suitable decision. Our\nposition is simply that of catering to your individual wants as best we\ncan.\"\n\n\"My wants are simple,\" Krieg replied, and it seemed to Steen that far\ntoo much of the man's usual forcefulness was returning to his voice. \"I\nwish to be buried on Earth when I die, and I want you to arrange this\nfor me.\"\n\n\"Of course, of course, my son,\" Steen said, letting just a glint of\nsteel appear in his eyes. \"But what do we mean by burial? We have such\ndifferent problems here on Earth than you do elsewhere in the Galaxy.\nYou must understand that. We are forced to such strange solutions to\nthese problems. But perhaps if I merely show you the various types of\nburial which we undertake, then you will understand.\" Steen laughed to\nhimself. The fish appeared fat and hungry, and now it was time to drop\nin the bait.\n\n\n\nThe Consolator touched a hidden switch atop his desk and one of the\nblack onyx walls rippled and seemed to dissolve in mist. A replica of\nEarth swam through the haze and into view. \"Earth. Such an incredibly\nsmall planet, Joseph. But the heart of the Galaxy none the less.\"\nThe replica seemed to swell in size and geographical details became\napparent. \"Earth. Once a world of gentle, rolling plains, winding\nrivers, thick forests, wide oceans and soaring mountains. Just like any\nother habitable planet. And now look at it. One solid mass of buildings\nand machines, Joseph. We've drained the oceans and filled in their beds\nwith metal. We've destroyed the forests and the rolling plains and\nplanted the land for miles above and below with throbbing inorganic\nmonsters. We've hollowed out the very mountains to make more space.\nSpace for nine hundred billion people, Joseph. And still we are cramped\nalmost beyond belief. We need to expand a hundredfold. But we cannot.\nThere simply is no room left.\n\n\"No room for the living, Joseph, and this means no more room for the\ndead, either. Here, let me show you.\" The scene changed, showing first\na huge building, and then, the bottom floor of the edifice. \"This is\none of our larger buildings, Joseph. It is more than fifty miles long\nand one hundred miles wide. The bottom floor alone is more than one\nquarter mile high. This huge space is completely filled with cubes two\ninches square. Each cube holds the ashes of one human being who wished\nto find his final resting place on Earth.\"\n\nConsolator Steen made a motion of resignation. \"Notice that I said 'on\nEarth,' Joseph, and not 'in Earth.' This is our 'pauper's field,' the\nburial ground of those devoted souls who could not afford to be buried\n_in_ the Earth itself.\"\n\nJoseph Krieg frowned. \"But surely underneath the building....\"\n\n\"Underneath the bottom floor of that building are the bodies of many\nmillions more, Joseph, just as there are bodies under all of our\nbuildings. Bodies of those wealthy few who could afford to escape\ncremation and find surcease of life in the loamy substance of the Earth\nitself. I shudder to tell you how tightly packed they are, of the\nskin-tight coffins which we had to devise, of the geometrical tricks\ninvolved in jamming as many bodies as possible in the least amount of\nspace. And yet, it _is_ burial, and it is _in_ the Earth itself. No\ngranite monuments, of course, no vases of flowers, no green grass. Just\na perpetual flame burning in the main lobby of the building, and a\nmicro-film file available somewhere listing the vital statistics of all\nthose souls whose remains lie in the basement--or below.\"\n\nKrieg's face was furrowed with a heavy frown. Steen's words had been\nas shocking to the man as Steen had hoped they would be. \"But the\nParks....\"\n\n\"Ah, yes, Joseph. The Parks....\" Consolator Steen leaned forward\nslightly. The fish was sniffing at the bait quite properly now. \"Our\nParks, which are the one remaining link with the past. Those green and\ngrassy meadows in the midst of our metallic forests. The last places\non Earth where you can be buried out in the open, with flowers over\nyour head and birds singing above. You want to be buried in one of the\nParks, don't you Joseph?\" When the man nodded briefly, Steen continued.\n\"Which Park, Joseph?\"\n\n\"Manhattan....\"\n\nSteen drew himself up with a sudden, silent movement. The fish had\ntaken a good look at the bait. Now to remove it from sight for a while.\nSteen closed his eyes briefly, then raised a hand as if to brush away\na sudden tear. \"I'm sorry, Joe. Very sorry indeed. I was afraid that\nwas what you wanted, and yet, there was always....\" He blinked his\neyes. \"Manhattan Park is impossible, Joe. Confucius Park in Hong Kong,\nperhaps. I think there are still same plots available in Frogner Park\nin Oslo. I'm certain that we could get you into Amundsen Park at the\nSouth Pole. But Manhattan.... No, Joe. That's one dream I'm afraid\nyou'll just have to give up.\"\n\n\"Why?\" Joseph Krieg asked quietly but determinedly.\n\n\"Have you ever seen it, Joe? I thought not. It's perhaps the most\nbeautiful part of this most beautiful planet in the Galaxy. Would you\nlike to see Manhattan?\"\n\n_Manhattan._ Steen was quite aware that to Joseph Krieg this was a\nword of a hundred thousand associations, each of them connected with\nlove, security, devotion and repose. It was like asking a starving man\nif he would care for something to eat.\n\nSteen did not even wait for a reply. \"I think it could be managed, as a\nspecial favor. Permission to enter Manhattan Park is difficult to get,\nyou know, but I think this once....\" Steen turned to Braun. \"Put a call\nthrough to the President's office....\"\n\n\n\nAtop grassy knolls, supple willows trailed languid branches to the\nground. Silver-throated birds sang secret melodies while bees hummed\na scarcely audible background. Narrow graveled paths wound through\nthis gentle landscape, now hugging the edge of a tinkling stream, now\nplunging through carpets of gorgeous flowers. The three men sat silent\non a rough stone bench observing the pastoral scene.\n\nFinally Consolator Steen spoke softly. \"I understand how you feel,\nJoe. The first time any of us sees it, we are afflicted with silence.\nIts beauty is almost painful, the memories it invokes almost beyond\nbearing. Lincoln is buried there, just beyond that hillock; Landowski\nnot far from him. Shakespeare's grave is there to the right, and close\nby is the body of Sharon, the poet of the Galaxy. Einstein's final\nresting place is a mile or so away, and near to it you'll find Chi Wan,\nwho gave us Stardrive. Humanity's Valhalla, Joe.\"\n\nJoseph Krieg had not cried openly since childhood, and yet now there\nwere tears in his eyes. \"This has always been my dream....\"\n\nConsolator Steen placed a friendly arm around the man's shoulders.\n\"Yes, now you have seen it. Your dream has come true.\" He paused for\njust a moment, then said, \"And now, Joe, perhaps we had better go.\"\n\nJoseph Krieg turned towards the man with an abrupt motion. \"Go? Why\nshould we go? We've been here scarcely ten minutes.\"\n\n\"Because the longer you stay, the harder it will be for you to leave,\nJoe. And the less attractive the other parks will seem to you. So, I'd\nlike for us to leave at once.\" His voice became businesslike. \"First,\nI'd like to show you Hong Kong, and then....\"\n\n\"I don't want to see Hong Kong, or any place else. This is where I want\nto be buried, Steen. Whatever the price is, I'll pay.\"\n\nConsolator Steen sighed deeply. \"I don't think you understand, Joe.\nIt isn't a matter of price. Manhattan is simply not available to you,\nfor the reason that it is not for sale. I know that you have heard\notherwise; I am sure that rumors have reached your ears that burial\nin Manhattan could be effected for a mere trillion credits. But these\nfantastic tales are incorrect--for two reasons.\n\n\"The first reason, Joe, is a financial one. To the average man, a mere\nmillion credits is such a gigantic, unobtainable sum that he is sure\nanything in the Galaxy could be obtained for a trillion. This is not\nso, as you and I both know. Why, a million credits will scarcely get\nyou a burial in a two-inch-square cube in the bottom floor of one of\nour huge buildings. Remember? I called those huge bargain basements\n'pauper's fields.' And that they are--available to those poor people\nthroughout the Universe who have only a few millions to their names.\nIncredible, isn't it?\n\n\"A trillion credits? Why, it takes a hundred billion to make you\neligible for burial _under_ one of the buildings, where you're packed\nin like a sardine with millions of other bodies. And how many people\nin the Galaxy can lay their hands on a hundred billion credits? The\nanswer, Joe, is too many people indeed. Some of them have so much more\nmoney than that, they can actually afford to be buried in one of the\nParks.\n\n\"A trillion credits? Yes, that will get you buried in Hong Kong Park,\nor in Frogner, or Amundsen. But not for long. You can rent a temporary\ngrave in Hong Kong, for example, for a mere billion credits a day. At\nthat rate, for a trillion credits, you'd stay buried on Earth for less\nthan three years, and then your body would have to be moved elsewhere.\nVery few people can afford to purchase a permanent plot in one of\nthese parks. But they are available--at a cost of something like one\nquadrillion credits. And just how many men in the Galaxy _have_ a\nquadrillion credits or so?\"\n\nConsolator Steen knew the answer to this question exactly--he also knew\nthat Joseph Krieg was one of these men. Krieg could have afforded a\nquadrillion credits, but it would have exhausted his fortune. Steen\nwaited until he was sure that the other man was deep in mental turmoil\nand then he continued, his voice now softer, less commercial sounding.\n\"And having given you 'the prices,' so to speak, of the lesser\ntreasures, I will now surprise you by saying that the entry ticket to\nManhattan Park is free.\"\n\nJoseph Krieg looked at the man intently, a curious fire of hope in his\neyes. \"Free?\"\n\nSteen nodded. \"And because it is free, it is unobtainable. It is not\ngenerally known, Joe, but the only way one can be buried in Manhattan\nPark is by permission of the Galactic Congress. Only certified heroes\nare so honored, and they are few and far between. Remember the great\nbacteriologist Manuel de Artega? It took the Galactic Congress more\nthan fifty years of debate after he died to decide to let him in--but\nafter all, the only claim to fame he had was that he saved a few\ntrillion lives from the Green Plague. He was buried here some thirteen\nyears ago. There has been no one since, and no one in sight.\"\n\nSteen patted the man on the shoulder. \"Now, come along, Joe. I want you\nto take a look at Amundsen Park before you make up your mind. It's not\nat all cold at the Pole these days--lovely flowers, trees....\"\n\n\"No!\" Joseph Krieg cried, standing up. Steen and Braun both rose too.\n\"There must be a way!\"\n\nThe Consolator smiled inwardly. _The fish was responding\nmagnificently. Now to push the bait just a little closer...._\n\n\"Now, now, Joe. You mustn't get upset about this. The other Parks are\njust as fine, I assure you,\" Steen murmured in consolation.\n\nKrieg shook his head. \"You can't tell me that sometime or other someone\ndidn't buy his way into Manhattan. It stands to reason....\"\n\n\"Now, Joe. You're taking this much too hard....\"\n\n\"I tell you, I know people. And that's all the Galactic Congress is\nmade up of--people. Tell me the truth, Steen. Has anyone ever bribed\nhis way into this Park?\"\n\nSteen frowned and turned his head slightly away from the man. _Just a\nflick or two more of the line...._\n\n\n\n\"I wish you wouldn't ask me questions like that, Joe. When I say\nthat it's impossible, I mean just that. You'll just excite yourself\nneedlessly by listening to foolish rumors....\"\n\nKrieg pounced on the word jubilantly. \"What do you mean, rumors? Then\nthere _has_ been someone who bought his way in! Who was it, Steen? I\nswear, if you don't tell me, I'll move heaven and earth to find out.\"\n\nConsolator Steen seemed to consider for a moment, then sighed.\n_Hooked._ \"All right, Joe. But believe me, you'll wish you hadn't\nasked. For what happened to ... to this other person is unattainable to\nyou.\"\n\n\"Who was it?\" Krieg asked excitedly.\n\n\"Who was the richest man who ever lived, Joe?\"\n\n\"You mean....\"\n\n\"Who was it that founded the University you went to, the hospital in\nwhich you were born? Who gave a magnificent library to every city in\nthe known universe, who was it....\"\n\nKrieg interrupted. \"Old C. T. himself....\"\n\nSteen nodded. \"Yes, old C. T. Anderman himself. Years ago, Joe, he\nfaced the same problem you face now, and he reacted the same way you\nhave. So he set out on a campaign to get into Manhattan the only way\nhe knew how--with money. There was one difference, Joe. Where you are\nfabulously wealthy, C. T. Anderman was wealthy beyond all dreams. Do\nyou know that he gave away more than one quintillion credits--_gave it\naway!_ Just to make his name universally known. 'The Philanthropist of\nthe Galaxy,' they called him. One quintillion credits! No wonder they\nvoted him a hero's grave. But what the press and the public never knew\nis that it cost him more than twice that much--for he had to spend\nanother one quintillion credits for bribes and influence. It took him\nfifty years, Joe, to pack the Galactic Congress with enough of his men\nto swing the trick. But he finally did it.\"\n\nThere was a short silence, then Steen continued. \"Now you see why I\ndidn't want to tell you, Joe--to raise false hopes. Only one man in\nthe Galaxy was ever wealthy enough to buy his way into Manhattan. And\nhe had to give up his entire fortune to do it. I'm afraid that you'll\nnever make the grade, Joe.\"\n\nKrieg stood stunned. Steen was aware that two quintillion credits was\nbeyond Krieg's wildest dreams, for Steen knew that Joseph Krieg had\ncome to Earth determined to purchase his burial lot and then retire\nfrom the business world.\n\nSteen pulled lightly at Krieg's arm. \"Now, come along, Joe. Let's go\ntake a look at Hong Kong.\" The three men started off down the path, but\nbefore they had gone ten feet, a robot scurried out of the bushes and\ndashed over to the bench they had been sitting on. It clucked softly\nto itself, put forth several arms, and in a matter of seconds had\ncompletely washed and disinfected the bench.\n\nJoseph Krieg, an empty and numb look on his face, stopped to watch the\nprocess. He stared for a few seconds, then asked hoarsely, \"What's\nthat?\"\n\nConsolator Steen smiled. \"One of the Guardians, Joe. Superb--and\ncompletely incorruptible. Within minutes after we leave, every vestige\nof our visit will be gone--each piece of gravel we tread on will be\nscrubbed clean or replaced, each piece of grass we touch uprooted and\ndestroyed, even the very air we breathe will be sterilized to remove\nour traces. We have our problem of vandals too, you know,\" Steen said,\na wisp of a smile playing about the corners of his mouth. \"But these\nare vandals who want to get in and leave something, not like those\nof ancient times on Earth who broke into burial grounds to loot and\ndestroy. Yes, Joe, we found long ago that the only safe method was\nto employ mechanical devices to guard against clandestine burials. So\neven the gardeners who keep this Park in blossom are mechanical. See,\nthere's another one over there, hard at work.\"\n\nJoseph Krieg turned and saw to one side, by a large bed of red flowers,\nanother robot with dozens of visible appendages. It purred an almost\nsilent tune as it clipped and pruned, dug and spaded, trimmed and\ncleaned the beds, occasionally sprinkling a rich fertilizer dust here\nand there.\n\n\"The Guardians of Valhalla, Joe. They were set into motion centuries\nago, and not even the President knows how to change their orders. They\ncan't be bribed, even if their human masters can be.\"\n\nJoseph Krieg stooped down beside the bed of flowers. He reached out and\npicked up a handful of the fine dirt and let it slip pensively through\nhis fingers. \"Dust unto dust,\" he said slowly. \"Man was created from\nthe soil of Earth, and to dust he returneth.\" There was a long silence\nas Steen let the emotion run its course. Then he touched Krieg lightly\non the arm and the man stood up again. They started off down the path,\nignoring the machine that skittered along behind them, cleansing each\nbit of gravel they stepped upon.\n\nTo Steen, this was always the most important part of the interview.\nWhile the fish was masticating the bait, he had to prattle on to keep\nthe hook from becoming too visible. \"Some day I must tell you of all\nthe ways people have tried to get themselves buried on Earth without\npaying for the privilege, Joe. It makes a fascinating story. We're in a\ndifficult position here, you know, for we have to import every single\nbit of food we eat, every machine we use, each piece of clothing that\nwe wear. But every single item that we import is carefully scanned to\nmake sure that no one has concealed so much as a single human hair\nin the process.\" Steen watched Krieg's face closely as they walked.\nThe man should be going through hell just now, but not too much of it\nshowed on his face. Steen continued his prattle, a little puzzled.\n\n\"Oh, it's incredible the ways that people have tried to cheat. Some of\nthe methods used are too ugly to relate, some of them humorous beyond\nbelief. But this is why we've resorted to mechanical guards all the way\nround--to maintain our incorruptibility. Even Anderman with all of his\nquintillions could not have bribed his way past our machines.\" Steen's\nvoice betrayed none of the anxiety that he felt. For Joseph Krieg was\nalmost smiling now, was apparently feeling none of the great confusion\nthat Steen had counted upon.\n\nThey reached the gates. \"Well, Joe. I think we'll head straight for\nHong Kong, if you don't mind. It will be early morning there by now,\nand that's the best time....\"\n\nJoseph Krieg turned to face the man. \"Thank you very much, Consolator,\nbut I don't think that will be necessary. You see, I've changed my\nmind.\"\n\nSteen repressed a frown. \"Changed your mind?\" he asked blandly.\n\n\"Yes. After giving it due consideration, I think that it would be\nfoolish to squander all of my fortune on a burial on Earth. My family\nwould be cheated out of its inheritance if I did, and after all, if my\nsons carry on in their father's tradition, that's enough for me.\" Krieg\nextended his hand. \"I wish to thank you, Steen, for your kindness. I\nregret that I have troubled you for nothing.\"\n\nSteen shook the man's hand warmly, using his free hand to grasp Krieg's\narm in friendly fashion. \"It was no trouble at all, I assure you. But\nplease understand, Joseph, if I can ever be of service to you in _any_\nway, if I can ever be of assistance in any manner whatsoever, please\ndo not hesitate to call upon me. After all, even Anderman had certain\nproblems which....\" Steen smiled knowingly.\n\nKrieg returned the smile. \"I think I understand. And I appreciate your\noffer, although I must tell you that there is little likelihood that\nI will be forced to take it up. Again my thanks. And now, good-bye.\"\nKrieg turned and strode through the gates.\n\n\n\nConsolator Steen and his assistant, Braun, stood watching the man as he\ndisappeared into the distance. Then Steen turned and walked over to one\nof the benches in the Park near to the gates. He sat down wearily.\n\n\"Braun,\" he said. \"I don't like it. Not at all. He should have\nbeen beside himself with worry, he should have pumped me for more\ninformation, he should have done a thousand other things. But he\ndidn't. He just turned and left. I tell you, I don't like it at all.\"\n\nBraun frowned. \"He seemed to take the bait, Sir.\"\n\n\"And then, after sniffing it over carefully, he turned and spat it\nright back in our faces. We can't afford mistakes like this, Braun.\nEarth needs the money too badly. It's our only means of support, and we\ncan't let a fish like Krieg get off the hook.\"\n\n\"There are other fish around, Sir.\"\n\nSteen's face took on an angry look. \"Of course there are. But none\nwith the potentialities that Krieg showed. Don't you realize that ever\nsince that sad day when Earth realized that she was a has-been, she's\nhad to take advantage of every single opportunity offered her, just to\nkeep alive? Oh, they were clever, those ancient ones who realized that\nif a civilization is to be kept together, it must have a myth. And so\nthey gave our civilization its myth--that of Earth, the Great Ancestral\nHome. Just accidentally, it also offered Earth a means of retaining at\nleast a part of her power.\"\n\nSteen waved his hands in the air. \"From an economic viewpoint it was\nnice too. Only the very wealthy could afford an Earth burial, and so it\nbecame a means of hidden, graduated taxation--Earth soaked the rich and\nignored the poor, and cut her overt taxes while doing so. Burial became\nso costly that it helped break up the huge estates, it helped leaven\nout the wealth. Our propaganda was sharpened to the point where we\ncould take a man like Anderman and drive him all of his life towards an\nalmost unattainable goal, force him to expend his tremendous energies\nin the accumulation of great wealth, extending the frontiers of the\nGalaxy as he did so, building up our civilization's strength in the\nprocess, and then, in the end, make him turn all of his wealth over to\nEarth in one form or another. Oh, I tell you, Braun, those ancient ones\nwere clever.\"\n\nThe tirade halted. The air hung silent for a moment, and the twittering\nof a nearby bird could be heard.\n\n\"They were very, very clever. They gave us all the tools, and somehow\nwe've failed to use them correctly. What was it, Braun? What did we do,\nor fail to do, that let Krieg get away from us?\"\n\nBraun frowned. \"I don't know, Sir. Perhaps he just changed his mind\nabout Earth.\"\n\nSteen snorted. \"Impossible! He's had too many years' exposure to our\npropaganda for that. He can no more give up his dream of burial in\nManhattan than he can give up his very personality. No, Braun, I think\nwe just underestimated the man. Somewhere along the line he had an\nidea, he saw something that we failed to see.\"\n\nBraun shrugged his shoulders. \"But what are we going to do about it?\"\n\nConsolator Steen pursed his lips. \"I tell you what I'm going to do\nabout it. I'm going straight back to the office and sit and think, and\nthink, and then think some more. Krieg's got a good fifty years ahead\nof him yet, and that means I've got exactly that long to guess what's\non his mind. I'll get that quintillion credits if it's the last thing I\ndo.\"\n\n\n\nThey had no more than reached the gate when one of the mechanical\nGuardians appeared from behind a bush, chortled to itself and scurried\nover to the bench. It cleansed the rough-hewn stone, then washed the\npath the two men had taken. Then, its exceptional chores accomplished,\nit went back to its normal pursuits.\n\nIt approached a bed of begonias nearby. One appendage extended itself\nand began digging up the dirt around the plants. Meanwhile, inside the\nmachine, other appendages ripped open a small bag and spilled the fine\ndust inside the bag into a small trough. The empty bag was rolled up\nand stuck in a disposal bin along with several other bags, all with\nidentical markings:\n\n                        JOSEPH KRIEG AND SONS,\n                            BY APPOINTMENT,\n                           PURVEYORS OF FINE\n                              FERTILIZERS\n                      TO THE GALACTIC GOVERNMENT\n                               ON EARTH\n\nThe machine clucked quietly to itself as it sprinkled the dust evenly\nover the black, yielding earth. It patted the fertilizer gently into\nthe rich soil, making sure that each plant got its fair share. Then it\nscurried off silently to tend to a bed of calla lilies nearby.",
    "metadata": {
        "author": [
            "McConnell, James V.",
            "McConnell, James Vernon"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59703/pg59703.txt",
        "name": "nor_dust_corrupt.json"
    }
}