{
    "name": "Not in the Rules",
    "author": [
        "McCord, Guy",
        "Reynolds, Dallas McCord",
        "Mallory, Mark",
        "Reynolds, Mack"
    ],
    "body": "I got the bad news as soon as we landed on Mars. The minute I got off\nthe spacer, the little yellow Martie was standing there with a yellow\nenvelope. He said, \"Gladiator Jak Demsi?\"\n\nI admitted it and he handed me the envelope. Made me feel kind of good,\nas though I was somebody important, which I'm not. I'd been taking\nplenty of guff on the trip. Not only from Suzi, but from Alger Wilde,\nwho was also along. Yeah, between them they'd ridden me as well as the\nliner, all the way from Terra.\n\nI handed the Martie a kopek and put the yellow envelope in my pocket,\nas though I was used to getting spacegrams.\n\nI said to Suzi, \"Let's hit the chow line.\" I don't usually talk that\nfancy, but I was trying to impress her with my knowledge of antique\nphrases. Both Suzi and Alger Wilde are students of ancient times and\nlove to lard their conversation with such stuff.\n\nSuzi said, \"Sure, Jak. Come on Alger,\" which wasn't what I'd meant at\nall. And then she said, \"Aren't you going to open that spacegram, Jak?\nIt might be important.\"\n\n\"Probably is,\" I said carelessly. \"But it can wait, whatever it is.\"\n\nAnd it did. I opened it after we'd ordered at the spaceport restaurant.\nI should have waited until after I'd eaten, but I couldn't know that\nuntil I read:\n\n    SPACER TRANSPORTING GLADIATOR EARTH-MARS FOR INTER-PLANETARY GAMES\n    LOST. YOU HAVE BEEN APPOINTED EMERGENCY REPLACEMENT REPRESENTING\n    EARTH. GOOD LUCK.\n\nI gulped. If you don't know all about the Interplanetary Meet which is\nheld every decade, then maybe you don't know why I gulped. If you do,\nyou do. It's tough enough being a gladiator on Terra but at least you\nhave a chance of coming out alive; you've even got a chance of winning.\nBut at the Interplanetary Meet! Who ever heard of a Terran coming out\nin one piece? Not to speak of winning.\n\nSure, I'm a gladiator, but I've always been strictly a second rater; in\nfact, some of the sports writers call me a third rater. Anyway, I've\nalways worked in the smaller meets where the gladiators, even when they\nlose, usually get off with their lives. In the small town stuff, they\ndon't kill expensive gladiators, if they can help it.\n\nMy head was doing double flips trying to figure out some way of making\nmyself scarce, when Suzi said, \"What is it, Jak?\"\n\nLike a fool, I handed the message to her and she and Alger read it\ntogether.\n\nSuzi's eyes widened and she started to say something, worriedly, but\nAlger stuck out his hand and said, \"Congratulations, Jak. I knew you\nhad great things in you. Now they'll be coming out.... Er.... That is,\njust think, one of the three gladiators representing Terra. What an\nhonor!\"\n\nI was sunk.\n\nThe Interplanetary Meet was just three days off and I had three days to\nlive.\n\n\n\nI wouldn't have been on Mars in the first place if it hadn't been for\nan argument I had with Suzi back on Terra just before she was scheduled\nto blast off for Mars to cover the Interplanetary Games. Suzi is a\nsports reporter, see. She covers the meets from the woman's angle. What\nshe really wanted to do was write books about primitive culture; and\nwhat I wanted her to do was spend the rest of her life being my wife.\nNeither of us seemed to have much of a chance of making good.\n\nAs usual, Suzi was giving me _kert_. If you'll pardon my language. \"I\ndon't know why I bother with you, Jak,\" she said scowling. \"You've had\nthe book a week and don't know a thing about it. You're nothing but a\ndrip, a square.\"\n\n\"Listen,\" I said resentfully. \"Don't use those mythological terms on\nme. Last time it took me all day to look them up. Besides, I try don't\nI? My manager's going crazy because I've been spending so much time\nreading instead of training for my next meet.\"\n\nYou get the idea. The girl was just gone on the ancients. She wouldn't\nhave tolerated me for an hour if I hadn't been willing to let her cram\nher nonsense into me at every opportunity.\n\n\"How long do you expect to be on Mars?\" I asked her.\n\nShe shrugged. \"Perhaps three months, Terra time.\"\n\n\"Three months!\"\n\nShe patted my hand. \"Don't worry about me, Jak. I'm taking along an\nextensive micro-film library dealing with the literature and drama of\nTwentieth Century North America. As you undoubtedly know, it reached\nits height in the comic books and cartoon movies of the time. Besides,\"\nshe went on, \"Alger Wilde will be there, covering the meet from the\nsociety angle. He'll be good company. Alger is quite an authority on\nprehistoric literature.\"\n\n\"And also on today's women,\" I yelped. \"You didn't tell me that\n_makron_ was going to be on Mars with you.\"\n\nShe held her hands over her ears and said indignantly, \"Please, Jak,\nsave your vulgarities for the games.\"\n\n\"I'm going with you,\" I grated. \"I don't trust that guy with my woman.\"\n\nShe flared up at that. \"Your woman! Let me tell you, Jak Demsi, when\nyou begin to display the cultural achievements of Alger Wilde, you\nmay begin, just begin, mind you, to think of me as your woman, as you\nso crudely put it. Meanwhile, I have no desire to link myself with an\nignoramus. Besides, I'm beginning to believe that you have no interest\nin cultural pursuits. You've merely deceived me these past months with\npretended....\"\n\n\"Aw, Suzi,\" I began.\n\n\n\nI had trouble enough raising credits for my fare, but more still\ngetting last minute reservations on the crowded excursion liner to\nMars. It took some string pulling on my manager's part to get me the\ntickets. Nobody who can raise the credits would dream of missing the\nInterplanetary Meet, and every spacer to Mars was packed.\n\nSuzi was surprised when I stepped up to her table in the spacer's\nlounge. At least, her eyebrows raised. The little minx was as pretty as\na Venusian rose-orchid. She was sitting with Alger Wilde, a _makron_\nfrom the word _glorm_.\n\n\"Hi,\" I said, using a prehistoric formal salutation in hopes of\npleasing her with my knowledge of olden times.\n\n\"By Jove,\" Alger Wilde exclaimed. \"If it isn't Jak Demsi.\" He added,\nsmirking, \"Pardon the expression. Jove was an ancient deity. I\nsometimes slip and use such terms.\"\n\nDid he think I was stupid? Hadn't I been reading up on all that stuff\nfor months? I sat down casually in an empty acceleration chair.\n\n\"Of course,\" I said. \"An Egyptian God; also known as Jupiter by their\nneighbors, the Aztecs, and by the name of Zeus, by the Chinese.\"\n\nAnd that's the way it was all the way to Mars. I tried to hang on and\nstick it out with them, but I came in a bad third. I was fighting out\nof my class. In fact, just before we arrived on Mars, Suzi made it\nplain that she thought I might as well give up my attempts to become\ncultured. She said I just didn't assimilate the stuff, that it didn't\ncome off on me. I could read whole libraries of the ancient classics\nand recall none of the significance of what I'd read. In short, I\nwasn't doing so good with Suzi.\n\n\n\nWell, three days after getting the telegram, I met the other two\ngladiators from Terra in our dressing room at the arena. They weren't\nmuch happier about the meet than I was.\n\nIt's one of the occupational hazards of our trade. If you get too good,\nyou'll probably be chosen as Terra representative to the Interplanetary\nMeet and your chances of surviving are almost nil. Of course, the pay\nis high and your survivors get a big chunk of credits but it's a chilly\nprospect at best.\n\nThe other two were pretty well armored and had chosen spears as\nweapons, but I left off all armor and took a short sword. I planned on\nmoving fast and the less weight I carried the better.\n\nWhen the various preliminaries were over and the crowd shouting for the\nmain event, we trotted out to the field, joined the gladiators from\nthe other planets and paraded toward the stand at which the judges\nand diplomats were seated. There was a mob of these, each with his\nassistants and secretaries. You could bet that little that happened\nwould miss them. After all, on this meet hung the destinies of planets.\n\nThousands of spectators from every planet and every principal satellite\nin the system stared down from their arena seats. I knew that the\nmajority of them had expended a fortune in transport from their homes\nand for tickets to the meet. But why not! It was the equivalent of\nhaving a box seat at a full scale war of the type held in legendary\ntimes. Certainly, the ultimate effect was as great or greater.\nEach spectator knew that upon the manner in which their planet's\nrepresentatives fought this day, their fates depended.\n\n\n\nThe planets have long since abolished war, but they put great store\nby these Interplanetary Meets. The theory is: Why fight a war and kill\noff billions of population when you can figure out before the fighting\never takes place who'd win? It's the natural ultimate development of\ndiplomacy. Everything is settled by the diplomats without resorting to\narmed conflict.\n\nSuppose, for instance, that Mars decided to assume domination of Terra.\nShe notes, as do the Terran diplomats, that, at the Interplanetary\nMeet, the Martian gladiators wiped up on those from Terra. Obviously,\nif the same fighting would take place on a gigantic scale the same\nthing would result. So why fight the war? Terra simply accepts the\ndomination. Of course, it's all done in very diplomatic language so\nthat nobody loses face, but the results are the same.\n\nAs a matter of fact, I'm surprised that one of the other planets hasn't\nalready taken over Terra. The most recent addition to the League of\nSolar System Planets, we're by far the weakest. Probably our strongest\ndefense has been the fact that several different League members have\nhad their eyes upon us and each has counteracted the other. It's\ncertain that Venus, Saturn, and even Pluto would like to assimilate\nTerra. Actually, any one of them could do it.\n\nAs is customary, a beauty from the planet upon which the meet is\nbeing held, a Martian Princess in this case, opened the main event\nby throwing out the prize. It was a tremendous Venusian emerald, the\nlargest ever discovered and the size of a man's hand. It doesn't really\nmake much difference who catches the prize, except that it's considered\nto be a lucky sign; the gladiator who survives the contest is the one\nwho finally takes it.\n\nI could see Suzi in the press box, sitting next to Alger. She seemed\npale. I thought I might as well show her that some of the stuff she'd\ngiven me to read had been remembered. So just before the Princess\ntossed out the emerald and while the others stood about nervously and\nimpatient, I drew my sword, flourished it, and called out, \"We who are\nabout to die, salute you!\"\n\nThe Martian Princess smiled down at me. \"Good fortune to you, gladiator\nfrom Terra,\" she said, and deliberately threw the stone.\n\nI'd just as well she hadn't. The man with the prize is always the\ncenter of conflict and to have a hundred or so of the most efficient\nkillers in the system out after you is no way to live to a ripe old age.\n\nBut I caught the emerald and the battle was on. I'd hardly got it into\nmy belt before I heard a swish and a Mercurian _Bouncer_, the steel\nknives on his heels flashing, missed me by a fraction of an inch.\nBefore it could jump again, a four armed Martian pierced it with a\njavelin. The Martian went down in his turn under a crushing blow from\na _Slaber_.\n\nI ran backward quickly, knowing that where there's one _Bouncer_\nthere's another. They fight in a group of twenty or thirty.\n\n\n\nSometimes I wonder about that rule. Each planet is represented in the\nfinal free-for-all, the climax of the Interplanetary Meet, by weight.\nThe Mercurians, who are about the size of Terran chickens, have thirty\ngladiators in the battle. The group from Calypso numbers eight, and\nlooks like a gang of human dwarfs. Jupiter and Saturn have only one\nrepresentative each because of their gigantic size. Mars has four,\nTerra three. The others have varying numbers.\n\nThe other two gladiators from Terra tried to cover me, but went down\nin the rush. The first fell victim to the heavy, ponderous and nearly\nweapon proof gladiator from Saturn, victor of the last Interplanetary\nMeet. The Terran tried to run in close, beneath the other's guard, but\nwas smashed with a sweeping blow that broke half the bones in his body.\nThe crowd cheered for the nice try, and the Saturnian brandished his\nhalf ton club again and peered about near-sightedly for another enemy.\n\nMy second companion in arms had an arm severed near the shoulder by\na fast moving Plutonian _Gadaboot_. He fell to the ground bleeding\nprofusely. At least, he'd probably survive and get back to Terra.\n\nI had seconds to live. As I said, we Terrans don't show up so well in\nthe games. The gladiators from _any_ planet can take us. Oh, I don't\nmean that a Terran couldn't defeat _one_ Mercurian _Bouncer_, or _one_\nCalypso _Dwoorf_, but face our three Terrans with the whole Calypso, or\nthe whole Mercurian delegation and we don't last very long.\n\nI had seconds to live. They were all centering toward me, taking side\nswipes at one another if the opportunity allowed, but heading for me.\n\nOrdinarily, before a contest, my manager fills me full of last minute\nadvice and instructions; but I'd hardly seen him in the past few\nmonths. I'd been too busy reading Suzi's books about the ancients. I\nwas on my own.\n\nI didn't have time to figure it out. It just happened automatically. I\nremembered something and before I had time to place the memory, I had\ntaken the emerald from my belt, held it up momentarily so they could\nall see it, and yelled, \"For the greatest fighter of all,\" and threw it\ninto the midst of them.\n\nLater, I recalled a guy in one of Suzi's books having done something\nsimilar, except I believe he yelled, \"For the fairest,\" and threw a\ngolden apple. At any rate, the result seemed to be about the same. That\nguy started the Trojan War.\n\nIt gave me a breathing spell. They piled on one another until I thought\nthat the meet would end then and there. A Venusian spiderman bent to\npick up the emerald and had five of his limbs and his head cut off\nbefore he could straighten again. A _Gadaboot_ grabbed it and tried to\ndart out of the crush but ran into the darting rapier of a Uranian.\nRising dust swirled up and enveloped the rest.\n\nIn moments, the fight had settled down into a series of individual\ncombats all over the field.\n\nI could see the slow moving _Slaber_ from Jupiter stalking about\nweaponless, seizing and crushing all with whom he came in contact. I\ncould see the Mercurian _Bouncers_ dying like flies, but killing their\nshare and more of opponents with the razor sharp spurs attached to\ntheir feet. They would fling themselves high into the air and come down\nfrom above, heels slashing death.\n\nI had no more time to observe. Five remaining Calypso _Dwoorfs_\ndisengaged themselves from a fight centering about two Venusians, spied\nme, and dashed in my direction.\n\n\n\nOrdinarily, the Calypso gladiators would be even weaker than we\nTerrans, but they have the advantage of a universal mind. That is,\nthey think together. Each knows what every other _Dwoorf_ is thinking;\nit goes beyond mere mental telepathy. They act as though they were a\nsingle individual. Talk about team work! You get three or four of them\nabout you, all working in complete and perfect harmony, and you're sunk.\n\nI groaned for my manager's advice again and resigned myself. When they\ngot within fifteen feet of me they opened their mouths and cried in\nunison. \"Prepare to die, Terran _makron_.\"\n\nFor a second that did it. I raised my short sword and started toward\nthem. They spread out like a fan to encircle me. Once again I didn't\nconsciously figure it out. The idea came spontaneously with my acting\nupon it. I just suddenly turned on my heel and started to run. They\nfollowed me like a pack.\n\nI'd gotten halfway across the arena and could hear the thousands in\nthe arena seats booing me like thunder, before it came back to me what\nI'd read. It was a trick some gladiator from Rome or Greece had pulled\nonce. I looked over my shoulder. Sure enough, they were still coming,\nbut now they were strung out in a line. The fastest runner of them all\nwas only a short distance behind me, the slowest, quite a ways back.\nThe other three were in between at varying distances.\n\nThis next is going to sound like it took some time but actually it was\nall over in split seconds.\n\nI stopped, whirled, and said tightly to the one pressing me, \"Who's\ncalling who a _makron_ now?\" At the same time my sword parried his\nand ripped into his unprotected belly. He died, his eyes wide with\nsurprise and pain.\n\nI hardly had time to disengage my sword before the second _Dwoorf_ was\nupon me. I dropped to one knee and slashed upward cutting completely\nthrough his right arm. The arm fell to the ground, his hand still\nclutching the three pronged javelin with which he'd expected to spit\nme. He screamed in agony and stumbled away hopelessly trying to staunch\nthe flow of blood with his left hand.\n\nThe third came running up, both hands high over his head, ready to\nbring down his battle ax. I kicked him savagely with a spiked shoe,\ncracking a knee and bringing him to the ground. I could have finished\nhim then and there but didn't have the time. The fourth, yelling like a\nmaniac, slashed into me, his blade ripping my right arm from elbow to\nshoulder. He brought up his sword for another stroke.\n\nI was short winded from the long run across the arena and from the\nfast action of the past few moments. I drew all my strength together\nand lunged desperately forward. My sword pierced his throat. He fell,\nwrithing, taking my blade with him.\n\nI stood up wearily to confront the fifth one. My arm was bleeding\nfreely and I had no weapon nor time to get one.\n\nHe came shouting, raging with bloodlust and desire for revenge. His\narm flew back for the javelin cast when a Plutonian _Gadaboot_\nshot out from a nearby melee and struck him from the rear. The\n_Dwoorf_ collapsed, bleeding his life away in moments. The _Gadaboot_\nstraightened up, shrilling its death whistle, preparatory to darting at\nme, but a Mercurian _Bouncer_, wounded and fluttering, came down from\nabove and made a last desperate stroke. They died together.\n\n\n\nI shook my head to clear it, and reached down to disengage my sword\nfrom the neck of the fallen _Dwoorf_ I'd killed last. I looked about.\nThere were no others near me.\n\nFor a moment there was a breathing spell. In the past ten minutes,\ntwo thirds of the contestants had either died or had been carried off\nthe field incapacitated. Those of us that remained were wounded but\nstill in the fight. As I stood there staggering, panting, aching, it\noccurred to me that never before had a Terran lasted so long in an\nInterplanetary Meet.\n\nAs though by common consent, we all gravitated toward the center of the\narena. This was it. In the next few moments the contest would be over.\n\nAnd so would I.\n\nAs I stumbled forward, a wounded Martian staggered to his feet and\nmade a half-hearted stab at me. I bypassed him. He was too far gone to\nfight. Shortly, the judges' assistants would get to him and take him\nfrom the field; possibly he'd have a chance to survive. I had no desire\nto finish him off. In fact, I envied him.\n\nWe were quiet momentarily; and so was the crowd. A hush hung over the\nwhole arena. I noted in seconds that among the survivors were two\nof the four limbed Martians, half a dozen _Bouncers_, the gigantic\n_Slaber_ from Jupiter, one of the Calypso _Dwoorfs_ almost helpless\nnow that his fellows were all gone, three or four _Gadaboots_, and a\nVenusian spiderman.\n\nI wondered vaguely if my namesake, that gladiator of the fabulous days\nof the legendary United States, the original Jak Demsi, had ever found\nhimself in a spot like this. I suppose that he had, possibly worse.\nSuzi, who gave me the name, saying that it would be good for publicity,\nclaimed he was one of the greatest of all. I shook my head again,\ntrying to clear it, my loss of blood making me faint.\n\nAnd then it broke. The dust swirled high as we rushed together. I\nfelt a crushing blow, tried to deal one back, was struck again by the\nponderous gladiator from Jupiter and was thrown heavily to the ground.\n\nI tried to push myself to my knees, my already bloody sword still in\nhand, still at the ready. I was in the center of the crush. This was\nthe end. Suzi flashed before my mind.\n\nWell, there was a tremendous controversy afterward and I was brought\nbefore the judges and the diplomats more like a prisoner than the\nvictor of the Interplanetary Meet. I was laden down with bandages and\nweak from loss of blood but they didn't look in the least-sympathetic,\nnot even the judge and diplomats from Terra.\n\nThey got right to the point.\n\nThe Martian judge, as senior, since the meet was taking place on his\nplanet, acted as spokesman. He was excited and indignant and would wave\nthree or four of his arms at a time to emphasize his point. I thought\nvaguely of one of the olden time windmills I'd seen pictured in one of\nSuzi's books.\n\n\"Gladiator Jak Demsi,\" he rapped, \"Our tendency is to rule your\nconduct in the affray so unbecoming that not only will the prize not\nbe awarded you, as last standing contestant on the field, but we are\nconsidering....\"\n\nI wasn't having any. After coming through that scrap, I wasn't ever\nfiguring on taking a back seat again. I interrupted him, growling, \"I'm\nwilling to stand behind anything I did in the arena on the grounds that\nit was compatible with Terran custom and therefore allowable on the\npart of a Terran gladiator.\"\n\nThe Venusian judge sneered, without bothering to say anything; the\nPlutonian tittered his disbelief; the Terran judge blinked at me,\nshocked by my words.\n\n\n\nI was getting mad. \"In the press box, you'll find two reporters from\nTerra. Bring them here. They are both students of Terran history and\nancient custom and will support what I say.\"\n\nSuzi and Alger Wilde were located and brought before us after a brief\ndebate between the judges. By their appearance, it was obvious that the\npress box boys had similar ideas to those of the judges. Suzi showed\nsigns of concern about my wounds but she also half indicated that I\nwas a leper. There was no _half_ about it as far as Alger Wilde was\nconcerned.\n\n\"You might have died like a man, Demsi,\" he said sharply, \"instead of\nbringing disgrace to Terra.\"\n\nThe Martian judge said coldly, \"This gladiator claims that his\nastounding actions in the arena were excusable on the grounds that\neverything he did is in accord with Terran customs and, consequently,\npermissible by the rules of the Interplanetary Meet.\"\n\nSuzi's eyes widened. Alger Wilde began to protest.\n\nI didn't give them a chance to deny anything. \"Just what are the\ncomplaints?\" I asked the judge.\n\n\"As though they weren't obvious,\" he snorted, beginning to wave his\narms again. \"First, your trick of throwing the emerald, the Princess\nwas so kind to honor you with, into the midst of the others and thus\ndiverting the strife from yourself. This was an act of--\"\n\n\"Strategy,\" I interrupted him. \"The custom is to be found in Terran\nhistory. An old maxim of the Sioux Indians was 'Divide and Conquer.'\nThat's what I did. I got my opponents to fighting among themselves so\nthat I could defeat them easier.\"\n\n\"The Romans, not the Sioux Indians,\" Alger muttered.\n\n\"Then you mean that this was actually a maxim of Terra?\" the judge said\nin surprise. I could see the other judges and diplomats, including\nthose from earth, were as shocked as the Martian.\n\n\"Well, yes,\" Suzi told him. \"Of course, they usually didn't use quite\nthe method that Jak did....\"\n\nThe judge snorted again. \"Be that as it may, I don't see how Demsi can\njustify his fleeing before the Calypso gladiators like a common coward.\nMeet rules are that each gladiator must fight any who oppose him.\"\n\nSuzi shot a worried look at me.\n\n\"Right in accord with Terran history and custom,\" I said decisively.\n\"For one thing, it was always a basic rule with a Terran general\nto choose the battlefield where the fight was to be joined. It was\nconsidered a major advantage. Another maxim was, 'Git there fustest,\nwith the mostest.' I merely ran to the ground that best suited me, and\nthen, when the Calypso _Dwoorfs_ were no longer the mostest, I fought\nthem one at a time.\"\n\nThe judge raised his eyes questioningly at Alger and was rewarded with\na gruding nod.\n\n\n\nThe Martian shook his head as though in disbelief but went on. \"Those\ntwo matters you have explained, surprisingly, but acceptably. But to\nthis last charge there can be no possible honorable background in\nTerran custom. I refer to the fact that in the final conflict _you fell\nas though dead and remained on the ground until the other contestants\nhad all but eliminated each other_. When only the badly wounded\n_Slaber_ and the half dead Venusian gladiator remained, you got up\nagain and, reentering the fight, finished off these opponents.\"\n\nThe judge threw up his four hand in horror. \"Certainly, you can't claim\njustification for that! Not on any grounds, not by and....\"\n\nI stood up as straight and defiantly as my heavy bandages would allow.\n\"Listen,\" I growled. \"It's one of the oldest traditions of Terra. It's\ncalled PLAYING POSSUM.\"\n\nFor a full minute silence fell on the whole group. Then I could hear\none diplomat whisper questioningly to another. \"_Playing possum?_ What\ndoes that mean?\"\n\nAnd then with one of the most outstanding bits of pure statesmanship\nthe system has even seen, Suzi took up the cue and spoke in\ncollaboration.\n\n\"He's quite right. Playing possum is in full accord with Terran\ncustom. Why,\" she added innocently, \"earth always acts in that manner.\nShe pretends she's weak, helpless, someone to be ignored; and, then,\nsuddenly, and without warning, she shows her full strength.\"\n\nThe various judges and diplomats shot glances at each other from the\nsides of their eyes, especially those from Venus, Saturn, and Pluto.\n\nThe Terran judge was no _makron_. When somebody yelled _glorm_ he knew\nenough to grab the _gaboot_ and run with it. He looked at Suzi and\nI severely. \"Say no more, either of you. You are not here to reveal\nTerran secrets.\"\n\nThe other diplomats eyed each other again, nervously.\n\nThe Martian judge, more genial now, said, \"Undoubtedly, a mistake has\nbeen made due to our lack of knowledge of Terran customs and practices.\nThe emerald shall be awarded the Terran gladiator, Jak Demsi, as soon\nas it is found. It is undoubtedly still in the arena in the possession\nof some slain contestant.\"\n\nI took it from my belt. \"As a matter of fact, I have it here. I picked\nit up while playing possum under that heap of corpses. It's an old\ncustom handed down from a Terran city named Brooklyn. 'When you see\nsomething that ain't nailed down, latch onto it.'\"\n\nAlger Wilde left the room hurriedly, followed hand in hand by Suzi\nand I. It was time for the diplomats to begin their wrangling, the\nwrangling that would settle the fate of worlds. As we passed through\nthe door, I could see the anticipation on the faces of the diplomats\nfrom Terra.\n\nFrom what I heard later, they must have given the other diplomats\n_kert_. If you'll pardon my language.",
    "metadata": {
        "author": [
            "McCord, Guy",
            "Reynolds, Dallas McCord",
            "Mallory, Mark",
            "Reynolds, Mack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65140/pg65140.txt",
        "name": "not_in_the_rules.json"
    }
}