{
    "name": "Of Stegner's Folly",
    "author": [
        "Lohrman, Paul",
        "Shaver, Richard S."
    ],
    "body": "\n[Sidenote: _When a twenty-foot goddess walked out of the jungle, they\nknew Stegner wasn't kidding._]\n\n\nOld Prof Stegner never foresaw the complications his selective\nanti-gravitational field would cause. Knowing the grand old man as I\ndid, I can say that he never intended his \"blessing\" should become the\ncurse to mankind that it did. And the catastrophe it brought about was\ncertainly beyond range of all prophecy.\n\nOf course, anyone who lived in 1972 and tried to get inside Stegner's\nweird life-circle must agree that you can get too much of a good thing.\nEven a pumpkin can get too big--and that's what happened when the Prof\nturned on his field--things got big; and too darned healthy!\n\nI was there the day Stegner announced the results of ten year's research\non his selector. Nearly everyone present had read the sensational\narticles concerning his work in the feature sections of the big town\nnewspapers. Like the rest, I had a vague idea of what it was about. It\nseemed the Prof had developed a device that repelled various particles\nof matter without effecting others. In short, if he turned on his\ngadget, gravity reversed itself for certain elements, and they went away\nin a hurry. Like this: he could take oxide of iron, turn on his\nselective repellor, and the rust rather magically turned to pure iron\nwithout the oxygen. Or, he could take a pile of mixed chemicals, turn\nhis control knobs to the elements known to be present in the mixture,\nand presto! Only certain ones, of his choosing remained. The atoms of\nthe other elements conveniently left the vicinity.\n\nAll of which was interesting and extremely useful. The Prof promptly got\nrich selling patent rights to the device, tuned to certain frequencies\nwhich refined heretofore unrefinable ores. His device made an\nimprovement over most known methods of refining, costing far less in\noperation than the standard and often complicated methods previously in\nuse.\n\nMoney gave the old man his opportunity. He fitted out a big research lab\nin California, not too far from civilization, but secluded enough for\nsecrecy. Then he set about to try his selective repellor on living\ntissues. His suspicion, that wonderful things could be discovered if he\ntuned his anti-gravitational field to the undesirable elements in the\nbody, was confirmed. Like lead poisoning--something no doctor can cure\nif it is severe. He found that he could cure a case of lead poisoning\nmerely by making the lead go away from there via the field. More\nwonderful things began to come out of the Stegner laboratory, and he\nmade a lot more money.\n\nWhich was all very well indeed, only the Prof couldn't leave well enough\nalone--he had to delve and pry. He had his own theories about disease\nand its cause, old age, and so on--all nuttier than a fruit cake. He was\nsomething of a crank on various health foods and diets that left out\nfoods raised with chemical fertilizers. He had an organic garden, a\ngarden where no chemical fertilizer or poison spray was ever used. And\nafter all, who knew better than the Prof--who could isolate them in a\ntrice--how many poisons could be found accumulating in the average human\nbody, consumed along with perfectly harmless foods during a lifetime?\n\nAnyway, when the Prof called in the press, myself among them, he was\nreally excited. \"Gentlemen,\" he said, \"I have solved the greatest\nmedical puzzle of all time. Before me, no medical man knew the cause of\nold age. I have proved what the deterioration factor is, and I have\nprovided a remedy--a sure and immediate remedy! The golden age of\nmankind is here! Our life span can be greatly extended!\"\n\nI looked at Jake Heinz, my cameraman. Jake winked at me, but I didn't\nrespond. I liked the Prof. Such a fine old gentleman, to go whacky from\nso much success....\n\nJake took a few shots of the Prof's rabbits and guinea pigs, of the Prof\nhimself, and of the apparatus he had constructed which he claimed drove\nout the causative poison of age; a poison he called a radioactive\nisotope of Potassium. The other reporters, not having the soft hearts\nJake and I toted around, wrote him up as a joke; said right out they\nthought the old boy was blowing his top. Immortality! Hah! They\npresented the whole thing as a farce.\n\nNo reporters were ever more wrong than those smart buckos.\n\n\n\nSome months after the Prof's little news conference was over and\nforgotten, an item of vast importance turned up. It seemed that around\nStegner's secluded retreat there was a line where things started. What\nkind of things? Well, up to that line, things were normal; but beyond\nit, grass got enormous, the ground was higher and softer. Trees forgot\nto shed their leaves. Animals flocked there to eat the lush grass, so\nthe Prof erected a ten-foot electrified fence around his land to keep\nout the hordes of rabbits, deer, mice and what have you that came to\nfeast off the new supply of better forage.\n\nThat was only the beginning. Some months later there came items about\nhouseflies the size of walnuts hatching out around the Prof's retreat.\nNow a swarm of houseflies the size of walnuts is news, and Jake and I\ngot up there on the jump.\n\nIt was terrific! The flies were there all right, but so were a good many\nother oversized creatures. Roosting in the trees were robins, bluebirds,\nand doves as large as turkeys. King-sized ducks waddled about\nimportantly, displaying pouter-pigeon crops from overeating. It was as\nif some god had drawn a line and said: \"This is the new Eden, where all\nliving things will prosper terrifically.\"\n\nYou never saw a sight like it! Or did you? Were you one of the horde who\nstarted camping around the Prof's magic circle trying to get permission\nto enter?\n\nIt was then we got proof that it pays to be kind. Of all the\nnews-grabbers who surrounded the Prof's big wire gate, Jake and I were\nthe only ones who got in. The old man had not forgotten who had taken\nhim seriously and who had made fun of him.\n\nJake snapped a series of startling pics of the oversized animals and\nbirds. I interviewed the Prof again, even got his maid, Tilda's\nopinions, and wrote it up as unsensationally as possible, playing down\nthe tremendous potential for trouble, playing up the really effective\nmethod the old scientist had discovered for \"eliminating the\ndeterioration factor\" in life. I could see where the world was in for\nsome changes, and the going was going to be rough enough for the old man\nwithout making it worse. But my efforts came to naught when the pics\nJake had taken reached the editor's desk. He hit the ceiling, called me\non the carpet, wanted to know where my news sense had gotten lost. Then\nhe sent out three other smart boys to do a _good_ job on it.\n\nThe paper got out a special edition--and the troubles I had foreseen\nbegan. First, the government stepped in, trying to hush-hush the whole\nthing; but too late. The rush had started. For miles around the poor\nProf's fenced-in hideaway, cars and trailers parked in a mad senseless\njumble. People crowded against the fences and the electricity had to be\nshut off. Some smart aleck produced wire cutters and made an opening.\nThe invasion of the new Eden had begun.\n\nStegner took flight, taking his secret apparatus and files with him. He\ndeclined police escort, and vanished from his mad Eden. Where he went\nwas impossible to learn, but I supposed the government knew.\n\nThe area he had revitalized with his selective field was a nine days\nwonder, and after just about that long it was a tramped over, paper\nstrewn, garbage littered wreck. The oversized animals and birds drifted\naway, the huge houseflies perished or were eaten by the birds.\nApparently that was the end of the thing. Humanity had triumphed over\nits savior with its usual stupid interference.\n\nA few of us remembered, could not put out of our minds the significance\nof what the old man had done. He had pointed the way to a lush\nimmortality, and he had been shoved aside and pawed over and written\nabout like some freak. If he had been a notorious criminal, he would\nhave gotten far better journalistic treatment.\n\nBut the years went by--four, five of them. And nothing more was heard of\nStegner and his work. Until, one day coming home from a night shift on\nthe paper, I found a letter in my box. It was a rather plain looking\nenvelope, but much larger than the ordinary. The handwritten address was\nquite legible, but very big, as if a giant hand had cramped itself to\nproduce ordinary script:\n\n     _Dear old friend:_\n\n     _You may have forgotten me, but I do not forget you. If you\n     would like to join me for a time, insert a notice to Harry F in\n     the personal column to that effect. I am trusting you to keep\n     my secret._\n\n     _Stegner_\n\nNeedless to say, I inserted the notice.\n\n\n\nA limousine, driven by a noncommittal chauffeur, picked me up off a\nstreet corner, whisked me to the airfield. I boarded a plane piloted by\na man I used to know as a fading stunt pilot--Harry Fredericks. The\nplane lifted and took a southerly course which presently changed to an\neasterly bearing. I looked below and saw we were over water.\n\nWe came down somewhere in South America and I got out of the plane as\nmystified as I'd entered it. Secrecy? Fredericks wouldn't even discuss\nthe weather!\n\nI had expected another Eden, hidden away from the world. But the land of\nbrobdignags I found staggered me. Grasses, trying to be trees, and\ntrees....\n\nThere were no words for the bigness, the health and vitality of Stegner\nand the government bigwigs who had welcomed him here in South America.\nBut Stegner hustled me aside before I had time to do more than goggle at\nthe mammoth layout of this new Eden under government supervision. He\ntook me to his house, a huge thing built with huge hands, big enough to\naccommodate a man ten feet tall! Yes, Stegner was a giant! _Everybody_\nin that fantastic hideaway was a giant.\n\nThe second floor of the house overlooked a great, wide valley. Stegner\npointed one great finger to the horizon and I looked. There was an\nendless fence out there. The same as in California, only more so. The\nnatives of the valley, the Indios, the rancheros, the more intelligent\nanimals, were trying to get in to the wonders they saw beyond that\nfence. And some of them were dying against the killing electric charges\nin its wires. Through a pair of glasses the Prof handed me, I saw that\nsome of the dead were human.\n\n\"That's murder!\" I gasped.\n\nStegner's voice held the sadness of a great and sorrowful god. \"I am in\na trap, my friend. I have pretended to acquiesce, but my cohorts are not\nfully deluded as to my loyalty to the thing they plan. These government\nmen had gone mad with power. And the problem that now faces me seems\ninsurmountable. The peoples of this world are too small, morally, for so\nbig a life. I fear chaos. I thought that perhaps you, with your native\nshrewdness, might help me unlock this prison I am in, reconcile this\nEden and its growth to the world that it must eventually overrun. It\n_will_ overrun the planet, but I would prefer it not to be by violence\nas these mad men plan it. They have selfishly taken my gift to mankind\nto themselves, for their own aggrandizement.\"\n\nI gulped. He thought I had the savvy to answer that one! \"Hell, Prof. I\nthought you saw that from the first. I've often wondered when the\nblow-off would come. I'm a newspaperman; I know what goes on in the\nworld. It isn't ready for such a life as you can give it--too much\nselfishness. This thing has so many angles, so many ways it can give\nprivate groups power.\"\n\n\"Then what can I do?\"\n\n\"As long as this is going to be a fight, let's make it an even one, so\nthat the chips aren't all on one side of the table. Then maybe there'll\nbe a balance of power, a stalemate--such as existed between Russia and\nthe U. S. A. for so long.\"\n\n\"You mean...?\"\n\n\"I mean let me get the hell out of here in a hurry, with the details of\nyour processes, and let me spread them all over the world. Publicity can\nlick this thing. Your mistake was in building fences. Put up a fence,\nand somebody'll bust it.\"\n\n\"You are a wise man, my friend,\" he said.\n\n\"Then I'm making a run for it right now. They won't expect me to be\ndashing off before I've even taken off my hat. Give me your formulae,\nand show me the back door.\"\n\n\"You can only leave by plane....\"\n\n\"Okay, I can fly one. I had my own crate for several years until the\nfinance company took it away from me. The airfield's right next to the\nhouse....\"\n\nHe gave me the papers.\n\n\"What's in 'em?\" I asked.\n\n\"The formulae for the creation of the repellent anti-gravitational field\nwhich eliminates the age-factor element. I have been working on a growth\ninhibitor, but in secret. So I have had little time to develop it.\nBriefly, it is a method of making the field even more selective, leaving\nin the body those elements which have caused life to stop growing at\nadulthood, although it is not natural to stop growing. I am sure that\nany good scientist can finish my work. With this development, man can\nhave his cake and eat it too. He won't grow to giantism as we are doing,\nyet his life and health will be prolonged.\"\n\n\"Why not just explain it to these men?\"\n\nHe laughed bitterly. \"They wish to use their gigantic size to conquer\nthe world. They can do it, too. Their minds have increased in power.\nGrowth is that way. But moral values are something different--they are\nacquired by experience. Find some moral men who might use this\ninformation to circumvent what is about to happen.\"\n\nI took the papers and shook his gigantic hand. I left via the back door,\nand sneaked through a clump of giant ferns to the edge of the airfield.\nA little prowling revealed a parked plane, long unused because those who\nhad flown it here had grown too big to use it. I waited, hidden in the\nlush greenery until the setting sun would hide my movements. It would\nonly be a few minutes now....\n\nThe hangar in which the plane was parked contained several gasoline\ndrums, the kind with pumps on them that worked with a crank. I got into\nthe hangar, finally, and before it got too dark to see, checked the\nplane's gas gauge. It was about a quarter full. I connected the gas hose\nand started pumping. In twenty minutes I had her full, then I climbed\ninto the plane....\n\nWhen the motor caught, after I was sure it never would, the thunder of\nthe prop brought giants running toward me from the far end of the field,\ntheir twenty-foot strides eating up the distance. But I taxied straight\ntoward them, giving the plane's motors all they would take. The plane\nroared down the field, and they fell flat as the prop came at them. The\nplane lifted, spun over them, was off. Now slugs from oversize rifles\ncame buzzing about me, crashing through the fuselage. But it was dark\nand I was away. No serious damage had been done.\n\nIn Texas it took me four hours to get the brass to listen to me. Finally\nthey did. They didn't ask me to keep my mouth shut. They just turned me\nloose. I went to my editor and told him the truth. He didn't believe me.\nWhen he checked with the army, they said I was obviously trying to\nperpetrate a hoax. I nearly got fired.\n\n\n\nMonths went by, and I waited. I knew I'd have to wait until my chance\ncame. There'd have to be hellfire before anybody'd believe my story.\nThen the storm broke, in sensational headlines. \"Gigantic beasts wipe\nout town in South America.\"\n\nMy editor sent for me. He showed me the headline. \"Maybe I made a\nmistake not believing your story about Stegner,\" he said. \"I make a lot\nof mistakes.\"\n\n\"You want me to cover this?\" I said.\n\n\"That's it. And if you can come up with proof of what you told me when\nyou got back from that crazy trip, I'll print every damned word.\"\n\n\n\nWhen I got on the scene, I knew they were at last taking it seriously.\nThe locals had called out the army to fight the strange monsters that\nwere coming out of the jungle. They were such things as army ants six\nfeet long; anteaters looking like ambling locomotives with hairy hides\nand noses; lumbering sloths vast as a houses on legs, sleepy and comic\nas ever, but terrifyingly destructive; jaguars like trucks and trailers;\ncentipedes with stingers over their backs that would reach a man in a\nthird-story window; wasps and bees like buzzards. The army was lashing\nat these things with machine guns, flame throwers, tanks and rockets.\nJeeps careened across the landscape with loads of ammo. It was a\nmadhouse on a vast scale, and being fought to the death. They waited for\nthe beasts to come out of the jungle, then they jumped them--or were\njumped. Nobody was allowed to fly into the hinterland to see where they\nwere coming from. And when I tried to get officials to consider it, they\nabsolutely refused. Up there, it was hinted, were secret government\nprojects--besides they were too far away--and radio said there was no\nsign of anything unusual there. It was worth even a general's job to\npoke his nose in near those projects. And how could I tell these people\ntraitorous men of their own government were the culprits? It just wasn't\npossible--and because I had to stay on the scene, I never even hinted\nit. I merely waited my chance to produce proof. I knew I'd get it,\nsooner or later. Something would come out of that jungle I'd be able to\nuse to convey the real menace to the knowledge of a puzzled world.\n\nI wrote carefully, reporting the weird war with the animal world--and I\nkept inserting paragraphs hinting about Stegner and his growth field,\nadding \"rumors\" that maybe his work had been taken over by a power-mad\nclique and it was they who were loosing this horror.\n\nMy boss liked the stuff I was putting in, because it sold papers, and I\nwas careful to keep my facts separate, and label my theories. Nobody--at\nleast so it seemed--believed the theories, but they made good reading. I\ngot a raise in salary.\n\nOther reporters were knocking out stories as good as mine, but without\nthe insight into the facts that I had. So their stories went too far\nafield. Mine became popular, and were in demand as reprints all over the\nworld. But officially, nobody paid any attention to me, so the important\npapers nestled in the bottom of my trunk. I didn't want them confiscated\nuntil the time came when I could publish them with proof. My boss would\nback me up when that proof came. I was sure of that.\n\nI got my chance the day the giantess came crashing out of the smoke and\ndust of the circle of horror across which the beasts were constantly\nlunging. She was near naked, and half mad with pain from the giant\ninsects plaguing her. No one fired on her as she stood with uplifted\narms, waiting for the soldiers to kill her as she expected. Beautiful as\na goddess out of an ancient myth she came forward toward the soldiers,\nher face lighting with hope, her hair streaming golden in the sun. She\nspoke to us then, and the silence that came over the field of carnage\nwas complete.\n\n\"Look at me! Look at me and believe! There are others like me, back in\nthe jungle; mad giants who plan to conquer your world. They are ready to\ndo it. I have escaped to warn you. They are mad, these giants my master\nhas created. They are monsters....\"\n\nI recognized her now. My senses leaped and my blood pounded in my veins.\nHere was my opportunity to convince the world. This was Tilda, Stegner's\nmaid! I snapped several pictures of her as she went on talking.\n\n\"These men, who were once your own leaders are plotting to destroy you\nand take the world for themselves. You do not know what they are\npreparing for you, but I come to tell you. Make ready, for they are on\ntheir way to destroy you. They bring huge guns, monster tanks that they\nhave built, machines never before seen on earth.\"\n\nWhat more she might have told we were never to know, for she fell then,\nat the end of her strength. Whatever she had dared, whatever she had\ngone through to break out of that monstrous circle and come to us, had\nbeen too much even for her giant's strength. She fell, like a tower\ncrashing down, and lay there, a great lax pile of pink and red flesh,\ntorn by thorns, the claws of animals, the stingers of terrible giant\ninsects.\n\nThen the monsters came again, and we could not go to her. She lay there\nas darkness came, and in the morning only her skeleton remained,\nstripped of flesh in the night by the myriad devouring giant ants and\nbeetles.\n\n\n\nMy story went in, with photos of Tilda. My editor printed the whole\nstory, printed my formulae, printed every word of the history of Stegner\nand his creations, and the secret menace he had unwittingly loosed on\nthe world from his second hidden Eden in the jungle. I was called home.\n\nThey came to me then, those moral ones Stegner had said existed. Men\nhigh in government and army circles who had the peace and welfare of the\nworld at heart. Selfless ones whose records were above reproach. And\nthey proved to be high in the powers of the world, able to command.\n\n\n\nI went back to South America, to my reporting. I wanted to be on hand\nwhen the attack of which Tilda had warned became reality.\n\nI was some twelve miles from the deadly circle when the giant tanks\nappeared. They were larger than any moving thing ever seen on Earth\nbefore. Tracklayers, caterpillars--and swinging above them slender\ntowers which bore ominous gleaming nozzles. On they came.\n\nThen they struck at us. From the nozzles a cold brilliance leaped out,\nunnamable, that swept forward like a slow lightning, a kind of crackling\nsheet of cold fire that spread from tower to tower, in an arc that began\nto bend toward our lines.\n\nThe fire came in mile-wide swaths. There was no outcry, no terror--just\nthe sweating lines of men in foxholes, the crews about the guns, heaving\nammo into their maws; the rumbling trucks and the careening jeeps. The\nfire swept over all like liquid, radiance, like a pouring out of\nmoonlight, soft but brilliant, mild yet deadly. Then it was gone. And\nwhen it had gone, nothing but silence remained. Dead men stretched out\nwhere they had lain waiting, fallen where they labored; jeeps careened\non to crash into stumps or bigger trucks--and stop forever. Only silence\nand death and nothingness was left.\n\nWhen the silence swept across the whole front I dropped my glasses and\nlit out for my own car, and headed for the coast. I wanted to file this\nstory in person, and I knew, too, that army would not be there in the\nmorning. I meant to stay alive. I knew that the hope for mankind lay in\nwhat honest men were doing with Stegner's formulae. I had to know. So I\nfled.\n\nNext day they were dropping atom bombs on every moving thing in\nStegner's ghastly Eden. High flying bombers flew in swarms--and many of\nthem were being shot down by the weird fire. I saw those atom bombs\nfalling, on television, and the white radiance reaching up toward them.\nI saw it catch them in its embrace, saw them explode harmlessly in the\nair, midway in their plunge. Whatever the fire was, it was a defense\nagainst the atom bomb, for it exploded them before they could reach\ntheir targets.\n\nIt didn't catch them all, and it didn't intercept all the high-flying\nbombers loosing their guided rocket missiles. It got enough though, to\nshow us we were on the losing end. What we needed was a miracle. And the\nmiracle did occur....\n\nAt first, even with my fingers on every tag end of information that came\nout of the terrible area, it was an unnoticeable change. Then I got it.\nThe men doing our fighting changed in caliber and ability. I never\nlearned, due to the official habit of hushing everything up, just whose\ntechnology accomplished the miracle, but it must have been started from\nthe first, with those army officers who had listened to me with such\nlack of interest when I spoke before their inquisition at the Texas army\nair field.\n\nAll I learned was that there was a new kind of man busy at the front, a\nman of keener intellect, swifter of action, infinitely more able than\nthe former ordinary soldier.\n\nIt was Jake who first confirmed my suspicions. He brought in photographs\nof men lifting trucks out of mudholes, men tearing steel cables apart\nwith their bare hands, men jumping over twenty-foot barriers with full\npack. \"Whatta I do with that kind of pic? The people are so fed up with\nthe impossible news they are getting that they don't believe anything\nany more! But you and I know a news camera doesn't lie ... it doesn't\nhave time!\"\n\nThey had put the Prof's formulae to work against the giants. This time\nit was the right formulae. They had growth without increase in size, a\ngrowth of ability, of strength, of mentality, without any increase in\nponderous structure. These new soldiers were the policemen of the United\nNations made into supermen!\n\nI began to believe in the human race again. \"Great!\" I said. \"This is\nwhat I've been waiting for!\"\n\nJake tossed me his pictures and went away. I turned to the typewriter\nand began batting out my story: \"Mankind solves the problem of giantism!\nThe new weapon against the giants is--the new man!\"\n\nThose little giants waded into that circle through all the deadly fire\nand the giant scorpions and vast beasts like Jack-the-Giant-Killer's\nmultitudinous sons--and it wasn't a month later that I typed the last\nstory of my life and gave up reporting for good. It was the tale of the\ndeath of the last giant--and Jake's picture of him, armed in the end\nwith only his fists, huge as a tree, mad with hunger and thirst and\nterrible fear of the little men who were just as mighty, a lot quicker,\nand every bit as smart as any giant. They routed him out with tear gas\nand shot him down with plain old GI rifle fire.\n\nYes, I gave up newspaper work. Why? They offered me a job making a\nmovie out of the \"War of the Giants\". The job gave me quick money,\nwhich is what I needed. The wife and I are starting a new colony\non Malino Island. It's in the Carolinas. We're going to try this\ngrowth-without-size business out properly.\n\nYes, that's my son. Eight months. He doesn't ordinarily go around\ndragging a piano--it just got in his way.",
    "metadata": {
        "author": [
            "Lohrman, Paul",
            "Shaver, Richard S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32582/pg32582.txt",
        "name": "of_stegner_s_folly.json"
    }
}