{
    "name": "Oh, Rats!",
    "author": [
        "De Ford, Miriam Allen",
        "DeFord, Miriam Allen",
        "Ford, Miriam Allen de"
    ],
    "body": "SK540, the 27th son of two very ordinary white laboratory rats,\nsurveyed his world.\n\nHe was no more able than any other rat to possess articulate speech, or\nto use his paws as hands. All he had was a brain which, relative to its\nsize, was superior to any rat's that had hitherto appeared on Earth. It\nwas enough.\n\nIn the first week of gestation his embryo had been removed to a more\nsuitable receptacle than the maternal womb, and his brain had been\nstimulated with orthedrin, maxiton and glutamic acid. It had been\ncontinuously irrigated with blood. One hemisphere had been activated\nfar in excess of the other, since previous experiments had shown that\nincreased lack of symmetry between the hemispheres produced superior\nmentality. The end-result was an enormous increase in brain-cells\nin both hemispheres. His brain showed also a marked increase in\ncholinesterase over that of other rats.\n\nSK540, in other words, was a super-rat.\n\nThe same processes had been applied to all his brothers and sisters.\nMost of them had died. The few who did not, failed to show the desired\nresults, or showed them in so lopsided and partial a manner that it was\nnecessary to destroy them.\n\nAll of this, of course had been mere preparation and experimentation\nwith a view to later developments in human subjects. What SK540's gods\nhad not anticipated was that they would produce a creature mentally the\nsuperior, not only of his fellow-rats, but also, in some respects, of\nthemselves.\n\nHe was a super-rat: but he was still a rat. His world of dreams and\naspirations was not human, but murine.\n\nWhat would you do if you were a brilliant, moody young super-rat, caged\nin a laboratory?\n\nSK540 did it.\n\nWhat human beings desired was health, freedom, wealth, love, and\npower. So did SK540. But to him health was taken for granted; freedom\nwas freedom from cages, traps, cats, and dogs; wealth meant shelter\nfrom cold and rain and plenty to eat; love meant a constant supply of\navailable females.\n\nBut power! It was in his longing for power that he most revealingly\ndisplayed his status as super-rat.\n\nTherefore, once he had learned how to open his cage, he was carefully\nselective of the companions--actually, the followers--whom he would\nrelease to join his midnight hegira from the laboratory. Only the\nmeekest and most subservient of the males--intelligent but not too\nintelligent--and the most desirable and amiable of the females were\ninvited.\n\nOnce free of the cages, SK540 had no difficulty in leading his troop\nout of the building. The door of the laboratory was locked, but a\nwindow was slightly open from the top. Rats can climb up or down.\n\nLike a silver ribbon they flowed along the dark street, SK540, looking\nexactly like all the rest, at their head. Only one person in the\ndeserted streets seems to have noticed them, and he did not understand\nthe nature of the phenomenon.\n\n\n\nYoung Mr. and Mrs. Philip Vinson started housekeeping in what had once\nbeen a mansion. It was now a rundown eyesore.\n\nIt had belonged to Norah Vinson's great-aunt Martha, who had left it\nto her in her will. The estate was in litigation, but the executor had\npermitted the Vinsons to settle down in the house, though they weren't\nallowed yet to sell it. It had no modern conveniences, and was full of\nrooms they couldn't use and heavy old-fashioned furniture; but it was\nsolidly built and near the laboratory where he worked as a technician,\nand they could live rent-free until they could sell the house and use\nthe money to buy a real home.\n\n\"Something funny happened in the lab last night,\" Philip reported,\nwatching Norah struggle with dinner on the massive coal-stove.\n\"Somebody broke in and stole about half our experimental animals. And\nthey got our pride and joy.\"\n\n\"The famous SK540?\" Norah asked.\n\n\"The same. Actually, it wasn't a break-in. It must have been an inside\njob. The cages were open but there were no signs of breaking and\nentering. We're all under suspicion till they find out who-dunit.\"\n\nNorah looked alarmed.\n\n\"You too? What on earth would anybody want with a lot of laboratory\nrats? They aren't worth anything, are they--financially, I mean?\"\n\n\"Not a cent. That's why I'm sure one of the clean-up kids must have\ndone it. Probably wanted them for pets. They're all tame, of course,\nnot like wild rats--though they can bite like wild rats if they want\nto. Some of the ones missing are treated, and some are controls. It\nwould just be a nuisance if they hadn't taken SK540. Now they've\ngot to find him, or do about five years' work over again, without\nany assurance of as great a success. To say nothing of letting our\nsuper-rat loose on the world.\"\n\n\"What on earth could even a super-rat do that would matter--to human\nbeings, I mean?\"\n\n\"Nobody knows. Maybe that's what we're going to find out.\"\n\n\n\nThat night Norah woke suddenly with a loud scream. Philip got the\ngas lighted--there was no electricity in the old house--and held her\nshaking body in his arms. She found her breath at last long enough to\nsob: \"It was a rat! A rat ran right over my face!\"\n\n\"You're dreaming, darling. It's because I told you about the theft at\nthe lab. There couldn't be rats in this place. It's too solidly built,\nfrom the basement up.\"\n\nHe finally got her to sleep again, but he lay awake for a long time,\nlistening. Nothing happened.\n\nRats can't talk, but they can communicate. About the time Norah Vinson\ndropped off after her frightened wakening, SK540 was confronting a\nculprit. The culprit was one of the liberated males. His beady eyes\ntried to gaze into the implacable ones of SK540, but his tail twitched\nnervously and if he bared his teeth it was more in terror than in\nfight. They all knew that strict orders had been given not to disturb\nthe humans in the house until SK540 had all his preparations made.\n\nA little more of that silent communication, and the rat who had run\nover Norah's face knew he had only two choices--have his throat slit or\nget out. He got.\n\n\"What do you know?\" Philip said that evening. \"One of our rats came\nback.\"\n\n\"By itself?\"\n\n\"Yeah. I never heard of such a thing. It was one of the experimental\nones, so it was smarter than most, though not such an awful lot. I\nnever heard of a rat with homing instinct before. But when we opened up\nthis morning, there he was, sitting in his cage, ready for breakfast.\"\n\n\"Speaking of breakfast, I thought I asked you to buy a big box of\noatmeal on your way home yesterday. It's about the only thing in the\nway of cereal I can manage on that old stove.\"\n\n\"I did buy it. Don't you remember? I left it in the kitchen.\"\n\n\"Well, it wasn't there this morning. All I know is that you're going to\nhave nothing but toast and coffee tomorrow. We seem to be out of eggs,\ntoo. And bacon. And I thought we had half a pound left of that cheese,\nbut that's gone too.\"\n\n\"Good Lord, Norah, if you've got that much marketing to do, can't you\ndo it yourself?\"\n\n\"Sure, if you leave the car. I'm not going to walk all that way and\nback.\"\n\nSo of course Philip did do the shopping the next day. Besides, Norah\nhad just remembered she had a date at the hairdresser's.\n\n\n\nWhen he got home her hair was still uncurled and she was in hysterics.\nOne of the many amenities great-aunt Martha's house lacked was a\ntelephone; anyway, Norah couldn't have been coherent over one. She cast\nherself, shuddering and crying, into Philip's arms, and it was a long\ntime before he got her soothed enough for her to gasp: \"Philip! They\nwouldn't let me out!\"\n\n\"They? Who? What do you mean?\"\n\n\"The--the rats! The white rats. They made a ring around me at the front\ndoor so I couldn't open it. I ran to the back and they beat me there\nand did the same thing. I even tried the windows but it was no use. And\ntheir teeth--they all--I guess I went to pieces. I started throwing\nthings at them and they just dodged. I yelled for help but there's\nnobody near enough to hear. Then I gave up and ran in our bedroom and\nslammed the door on them, but they left guards outside. I heard them\nsqueaking till you drove up, then I heard them run away.\"\n\nPhilip stared at her, scared to death. His wife had lost her mind.\n\n\"Now, now, sweetheart,\" he said soothingly, \"let's get this straight.\nThey fired a lab boy today. They found four of our rats in his home.\nHe told some idiotic story of having 'found' them, with the others\nmissing, running loose on the street that night, but of course he stole\nthem. He must have sold the rest of them to other kids; they're working\non that now.\"\n\nNorah blew her nose and wiped her eyes. She had regained her usual calm.\n\n\"Philip Vinson,\" she said coldly, \"are you accusing me of lying, or\njust of being crazy? I'm neither. I saw and heard those rats. They're\nhere _now_. What's more, I guess I know where that oatmeal went, and\nthe eggs and bacon too, and the cheese. I'm--I'm a hostage!\n\n\"I don't suppose,\" she added sarcastically, \"that your SK540 was one of\nthe ones they found in the boy's home?\"\n\n\"No, it wasn't,\" he acknowledged uneasily. A nasty little icy trickle\nstole down his spine. \"All right, Norah, I give in. You take the poker\nand I'll take the hammer, and we'll search this house from cellar to\nattic.\"\n\n\"You won't find them,\" said Norah bitterly. \"SK540's too smart. They'll\nstay inside the walls and keep quiet.\"\n\n\"Then we'll find the holes they went through and rout them out.\"\n\nThey didn't, of course. There wasn't a sign of a rathole, or of a rat.\n\nThey got through dinner and the evening somehow. Norah put all the\nfood not in cans inside the old-fashioned icebox which took the place\nof a refrigerator. Philip thought he was too disturbed to be able to\nsleep, but he did, and Norah, exhausted, was asleep as soon as her head\ntouched the pillow.\n\nHis last doubt of his wife's sanity vanished when, the next morning,\nthey found the icebox door open and half the food gone.\n\n\n\n\"That settles it!\" Philip announced. \"Come on, Norah, put your coat\non. You're coming with me to the lab and we'll report what's happened.\nThey'll find those creatures if they have to tear the house apart to do\nit. That boy must have been telling the truth.\"\n\n\"You couldn't keep me away,\" Norah responded. \"I'll never spend\nanother minute alone in this house while those dreadful things are in\nit.\"\n\nBut of course when they got to the front door, there they were,\ncircling them, their teeth bared. The same with the back door and all\nthe first floor windows.\n\n\"That's SK540 all right, leading them,\" Philip whispered through\nclenched jaws. He could smash them all, he supposed, in time, with what\nweapons he had. But he worked in the laboratory. He knew their value to\nscience, especially SK540's.\n\nRats couldn't talk, he knew, and they couldn't understand human speech.\nNevertheless, some kind of communication might establish itself.\nSK540's eyes were too intelligent not to believe that he was getting\nthe gist of talk directed to him.\n\n\"This is utterly ridiculous,\" Philip grated. \"If you won't let us out,\nhow can we keep bringing food into the house for you? We'll all starve,\nyou and we together.\"\n\nHe could have sworn SK540 was considering. But he guessed the implicit\nanswer. Let either one of them out, now they knew the rats were there,\nand men from the laboratory would come quickly and overwhelm and carry\noff the besiegers. It was a true impasse.\n\n\"Philip,\" Norah reminded him, \"if you don't go to work, they know we\nhaven't a phone, and somebody will be here pretty soon to find out if\nanything's wrong.\"\n\nBut that wouldn't help, Philip reflected gloomily; they'd let anyone\nin, and keep him there.\n\nAnd he thought to himself, and was careful not to say it aloud: rats\nare rats. Even if they are 25th generation laboratory-born. When the\nother food was gone there would be human meat.\n\nHe did not want to look at them any more. He took Norah's arm and\nturned away into their bedroom.\n\nThey stayed there all day, too upset to think of eating, talking and\ntalking to no conclusion. As dusk came on they did not light the gas.\nExhausted, they lay down on the bed without undressing.\n\nAfter a while there was a quiet scratching at the door.\n\n\"Don't let them in!\" Norah whispered. Her teeth were chattering.\n\n\"I must, dear,\" he whispered back. \"It isn't 'them,' I'm sure of\nit--it's just SK540 himself. I've been expecting him. We've got to\nreach some kind of understanding.\"\n\n\"With a rat?\"\n\n\"With a super-rat. We have no choice.\"\n\nPhilip was right. SK540 alone stood there and sidled in as the door\nclosed solidly again behind him.\n\nHow could one communicate with a rat? Philip could think of no way\nexcept to pick him up, place him where they were face to face, and talk.\n\n\"Are your--followers outside?\" he asked.\n\nA rodent's face can have no expression, but Philip caught a glance of\ncontempt in the beady eyes. The slaves were doubtless bedded down in\ntheir hideaway, with strict orders to stay there and keep quiet.\n\n\"You know,\" Philip Vinson went on, \"I could kill you, very easily.\" The\nwords would mean nothing to SK540; the tone might. He watched the beady\neyes; there was nothing in them but intelligent attention, no flicker\nof fear.\n\n\"Or I could tie you up and take you to the laboratory and let them\ndecide whether to keep you or kill you. We are all much bigger and\nstronger than you. Without your army you can't intimidate us.\"\n\nThere was, of course, no answer. But SK540 did a startling and touching\nthing. He reached out one front paw, as if in appeal.\n\nNorah caught her breath in astonishment.\n\n\n\n\"He--he just wants to be free,\" she said in a choked whisper.\n\n\"You mean you're not afraid of him any more?\"\n\n\"You said yourself he couldn't intimidate us without his army.\"\n\nPhilip thought a minute. Then he said slowly:\n\n\"I wonder if we had the right to do this to him in the first place. He\nwould have been an ordinary laboratory rat, mindless and contented;\nwe've made him into a neurotic alien in his world.\"\n\n\"You're not responsible, darling; you're a technician, not a\nbiochemist.\"\n\n\"I share the responsibility. We all do.\"\n\n\"So what? The fact remains that it was done, and here he is--and here\nwe are.\"\n\nThe doorbell rang.\n\nPhilip and Norah exchanged glances. SK540 watched them.\n\n\"It's probably Kelly, from the lab,\" Philip said, \"trying to find out\nwhy I wasn't there today. It's just about quitting time, and he lives\nnearest us.\"\n\nNorah astonished him. She picked up SK540 from the bed-side table where\nPhilip had placed him, and hid him under her pillow.\n\n\"Get rid of whoever it is,\" she said defensively. Philip stared for an\ninstant, then walked briskly downstairs. He was back in a few minutes.\n\n\"It was Kelly, all right,\" he told her. \"I said you were sick and I\ncouldn't leave you to phone. I said I'd be there tomorrow. Now what?\"\n\nSK540's white whiskers emerged from under the pillow, and he jumped\nover to the table again. Norah's cheeks were pink.\n\n\"When it came to the point, I just couldn't,\" she explained\nshamefacedly. \"I suddenly realized that he's a _person_. I couldn't let\nhim be taken back to prison.\"\n\n\"Aren't you frightened any more?\"\n\n\"Not of him.\" She faced the super-rat squarely. \"Look,\" she said, \"if\nwe take care of you, will you get rid of that gang of yours, so we can\nbe free too?\"\n\n\"That's nonsense, Norah,\" Philip objected. \"He can't possibly\nunderstand you.\"\n\n\"Dogs and cats learn to understand enough, and he's smarter than any\ndog or cat that ever lived.\"\n\n\"But--\"\n\nThe words froze on his lips. SK540 had jumped to the floor and run to\nthe door. There he stood and looked back at them, his tail twitching.\n\n\"He wants us to follow him,\" Norah murmured.\n\nThere was no sign of a hole in the back wall of the disused pantry.\nBut behind it they could hear squeaks and rustlings.\n\nSK540 scratched delicately at almost invisible cracks. A section of the\nwall, two by four inches, fell out on the floor.\n\n\"So that's where some of the oatmeal went,\" Norah commented. \"Made into\npaste.\"\n\n\"Sh!\"\n\nSK540 vanished through the hole. They waited, listening to\nincomprehensible sounds. Outside it had grown dark.\n\n\n\nThen the leader emerged and stood to one side of the long line that\npattered through the hole. The two humans stared, fascinated, as the\nline made straight for the back door and under it. SK540 stayed where\nhe was.\n\n\"Will they go back to the lab?\" Norah asked.\n\nPhilip shrugged.\n\n\"It doesn't matter. Some of them may ... I feel like a traitor.\"\n\n\"I don't. I feel like one of those people who hid escaped war prisoners\nin Europe.\"\n\nWhen the rats were all gone, they turned to SK540. But without a glance\nat them he re-entered the hiding-place. In a minute he returned,\nherding two white rats before him. He stood still, obviously expectant.\n\nPhilip squatted on his heels. He picked up the two refugees and looked\nthem over.\n\n\"Both females,\" he announced briefly. \"And both pregnant.\"\n\n\"Is he the father?\"\n\n\"Who else? He'd see to that.\"\n\n\"And will they inherit his--his--\"\n\n\"His 'super-ratism'? That's the whole point. That's the object of the\nentire experiment. They were going to try it soon.\"\n\nThe three white rats had scarcely moved. The two mothers-to-be had\napparently fallen asleep. Only SK540 stood quietly eying the humans.\nWhen they left him to find a place where they could talk in private he\ndid not follow them.\n\n\"It comes down to this,\" Philip said at the end of half an hour's\nfruitless discussion. \"We promised him, or as good as. He believed us\nand trusted us.\n\n\"But if we keep to our promise we're _really_ traitors--to the human\nrace.\"\n\n\"You mean, if the offspring should inherit his brain-power, they might\noverrun us all?\"\n\n\"Not might. Would.\"\n\n\"So--\"\n\n\"So it's an insoluble problem, on our terms. We have to think of this\nas a war, and of them as our enemies. What is our word of honor to a\nrat?\"\n\n\"But to a super-rat--to SK540--\"\n\nAs if called, SK540 appeared.\n\nHad he been listening? Had he understood? Neither of them dared to\nvoice the question aloud in his presence.\n\n\"Later,\" Philip murmured.\n\n\"We must eat,\" said Norah. \"Let's see what's left in the way of food.\"\n\n\n\nEverything tasted flat; they weren't very hungry after all. There was\nenough left over to feed the three rats. But they had evidently helped\nthemselves earlier; they left the scraps untasted.\n\nNeither of the humans guessed what else had vanished from the pantry\nshelves--what, when he had heard enough, SK540 had slipped away and\nsprinkled on the remaining contents of the icebox, wherever the white\npowder would not show.\n\nThey did not know until it was too late--until both of them lay\nwrithing in their last spasms on their bedroom floor.\n\nBy the time the house was broken into and their bodies found, SK540 and\nhis two wives were far away, and safe....\n\nAnd this, children, is the true account, handed down by tradition from\nthe days of our great Founder, of how the human race ceased to exist\nand we took over the world.",
    "metadata": {
        "author": [
            "De Ford, Miriam Allen",
            "DeFord, Miriam Allen",
            "Ford, Miriam Allen de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51751/pg51751.txt",
        "name": "oh_rats.json"
    }
}