{
    "name": "One Martian Afternoon",
    "author": [
        "Leahy, Tom"
    ],
    "body": "The clod burst in a cloud of red sand and the little Martian sand dog\nducked quickly into his burrow. Marilou threw another at the aperture in\nthe ground and then ran over and with the inside of her foot she scraped\nsand into it until it was filled to the surface. She started to leave,\nbut stopped.\n\nThe little fellow might choke to death, she thought, it wasn't his fault\nshe had to live on Mars. Satisfied that the future of something was\ndependent on her whim, she dug the sand from the hole. His little yellow\neyes peered out at her.\n\n\"Go on an' live,\" she said magnanimously.\n\nShe got up and brushed the sand from her knees and dress, and walked\nslowly down the red road.\n\nThe noon sun was relentless; nowhere was there relief from it. Marilou\nsquinted and shaded her eyes with her hand. She looked in the sky for\none of those infrequent Martian rain clouds, but the deep blue was only\noccasionally spotted by fragile white puffs. Like the sun, they had no\nregard for her, either. They were too concerned with moving toward the\ndistant mountains, there to cling momentarily to the peaks and then\ncontinue on their endless route.\n\nMarilou dabbed the moisture from her forehead with the hem of her dress.\n\"I know one thing,\" she mumbled. \"When I grow up, I'll get to Earth an'\nnever come back to Mars, no matter what!\"\n\nShe broke into a defiant, cadenced step.\n\n\"An' I won't care whether you an' Mommy like it or not!\" she declared\naloud, sticking out her chin at an imaginary father before her.\n\nBefore she realized it, a tiny, lime-washed stone house appeared not a\nhundred yards ahead of her. That was the odd thing about the Martian\nmidday; something small and miles away would suddenly become large and\nvery near as you approached it.\n\nThe heat waves did it, her father had told her. \"Really?\" she had\nreplied, and--_you think you know so doggone much_, she had thought.\n\n\n\n\"Aunt Twylee!\" She broke into a run. By the Joshua trees, through the\nstone gateway she ran, and with a leap she lit like a young frog on the\nporch. \"Hi, Aunt Twylee!\" she said breathlessly.\n\nAn ancient Martian woman sat in a rocking chair in the shade of the\nporch. She held a bowl of purple river apples in her lap. Her\npapyrus-like hands moved quickly as she shaved the skin from one. In a\nmatter of seconds it was peeled. She looked up over her bifocals at the\npanting Marilou.\n\n\"Gracious, child, you shouldn't run like that this time of day,\" she\nsaid. \"You Earth children aren't used to our Martian heat. It'll make\nyou sick if you run too much.\"\n\n\"I don't care! I hate Mars! Sometimes I wish I could just get good an'\nsick, so's I'd get to go home!\"\n\n\"Marilou, you _are_ a little tyrant!\" Aunt Twylee laughed.\n\n\"Watcha' doin', Aunt Twylee?\" Marilou asked, getting up from her frog\nposture and coming near the old Martian lady's chair.\n\n\"Oh, peeling apples, dear. I'm going to make a cobbler this afternoon.\"\nShe dropped the last apple, peeled, into the bowl. \"There, done. Would\nyou like a little cool apple juice, Marilou?\"\n\n\"Sure--you betcha! Hey, could I watch you make the cobbler, Aunt Twylee,\ncould I? Mommy can't make it for anything--it tastes like glue. Maybe,\nif I could see how you do it, maybe I could show her. Do you think?\"\n\n\"Now, Marilou, your mother must be a wonderful cook to have raised such\na healthy little girl. I'm sure there's nothing she could learn from\nme,\" Aunt Twylee said as she arose. \"Let's go inside and have that\napple juice.\"\n\nThe kitchen was dark and cool, and filled with the odors of the\nwonderful edibles the old Martian had created on and in the Earth-made\nstove. She opened the Earth-made refrigerator that stood in the corner\nand withdrew an Earth-made bottle filled with Martian apple juice.\n\nMarilou jumped up on the table and sat cross-legged.\n\n\"Here, dear.\" Aunt Twylee handed her a glass of the icy liquid.\n\n\"Ummm, thanks,\" Marilou said, and gulped down half the contents. \"That\ntastes dreamy, Aunt Twylee.\"\n\nThe little girl watched the old Martian as she lit the oven and gathered\nthe necessary ingredients for the cobbler. As she bent over to get a\nbowl from the shelf beneath Marilou's perch, her hair brushed against\nthe child's knee. Her hair was soft, soft and white as a puppy's, soft\nand white like the down from a dandelion. She smiled at Marilou. She\nalways smiled; her pencil-thin mouth was a perpetual arc.\n\nMarilou drained the glass. \"Aunt Twylee--is it true what my daddy says\nabout the Martians?\"\n\n\"True? How can I say, dear? I don't know what he said.\"\n\n\"Well, I mean, that when us Earth people came, you Martians did inf ...\ninfan ...\"\n\n\"Infanticide?\" Aunt Twylee interrupted, rolling the dough on the board a\nlittle flatter, a little faster.\n\n\"Yes, that's it--killed babies,\" Marilou said, and took an apple from\nthe bowl. \"My daddy says you were real primitive, an' killed your babies\nfor some silly religious reason. I think that's awful! How could it be\nreligious? God couldn't like to have little babies killed!\" She took a\nbig bite of the apple; the juice ran from the corners of her mouth.\n\n\"Your daddy is a very intelligent man, Marilou, but he's partially\nwrong. It is true--but not for religious reasons. It was a necessity.\nYou must remember, dear, Mars is very arid--sterile--unable to sustain\nmany living things. It _was_ awful, but it was the only way we knew to\ncontrol the population.\"\n\n\n\nMarilou looked down her button nose as she picked a brown spot from the\napple. \"Hmmph, I'll tell 'im he's wrong,\" she said. \"He thinks he knows\nso damn much!\"\n\n\"Marilou!\" Aunt Twylee exclaimed as she looked over her glasses. \"A\nsweet child like you shouldn't use such language!\"\n\nMarilou giggled and popped the remaining portion of the apple in her\nmouth.\n\n\"Do your parents know where you are, child?\" Aunt Twylee asked, as she\ntook the bowl from Marilou's hands. She began dicing the apples into a\ndough-lined casserole.\n\n\"No, they don't,\" Marilou replied. She sprayed the air with little\nparticles of apple as she talked. \"Everybody's gone to the hills to look\nfor the boys.\"\n\n\"The boys?\" Aunt Twylee stopped her work and looked at the little girl.\n\n\"Yes--Jimmy an' Eddie an' some of the others disappeared from the\nsettlement this morning. The men're afraid they've run off to th' hills\nan' the renegades got 'em.\"\n\n\"Gracious,\" Aunt Twylee said; her brow knitted into a criss-cross of\nwrinkles.\n\n\"Oh, I know those dopes. They're prob'ly down at th' canals--fishin' or\nsomep'n.\"\n\n\"Just the same, your mother will be frantic, dear. You should have told\nher where you were going.\"\n\n\"I don't care,\" Marilou said with unadulterated honesty. \"She'll be all\nright when I get home.\"\n\nAunt Twylee shook her head and clucked her tongue.\n\n\"Can I have another glass? Please?\"\n\nThe old lady poured the glass full again. And then she sprinkled sugar\ndown among the apple cubes in the casserole and covered them with a\nblanket of dough. She cut an uneven circle of half moons in it and put\nit in the oven. \"There--all ready to bake, Marilou,\" she sighed.\n\n\"It looks real yummy, Aunt Twylee.\"\n\n\"Well, I certainly hope it turns out good, dear,\" she said, wiping her\nforehead with her apron. She looked out the open back door. The\nlandscape was beginning to gray as heavier clouds moved down from the\nmountains and pressed the afternoon heat closer, more oppressively to\nthe ground. \"My, it's getting hot. I wouldn't be a bit surprised if we\ndidn't get a little rain this afternoon, Marilou.\" She turned back to\nthe little girl. \"Tell me some more about your daddy, dear. We Martians\ncertainly owe a lot to men like your father.\"\n\n\"That's what he says too. He says, you Martians would have died out\nin a few years, if we hadn't come here. We're so much more civi ...\ncivili ...\"\n\n\"Civilized?\"\n\n\"Yeah. He says, we were so much more 'civ-ilized' than you that we saved\nyour lives when we came here with all our modern stuff.\"\n\n\"Well, that's true enough, dear. Just look at that wonderful Earth\nstove,\" Aunt Twylee said, and laughed. \"We wouldn't be able to bake an\napple cobbler like that without it, would we?\"\n\n\n\nA rumble of thunder shouldered through the crowded hot air.\n\n\"No. He says, you Martians are kinda likeable, but you can't be trusted.\nHe's nuts! _I_ like you Martians!\"\n\n\"Thank you, child, but everyone's entitled to his own opinion. Don't\njudge your daddy too severely,\" Aunt Twylee said as she scraped spilled\nsugar from the table and put little bits of it on her tongue.\n\n\"He says that you'd bite th' hand that feeds you. He says, we brought\nall these keen things to Mars, an' that if you got th' chance, you'd\nkill all of us!\"\n\n\"Gracious,\" said Aunt Twylee as she speared scraps of dough with the\npoint of her long paring knife.\n\n\"He's a dope!\" Marilou said.\n\nAunt Twylee opened the oven and peeked in at the cobbler. The aroma of\nthe simmering apples rushed out and filled the room.\n\n\"Could I have some cobbler when it's done?\" Marilou asked, her mouth\nfilling with saliva.\n\n\"I'm afraid not, child. It's getting rather late.\"\n\nThe thunder rumbled again--a little closer, a little louder.\n\nThe old lady washed the blade of the knife in the sink. \"Tell me more of\nwhat your father says, dear,\" she said as she adjusted the bifocals on\nher thin nose and ran her thumb along the length of the knife's blade.\n\n\"Oh, nothin' much more. He just says that you'd kill us if you had th'\nchance. That's the way the inferior races always act, he says. They want\nto kill th' people that help 'em, 'cause they resent 'em.\"\n\n\"Very interesting.\"\n\n\"Well, it isn't so, is it, Aunt Twylee?\"\n\nThe room was filled with blinding blue-white light, and the walls quaked\nat the sound of a monstrous thunderclap.\n\nThe old Martian glanced nervously at the clock on the wall. \"My, it _is_\ngetting late,\" she said as she fondled the knife in her hands.\n\n\"You Martians wouldn't do anything like that, would you?\"\n\n\"You want the truth, don't you, dear?\" Aunt Twylee asked, smiling, as\nshe walked to the table where Marilou sat.\n\n\"'Course I do, Aunt Twylee,\" she said.\n\nHer scream was answered and smothered by the horrendous roar of the\nthunder, and the piercing hiss of the rain that fell in sheets. In great\nvolumes of water, it fell, as though the heavens were attempting to wash\nthe sins of man from the universe and into non-existence in the void\nbeyond the void.\n\n\n\nMarilou lay beside the other children. Aunt Twylee smiled at them,\nclosed the bedroom door and returned to the kitchen.\n\nThe storm had moved on; the thunder was the faint grumbling of a\npacified old man. What water fell was a monotonous trickle from the\neaves of the lime-washed stone house. Aunt Twylee washed the blood from\nthe knife and wiped it dry on her apron. She opened the oven and took\nout the browned cobbler. Sweet apple juice bubbled to the surface\nthrough the half moons and burst in delights of sugary aroma. The sun\nbroke through the thinning edge of the thunderhead.\n\nAunt Twylee brushed a lock of her feathery white hair from her moist\ncheek. \"Gracious,\" she said, \"I must tidy up a bit before the others\ncome.\"\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Leahy, Tom"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29975/pg29975.txt",
        "name": "one_martian_afternoon.json"
    }
}