{
    "name": "One Purple Hope!",
    "author": [
        "Hasse, Henry",
        "Hasse, Henry Louis"
    ],
    "body": "His sleep-drugged mind was slow to respond. He was lying face down, he\nknew that. And he ought to get up. If he didn't get up he would drown.\nSomething hot and heavy, like a huge hand, was pressing him deeper\ninto the brackish mire. He pondered. Perhaps it were better to drown.\nFor a moment he allowed himself the luxury of the thought, then\ndecided against it. Plenty of time later for drowning. First there was\nsomething he had to do!\n\nSo it was that Joel Latham, Earthman, age thirty, occupation space\ndrifter, avocation tsith drinker, awakened on this most momentous of\nmornings.\n\nMoaning in protest, he slowly rolled himself over. The sun slapped him\nhard against the eyes. He blinked against the pain and saw that he was\nstill in Venusport; rather he was at the edge of the swamp near the\nsprawling compound. Overhead the ionic field was aglow, humming\nsoftly, beating back the obscurant mists.\n\nHe managed to stand up. Some of the pallid-faced gweels, out in the\nswamp, stopped their work to stare at him. Latham grimaced. Every\nfiber of him, especially his brain, seemed to have been squeezed dry.\nThen it came. He felt it coming and there was nothing he could do to\nstop it. The hammering nausea took him suddenly about the middle,\nbending him double.\n\n\"I'm an Earthman,\" Joel Latham groaned aloud. That was invariably the\nfirst reaction of the tsith hound, at least with Terrestrials who\nindulged in the deadly stuff; a piteous protest half in defiance, half\nin despair. The nausea reached up through his stomach, through his\nchest and into his throat. It became more than nausea. It grew thorns\nthat stabbed inwardly, jagged edges that sawed away at his brain with\na terrible need. He fell forward on hands and knees ... and that's\nwhen he saw the little Martian who crouched a few feet away, watching\nhim.\n\n\"I went through mine a few minutes ago,\" the Martian said in a\nmonotone. \"Yours will go away presently.\"\n\n\"I know ... it will. Been through this ... before.\"\n\n\"You obviously have. Many times.\"\n\nMany times was an understatement, Latham thought wretchedly. But this\nwas one of the worst ones, even worse than the time on Callisto.\nThinking about it didn't help.\n\nHe turned his gaze back to the Martian. That didn't help either.\n\nMost Martians are lean and brown and ugly. This one was that, and\nmore. What had once been clothes were tattered and spattered with\nswamp mud. The hair was a wisp, the teeth only a memory. The skin was\ntight and leathery across the bony structure of the face, the eyes\ndistended and yellow, the unmistakable sign of a tsith hound.\n\nLatham grimaced, managed to grind out: \"Do I look as bad as you?\"\n\n\"Worse,\" the little Martian was matter-of-fact.\n\n\"I believe you.\" He looked long and hard at the Martian. \"I remember\nyou now. Name's Kueelo. You were with me last night--\"\n\nKueelo grinned, showing the stumps of yellowish teeth. \"Correction.\nFour nights ago. That's when it began.\"\n\nLatham climbed to his feet. The reaction was going away but there was\nstill a dull apathy about his brain. Just to think was an aching\neffort.\n\n\"Four days,\" he muttered. \"How'd I come here?\"\n\n\"So you don't remember that? You came on the pleasure yacht. The one\nfrom Turibek.\"\n\n\n\n\"Turibek--\" Latham was remembering now. Turibek, capital city of\nVenus, far on the other side of the planet. He'd had a small stake and\nwas lucky at the gaming tables. Before that it was Callisto, where he\nhad struck it rich in the iridium fields; anyway, rich enough to keep\nhim supplied with tsith for a year. Before Callisto it had been Mars.\nHe had worked the rocket rooms of Jovian freighters, he had served as\ntourist guide in the dark little streets of Ganymede City, and when\nfortune was lowest he had begged in those streets and done worse\nthings than begging. Before that he couldn't remember. He went\nwherever whim and fortune took him, but the whims were short-lived and\nthe fortune invariably ended at the bottom of a glass. The deadly\ntsith twisted his brain awry and took its toll and drove him on. He\nhad been \"on the beach\" on half a dozen planets. Earth he shunned. He\nhadn't set foot there in more years than he could remember. At first\nit was because he was ashamed, but even that was gone now. Only a cold\nsickness was left in the soul of Joel Latham.\n\nHe stared at this fellow tsith hound, this shell of a Martian, and\nsaid, \"What happened last night?\"\n\n\"What always happens,\" Kueelo said wearily. \"We used up all our\ncredit. Penger kicked us out.\"\n\nIt took Joel Latham a full minute to absorb that piece of information.\nMixed up with the agony in his eyes was a pensive look, but no\nresentment; his need just now was too dire for resentment. He stared\nacross the swamp at the outpost's straggling street. Jake Penger was\nthe law here, and he owned the only supply of tsith. Latham recalled\nhim vaguely, a huge man, inscrutable, uncompromising.\n\n\"Penger,\" he muttered. \"That's it. I knew there was something I was\ngoing to do.\"\n\n\"What were you going to do?\" Kueelo moved in closer, a sudden light of\ninterest in his eyes.\n\n\"See Penger, of course.\"\n\n\"Why?\"\n\n\"I need tsith! And I'm going to need it worse before this day's over.\"\n\nKueelo's eyes went dull again. \"We both do. How do you think you're\ngoing to manage it?\"\n\n\"I'll show you. Never let it be said that Joel Latham was helpless in\nface of an emergency.\" With unsteady fingers he began a search of his\nclothes. And that's when the final realization descended upon Joel\nLatham. These weren't his clothes, not the ones he had when he came\nhere.\n\nHe stared into the Martian's mango-like face. \"I had a lucky piece. An\nancient Deimian jewel set in platinum. It's always been good for\ncredit.\"\n\nKueelo's sigh was like a wind through withered leaves. \"That,\" he\nsaid, \"was used up two nights ago.\"\n\n\"I had a dis-gun, too! What happened to it?\"\n\n\"We used that up last night. Penger allowed us four drinks apiece for\nit.\"\n\nLatham nodded miserably. \"The space yacht. I guess it's already gone.\"\n\n\"Two days ago. Your fine feathered friends shunned you when they\nlearned you were a tsith hound. But I stuck by you,\" Kueelo added\ncunningly.\n\nLatham sank heavily onto a clump of swamp grass. He stared at his\nright hand. It had started trembling. He couldn't stop the trembling.\nHe wondered dully if he was frightened, or if that was a result of the\nterrible craving that twisted and writhed within him. He stared up\ninto the Martian's face.\n\n\"Stranded,\" he said weakly. \"But I'll get out of here. I'll hire out\non one of the freighters--\"\n\n\"You won't.\" Kueelo's voice was matter-of-fact again. \"Not when they\nlearn you're a tsith hound. And Penger will let them know, you can bet\non that. He's a devil, that Penger.\"\n\n\"But he's an Earthman, and I'm an Earthman!\" Latham's voice was almost\na wail. His soul was withering within him.\n\n\"Tell Penger that and see what he answers you. You're on the beach, my\nfriend. You've been there before, but this is the final beach--the\nswampside of Venus. And here you'll stay until Penger is ready to let\nyou go. I've been here five years.\"\n\nJoel Latham put his head in his hands and tried to think. Kueelo's\nvoice droned on:\n\n\"You'll work for Penger. You'll work in the swamps. An Earthman, a\nMartian, a Ganymedian can do ten times the work of one of these\ngweels.\" He gestured at the pallid-faced low-Venusians who moved\nlistlessly through the mud, pulling up the draanga-weed. \"You'll work\nfor the amount of tsith Penger portions out to you, and glad to get\nit.\"\n\nAt the word _tsith_, Latham's head came up. The dawning fear was gone\nfrom his eyes.\n\n\"All right! I'll do it, but only for a while, mind you! I'll find a\nway out of this. I'm getting back to the iridium fields on Callisto.\"\n\nHe plunged wildly into the mud and sank to his waist. But it was the\nthought of tsith that drove him on, not Callisto. Kueelo stood by and\nwatched, a thin, knowing smile creasing his leathery lips.\n\nA sort of frenzy had come upon Joel Latham. He tore at the stubborn\ndraanga-weed and brought it up dripping, tossing the long lengths\nacross his shoulder. He knew of this stuff.\n\nWhen properly synthesized draanga-weed had a medicinal value on the\nvarious planets. Penger shipped it out four times a year, at a neat\nlittle profit.\n\nLatham moved on. A yellowish fog had come down, the dreaded igniis\nfatui. Unless one kept moving, decomposition of the blood set in,\nessential salts within the body were dissolved and cellular activity\nceased. Latham grinned wryly. He doubted if it could touch him! There\nwas too much tsith within his alchemy. Nevertheless he moved and\nworked ceaselessly. He could see that caricature of a Martian standing\nback there watching.\n\nThen it happened; the thing happened which was to prove both a promise\nand a despair. Joel Latham felt a hardness at his heel, an irritating\nlump inside his neoprene boot.\n\nHe moved back to higher ground, lifted his foot from the mire and\nremoved the boot. He shook something out into his hand. It was round\nand hard and shiny, perhaps an inch in diameter. He held it aloft\nbetween thumb and forefinger. The filtering sunlight struck it and\nsent back lambent fires.\n\nJoel Latham stared and gasped, felt his senses reeling.\n\n\"Purple!\" he sobbed. \"A purple Josmian!\"\n\n\n\nHe was clambering back toward Kueelo. Forgetting the sweat in his eyes\nand the insufferable heat, he held the thing aloft.\n\n\"Look at it!\" he sobbed again. \"Look at it shine! Look at the size!\"\n\nKueelo was indeed looking. His yellowish eyes bulged. \"A Josmian,\" he\nwhispered. \"We've struck it rich!\"\n\nJoel Latham regarded the little caricature with astonishment.\nSomething of sanity came back to Joel Latham. \"We?\" he said. \"I found\nit. It's mine. I never knew you until four days ago!\"\n\n\"But I stood by you,\" the Martian wailed. \"Your friends deserted you,\nbut I stood by. Aren't we partners?\"\n\nLatham considered that. \"No,\" he decided. \"You stood by me as long as\nI had credit for tsith! Until my money and lucky piece and dis-gun and\nclothes were gone. Did you offer to help me out there?\" he waved at\nthe swamp. \"This Josmian is going to get me back to Callisto! Penger\nought to give me plenty for it.\"\n\nWhat happened next was too swift for Latham's reeling senses. A\nclaw-like hand darted out, and Kueelo snatched the Josmian; his other\nhand swung around and caught Latham hard across the throat, sending\nhim back into the swamp where he staggered for a moment and sat down\nabruptly.\n\n\"Hey!\" Latham protested. \"Hey, look here--\"\n\nBut the Martian was scuttling away like a huge fiddler crab, the\nJosmian clutched in one scrawny fist.\n\nJoel Latham came slowly up out of the mud, shaking his head and\ngrinning stupidly. It was very unkind of Kueelo to treat him like\nthis. He watched the Martian's departing figure. He made no effort to\nfollow--not at once--not until a strange new emotion, part frustration\nand part despair, rose up in his breast, and close upon that the\ndawning realization that he was being cheated of a last hope.\n\nEven then he didn't hurry. He followed Kueelo, swinging along in slow\nloping strides, but not gaining. He felt weak and sick. That jagged\nneed for tsith was again sawing away at his entrails. His feet tangled\nin the outlying swamp grass, he plunged headlong and picked himself\nup.\n\nKueelo was heading for higher ground away from the compound. Kueelo\nwas yelling as he ran. Latham wondered why the devil he was yelling.\nThen, some distance ahead, Latham could see a third man lifting\nhimself from the ground. The Jovian! Suddenly Latham remembered him.\nThe Jovian had been with them last night too. Now Kueelo was tugging\nat the man, yelling, showing him the Josmian.\n\nThe Jovian hoisted his bulk erect, turned and waited for Latham,\ngrinning broadly. The grin didn't fool Latham. All Jovians grinned.\nSome of them grinned while breaking a man's vertebrae. This was one of\nthe big ones, Latham noticed, and he was ugly, with long reaching arms\nand wiry hair and a face that looked as if he'd slept in it.\n\nLatham stopped just short of him and reached out a hand. \"I want the\nJosmian,\" said Joel Latham.\n\nThe Jovian came a step forward. \"You leave Kueelo alone. Kueelo, he's\nmy friend.\"\n\n\"I'm going to have that Josmian,\" said Joel Latham.\n\nThe Jovian thrust out a huge fist with amazing speed. Latham caught at\nit and hung on grimly. The Jovian brought his other hand around in an\narc that caught the Earthman across the face, sent him sprawling ten\nfeet away.\n\n\"Josmian belongs to us, now. You leave us alone.\"\n\nJoel Latham sat there wiping blood from his face, watching the bestial\npair as they headed around the compound and into the matted jungle.\nHis last glimpse, just before darkness swallowed them up, was of\nKueelo grinning gleefully back at him.\n\nLatham sighed. He stood up. The blow had shaken some of the resolve\nout of him. He turned east, northeast, east-by-north, like a compass\non a binge. Then he saw Penger watching him from the outer gate of the\ncompound. Apparently Penger had seen it all.\n\nLatham turned and ran toward Jake Penger.\n\n\"You saw them!\" Latham wailed. \"You saw it. They stole my Josmian!\nYou've got to stop them!\"\n\n\n\nPenger planted his feet wide apart and surveyed the snivelling\nEarthman. Penger's dark face was hard-cut and impassive. He'd seen\nthese tsith hounds before. They came here and died here. He hated them\nall.\n\nPenger said, \"They did what?\"\n\n\"The Josmian, the purple Josmian! I found it and they stole it from\nme. You've got to help me, Penger!\"\n\nPenger said, \"You're crazy.\"\n\n\"But I found it, I tell you! A big one. I'll sell it to you, Penger.\nI'll--\"\n\nPenger said, \"You're crazy with tsith. There hasn't been a Josmian\nfound in this swamp for ten years.\"\n\n\"Penger, listen to me--\"\n\nPenger said, \"Forget it. You want tsith? You'll have tsith. But you'll\nwork and you'll work hard. You'll get the draanga-weed out.\"\n\n\"Penger, I'm an Earthman! I'm asking you as one Earthman to another--\"\nLatham stopped. He shivered. He looked into Penger's colorless eyes\nand what he saw made his soul curl up within him.\n\n\"You're a what? An Earthman? You _were_ an Earthman! Now you're a\ngrubby little specimen of the genus tsith! You're a miserable, whining\nlittle speck of matter wriggling toward the final transfixation! In\nanother year you won't even be that. You'll be dead and forgotten.\nDon't come crawling to me talking about Earthmen!\" The voice scraped\nacross Latham's naked nerve-ends. Penger's eyes blazed, and in his\ntrembling anger he almost raised a fist.\n\nLatham cringed away. From out of his forgotten past something came to\nLatham. He stared at the loom of jungle where Kueelo and the Jovian\nhad disappeared.\n\n\"I've seen the day,\" he complained miserably, \"when they wouldn't get\naway with this!\"\n\n\"You've seen the day--period!\"\n\n\"I'm asking you once more, Penger. Help me! At least give me back the\ndis-gun.\"\n\n\"The dis-gun? Now what would you want with the dis-gun? You'd only\ncome trading it back to me. You bring in the draanga-weed, that's all\nI'm interested in! And if you work especially hard, there'll be some\ntsith--enough for your needs.\"\n\nLatham's eyes went fever-bright. His lips writhed back, a fit of\ntrembling took possession of his limbs. Almost, he succumbed to the\nimmediate vision of the tsith; almost, he forgot about the Josmian.\nBut somewhere deep in his alchemy was a well of stubbornness he never\nknew he possessed.\n\nHe clutched at Penger's sleeve as the man turned away. He found\nhimself screaming, \"Then I'll go without the gun! I'm going to get\nthat Josmian, do you hear? You'll believe me then! You'll believe when\nyou see it, Penger!\"\n\nPenger shook him away. \"Sure, sure. You bring me a Josmian. Then we'll\ntalk a deal.\"\n\nHe wanted to ask for a drink, just one drink of tsith right now, but\nLatham had learned the essential fact that there could be no\ncompromising with this man. He reeled away. His brief outburst had\nleft him weak and trembling. Nevertheless, he went stumbling toward\nthe looming wall of jungle.\n\nHe heard Penger's voice, a little annoyed: \"Where are you going?\"\n\nLatham stumbled on.\n\n\"You fool, you don't know these jungles! You'll die in there! You\nwon't last an hour!\"\n\nLatham didn't look back. Penger didn't call again. Latham could almost\nimagine the man's shrug of indifference.\n\nVision stopped five yards away. A soft glutinous muck, worse than the\nouter swamp, tugged at his ankles. Corrupt fungi-growth and giant\nspiked ferns reached far above him in the blanketing fog.\n\nPenger was wrong! He wouldn't die in here. Latham knew where he was\ngoing. Kueelo had told him of the gweel village a mere few miles away,\nwhere the foothills came down to touch the jungle edge. Kueelo and the\nJovian had undoubtedly headed for there and planned to lie low for a\nwhile; when the time was propitious, they would sneak back to the\noutpost and make a deal with Penger for the Josmian.\n\nThe route was long and circuitous, hugging the fringe of jungle. The\ngweels traveled it every day. But Latham had a better plan. By cutting\ndirectly through the morass, he might just arrive there ahead of them!\n\nHe would arm himself somehow and wait ... the element of surprise ...\nthat's all he could hope for now.\n\nHe left the glutinous path, and to his surprise it wasn't so bad. The\ngrowths towered many times higher but were not so dense. Occasionally\nthe sun evidenced itself against the paling of mists hundreds of feet\nabove. Lusty, primeval odors were almost an opiate to his senses.\n\nHe plunged on for some ten minutes before he began to doubt. Gradually\nthe gloom came alive with motion and sound and unseen terrors. He\ntried to segregate those that might mean danger. There came first a\ngentle whirring of wings through the mist, sweeping close above him\nand away. There came a gentle ripple through the foliage beside him, a\nslither of sound that kept pace endlessly.\n\nWas this what Penger meant? Still Latham had seen nothing. He wished\nhe had his dis-gun, though.\n\nHe wished it desperately, as a heavier sound came near. A grayish bulk\ncharged directly across his path. It was monstrous, semi-reptilian,\nwith wings arched sinuously along its spine as it half reared toward\nhim. Latham fell back against a tree bole and stood motionless,\nstaring into glittering feral eyes. The beast coughed raucously and\nwent thrashing back into the welter of jungle and mud.\n\nLatham stepped away. His foot caught in a root and he fell headlong.\nInstantly, tiny spheres of diaphanous substance showered about his\nhead, to burst in a scatter of violet spores. Those that touched his\nskin turned instantly blood-red, and seemed to grow, burrowing deep.\nFrantically he pulled them from his flesh, leaving raw red sores.\n\nThere was no trail to guide him now, but he did not immediately mind\nthat. He trekked the South Mars Desert and he had weathered the\njungles of Io. Tsith hound or no, he had an unerring instinct for\ndirection. He was sure the foothills couldn't be far ahead. But he\nmust have a weapon!\n\n\n\nA silent dark shadow floated down. He glimpsed a razor-clawed\nreptilian body, ten feet from wing to wing, its serpentine neck\ndarting wickedly. Latham threw himself aside as the tremendous whirr\nof wings beat the air above his head. Close upon it came three others,\nand Latham hit the mud. Looking back, he saw that one of the creatures\nin its mad rush had hurtled into a giant fern, impaling itself upon a\nfour-foot thorn where it hung, screaming raucously as its life-fluid\nebbed away.\n\nLatham crawled from the spot. Reaching another fern, he managed to\nclimb high enough to tear away one of the thorns. It was crude, but it\nwould serve as a weapon!\n\nHe was realizing his error now. He should have gone by the outer\nroute. He would never reach the gweel village ahead of Kueelo and the\nJovian, if indeed he reached it at all! Danger and death lay\neverywhere about him. Time and again those serpentine shapes winged\ndown, silent and unwarning. He fended them off. Twice he speared them,\nsaw ocherous blood spill from their shiny integument. Other times he\nwasn't so lucky, as sharp claws left a row of furrows in his back. The\nmiasmic yellow fog bit deep into his wounds.\n\nHours resolved into a nightmare of mud and heat and battle. Other\ncreatures crossed his path or curved at him from out of the tangled\nfronds. He was becoming awfully weak, but a terrible madness lay\nacross Latham's mind like a patina, driving him on. Through feverish\nturmoil, through waves of heat and pain and nausea that encompassed\nthe universe, Joel Latham pursued his course.\n\nHe never remembered the end. He never remembered coming out of that\ndeadly jungle. He pressed with his palms against moist earth, and\nthought he must have been lying there for some time. His left arm was\nshredded. His back was shredded. Inside his clothes he felt the warm\nstickiness of his own blood. Outside his clothes was other substance\nwhich he knew wasn't his blood.\n\nSomething long and shiny lay beneath his hands. The thorn! He clutched\nat it frantically.\n\nHe felt if he could just lie there a moment, strength would come back\nto him. But he didn't lie there. He tottered to his feet, and just a\nfew yards ahead the foothills sheered up and away from the jungle.\n\nEvery step was an agony. He followed along the foothills, trying to\nfind the gweel village. He had to find it! That much he remembered. A\ntiny Martian and a brute of a Jovian were there, and they had\nsomething that belonged to him. He had quite forgotten now what it\nwas, but it meant something to him, he knew, it meant a great deal.\n\nHe came upon the village, a cluster of clay huts high upon an\nescarpment. Latham began climbing. He had to be careful now, something\npounded that warning into his brain. He saw groups of frail,\npallid-faced gweels moving about. They were harmless enough, Latham\nknew that; but if those other two were here--\n\nHe reached the level of the village and moved nearer, staying behind\nrocks and clumps of growth. Then he saw Kueelo! The Martian huddled\nbeside an open fire, stirring some substance in a huge gourd. As\nLatham watched, Kueelo opened a leather pouch at his waist and took\nsomething out. The Josmian! He held it up to the flickering firelight,\nand the purple sheen of the gem was no more brilliant than the gleeful\nlook that appeared in Kueelo's yellowish eyes.\n\nIn that instant Latham almost leaped forward, but a tightness in his\ntemples stopped him. The distance was too great. And the Jovian must\nbe somewhere about! Quick surprise was his only chance. His gaze roved\nup to the steepening cliff behind the village, and he saw the way.\n\nStill clutching the thorn-weapon, he followed a little ravine up to a\nrocky abutment. Thence along a ledge, to a spot just above the hut\nnear Kueelo. He judged the distance, decided he could make it in two\nleaps; first to the roof of the hut, then to the ground.\n\nLatham paused the merest instant, then launched himself downward. He\nstruck the roof with a force that jarred him to the teeth. He sprang\nagain, and that's when luck deserted him. His feet tangled in the\ncoarse thatchwork. He felt himself going over the edge, spinning\nwildly off-balance, plunging headlong into the ground as the\nthorn-weapon was flung far out of his grasp.\n\nWith a startled oath, Kueelo whirled about. Latham had a vision of the\nman's ludicrous face. Then a tiny, shiny tube appeared like magic in\nthe Martian's hand. A power-rapier. Latham had heard that Martians\ncarried them always. Tiny and easy to conceal. A press of a stud\nreleased a rapier-like shaft of electronic power that reached perhaps\nfive feet.\n\nThis occurred to Latham in a mere kaleidoscopic instant, then he was\npropelling himself forward. His shoulder took Kueelo squarely in the\nmiddle. Kueelo screamed as he went back. He tried to get the shiny\ntube up. Latham got hold of the Martian's wrist and jerked it sharply\nagainst his knee. Kueelo let out another yell and dropped the\npower-tube.\n\n\n\nThe Martian was small, but possessed of a wiry strength. He was\nsquirming like an ocelan, bringing his knees up into Latham's groin.\nLatham felt fainter every moment. He let go of the wrist and tried to\nfind the power-tube. Kueelo smashed a fist into his face.\n\n\"I'll kill you, Earthman, I swear it! I've got to kill you!\" The\nMartian kept yelling that, his little voice going shrill. Then he\nyelled, \"Kraaz! Kraaz!\" Latham got a hand around Kueelo's throat and\nhe didn't yell any more. The place was very still. Then Latham heard a\nsloughing sound of heavy footsteps coming up the slope. Kraaz was the\nJovian! That's when the real panic hit Latham and he knew he had to\nget the power-rapier.\n\nHe fumbled and found the power-rapier. Kueelo brought a knee into his\nstomach and Latham felt sick. He couldn't get the weapon around.\nKueelo had hold of his wrist and was bending it backward. Latham\nthought: _Kraaz is coming! If I don't_--\n\nThey twisted and rolled and Kueelo was trying with both hands for the\nweapon. Latham held onto the weapon. Kueelo was using his knees to\nkeep him down and Latham kept feeling weaker. Kueelo kept coming\nforward and making noises in his throat and he seemed big and heavy.\nHe kept going forward until he got a knee against Latham's throat.\nLatham thought: _the Jovian's running now, he's almost here_--\n\nKueelo pressed with his knee and Latham's head went back. His throat\nwas hurting and blocking the air. The knee pressed harder, and it was\nbad. Then it was very bad. But he wouldn't let go of the power-rapier.\n_The Jovian'll be here! I've got to_--\n\nLatham moved his hand beneath him. The hand twisted and brought up the\ntube and his fingers touched a tiny stud. He didn't know which way it\nwas pointing, it was too late to wonder. His finger pressed the stud\nand Kueelo was screaming. Then the pressure in his throat went away.\n\nHe was on his feet as the Jovian came ploughing through the huddle of\nfrightened gweels. Latham tried to get the rapier-tube up, but his\narms were numbed and weary, a red mist swam before his eyes. A\npowerful blow sent the weapon hurtling away, then the Jovian was upon\nhim; huge arms closed about him. It was useless to struggle. Latham\ncould see the man's lips writhing back in a soundless rage.\n\nLatham brought a knee up in a purely desperate move. Kraaz grunted,\nstumbled and fell, but he didn't let go. They were rolling together\ndown the slope. The Jovian's arms were a vise crushing away his life.\nLatham had a glimpse of a cliff falling sheerly away, with those\ndeadly thorn-ferns reaching up from below.\n\n_If I'm to die, it's going to be my way!_\n\nThat was Latham's last conscious thought as he surged against the\nJovian's braking body; his fingers clung tenaciously, his last ebbing\nstrength carried them both over the edge. Kraaz's arms broke away.\nLatham lashed out with his feet, then he was twisting, falling, far\nout into space ... and that's all he remembered.\n\nHands were tugging at him. A shrill chatter of voices rang in his\nears. Someone was holding a gourd to his lips, trying to pour a hot\nsticky substance down his throat. Latham sat up and knocked the gourd\naway. The little group of gweels fell back. Some of them were still\nchattering, staring overhead with awe-stricken eyes.\n\nLatham looked up and saw Kraaz, the Jovian. The huge bulk hung twenty\nfeet above, tangled in the foliage of a giant fern.\n\nOne thorn had entered his chest, another completely pierced his\nthroat. He was quite dead.\n\nWearily, Latham made his way back up to the village. Kueelo still lay\nthere with the blackened hole through him. Latham tore away the\nleather pouch holding the Josmian; he had fought through hell and\nswamp and jungle for this, and by all the Redtails of Jupiter, he was\ntaking it back! He thought of Penger, and the tsith awaiting him\nthere. Most of all he thought of Callisto and the iridium fields,\nwhich would mean much more tsith. Clutching the Josmian as though it\nwere his life's blood, Joel Latham staggered away from there and began\nthe long route back.\n\n\n\nThe men at the compound would not soon forget the night when Joel\nLatham returned. Penger was there of course; some prospectors from the\nnear-by hills, the crew of a supply freighter, a motley scattering of\nothers whose business was unknown and unasked.\n\nThey stared in disbelief at the caricature that suddenly came out of\nthe night to stand in the doorway of Penger's place. Clothes ripped in\nshreds, mud and blood bespattered, one arm dangling, tangled hair that\nlooked unreal as if sewed to his scalp. An awful whiteness about the\nlips and eyes that were dark empty pools. Maybe it had once been an\nEarthman, but it was unrecognizable now! Joel Latham stood there for\nan instant, seeking out Penger behind the bar. Black exhaustion\nthreatened to take him, but with an effort he hoisted himself up.\n\nHe made his way across the room and slumped against the bar. Spacemen\nmoved out of his way. There was something about his eyes.\n\nPenger moved down to him, stood staring in amazement.\n\n\"So it's you!\" said Penger, and seemed unable to say more.\n\n\"It's me, all right.\" Latham's eyes were searching out the rows of\nbottles. Martian thasium, Earth bourbon, the potent arack from\nGanymede. It all left him cold. He was looking for the deadly tsith,\nand he saw no sign of it. \"It's me, all right,\" Joel Latham said\nagain, and he placed a closed fist upon the bar. \"I've come to make\nthat deal with you, Penger!\"\n\nHis fist opened slowly, and Penger was staring down at the Josmian.\n\n\"So it was true! And you really went after that thieving pair ... you\ntook it from them....\" Penger's voice was unbelieving, but he\ncontinued to stare at the Josmian.\n\n\"It's yours if you want it, Penger. Dirt cheap! One thousand credits.\nThat'll be enough to get me out of here on the first freighter, and\nset up for another try at the Callisto iridium fields. That's all I\nwant.\"\n\nPenger nodded, took the gem from Latham's hand and held it to the\nlight. \"It's a beauty!\" He replaced it in Latham's open palm. \"But I\ndidn't promise to buy it! All I said was, I'd make you a deal.\"\n\nLatham felt his stomach turning over. Kueelo had said this man was a\ndevil! He got the words out: \"What kind of a deal?\"\n\n\"You ask one thousand credits. I offer you one thousand glasses of\ntsith! That'll last you a long time here.\"\n\nSo that was the devil's plan! Latham felt a cold sickness come over\nhim. He was sick from his wounds, sick from exhaustion, sick for the\ndesperate need of tsith. He found himself saying, \"One drink right\nnow! And eight hundred credits--\"\n\n\"No drinks. Not until we make the deal. One thousand glasses of tsith,\nand that's my final offer.\"\n\nLatham stared about him. Any spaceman here would offer five times a\nthousand credits for such a gem! But they sensed that this was private\nbetween him and Penger, and no man dared go against Penger here at\nVenusport. They watched the tableau in silence.\n\n\"I've got to get to Callisto!\" Latham cried wretchedly, fighting back\nthe sickness. \"Here--it's yours--just one drink now, and enough\ncredits for passage!\"\n\n\"Why Callisto?\" Penger's voice was mocking. \"So you make another\nstrike there, and it all ends with tsith anyway!\" He reached beneath\nthe bar, brought out a crystal flagon of tsith. For a moment he held\nthe sparkling blue liquid to the light, then placed it on the shelf\nbehind him.\n\n\"Damn you!\" Latham tried to leap forward, but almost collapsed as\nwaves of nausea shook him.\n\n\"So. You see what I mean? In another year you'll be dead anyway, so\nwhat does it matter?\" Penger leaned forward, smiling thinly.\n\"Earthman, what did you say your name was? Joel Latham, wasn't it?\"\n\nLatham swayed and clutched at the bar. He glared at the man, wondering\nwhat diabolical scheme he was planning now.\n\n\n\nPenger's eyes bored into him. \"Joel Latham, I knew your father years\nago before he died on Mars. He was a fine man. A man of courage. I\nwonder what Carl Latham would say now if he could see his son--\"\n\n\"People from here to Mars and back,\" Latham rasped, \"are always\ntelling me they knew my father! I'm sick of hearing about it! All I\nwant to know, do you buy this Josmian or not?\"\n\n\"I may make you another deal. Suppose I give you the thousand credits.\nBut if I do, you don't go to Callisto.\"\n\n\"Where, then?\" Latham's brain was throbbing, seeking out the gimmick.\nThere must be a gimmick.\n\nPenger glanced at a tall, angular man who had stayed in the\nbackground. A silent signal passed between them.\n\n\"They need a chart man at Asteroid Station Three. The work is not hard\nbut it's a thankless, monotonous existence. You're alone on an\nanchored world a half-mile in diameter. You sign on for three years,\nand there you stay. You have every need within reason, including\ntechnical library and one-way radio. A government ship brings supplies\nonce a year, and they don't include tsith.\"\n\nPenger paused and peered at Latham, whose face had gone pale beneath\nthe growth of beard. \"Your task would be to chart the thousands of\nrogue asteroids that cause havoc in the spacelanes every year. I\nunderstand you once knew ray-screens, co-ordinates and parabolics. You\ncould brush up.\"\n\n\"It seems ... you know a lot about me!\" Latham's voice was frightened.\nIt didn't want to leave his throat. He was staring at the glittering\nblue tsith behind Penger.\n\nPenger motioned to the tall, angular man with the bright eyes. The man\nstepped to the bar.\n\n\"This is George Elston of Interplanet Commerce. He's been looking for\nmonths for the right man. Frankly, I don't think it's you\"--Latham\nfelt the impact of Penger's scorn--\"but he has a cruiser outside, and\nhe can up gravs within half an hour in case you are interested.\"\n\n\"I'm not--\" Latham continued to stare at the glittering blue flagon\njust out of reach.\n\n\"I thought not. Well, I've made you two offers. I'll buy your Josmian\nfor credits or tsith!\" Penger counted out a thousand credits and\nslapped them on the bar. He poured a glass of tsith and placed it down\ngently. \"Your choice, Latham! A choice of escape!\"\n\n\n\nA terrible quiet had come over the room. Latham's eyes were\nfever-bright, burning deep in his skull. His stomach twisted like a\nnest of cold serpents. A choice of escape! There was no choice. There\nwas only tsith. He had only to take it. Penger was right. He would die\nhere within a year, but he had resigned himself to that.\n\nHe would die out there on the Station, too; he would die a thousand\ndeaths without tsith. Three years! Latham had heard of a few tsith\nhounds who tried it. He knew in every detail the agonies of body and\nmind a man went through, before the absence of the stuff either broke\nhim of the terrible need, or left him a gibbering, mindless wreck. Not\nmany of them ever pulled through it.\n\nJoel Latham thought of all this and made his choice. He slammed the\nJosmian on the bar; his trembling hand seized the glass.\n\nPenger shrugged and sighed as if this was what he expected. He took up\nthe Josmian. \"The deal is closed, Latham! I'd better put this away in\nmy safe.\"\n\nHe walked to the end of the bar. When he came back, the glass in\nLatham's hand was empty.\n\nPenger met George Elston's gaze. \"You'll have to keep looking, Elston.\nYou'll have to look for a man, not a--\"\n\nThe tall man smiled, stopping the words. He pointed to the mirror\nwhere a splash of blue, glutinous tsith was dripping.\n\nLatham threw the empty glass at Penger's head. It missed him and\nstruck the mirror, bringing it down in shattering fragments. He seized\nthe bundle of credits and sent them flying.\n\n\"Keep these too, Penger! Keep them all, damn you! I won't need them\nwhere I'm going!\" Tottering and pale, a fury still upon his lips, he\nseized Elston's arm. \"Come on! Make it quick--\"\n\nElston hurried with him. At the door, he pointed across the compound.\n\"The black cruiser, there beside the freighter. Get aboard. I'll be\nwith you in five minutes--\"\n\nPenger was at the door too. They watched Latham hurrying, stumbling,\nnot looking back.\n\nThen Penger did an amazing thing. He opened his fist and he still held\nthe Josmian. He placed it on the floor, put a heavy heel on it and\ncame down with all his weight. There was an absurd little pop as the\nJosmian shattered.\n\nElston stared at him, bewildered.\n\n\"Not a Josmian,\" Penger grinned at him. \"Glass. One of the cheap glass\nbaubles that sometimes come here on the trade freighters.\" He gripped\nElston's arm. \"But don't tell him! Don't ever tell him, at least not\nfor three years.\"\n\n\"But I thought he found it in the swamp!\"\n\n\"He found it in his boot, where I placed it when I found him lying out\nthere this morning in a stupor. An experiment, a whim--\" Penger\nshrugged. \"I didn't know what would come of it.\"\n\nJoel Latham had almost reached the cruiser. They saw him pause, and\nthen he turned. Joel Latham raised a fist and shook it straight at\nPenger.\n\n\"Damn you, Penger! Damn you, damn you!\"\n\nWith that he stumbled up into the waiting lock as Elston hurried after\nhim.\n\n",
    "metadata": {
        "author": [
            "Hasse, Henry",
            "Hasse, Henry Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31307/pg31307.txt",
        "name": "one_purple_hope.json"
    }
}