{
    "name": "Operation Boomerang",
    "author": [
        "Revelle, George"
    ],
    "body": "Wade Boeman let his eyes wander up the hull of the huge silver ship. He\nthought; _if only Tomer were here now!_ He caught himself and quickly\nerased the thought before he remembered more ... things that were better\nleft alone, hidden behind the thin veil he had created in his mind.\n\nThe quick blink of a signal light from the tower caught the corner of\nhis eye. H-hour minus fifteen minutes. The ground crews had cleared\nthe area. He hadn't noticed. He turned to the huge, blond man standing\nbeside him.\n\n\"Well, Allen. This is it. I've checked everything myself. You should\nhave no trouble. Be sure and strap yourself in tightly and don't forget\nto check the gyro. Its the only thing we can't double check from the\ntower.\"\n\n\"You're all through instructing now, _teacher_,\" the blond man said.\n\"I can take it from here. And I can't say I'm sorry.\"\n\nWade wanted to say then all the little things that had been building up\nwithin him during the past long months. He bit back the words. It took\nmuch effort.\n\nHe said: \"Good luck, Captain. I really mean it.\"\n\nAllen gave him a tight smile. \"Drop dead, Colonel.\"\n\nWade dropped his outstretched hand as the big man ignored him. Ackerson\nturned his back and began to climb the metal rungs leading up the hull\nof the ship.\n\nTomer, Wade thought. If only it could be Tomer instead of Ackerson.\n\nHe waited until the blond man entered the hatch before he climbed into\nthe jeep. He glanced once more at the silver hull of the _Starfrost_,\nthen he jammed down on the accelerator. Hate was a word Wade seldom\nused. There was too much of it in the world already. But he was\nbeginning to hate Ackerson.\n\nHe parked the jeep beside the concrete and steel structure housing\nOperations. The instant his hand touched the door handle he tried to\ncease being Wade Boeman the man. He tried to become Colonel Wadon G.\nBoeman, senior officer in charge of 'Operation Boomerang,' with no\npersonal feelings. It didn't come off fully.\n\nThe four walls were lined with banks of instruments. Small lights\nflickered and died, only to come alive again the next instant. A man\ncoughed.\n\nHe nodded at a communications man, a civilian, as he hurried to the\nsmall table where the television set was resting. The closed circuit\nshowed the _Starfrost_ resting alone on the sand with her nose pointed\ntoward the sky.\n\nHe took off his cap, then lighted a cigarette. He checked his wrist\nwatch with the large clock on the wall. He set the sweep second hand to\ncoincide with the larger one.\n\n\"Twelve minutes, Colonel,\" someone behind Wade said.\n\nHe wiped his dry lips as he flicked his eyes in the direction of the\nMajor in charge of the control panel. The Major gave him a tight smile.\nWade nodded. Major Gormely was a good man ... they were all good men.\nWade felt proud to be part of the team.\n\nHe took in the radar man checking the never-ending sweep of the beam.\nFrank Piluis, a tall, lanky man of twenty-three. He was checking the\nscreen, adjusting, as if his own life depended on its operation instead\nof a man he hardly knew.\n\nWade checked his own screen again.\n\nThe _Starfrost_ was so silent ... so latent ... so important. Wade\nfound Tomer creeping into his thoughts again. He shut the thought out\nquickly. Wade was a military man. He had orders to forget Tomer. He\ngave orders. He also had to take them.\n\nWade became mindful of someone standing behind him. He turned. The man\nwas tall, wearing the cloak of authority in the very way he smiled.\nDistinguished looking streaks of gray ran over his once brown hair.\nTiny wrinkles at the eyes told that he was a man with a sense of humor\neven though pressed with responsibility.\n\n\"A penny for your thoughts, Wade.\" The Secretary of Defense said as\nBoeman got up. Wade wondered if the man had been in the control room\nall the time. He hadn't seen him.\n\n\"They aren't worth it, Harry,\" he answered, offering his hand.\n\n\"As bad as that,\" the Secretary laughed. \"Here we are on the edge of\na History making moment and you're wasting your time with worthless\nthoughts.\"\n\nWorthless thoughts. Wade wondered if they were, really.\n\nWade first met Harry Lowe a long time ago when the project was just a\ndream on the drawing boards. Since that time he had come to know the\nSecretary intimately. Now, suddenly, he felt awkward before the man.\nPerhaps it was because Lowe seemed to have a special talent for reading\npeoples' expressions, converting them into sentences. Like now, Wade\nfelt the man was reading his face like a book.\n\n\"That's right, Harry. History is being made isn't it?\"\n\nThe Secretary's face became very serious. \"More than that, Wade.\nPerhaps salvation depends on it.\"\n\n\"Ten minutes,\" a voice said.\n\nWade nodded at the technician. Tiny lights came into play on\nthe control panel as Major Gormely began closing circuits. The\ncommunications man made a final type check on the huge P.C.R. set.\n\n\"_Starfrost._ This is Mother. How do you read me? Over.\"\n\n\"Mother. This is _Starfrost_. Loud and clear. Five by five.\" Ackerson's\nstrong voice came from the loud-speaker located in the center of the\nequipment. \"Oxygen checks. I've bedded down. Give the Colonel my love.\"\n\nThe radio man looked at Wade. There had been no mistaking the sarcasm\nin Ackerson's voice. Wade felt his face grow red.\n\n\"He hasn't changed,\" he heard the Secretary say.\n\n\"No. He hasn't changed.\" Wade said softly.\n\n\"Don't let it throw you, Wade. You've done a good job. We both know\nthat nothing counts but the Project.\"\n\n_Nothing counts but the project._ Personal feelings, ideals, not even\nhuman lives. _Nothing counts but the project._ How many times had he\nsaid that to himself, trying to be convincing.\n\n\"It's Tomer. Isn't it?\" the Secretary said.\n\nWade's eyes locked with those of the older man. There was no sense\ngoing over that now. They had had it out a dozen times already.\n\n\"That and other things,\" he said.\n\n\"Like Ackerson's attitude, I suppose.\"\n\n\"Like Ackerson's attitude.\"\n\nThe Secretary gave a tight smile. \"We all have reasons for doing\nthings, Wade. To you this is a military feat that could spell security\nfor years to come. To me it does that and more. It could be the opening\nof a new frontier, something that will provide a new outlet for\nhumanity instead of war.\"\n\nWade said: \"And to Ackerson it will mean fame and fortune. Nothing\nmore. His name will go in the history books. There will be personal\nappearances, contracts, money. He has no feelings at all about what\nthis will mean to his country.\"\n\nThe Secretary nodded. \"You're a professional military man, Wade. You're\nmaking it your life. I understand how you feel.\"\n\nWade laughed bitterly, inside. _Did_ Harry know how he felt? Did he\nthink that military men were just brass and polish with no feelings, no\nfriends to worry about, no cares outside of regulations and orders!\n\n\"Eight minutes.\" The voice came again.\n\nWade left the Secretary, went to the mike resting on the communications\ndesk.\n\n\"_Starfrost._ This is Mother,\" he said.\n\n\"Go ahead, Mother.\" Ackerson recognized his voice.\n\n\"Double check everything. Repeat. Double check everything, oxygen,\nhammock straps, loose objects, everything.\"\n\n\"Relax, Mother! You sound like you're going to have another baby.\"\nAckerson laughed over the loud-speaker.\n\nWade gave the mike back to the radio man carefully. He walked back to\nthe small television screen and sat down. The _Starfrost_ looked like a\nsilver monument standing alone out there on the sand. Soon there would\nbe nothing there but sand. Wade felt like a mother hen waiting for her\nfirst egg.\n\nHe adjusted the contrast, brightened the picture. Perhaps the Secretary\nwas right. Everyone had their reasons for doing things. He wondered\nwhat Tomer's were?\n\n\"Do you think he will make it, Wade?\"\n\nThe Secretary sat down on the edge of the desk. He looked out of place.\nHe should have been behind one, a large mahogany one.\n\n\"I think he will,\" Wade said softly. \"The test ship we sent made it.\nThere is no reason to believe a ship with a man in it should fail.\"\n\n\"Do you want him to make it?\"\n\nThe words jarred Boeman. He searched the Secretary's face. \"Of course I\ndo. What makes you say a thing like that?\"\n\nThe Secretary toyed with his tie. He said nothing.\n\nWade got up. He could feel the anger begin to seep through his body.\n\"You know what this trip means to me--to the country.\" He faced the\ngray-haired man squarely. \"If you're insinuating that I want him to\nfail because I disagree with his reasons for volunteering, you're\nwrong. Dead wrong.\"\n\nWade found himself lighting a cigarette. \"Sure. I dislike Ackerson.\nDislike him violently. I've taken more lip from him in the past months\nthan I've taken during my entire life. And when he returns that will be\nfinished or I'll finish him. One way or another.\" Wade inhaled deeply.\n\"It's the project that counts. Only the project. It's bigger than one\nman ... it's bigger than all of us put together.\"\n\nLowe smiled. His face seemed younger. \"I knew you felt that way, Wade.\nI just wanted you to say it for your own benefit. Perhaps it will make\nthis entire thing easier for you.\"\n\nThe Secretary moved then, over to the communication panel.\n\n\"Three minutes,\" someone said.\n\nWade looked at the narrow back of Harry Lowe. And he knew how the man\nbecame Secretary of Defense. It was shrewd getting him to open up\nlike that. They both knew how lucky they were to have Allen Ackerson.\nFinding men capable of making such a flight hadn't been easy. Of the\ndozen volunteers only Ackerson remained. Mental and physical tests had\neliminated all but a few. Those remaining were unfit for space travel,\nweeded out by the psychological teams, unable to cope with the morbid\nphobia of being alone so long wrapped in a metal cocoon. Only Ackerson\nand Tomer had succeeded. Now there was only Ackerson.\n\n\"Colonel!\" Wade turned and faced the rawboned sergeant standing beside\nhim. Meyers was a big man with a deep tan browning his face.\n\n\"What is it, sergeant?\"\n\nMeyers handed him a large white envelope. \"Captain Ackerson said to\ngive this to you just before take-off.\"\n\n\"Thanks, sergeant.\"\n\n\"Two minutes,\" someone said. Wade stuffed the envelope inside his\njacket. Then he hurried over to the radar man. The envelope had to\nwait, there was no time now.\n\n\"Are we set?\" he asked. The man nodded as he adjusted the dials. Wade\nsmiled. These men were experts in their fields. To double check them\nwould be to insult them. Besides, this wasn't the first time for them.\nThe same crew had been operating when they fired the test rocket. He\nknew they wouldn't fail.\n\n\"One minute ... 59 ... 58 ... 57....\" Wade found himself counting under\nhis breath while he stared at the small screen on the table. Would\nthe reactors work? They would go on at 30. And the _Starfrost_! Would\nit lift--or would it, like some others before it, slowly hesitate,\nthen begin a weird, frightening slide to the side to become a flaming\nblowtorch of death.\n\n\"30!\" Major Gormely closed the switch. Wade became conscious of the\nSecretary watching the screen with him.\n\n\"... 5 ... 4 ... 3 ... 2....\" The counter continued. \"FIRE!\"\n\nThe _Starfrost_ shivered.\n\nWade felt his heart skip a beat. Slowly, ever so slowly, the huge ship\nbegan to move. Dust, sand and smoke mingled with the sheets of flame\npouring from her stern. The platform disappeared in a puff of smoke.\n\nThe _Starfrost_ lifted.\n\n\"Thank God!\" the Secretary sighed.\n\n\"Amen.\" Wade muttered. He took out another cigarette. He was glad it\nhad begun; the project. Now there was only the long wait.\n\n\"Ackerson's a brave man.\" The Secretary said.\n\n\"Of course he is.\" Wade never had any doubts about Allen's intestinal\nfortitude. The man had a good war record. Confidence seemed to ooze\nout of the man. It was his attitude, damn it.\n\nWade drew deeply on the cigarette. Tomer had been the same type in many\nways. Eager, filled with the enthusiasm, unafraid. A small man compared\nto the blond Ackerson, he seemed to carry himself tall. And his\nattitude. He felt the same intensity about National defense as Boeman\ndid himself. Perhaps that was another reason he had felt close to the\nboy. Tomer would have made this trip with no thought whatsoever about\nthe financial rewards or what the history books would have to say about\nhim.\n\n\"... Sixty thousand ...\" someone said.\n\n\"Start communication,\" Wade commanded automatically.\n\n\"Romeo.\" The commo picked up the small hand mike. All eyes in the room\ncentered on the silent speaker on the wall.\n\n\"_Starfrost._ This is Mother. How do you read me, over?\"\n\nThe speaker remained silent.\n\n\"_Starfrost._ Can you read me. Over!\"\n\n\n\nThe Secretary looked at Wade. His face was tight and drawn. \"What do\nyou think, Wade. Are we getting through?\"\n\n\"It's hard to say. He's moving pretty fast. He could outrun the signal.\nWe've never had a practical voice test.\"\n\nLowe's face had a worried expression covering it. \"Didn't you have\ncommunications with the test rocket?\"\n\n\"That was unmanned ... remember?\"\n\n\"This silence doesn't worry you?\" the Secretary asked with amazement.\n\n\"Ackerson was trained for this. He knows there is nothing we can do for\nhim. _He's on his own._ Communications would be to our advantage, to be\nsure. But Ackerson knows that ship like you know the back of your hand.\nBesides ... perhaps he is too busy to answer right now. He has to be\nsure there is no wobble.\"\n\n\"Wobble!\"\n\n\"Sure. The ship could begin to oscillate. If it does that he is done.\nHe has to keep his eye on the gyro.\"\n\nThe Secretary's eyes penetrated. \"I can't help but feel that you would\nbe more concerned if Tomer were in the _Starfrost_ instead of Ackerson.\nWade ... don't let the fact that you hate Ackerson cloud the issue. He\nis doing us a great service.\"\n\n\"Stop it, Harry!\"\n\n\"After all. The first man to circle the Moon is entitled to a place in\nthe history books. I can share his feelings, in a way. It's a great\nthing he's doing.\"\n\n\"Others have done more,\" Wade said sharply.\n\n\"Of course they have. But remember one thing. If Ackerson succeeds we\nwill get the appropriations we need to _build_ up there on that cold\nchunk of rock. We need that ... need it badly.\"\n\n\"I tell you we have nothing to worry about yet,\" Wade said quickly.\n\n\"Have it your way, Wade. But remember, we can't land on the Moon until\nwe have appropriations for installations. It all takes money; landing\nsites, protection against the elements, and most important, take-off\nfacilities. It's a big order. Ackerson can give us all of that if he is\nsuccessful. The public will back us to the limit if we prove we have\nmastered space travel.\" The Secretary watched Wade carefully. \"Ackerson\n_is_ important!\"\n\n\"I never said he wasn't.\"\n\n\"I know, Wade.\" The Secretary toyed with his tie. \"But did you let your\nfeelings toward Tomer interfere with your attitude toward Ackerson?\nHe came to me you know, about halfway through the course. He said you\nwere babying Tomer to the point where it was interfering with _his_\ninstruction.\"\n\n\"He lied,\" Wade cut in. He threw down the cigarette he was holding and\nground his heel into it. \"You know me better than that!\"\n\n\"Of course. But perhaps Ackerson did have _something_. Perhaps you\nspent more time with Tomer than you intended. Unconsciously you may\nhave favored him to the point where Ackerson did suffer.\"\n\nWade let his eyes wander over to the small television screen. It was\nstill operating. Flat, empty sand and a burned out area was all that\nremained of the _Starfrost_. He wondered: Did I do that? Did I forget\nto teach Ackerson something while I was working with Tomer?\n\nThe loud-speaker crackled.\n\n\"Mother. This is _Starfrost_. Over.\"\n\nThe operations room came alive. Wade and Lowe hurried over to\nstand beneath the speaker, as if that would put them closer to the\n_Starfrost_.\n\n\"Go ahead, _Starfrost_. This is Mother.\" The communications man held\nthe mike in a hand that wasn't quite as steady as it should be.\n\n\"This is _Starfrost_. Everything in the green. Repeat, everything in\nthe green. Over.\"\n\nWade took the mike. \"How is the gyro, _Starfrost_!\"\n\nThe loud-speaker laughed. \"Tsk, tsk, Colonel. Where is your radio\nprocedure? You forgot to say over.\" There was a pause and Boeman knew\nwhy. \"Don't tell me you're worrying about ole Ack. I've got this thing\nsewed up. Why don't you take a walk around the park and see if you can\nfind that little guy? What was his name? You know the one I mean. The\none who got cold feet and dropped out before you finished feeding him.\nOver.\"\n\nWade handed the mike back to the commo man without a word. He looked\nat the Secretary. Lowe's eyes cautioned him. Wade swallowed the things\nhe was going to say. Orders. Damn them. He wanted to stick a pin in\nAckerson's ego. And it would be so easy. So damn easy. Orders. He gave\nthem and he had taken them.\n\nWade turned and got the mike again. \"This is Mother. Keep an eye on the\nhull temperature. Watch that gyro. If you feel the slightest vibration\nbe sure to start the auxiliary immediately. Over.\"\n\n\"Romeo, Mother. Take care of my letter. I--\" the speaker became silent.\n\nMajor Gormely moved like a blur of light. Wade knew what was wrong\nthe instant he looked at the pip on the radar scope. Major Gormely\nhurriedly began checking instruments. But he had seen too. The\nequipment was in order. It was the _Starfrost_. It had all indications\nof a \"wobble\".\n\n\"This is serious, isn't it, Wade?\"\n\nBoeman didn't look at the Secretary when he answered. His eyes were\nglued to the radar scanner. \"Pretty much. It could be the end if he\ndoesn't catch it in time.\"\n\n\"What can we do?\"\n\n\"Nothing but wait. He isn't finished yet. He has the extra gyro. That\nshould do it. If not he can try the fuel as a last resort. It's only\ntheory plus but he might be able to blast something with substance\nagainst the dorsel fin. If he plays it carefully he might be able to\ngive the gyro a hand. It will be tricky but we think it can be done.\"\n\n\"What effect will that have on the mission? He has only so much fuel!\"\n\n\"He can waste thirty seconds. After that he is cutting himself short on\nthe leg home.\"\n\n\"The wobble stopped,\" Major Gormely said quickly.\n\nIt was true. The course was slightly erratic but Ackerson had the\n_Starfrost_ back under control. Wade wiped the back of his hand over\nhis lips. Suddenly he felt tired and old. He wanted to sit down. \"Keep\ntrying on the radio, Mike,\" he said.\n\nHe walked over to the small table with the television set on it. He\nswitched it off. He didn't want to look at that empty sand. He lighted\nanother cigarette. Then he reached inside his blouse and withdrew the\nletter Ackerson had left for him. He didn't want to read it. For the\nfirst time he had felt close to the blond man ... felt sorry for him.\nThe letter could say something to change that.\n\n\"Why don't you read it, Wade?\" the Secretary said.\n\nWade looked up quickly. The Secretary was smiling with that know-all\nlook of his. Wade reached in his pocket and brought out the pack of\ncigarettes. Then he caught himself. But the older man hadn't missed the\none smoldering in the ashtray.\n\nA tight smile creased Wade's face. He felt like a small boy caught with\nhis hand in the cookie jar. \"I know a nice quiet spot in upper New\nYork. Phonecia! There's a nice trout stream beside the only hotel. The\npeople are simple and tolerant. And there is a small, private bar where\na man can really relax. I think I'll go up there for a few years when\nthis is all over.\"\n\n\"Now you're reading _my_ mind,\" the Secretary said.\n\nThey both laughed.\n\n\"Seriously, Wade. I think you should take a long rest when this is\nover. A man with your knowledge of the human body should realize\nthat you're fighting fatigue. In fact I've already spoken to General\nDominick about it.\"\n\nWade shook his head. \"You know I can't do that. I've got another job I\nhave to take care of first.\"\n\n\"Tomer?\"\n\n\"Of course.\"\n\n\"I thought we settled on that. Someone else can take over in your place\nand handle that. You can supervise if you wish. But not until after\nyou've had a rest.\"\n\n\"You know better, Harry. This is my baby and I'll handle it. It isn't\nthat I haven't tried to keep him out of my mind. I have. Yet he always\ncomes back to haunt me. If not because of my own feelings, then it's\nAckerson reminding me. It's no use. I can't rest with him on my mind.\"\n\n\"Not even when you've had orders?\"\n\nWade snuffed out the cigarette. \"I'm finding out that feelings can\nsometimes rebel against orders.\"\n\n\"That isn't a good trait for an Army Officer to acquire.\"\n\nWade's face took on a sardonic expression. \"No. It isn't, is it?\" he\nsaid softly.\n\n\n\nThe time piece on the wall was broken. It had to be. Wade had been\nwatching it for hours and it hardly seemed to move. The _Starfrost_ had\ndisappeared behind the dark side of the Moon and a press release had\nbeen duly passed on to the anxious public. The world was electrified.\nMan had ventured into space. The public hadn't been told that there was\nno communication with the _Starfrost_. It was better that way.\n\nWade fished for another cigarette as he followed the sweep second\nhand with his eyes. It was ironic, in a way. Man had ventured to the\nMoon and could not land. He dared not. To set foot on the cold, dead\nsatellite when there was no possible way of return would be inviting\nsuicide. The test rocket fired at the silent world, and the _Starfrost_\nhad eaten up the last of the appropriations and it would take a battery\nof ships to carry the supplies necessary for the building of take-off\nfacilities.\n\nThat was what Wade wanted, an installation on the Moon before another\nnation could make it. It was no secret that the nation that controlled\nthe Moon in the next war would be in the driver's seat. It would be\na fortress in the sky. And it was no secret that another nation was\nalmost ready to launch a ship. Wade wanted to get there first.\n\nWade could feel the sweat on his hands. They felt cold and clammy.\nThe _Starfrost_ should have reappeared on the radar set an hour ago.\nHe dared not think of what would happen to Ackerson if the big blond\nman miscalculated while in orbit. To shoot off alone into black, empty\nspace, hurtling out into a void of nothing, where there was only a\ncold, quiet death awaiting was no way for a man to die.\n\nDamn it. Where was that silver cocoon? Ackerson had to make it.\nEverything depended on the success of the _Starfrost_.\n\n\"I think I've got something,\" Major Gormely cried.\n\nWade came out of his dream world with a rush. His swift steps covered\nthe distance to the radar set in a matter of seconds.\n\nGormely was bending over working with Piluis. And it was there ... a\ntiny speck that could only be one thing.\n\nWade heard himself mutter: \"Thank God!\"\n\nThe control room became a beehive of excitement. These men were\naccustomed to success in the face of overwhelming pessimism. Yet this\nwas almost the ultimate. They were part of a team that had projected\nan earthbound object into space. Now it was coming home. \"Operation\nBoomerang\" was nearing fulfilment. The long hours of sweat and worry\nwere beginning to pay off. The cork was ready to burst out of their\nbottled up emotions.\n\nSergeant Meyers' face was beaming. He was exuberant with excitement.\n\"I guess that calls for a drink.\" He took Wade by the arm. \"I've been\nsaving a quart of homemade corn for just this occasion.\"\n\nSuddenly Meyers stopped. His tan face became a gray mask.\n\n\"... pardon me, Colonel ... sir!\" He came to rigid attention.\n\nWade laughed heavily. \"I think one drink would be in perfect order,\nsergeant. Where do you hide this liquid cob?\"\n\nMeyers' face became bright again. He almost tripped as he tried to\nsalute, about-face, and run at the same time. He was going out the door\nwhen he called back over his shoulder. \"In the water closet on one of\nthe thrones in the latrine ... Sir.\"\n\n\n\nIt was Wade Boeman who ruined Allen Ackerson's exit. He had the staff\ncar pick up the pilot as soon as the hull of the _Starfrost_ cooled.\nThe official car had sped back over the barren sand, through the\nwaiting throng of newsmen, straight to the small office located in\nthe control building, without a stop. To say that it peeved Ackerson\nwould be putting it mildly. His face was still burning with anger after\ntwenty minutes of interrogation. Wade knew it was only the presence of\nthe Defense Secretary keeping him in line. For that reason he tried to\nkeep each question brief and simple. Ackerson was dying to get outside\nthat door and receive some of the acclaim that he was being denied.\n\n\"You say you had a chance to look at the test rocket we fired?\" Wade\nasked.\n\n\"Yes sir. It was resting in a red crater, fairly well beat up. It must\nhave come down hard. In fact it looked like it may have struck a wobble\nat the last minute. Of course the terrain is pretty rough up there and\nit could have toppled after it hit. I'm sure the camera shots I took\nwill tell us much more.\"\n\nWade felt a sudden twitch in his shoulder. \"You said the crater was\nred.\"\n\n\"Yes, sir. A bright red. I thought it was strange. It was as if\nsomething spilled out of the ship when she hit.\"\n\nWade and the Secretary exchanged glances.\n\n\"It was a marking dye so you could pick up the location of the ship,\"\nWade said too quickly.\n\nAllen twisted his head as the sound of many voices pierced the quiet\nroom. Someone cheered loudly. Allen shifted his large frame.\n\n\"How was she lying?\" Wade asked.\n\nAllen brought his attention back to the two men. It was obvious, he was\nbecoming annoyed. \"Down tail-first. The nose section looked intact.\nThat's what makes me believe she took on a wobble at the last second.\nThe nose should have been buried out of sight.\"\n\nAnother cheer forced its way into the room. Suddenly Allen burst out.\n\"Tell me, Colonel. How's Tomer these days. You remember, that little\nguy who quit on you just before the training ended.\"\n\nThe words had the effect the big man had hoped for. Boeman came out of\nthe chair. His face was a vivid white. \"You ...\" he began.\n\nThe Secretary moved quickly. He was between the two men before Wade\ncould continue. \"That's all for now Captain Ackerson,\" he said, \"or\nshould I say Mister Ackerson. Your papers have been processed as you\nwished. You're a civilian, after sixty days terminal leave, of course.\"\n\nAckerson watched the play of emotions on Wade's face. He was enjoying\nevery second of it. Wade wanted to smash that smug face all over the\nfloor. Yet he was powerless. Ackerson was still an officer and there\nwas too much left undone to risk everything now. He sat back down on\nthe chair. There would be time when the blond man was a civilian.\n\n\"Thank you, sir.\" Allen grinned.\n\nThe Secretary extended his hand. \"Congratulations again for a job well\ndone.\" They shook hands.\n\n\"Don't forget, Ackerson,\" Boeman said as Allen hurried to the door.\n\"The next week is mine. Solid interrogation. You're still in the\nservice.\"\n\n\"_Yes, Sir._\"\n\n\"And one more thing, Ackerson. I know your communication was working.\nWhy didn't you answer our calls?\"\n\n\"I thought that would make you sweat a little. I can see that it did.\"\n\nThe door slammed shut.\n\n\n\nNeither man spoke when the door closed behind Ackerson. The silence was\nlong. Finally it was Boeman who moved. He opened the top left drawer of\nthe desk and withdrew a small glass and a bottle. He poured a drink and\noffered it to the Secretary with a glance of his eyes. The Secretary\nshook his head.\n\nBoeman lifted the tumbler to his lips and poured the liquid down with\na quick motion. He made a face as it burned. He poured another, toyed\nwith it before he tossed it down.\n\n\"Well, he made it.\" Boeman said finally, placing the empty glass on the\ndesk. \"To the Moon and back--non stop.\"\n\n\"You knew he would, didn't you.\"\n\nBoeman nodded, staring at the glass.\n\nThere was another awkward silence as both men were wrapped in thought.\n\n\"Disappointed, Wade?\"\n\n\"Not disappointed. Disgusted.\"\n\n\"He gave us what we wanted. The appropriations will be easy now.\"\n\n\"I know.\"\n\n\"Then what's wrong? Certainly you can't blame Ackerson fully. He\ndoesn't know the entire story.\"\n\n\"Perhaps that's what's wrong. If I could just tell the full story I\nmight feel better.\"\n\n\"Impossible. Can you imagine the entire nation carrying a load on its\nback the way you are now?\"\n\nWade laughed bitterly. \"It might wake them up.\"\n\n\"I understand, Wade. My insides feel it too. But let him be the hero.\"\n\n\"He will be,\" Wade said, reaching for the bottle again. \"He will be.\"\n\n\"Then let him. We have more important things to think about now.\" The\nSecretary got up. Wade grasped the empty tumbler in the palm of his\nhand, squeezing tightly.\n\n\"Ackerson said red.\"\n\n\"I know,\" replied the Secretary.\n\n\"Red means danger. The crater should have been stained yellow.\"\n\n\"Perhaps there was a mix-up in containers.\"\n\n\"You don't believe that, Frank.\"\n\n\"But the radio is still operating! A steady C.W. beam is coming in. If\nthere was any danger we would be getting code.\"\n\nWade forced a smile. \"You should have been a minister. There is always\nhope ... is that it?\"\n\nThe Secretary placed his hat carefully on his head. \"I'd better get\nover to the lab and take a look at those movies he took.\"\n\n\"It must be so lonely ...\" Boeman said loosely.\n\n\"Perhaps not. Tomer was a quiet man. Those kind don't seem to mind.\"\n\nA sudden, loud cheer broke the near silence in the room. Wade glanced\ntoward the window. Then he got up slowly with the action of an old man.\nHe went to the window and looked out.\n\nAckerson was being carried through a path of humanity aloft on dozens\nof shoulders. He was waving to the hundreds of well-wishers as he\nwas carried toward the battery of microphones waiting on the wooden\nplatform erected for the occasion. Wade couldn't help but think of a\nhero of another age. Lindbergh. It must have been the same then. And\nwho remembered those that followed him? Or those that paved the way so\nhe could make it? Wade shook his head.\n\nHe turned away from the window quickly, heading for the desk and the\nbottle. The Secretary followed him with his eyes, undecided.\n\nBoeman lifted the bottle high above his head in a toasting gesture. \"To\nthe hero.\"\n\n\"Don't, Wade.\"\n\nThe bottle paused there while the eyes of the two men met. Finally the\nbottle returned to the desk as Wade surrendered. Then he slumped down\nin the chair.\n\nThe Secretary placed his hand on Wade's shoulder. Boeman shook it off,\nand he was sorry instantly. \"O.K. Frank. You win. Ackerson wins.\"\n\n\"Good,\" the Secretary said softly. \"That's the way we want it. We have\nto prevent everyone from feeling the way you do now. It isn't that\nyou're jealous of Ackerson getting the glory. And you know that Tomer\ndoesn't mind. It's your worrying about him that's clouding your mind.\nEveryone would be feeling the same way.\"\n\nThe Secretary looked out the window. \"We couldn't have that. It would\nhave set space travel back years. Ackerson is powerful evidence that\nspace flight is safe. Tomer is our insurance. We need that just as\nbadly. We had no choice. We had to stake a claim on the Moon.\"\n\nWade poured another drink. \"And that conceited ass is getting all the\ncredit while Tomer is sweating it out up there on that cold chunk of\nrock--while everyone thinks he quit the project because he got cold\nfeet.\"\n\n\"True.\" The Secretary shook his head. \"But Tomer is our ace-in-the-hole\nif the iron curtain announces their intentions to land up there.\n\n\"Tomer can be contacted. He can set off the signal for the world to\nsee. In the meantime we will be working to make the next flight a\ncomplete one. It won't take long. Tomer will manage.\"\n\n\"But Ackerson said the crater was red!\"\n\n\"I know. And I'm wasting time talking with you. I should be looking at\nthose movies he took.\"\n\nWade didn't watch the Secretary leave. He picked up the bottle and\nglass and went to the window.\n\nDown on the ramp the P.A. began to crackle. Ackerson was beginning his\nspeech.\n\nWade took out the letter that Ackerson had sent to him. He took out\na match and touched the flame to it. It was better that way. He was\nfinished with Ackerson. He had a job to do now, one that would consume\nhim. He had to get the _Starfrost II_ underway. He had to get there to\nget Tomer.\n\nSuddenly he understood. There were all kinds of heroes. Men like\nAckerson were driven by the lure of fame and money. Tomer became one\nbecause the job had to be done and there was no one else to do it.\nLowe was one, in a way, fighting for peace against a world that was\nalways in unrest. In a way Wade himself might fall in one category. The\nthought made him smile.\n\nThe Secretary was right, of course. The public would crucify them if\nthey knew Tomer had been in the supposedly unmanned test rocket fired\nat the Moon with no way home.\n\nWade lifted his drink high in the air as Ackerson's deep voice carried\ninto the room from the ramp below. \"To a hero,\" he said. \"A lonely\nhero.\" Wade's eyes were on the sky when he said it, on a spot where the\nMoon would be some hours later.",
    "metadata": {
        "author": [
            "Revelle, George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59842/pg59842.txt",
        "name": "operation_boomerang.json"
    }
}