{
    "name": "Ordeal in Space",
    "author": [
        "Sloan, Ralph"
    ],
    "body": "A needle gun pointed through the cell bars at the hulking form of\nEdward Snyder, his blue-furred Moon mimic squirming on his lap. Behind\nit were the cold hands, cropped black hair, and bloodless face of Lt.\nMike Logan. It had taken him three hours to slide past the guards of\nthe transient prison. He would leave with the same efficient caution.\n_But first he had to kill!_\n\nSnyder looked up and saw him. The flabby face twisted cynically.\n\"Something personal, Lieutenant, or does the gun make it official?\"\n\n\"Ask your questions in hell,\" Logan grated. His angular length was\nbent; gray eyes bloodshot and he fought to keep them open. After two\nmonths of tramping over Pluto's ice cliffs, he had returned to Jupiter\nto find the odor of death and no rest.\n\nA savage desire for revenge had driven him on until now he stood\nstaring almost unseeingly at the killer. The needle gun would be silent\nand untraceable. \"You killed Johnny. This is for him.\"\n\nSnyder shrugged beefy shoulders. \"I've killed many and life is cheap. I\ncan't remember them all.\"\n\n\"He was the last one,\" Logan choked. \"He was my brother--\" Something\ncaught his arm in a vice from behind. A stab of pain shot from his\nwrist to his neck.\n\n\"Sorry, Lieutenant, but I got to keep 'im alive,\" the voice of the\nprison guard broke in his ear. He felt the gun drop from his fingers\nand tried to break free. Through the bars he could dimly see Snyder's\nmocking smile. Then something struck him on the head and he slid a long\nways down.\n\n\n\nAn hour later he stood at attention before the command desk of the\nPatrol's Jupiter division. His knees were weak, chills of exhaustion\ntracing his back muscles. He was washed up and he knew it.\n\n\"I used to think I could count on you,\" Commander Bates stormed. \"Well,\nI was wrong. You're nothing but a damned gutless jellyfish. If it\nweren't for your record I'd have you cashiered here and now.\"\n\nLogan flinched and tightened his lips.\n\n\"There's no room in the Patrol for a man who cracks,\" Bates raged\non. \"I'm sorry about Johnny. He had an easy way of getting under the\nskin and belonging to all of us. Even the natives liked him. You're\ndifferent, Logan. You live for yourself.\"\n\nSand had crawled up under Logan's eyelids. He listened, too tired to be\nangered by the truth.\n\nThe Commander's eyes shifted to a sheaf of papers. \"General Winkham\nsent me your requests for Transportation and Exploration licenses. I'm\nsupposed to endorse them.\" He swept the papers away and glared. \"Snyder\ndies on an Earth rope in three days and no self-appointed god has the\nright to make it a minute sooner.\"\n\n\"If you want my resignation--\" Those papers had been his future. His\nand Johnny's ... tattered remnants of a star dream.\n\n\"Damned your resignation,\" Bates roared. \"You're going to be taught a\nlesson. You want Snyder--well, I'm giving him to you.\"\n\nThe room rocked. \"You're _what_--?\"\n\n\"You heard me.\" The older man snapped a piece of paper across his desk.\n\"You're taking him to Earth for execution.\"\n\n\"I'll kill--\" Mike Logan forgot about sleep.\n\n\"Go ahead,\" Bates challenged him. \"He'll die anyway. If it happens\nwhile he's your charge, you'll be hanged in his place or psychoed out\nat the next exam. Johnny deserves a better tombstone. But maybe you\nhaven't the decency to think of him.\"\n\nLogan was trapped. His future lay on the desk, a crumpled mass of\napplications under the other's hairy fist. It took an A-1 discharge and\na Patrol recommendation to get the needed licenses and he owed it to\nJohnny to keep trying.\n\n\"So this is a _last chance_,\" he breathed acidly. A believer in satanic\njustice, Bates always found a 'last chance' for the man who cracked.\nThey were spawned in hell but never refused because there was no place\nin society for a Patrol 'wash out'.\n\nThe wizened superior looked strange. \"It takes guts on the outer\nplanets, Logan. I was born on Neptune. At ten I watched drunken natives\nwork a Mhulo Taag sacrifice on my mother after killing my father and\ntying me up.\" He paled. \"The priest used a sharp razor. I never forgot\nit or his face. Twelve years later I brought him in over six thousand\nmiles of ice when I'd have given my soul to kill him.\"\n\n\n\nIn the glare of the rocket field's giant arc lamps, Logan looked at\nhis watch. In twenty minutes he was due to blast off. He watched the\nfueling of the small Patrol spacer and smoked a cigarette. His lips\nfelt numb and the smoke drifted with a will of its own, sometimes drawn\nto the lungs with a breath, sometimes burning his nostrils. He wasn't\naware.\n\nOdd how he had pursued an even course for twenty-eight years, driving\ntoward a goal he and his brother had planned since childhood, then\nsuddenly losing his props. The Patrol had been a prerequisite of the\ngovernment licenses they needed. For his part, Logan had been able to\nface hell, crawl through the stink and the mud and the cold of the\nouter planets. Yet the five years of service had been a task apart\nfrom him, a bridge to an end. Even his black Patrol uniform had seemed\nalien and temporary. But the blood on Johnny's chest and the ugly dirk\nprotruding from the flesh had struck home.\n\n\"Tell Mike to make it a good space line. I'll be around to see it,\"\nwere Johnny's last words when they found him. Two days later the Patrol\nhad smoked Snyder out of a cheap rooming house--trapped, still with the\ndamned cynical smile.\n\nThere was movement at the field exit and four figures detached\nthemselves from the darkness. Edward Snyder towered above the others,\ncarrying his opal-eyed pet in his fettered hands; a sad-faced\nmonkey-sized creature that imitated gestures and obeyed mental\ncommands. Logan glanced swiftly at his watch--ten minutes! and moved to\nintercept the body.\n\n\"I'll take over,\" he said crisply.\n\nSnyder's eyes widened, tiny chip blue flakes lost in flabby flesh. \"Is\nthis the pilot?\" he demanded. \"He'll kill me.\" But he kept his queer\nsmile.\n\nThe guards were Jovians, local police, short, rotund, lobster-faced\nindividuals. One of them stepped forward. \"Lieutenant Logan?\"\n\nMike Logan nodded and showed his papers. The Jovian satisfied himself\nand returned them. His eyes waved on the end of stalks--supple,\ntransparent muscles; never still.\n\n\"We are in charge until the moment of take-off, Lieutenant,\" he said\nstiffly. \"If you will step aside we will chain the prisoner within the\nship.\" He spoke with characteristic hollowness, a racial organic flaw.\n\n\"I think I can handle that,\" Mike said testily. Snyder laughed and he\nlooked up a foot at the mocking face.\n\n\"They know you're going to kill me. You can wait till space, can't you,\nLogan?\" He had found out his name.\n\nHate welled up in Logan's eyes and curdled his soul. But he had to\nstand with raw nerves and take it. The entourage, pushing past him,\nentered the Patrol ship. Blood ran down his fingers where the nails had\nbitten into the palms.\n\nThe Jovian guards chained Snyder to the bunk behind the control bucket.\nWhen they re-appeared their spokesman approached Logan.\n\n\"The prisoner is secure,\" he reported.\n\n\"Then your duty is done.\"\n\n\"Not until you leave,\" the guard corrected. He hesitated. \"We have\nheard what occasioned at the prison. I knew your brother and mourn his\npassing. His killer has a strange mind, but he is to die--.\"\n\n\"He'll die,\" Logan promised dangerously.\n\n\"But you will cheat us. He has killed my people too. Have we no share\nin vengeance? Let him be hanged. Think--\"\n\n\"Save it for your children,\" Logan broke in savagely. He turned angrily\nand climbed into the Patrol ship, his mind blazing with a dozen tangent\nthoughts. The port clapped shut like the jaws of death behind him.\nHe sank into the control bucket, not looking at his prisoner, only\nthe panel chronometer. The hands met straight up. He touched off the\ngravity-clearing charge and the breath was sucked from his lungs.\n\n\n\nThe stars were pinpoints of light poking holes in the consciousness.\nHe looked at them and wondered if Johnny were watching him. He didn't\nbelieve in ghosts, but--\n\nIt had been a great dream, he and the kid had had. There was little\ninterplanetary transportation; none beyond Jupiter except by the\nPatrol. It had been the outer planets they had wanted to link.\nFirst the Patrol hitch to qualify, then the charting of bases and\ntrajectories. With those they could have gone to the Earth government\nfor financing. Mike wanted to say, \"Don't worry, kid. I'll pick up the\npieces.\" But he couldn't.\n\nFrom behind him he heard the low squealing of the Moon mimic and Edward\nSnyder's laugh.\n\n\"Getting up the courage, Lieutenant?\" he mocked. Logan could see him\nin the panel mirror, head cocked to one side, fat lips parted in an\ninvitation to be smashed. \"That gun,\" Snyder nodded to the holstered\nblaster. \"It could do a neat job if you like intestines and blood.\"\n\nThe Patrolman's hand moved to the blaster's cold butt. His brain told\nhim it could never be proved as murder. He could report an attempted\nescape and plant the evidence. He half withdrew the gun; shivered and\nlet it slide back. Sweat stood out on his face. There were things that\nwouldn't let him kill. The kid and his star dream and the unsigned\nlicense requests. The little Jovian with his idiotic sense of justice.\nAnd there was Bates and his native priest. He could see the picture,\nsnow and glaciers--two men in a motor sled, as alone as a ship in\nspace. _And here was Snyder and he couldn't kill him._ Maybe they would\nlet him fit the noose about the killer's neck. Maybe he could beg them\nto let him spring the trap. He could be close then and watch the body\ndangle. But he would be cheated. It was second best so that Johnny and\nBates, gray-haired satanic Bates, could be first. The decision left him\nweak.\n\nSnyder watched the re-holstering of the gun and his eyes narrowed.\n\"What's wrong? Haven't ya got the guts?\"\n\n\"You'll get yours.\"\n\n\"I think you're yellow.\"\n\nThe tiredness dissolved as Logan whirled about and showed his teeth.\n\"Don't push me, rat. There's a damn thin line between the worth of\nkilling you myself and letting you hang.\"\n\n\n\nThe fat man nodded and so did the mimic. They both seemed pleased. \"I'm\nglad it's a thin line. Do you want to know why?\"\n\n\"Not interested.\" Logan kept his eyes on the murderer while he fished\nSynthetic Sleep capsules from the panel locker. He needed something to\ndispel the sluggishness of his brain.\n\n\"You should be,\" Snyder taunted. \"I love death. In life there's\nnothing, but there's glory in death.\" His tiny eyes blazed. \"You're not\nfree, Logan. No one is until they've balanced a knife over a being's\nheart and heard the breath rattle. You listen to the beat of the blood,\nknowing you can stop it in a second, or make it go slower and slower\nuntil it drains away.\"\n\nLogan sat frozen; incredulous.\n\n\"You wonder why I say this,\" Snyder laughed. \"It's because I'm going to\nchoose my death.\" He looked strange. \"I don't want to hang. If I can't\nescape and be free again, I'll _make you kill me_.\" He stared for a\nminute, then threw back his head and laughed. The mimic laughed, high\nloonish squeals.\n\n\"Hah, the blaster would be good. It has drama.\" Then the killer and his\nmimic curled up on the bunk in identical positions and went to sleep.\n\nA feeling of nausea crept over Logan. The sound of the insane babbling\nstruck a sickening note. Snyder was a maniac. No one had told him. At\nthe height of the giant's bloody career he had been in the Plutonian\nhinterland. But Bates had known. He cursed the gray-haired brother of\nthe devil.\n\nThe panel chronometer showed forty-six hours before he would reach\nEarth. Forty-six hours cooped up with a madman and a squealing mimic,\nhis mind already foggy and with no prospect of rest. Since returning\nto Jupiter he had gone a long ways in the wrong direction. His logic\nwas shaky and it was hard to tell what was right and wrong. A chill ran\nover him. Maybe he would be as mad as Snyder before he reached Earth.\n\nTrouble first struck on the fourth hour sunward. Its nature was\nmechanical and deadly. The instrument panel belched smoke. The roar of\nthe jet engines became erratic and jerky.\n\nThe patrolman's eyes swung from the mirror. His hands jumped, the\nleft cutting the current with a blow to the ignition while the right\nunlocked and swung open the meter studded section. He heard Snyder stir\nbehind him; the whimpering of the mimic. The confident drum of the\nengines died. Smoke poured upward and was sucked into the dying blades\nof the ventilator fans. Automatically activated, the blue emergency\nlights faded on.\n\nThe short was deep in the electrical maze. He knew the wiring by heart,\ncould close his eyes and see pages of diagrams he had had to memorize\nin Patrol school. His fingers burned as he found the bare wire, flecks\nof molten insulation clinging to the tips. A long jumper-wire was dug\nfrom the panel locker.\n\n\"We're drifting,\" Snyder yelled. \"Use the auxiliaries, fool.\"\n\n\"Shut up,\" Logan snapped. The ship pitched and swung end over end,\ncaught in the ether-tides of the asteroid belt. With the current\ncut they had no detectors, repulsers--even the air could not be\nreplenished. Still he hesitated to expend the auxiliary jets. Their\ncharge was limited. In space, auxiliaries weren't an answer to fate,\nonly a brief postponement.\n\nThe defective wire ripped out, he cut his fingers fumbling with the\nconnecting posts. The spacer leveled and flowed stern first. Something,\nprobably a meteor the size of a thumbnail, struck the hull. It shivered\nand began revolving again.\n\n\"For God's sake, this is no way to die,\" Snyder screamed. The mimic\nscreeched and leaped up and down.\n\nSweat ran into Mike Logan's eyes. One copper nipple slipped into its\nsocket. Space develops a sixth sense and he felt the urgent nearness\nof the asteroid maze. One hand reached for the auxiliary switch as the\nother fought to mate nipple and post. Abruptly the nipple mated and his\nfist veered to strike the ignition button. An explosive stab of power\ndrove them forward.\n\n\"You can stop crying, rat. We're safe.\" Logan looked in the mirror. His\nhands shook and he reached for a cigarette despite regulations. Snyder\nplayed with the bunk blankets; the mimic described little motions\nwith its eight-fingered paws. He turned wearily back to the controls,\nre-setting the course. The chronometer showed forty-three more hours.\n\nMental and physical endurance is limited and Logan's had been drained\nbefore returning to Jupiter. The sapping in the transient prison had\nfound him in need of a bed, cool sheets, and a week of sleep. He hadn't\ncompletely cracked, only been sick with strain and shock. This _last\nchance_ was too much. He had reached the emotional saturation point.\n\n\n\nSomething soft slid over his nose, caught and jerked him backward. The\nbucket's headrest hit his spine and he struck the deck rolling and\ncursing himself.\n\nSnyder's laugh boomed as he dropped the improvised blanket-rope and\ncaught Logan's throat in his huge hands. The Patrolman's eyes bulged as\nhe was dragged to the edge of the bunk.\n\n\"I can feel the blood in your neck,\" Snyder gloated. \"You're not\nclever, Logan. You're not strong. Your brother could fight.\"\n\nThe giant was master all the way. Mike could feel his face swell,\nlights dancing, as the sausage fingers tightened. Somewhere a foot\nfound purchase. He lashed out with the other. The toe cut the edge of a\nsmall eye, momentarily relaxing the hold and he squirmed free. Chains\ncrunched as Snyder lunged after him and was jerked back. He pulled\nhimself to his feet, blaster in hand.\n\n\"Shoot,\" Snyder commanded him. \"I tried to escape.\"\n\nInstinct tightened Logan's finger on the trigger. Then he leaned\nagainst the hull and swore to the end of his strength while the giant\nlaughed with crying eyes. The mimic imitated him with cracking little\nscreeches.\n\nAt eighteen hours sunward he fed his prisoner. A stern locker opened\ninto a compact kitchen and produced Earth meat and beans. He handed a\nplate and a dull spoon to Snyder, took one himself and sat on a stool.\nHe wasn't hungry.\n\n\"You don't understand me, do you?\" Snyder said wistfully.\n\n\"Shut up.\"\n\n\"Why don't you make me?\" he demanded. \"Why don't you kill me?\" He\nbrightened. \"Do you know how I killed your brother?\"\n\nThe blood drained from Lt. Logan's face.\n\n\"It was at the Jovian Feast of the Moons,\" Snyder related. \"I had\nan argument with a Martian girl and he tried to interfere. I killed\nthem both. She was a little cheat and he was a threat. I had to break\nboth his arms before I could use the knife. He had a strong heart. He\nbled....\"\n\nSomehow the Patrol officer found the control bucket. He swallowed\na full handful of Synthetic Sleep capsules. The mirror blurred and\nhe tried to watch Snyder and think of Bates and the native and the\nmotorsled in the snow. He told himself he had guts, but he was too\ntired and sick to hear his own thoughts. _He wanted to kill._\n\nMars loomed up a swollen orange and swept astern. At thirty-six hours\nhe attached a leash to the Moon mimic's fur hidden collar. It stopped\nthe inane jumping.\n\nThe hands of the chronometer spun and there began a series of blank\nspaces which neither realization nor Synthetic Sleep could stop. He saw\nJohnny and the spaceline, Bates, the lobster-faced Jovians. The roaring\njets became a lullaby.\n\nAt forty-one hours he pulled out the blaster and moved to confront\nSnyder. The fat man looked up with the same cynical smile.\n\n\"Give it to me,\" Logan ordered.\n\n\"What?\"\n\n\"The file. I've been watching you.\"\n\nThe giant shrugged, brought the file in view and continued to saw at\nhis chains. \"This is Oscar's donation,\" he said. \"I hid it in his\ncollar. If you want it, take it with that.\" He nodded to the blaster.\n\nLogan hesitated, licked his lips, then brought the gun down hard along\na fleshy temple. The smile faded and the fat man folded. He took the\nfile, searched the surroundings, the blankets in the corner, found\nnothing and returned to the controls. The odds were mounting against\nhim. Maybe next time....\n\n\n\nWhen Edward Snyder regained consciousness an hour later, Logan's eyes\nhadn't left the mirror. The giant didn't smile anymore. Shortly he\nbecame occupied with his pet, making grabbing motions at the air.\n\nThe chronometer moved faster. There was Earth to look at--green,\npeaceful Earth. He had done it! A few more hours and the nightmare\nwould be over! Lord, how he wanted sleep! He computed his primary orbit\nand tuned in the Lunar Patrol station.\n\n\"Logan calling....\"\n\n\"Go ahead, Lieutenant.\" The cherub face of the Moon's radaronics\noperator appeared on the scanning screen.\n\n\"Requesting landing instructions from Earth via Moon.\" His set was too\nsmall to receive through Earth's atmosphere. The Moon acted as a relay\nstation.\n\n\"Make ground contact at--\"\n\n\"Do it--do it.\" The mental command aimed at the Moon mimic hit Logan's\nbrain like a hot iron. Its hairy little arm shot past him, grabbed the\nignition jumper wire as it had watched Snyder grab air, and jerked it\nloose. As the engines died and the blue emergency lights faded on,\nSnyder laughed and the mimic screeched, jumping about, waving its prize\nand dragging the frayed leash the killer had broken.\n\nLogan hit the auxiliary switch. They were within the Moon's\ngravitational pull and he had no choice. He was exhausted and felt like\ncrying. Lord, was there no end to it? Would the lunatic never stop?\nHadn't he paid enough for his own relapse?\n\nThe startled face of the radaronics operator flashed on the screen\nagain. \"Prepare for crash,\" Logan shouted at him, then cut the power to\nconserve fuel.\n\nThrough the steering port he could see the soiled craters of the Moon\nleaping up at him and the Patrol spacer began to whine and vibrate\nas it hit the three pound air pressure. He sweat over the auxiliary\ncontrols, nursing the fuel in short bursts, breaking the rate of fall,\njuggling the angle. They were west of the Mountains of Caucasus and\ndirectly above a narrow strip of plains. Within a thousand feet he hit\nthe jet activator and held it. A single explosive roar sounded; died.\nThere was nothing more he could do. He closed his eyes and began to\npray.\n\nThe Patrol spacer hit and dug a furrow across the plain for three\nmiles, eight inches of the finest steel fighting lava rock and meteor\nmetal. The base of the Alps range was within leaping distance when the\nbattered hull shivered to a halt. The deck was twisted and friction\nsmoke filled the air.\n\nLogan got up. His legs didn't want to hold him, but he got up anyhow.\nThere was blood on his face and more oozing from his thigh. He heard\nthe high whine of escaping air, moved to a stern locker and pulled out\ntwo pressure suits. His arms and legs were like lead. He wanted to lie\ndown on the floor, say to-hell-with-everything--maybe die.\n\nEdward Snyder was quiet but alive and conscious. A trickle of blood\nran from his nose and dripped from the second chin. The monkey-like\nmimic moaned up and down the scale.\n\n\"Put this on,\" Logan whispered. He tossed one of the suits on the bunk.\nEnough air had escaped to hamper breathing and affect his voice.\n\n\"I'm chained,\" Snyder snarled. \"For God's sake, why don't you kill me?\"\n\nFor a moment Logan stared at him, then swayed and caught himself on the\nbulkhead. He had reached the end and he knew it. He lifted the blaster\ntoward his captive.\n\nSnyder's expression was ethereal. He threw back his shoulders and\nbraced himself. Then the massive face turned blank as the leg chains\nwere carried away. The second blast freed one arm. Logan dropped the\npiece of file on the bunk. The fat man stared dumbly, then snatched it\nup and sawed at the remaining chain with savage joy.\n\nLt. Mike Logan crawled numbly into his pressure suit, slipped out an\nescape hatch and dropped to the Moon's cold crust. He couldn't let\nSnyder die; he couldn't stay with the insane killer free. There was no\nend to it.\n\nHe struck off toward the towering crags of the Alps. His lead wouldn't\nbe much. Snyder with his twisted brain would be after him in a few\nminutes, but he didn't care how it ended anymore. The giant couldn't\nescape from the Moon. They'd get him again. But he, Logan, wasn't going\nto kill.\n\nThe horizon was foggy. He could see Bates and the motorsled.\n\n_They'd know he'd had the guts_....\n\n\n\nIt was a nightmare, falling, getting up, falling again. He had made it\nto the first row of foothills when Edward Snyder caught him. The giant\nhad found a knife in the galley and he brandished it over his head,\nnarrowing the distance between them with long leaps. Logan's normal\nthirty foot Moon strides had fallen to ten. There was nothing left in\nhim. He felt the impact of weight against his back, an arm tighten\nabout his neck and they fell to the rocks. Only a trick of the gravity\nsaved him from the first dipping of the knife.\n\nHow long they fought there was no reckoning. Logan could see the giant\nlaughing within his plastic helmet and he thought of Johnny and found\nthe strength to fight. He held his blaster club fashion and struck\nfeebly. He knew it couldn't last long. Nothing as uneven, as unfair as\nthis ever did.\n\nThe two pressure-suited bodies bounced over the rocky surface, Snyder's\nmad thrashing tossing them yards into the air. When they lit the last\ntime something snapped and Logan's arm twisted queerly.\n\nAbove them, on a projection of rock, he saw the mimic waving the knife\nit had acquired to imitate its insane master. Logan summoned all his\nstrength in a desperate gamble on the creature's one virtue. \"Do it! Do\nit! Damn it, do it!\"\n\nSnyder grinned and raised his knife for aim.\n\nThe blue-furred Moon native hesitated, uncertain, then teetered and\ndropped downward. It landed on Snyder's shoulder, the knife describing\nan awkward arc. The giant's pressure suit exploded as a six inch\ngash was opened behind the neck. The mad leer disappeared and the\nfat man gasped at the scant air. He flailed about, rolling over and\nover, pulling Logan with him, then lay still; his eyes pushed upward,\nfighting to breathe.\n\nA shower of lights hit Logan's brain. A chant pounded accompaniment.\n\"Can't kill 'im. Can't kill 'im. Can't--\" The plastic helmet of the\nmad Cyclops had shattered on the rocks and he found himself hammering\nfeebly at the loose features, tears of exhaustion streaming down his\nface. The mimic continued to slash with the knife and the Patrolman's\nsuit dissolved, the left shoulder laid open. It grew very dark....\n\n\n\nThere was a bed and sheets and the smell of tobacco smoke when he came\nto. The room was in semi-darkness, but he could make out two figures.\n\n\"Cigarette?\" one of them asked and held a match. The other occupant\nopened the shades and light filtered in. Immediately he recognized the\nfirst. The long thin face and the bright eyes belonged to General\nWinkham, commanding general of the Patrol.\n\n\"Sir--\" He tried to sit up, but the arm cast held him.\n\n\"No need for formality, Logan.\" The general smiled. \"The radaronics\noperator tracked your ship down. You were near dead when the searching\nparty spotted that mimic.\" He chuckled. \"They had the devil's own time\ndisarming the little beast.\"\n\n\"What--what about Snyder?\"\n\nThe general sobered. \"You've been asleep for two days. Snyder was\nhanged yesterday.\"\n\nThe other officer drew himself up stiffly. He wore a captain's bars and\nwas obviously the post commandant. \"I think I should point out that the\nprisoner was assaulted, General. Charges will have to be made.\"\n\nWinkham frowned. \"Is that right, Lieutenant?\"\n\n\"I don't know.\" He swallowed hard and then told it from the\nbeginning--Johnny, Bates--everything. \"I remember thinking at the last\nthat I couldn't kill him. Maybe I hit him; I don't know.\"\n\n\"The situation is obvious,\" the captain summarized coldly. \"The\nprisoner was already subdued and therefore the beating was unnecessary\nand in violation of the Conduct Code. You'll sit on the court martial,\nof course, General?\" The inner planets were hurtfully strict on\nregulations.\n\n\"Get out of here,\" Winkham snapped. When the other had fled he turned\nto Logan. \"I'm sorry about this, Lieutenant, but the captain is within\nhis rights. I don't hold with these teaparty technicalities, but you\ncan see my position. Why didn't you kill the blasted maniac? It would\nhave been self-defense.\"\n\nLogan experienced a wave of bitterness. The hell had been for nothing.\nSomething he didn't even remember clearly had caused him to fail Bates,\nfail Johnny. \"Bates told me he had brought in the native that tortured\nhis mother to death,\" he said weakly. \"I tried to show as much guts. I\nguess I haven't got it.\"\n\n\"Bates, eh?\" Winkham mused and looked out the window. \"I was his\ncommanding officer then. The native was alive all right, but we always\nwondered how his ears got sliced off and stuffed in his mouth. We\nquestioned him but couldn't make out his language.\"\n\n\"Neptunian priests all speak English,\" Logan contradicted.\n\n\"I know, but none of us did,\" the General returned with a wry grin.\n\"And I don't think anyone on this post will either. Even if I have to\nbreak a captain to a hangar-monkey.\" He got up and paced the room.\n\"Bates says you want to start a space line. Says you're a good man with\nideas--\"\n\nThere was a growing spot of warmth in Logan's abdomen as he smoked and\nlistened to the famous \"Winks\". It was pride at belonging with men as\ngreat as Bates and Johnny and Winkham. He could say it to Johnny, now,\nsoftly. \"Don't worry, kid. I'll pick up the pieces....\"",
    "metadata": {
        "author": [
            "Sloan, Ralph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63869/pg63869.txt",
        "name": "ordeal_in_space.json"
    }
}