{
    "name": "Out of the sea",
    "author": [
        "Brackett, Leigh Douglass",
        "Hamilton, Leigh Brackett",
        "Brackett, Leigh"
    ],
    "body": "Anyone but Webb Fallon would have been worried sick. He was down to his\nlast five dollars and quart of Scotch. His girl Madge had sketched him\ncategorically in vitriol, and married somebody else. His job on the\nLos Angeles _Observer_ was, like all the jobs he’d ever had, finally,\ndefinitely, and for all time, cancelled.\n\nBeing Webb Fallon, he was playing a fast game of doubles on the\nvolley-ball court at Santa Monica Beach, letting the sun and the salt\nair clear off a hangover.\n\nWhen he came off the court, feeling fine and heading for the water, big\nChuck Weigal called to him.\n\n“So the _Observer_ finally got wise to you, huh? How come?”\n\nFallon grinned, his teeth white against the mahogany burn of his\nhard, lean oval face. His corded body gleamed in the hot sun, and his\nslanting grey-green eyes were mockingly bright.\n\n“If you must know,” he said, “I was busy drowning my sorrows on the\nnight of the big quake, two weeks ago. I didn’t know anything about it\nuntil I read the papers next morning. The boss seemed to think I was a\nlittle--er--negligent.”\n\nWeigal grunted. “I don’t wonder. A quake as bad as the ’Frisco one, and\nyou sleep through it! Phew!”\n\nFallon grinned, and went on. About half-way down the beach a bright\nyellow bathing suit caught his eye. He whistled softly and followed it\ninto the water. After all, now that Madge was gone....\n\nHe knew the girl by sight. Fallon had an eye for blonde hair and\nDiana-esque figures. That was one thing Madge and he had fought about.\n\nThe girl swam like a mermaid. Fallon lengthened his stroke, came up\nbeside her, and said, “Hello.”\n\nShe blinked salt water out of sapphire blue eyes and stared. “I know\nyou,” she said. “You’re Webb Fallon.”\n\n“I’m flattered.”\n\n“You needn’t be. I know a girl named Madge, too.”\n\n“Oh.” Fallon’s grey-green eyes narrowed. His lean face looked suddenly\nugly, like a mean dog. Or more like a wolf, perhaps, with his thin\nstraight lips and slanting eyes.\n\n“What did Madge tell you about me?” he asked softly.\n\n“She said you were no good.” The blue eyes studied his face. “And,”\nadded the girl deliberately, “I think she was right.”\n\n“Yeah?” said Fallon, very gently. He hadn’t yet got over his cold rage\nat being jilted for a dull, prosperous prig. The girl’s face was like\na mask cut out of brown wood and set with hard sapphires. He made a\ntigerish, instinctive movement toward it.\n\nA wave took them unawares, knocked them together and down in a\nstruggling tangle. They broke water, gasping in the after-swirl.\n\nThen, quite suddenly, the girl screamed.\n\nIt was a short scream, strangled with sea-water, but it set the hairs\nprickling on Fallon’s neck. He looked past the girl, outward.\n\nSomething was rising out of the sea.\n\n\n\nWebb Fallon, standing shoulder-deep in the cold water, stared in a\ntemporary paralysis of shock. The thing simply couldn’t be.\n\nThere was a snout armed with a wicked sword. That and the head behind\nit were recognizable as those of a swordfish. But the neck behind them\nwas long and powerful, and set on sloping shoulders. Members like\nelongated fins just becoming legs churned the surface. A wholly piscine\ntail whipped up gouts of spray behind the malformed silver body.\n\nFallon moved suddenly. He grabbed the girl and started toward shore.\nThe Thing emitted a whistling grunt and surged after them.\n\nWaves struck them; the aftersuck pulled at their legs. They floundered,\nlike dreamers caught in nightmare swamps. And Fallon, through the\nthrashing and the surf and the sea-water in his ears, began to hear\nother sounds.\n\nThere was a vast stirring whisper, a waking and surging of things\ndriven up and out. There were overtones of cries from unearthly\nthroats. Presently, then, there were human screams.\n\nFallon’s toes found firm sand. Still clutching the girl, he splashed\nthrough the shallows. He could hear the wallowing thunder of creatures\nbehind them, and knew that they had to run. But he faltered, staring,\nand the girl made a little choked sound beside him.\n\nThe shallow margin of the sea was churned to froth by a nightmare\nhorde. The whole broad sweep of the beach was invaded by things that,\nin that stunned moment, Fallon saw only as confused shadows.\n\nHe started to run, toward the hilly streets beyond the beach. The\ncreature with the swordfish snout was almost on them. A fish, out of\nthe sea! It reared its snaky neck and struck down.\n\nFallon dodged convulsively. The sword flashed down and buried itself in\nthe sand not five inches from his foot.\n\nIt never came out of the sand. A tail-less, stub-legged thing with\nthree rows of teeth in its shark-like jaws fastened onto the creature’s\nneck, and there was hot mammalian blood spilling out.\n\nThey ran together, Fallon and the girl. The summer crowds filling\nthe beaches, the promenade, the hot-dog stands and bath-houses, were\nfighting in blind panic up the narrow streets to the top of the bluff.\nIt was useless to try to get through. Fallon made for an apartment\nhouse.\n\nBriefly, in clear, bright colors, he saw isolated scenes. A starfish\ntwenty feet across wrapping itself around a woman and her stupefied\nchild. A vast red crab pulling a man to bits with its claws. Something\nthat might once have been an octopus walking on four spidery legs, its\nremaining tentacles plucking curiously at the volley-ball net that\nbarred its way.\n\nThe din of screaming and alien cries, the roar of the crowds and the\nslippery, thrashing bodies melted into dull confusion. Fallon and the\ngirl got through, somehow, to the comparative safety of the apartment\nhouse lobby.\n\nThey found an empty place by a bay window and stopped. Fallon’s legs\nwere sagging, and his heart was a leaping pain. The girl crumpled up\nagainst him.\n\nThey stared out of the window, dazed, detached, like spectators\nwatching an imaginative motion-picture and not believing it.\n\n\n\nThere was carnage outside, on the broad sunlit beach. Men and women and\nchildren died, some caught directly, others trampled down and unable to\nescape. But more than men were dying.\n\nThings fought and ate each other. Things of mad distortion of familiar\nshapes. Things unlike any living creature. Normal creatures grown out\nof all sanity. But all coming, coming, coming, like a living tidal wave.\n\nThe window went in with a crash. A woman’s painted, shrieking face\nshowed briefly and was gone, pulled away by a simple marine worm grown\nlong as a man. The breeze brought Fallon the stench of blood and fish,\ndrowning the clean salt smell.\n\n“We’ve got to get out of here,” he said. “Come on.”\n\nThe girl came, numbly. Neither spoke. There was, somehow, nothing to\nsay. Fallon took down a heavy metal curtain rod, holding it like a club.\n\nThe front doors had broken in. People trampled through in the blind\nstrength of terror. Fallon shrugged.\n\n“No way to get past them,” he said. “Stay close to me. And for God’s\nsake, don’t fall down.”\n\nThe girl’s wet blonde head nodded. She took hold of the waistband of\nhis trunks, and her hand was like ice against his spine.\n\nOut through broken doors into a narrow street, and then the crowd\nspread out a little, surging up a hillside. Police sirens were\nbeginning to wail up in the town.\n\nDown below, the beaches were cleared of people. And still the things\ncame in from the sea. Fallon could see over the Santa Monica Pier now,\nand the broad sweep of sand back of the yacht harbor was black with\nsurging bodies.\n\nMost of the yachts were sunk. The bell-buoy had stopped ringing.\n\nThe sunlight was suddenly dim. Fallon looked up. His grey-green eyes\nwidened, and his teeth showed white in a snarl of fear.\n\nThundering in on queer heavy wings, their bodies hiding the sun, were\nbeasts that stopped his heart in cold terror.\n\nThey had changed, of course. The bat-like wings had been broadened\nand strengthened. They must, like the other sea-born monsters, have\ndeveloped lungs.\n\nBut the size was still there! Five to ten feet in wing-spread--and\nbehind, the thin, deadly, whip-like tails.\n\nRays! The queer creatures that fly bat-like under water--now thundering\nlike giant bats through the air!\n\nThere were flying fish wheeling round them like queer rigid birds. They\nhad grown legs like little dragons, and long tails.\n\nA pair of huge eels slid over the rough earth, pulled down a man and\nfought over the body. Policemen began to appear, and there was a\npopping of guns. The sirens made a mad skirling above the din.\n\nSome of the rays swooped to the crowded beach. Others came on, scenting\nhuman food.\n\nGuns began to crack from the cliff-tops, from the windows of apartment\nhouses. Fallon caught the chatter of sub-machine guns. One of the rays\nwas struck almost overhead.\n\nIt went out of control like a fantastic plane and crashed into the\nhillside, just behind Fallon and the girl. Men died shrieking under\nits twenty-foot, triangular bulk.\n\nIt made a convulsive leap.\n\nThe girl slipped in the loose rubble, and lost her hold on Fallon. The\nbroad tentacles on the ray’s head closed in like the horns of a half\nmoon, folding the girl in a narrowing circle of death.\n\n\n\nFallon raised his iron curtain rod. He was irrationally conscious,\nwith a detached fragment of his brain, of the girl’s sapphire eyes and\nthe lovely strength of her body. Her face was set with terror, but she\ndidn’t scream. She fought.\n\nSomething turned over in Fallon’s heart, something buried and\nunfamiliar. Something that had never stirred for Madge. He stepped in.\nThe bar swung up, slashed down.\n\nThe leathery skin split, but still the feelers hugged the girl closer.\nThe great ray heaved convulsively, and something whistled past Fallon’s\nhead. It struck him across the shoulders, and laid him in dazed agony\nin the dirt.\n\nThe creature’s tail, lashing like a thin long whip.\n\nWebb Fallon got up slowly. His back was numb. There was hot blood\nflooding across his skin. The girl’s eyes were blue and wide, fixed on\nhim. Terribly fixed. She had stopped fighting.\n\nFallon found an eye, set back on one of the tentacles. He set the end\nof the iron rod against it, and thrust downward....\n\nWhether it was the rod, or the initial bullet, Fallon never knew, but\nthe tentacles relaxed. The girl rose and came toward him, and together\nthey went up the hill.\n\nThey were still together when sweating volunteers picked them up and\ncarried them back into the town.\n\nFallon came to before they finished sewing up his back. The emergency\nhospital was jammed. The staff worked in a kind of quiet frenzy, with\na devil’s symphony of hysteria beating up against the windows of the\nwards.\n\nThey hadn’t any place to keep Fallon. They taped his shoulders into a\nkind of harness to keep the wound closed, and sent him out.\n\nThe girl was waiting for him in the areaway, huddled in a blanket. They\nhad given Fallon one, too, but his cotton trunks were still clammy cold\nagainst him. He stood looking down at the girl, his short brown hair\nunkempt, the hard lines of his face showing sharp and haggard.\n\n“Well,” he said. “What are you waiting for?”\n\n“To thank you. You saved my life.”\n\n“You’re welcome,” said Fallon. “Now you’d better go before I\ncontaminate you.”\n\n“That’s not fair. I am grateful, Webb. Truly grateful.”\n\nFallon would have shrugged, but it hurt. “All right,” he said wearily.\n“You can tell Madge what a little hero I was.”\n\n“Please don’t leave me,” she whispered. “I haven’t any place to go. All\nmy clothes and money were in the apartment.”\n\nHe looked at her, his eyes cold and probing. Brief disappointment\ntouched him, and he was surprised at himself. Then he went deeper, into\nthe clear sapphire eyes, and was ashamed--which surprised him even more.\n\n“What’s your name?” he asked. “And why haven’t you fainted?”\n\n“Joan Daniels,” she said. “And I haven’t had time.”\n\nFallon smiled. “Give me your shoulder, Joan,” he said, and they went\nout.\n\n\n\n\n                              CHAPTER TWO\n\n                        Catastrophe--or Weapon?\n\n\nSanta Monica was a city under attack. Sweating policemen struggled\nwith solid jams of cars driven by wild-eyed madmen. Horns hooted and\nblared. And through it all, like banshees screaming with eldritch\nmirth, the sirens wailed.\n\n“They’ll declare martial law,” said Fallon. “I wonder how long they can\nhold those things back?”\n\n“Webb,” whispered Joan, “what _are_ those things?”\n\nStrangely, they hadn’t asked that before.\n\nThey’d hardly had time even to think it.\n\nFallon shook his head. “God knows. But it’s going to get worse. Hear\nthat gunfire? My apartment isn’t far from here. We’ll get some clothes\nand a drink, and then....”\n\nIt was growing dark when they came out again. Fallon felt better, with\na lot of brandy inside him and some warm clothes. Joan had a pair of\nhis slacks and a heavy sweater.\n\nHe grinned, and said, “Those never looked as nice on me.”\n\nSoldiers were throwing up barricades in the streets. The windows of\nCorbin’s big department store were shattered, the bodies of dead rays\nlying in the debris. The rattle of gunfire was hotter, and much closer.\n\n“They’re being driven back,” murmured Fallon.\n\nA squadron of bombers droned over, and presently there was the _crump_\nand roar of high explosives along the beaches. The streets were fairly\nclear now, except for stragglers and laden ambulances, and the thinning\ngroups of dead.\n\nFallon thought what must be happening in the towns farther south, with\ntheir flat low beaches and flimsy houses. How far did this invasion\nextend? What was it? And how long would it last?\n\nHe got his car out of the garage behind the apartment house. Joan took\nthe wheel, and he lay down on his stomach on the back seat.\n\nHis back hurt like hell.\n\n“One good thing,” he remarked wryly. “The finance company won’t be\nchasing me through this. Just go where the traffic looks lightest, and\nshout if you need me.”\n\nHe went to sleep.\n\nIt was morning when he woke. Joan was asleep on the front seat, curled\nup under a blanket. She had spread one over him, too.\n\nFallon smiled, and looked out.\n\nThe first thing he noticed was the unfamiliar roar of motors overhead,\nand the faint crackling undertone of gunfire. They were still under\nsiege, then, and the defenders were still giving ground.\n\nThey were parked on Hollywood Boulevard near Vine. Crowds of\nwhite-faced, nervous people huddled along the streets. The only\nactivity was around the newsboys.\n\nFallon got out, stiff and cursing, and went to buy a paper. An extra\narrived before he got there. The boy ripped open the bundle, let out a\nstartled squawk, and began to yell at the top of his lungs.\n\nA low, angry roar spread down the boulevard. Fallon got a paper, and\nsmiled a white-toothed, ugly smile. He shook Joan awake and gave her\nthe paper.\n\n“There’s your answer. Read it.”\n\n\n\nShe read aloud: “Japs Claim Sea Invasion Their Secret Weapon!\n\n“Only a few minutes ago, the Amalgamated Press recorded an official\nbroadcast from Tokyo, declaring that the fantastic wave of monsters\nwhich have sprung from the ocean at many points along the Western Coast\nwas a new war-weapon of the Axis which would cause the annihilation of\nAmerican and world-wide democratic civilization.\n\n“The broadcast, an official High Command communique, said in part: ‘The\nPacific is wholly in our hands. American naval bases throughout the\nocean are useless, and the fleet where it still exists is isolated. In\nall cases our new weapon has succeeded. The Pacific states, with the\nislands, come within our natural sphere of influence. We advise them to\nsubmit peacefully.’”\n\nJoan Daniels looked up at Fallon. At first there was only stunned\npallor in her face. Then the color came, dark and slow.\n\n“Submit peacefully!” she whispered. “So that’s it. A cowardly,\nfiendish, utterly terrible perversion of warfare--something so horrible\nthat it....”\n\n“Yeah,” said Fallon. “Save it.”\n\nHe was leafing through the paper. There was a lot more--hurried\nopinions by experts, guesses, conjectures, and a few facts.\n\nFallon said flatly. “They seem to be telling the truth. Fragmentary\nradio messages have come in from the Pacific. Monsters attacked just\nas suddenly as they did here, and at about the same time. They simply\nclogged the guns, smothered the men, and wrecked ground equipment by\nsheer weight of numbers.”\n\nJoan shuddered. “You wouldn’t think....”\n\n“No,” grunted Fallon. “You wouldn’t.” He flung the paper down. “Yah!\nNot an eyewitness account in the whole rag!”\n\nJoan looked at him thoughtfully. She said, “Well....”\n\n“They fired me once,” he snarled. “Why should I crawl back?”\n\n“It was your own fault, Webb. You know it.”\n\nHe turned on her, and again his face had the look of a mean dog.\n“That,” he said, “is none of your damned business.”\n\nShe faced him stubbornly, her sapphire eyes meeting his slitted\ngrey-green ones with just a hint of anger.\n\n“You wouldn’t be a bad sort, Webb,” she said steadily, “if you weren’t\nso lazy and so hell-fired selfish!”\n\nCold rage rose in him, the rage that had shaken him when Madge told him\nshe was through. His hands closed into brown, ugly fists.\n\nJoan met him look for look, her bright hair tangling over the collar\nof his sweater, the strong brown curves of cheek and throat catching\nthe early sunlight. And again, as it had in that moment on the cliff,\nsomething turned over in Fallon’s heart.\n\n“What do you care,” he whispered, “whether I am or not?”\n\nFor the first time her gaze flickered, and something warmer than the\nsunlight touched her skin.\n\n“You saved my life,” she said. “I feel responsible for you.”\n\nFallon stared. Then, quite suddenly, he laughed. “You fool,” he\nwhispered. “You damned little fool!”\n\nHe kissed her. And he kissed her gently, as he had never kissed Madge.\n\nThey got breakfast. After that, Fallon knew, they should have gone\neast, with the tense, crawling hordes of refugees. But somehow he\ncouldn’t go. The distant gunfire drew him, the stubborn, desperate\nplanes.\n\nThey went back, toward the hills of Bel Air. After all, there was\nplenty of time to run.\n\nThings progressed as he had thought they would. Martial law was\ndeclared. An orderly evacuation of outlying towns was going forward.\nFallon got through the police lines with a glib lie about an invalid\nbrother. It wasn’t hard--there was no danger yet the way he was going,\nand the police were badly overburdened.\n\nFallon kept the radio on as he drove. There was a lot of wild talk--it\nwas too early yet for censorship. A big naval battle east of Wake\nIsland, another near the Aleutians. The defense, for the present, was\ngetting nowhere.\n\nUp on the crest of a sun-seared hill, using powerful glasses from his\ncar, Fallon shook his head with a slow finality.\n\nThe morning mists were clearing. He had an unobstructed view of\nHollywood, Beverly Hills, the vast bowl of land sloping away to the\nsea. The broad boulevards to the east were clogged with solid black\nstreams. And to the west....\n\n\n\nTo the west there were barricades. There were clouds of powder smoke,\nand fleets of low-flying planes. And there was something else.\n\nSomething like a sluggish, devouring tide, lapping at the walls of the\nhuge M-G-M studios in Culver City, swamping the tarmac at Clover Field,\nflowing resistlessly on and on.\n\nBombs tore great holes in the restless sea, but they flowed in upon\nthemselves and were filled. Big guns ripped and slashed at the swarming\ncreatures. Many died. But there were always more. Many, many more.\n\nThe shallow margin of the distant ocean was still churned to froth.\nStill the things came out of it, surging up and on.\n\nFighting, spawning, dying--and advancing.\n\nJoan Daniels pressed close against him, shuddering. “It just isn’t\npossible, Webb! Bombers, artillery, tanks, trained soldiers. And we\ncan’t stop them!” She stiffened suddenly. “Webb!” she cried. “Look\nthere!”\n\nWhere the bombers swooped through the smoke, another fleet was coming.\nA fleet of flat triangular bodies with bat-like wings, in numbers that\nclouded the sun. Rays, blind and savage and utterly uncaring.\n\nMachine guns brought them down by the hundred, but more of them came.\nThey crashed into heavy ships, fouled propellers, broke controls.\n\nJoan looked away, “And there are so few planes,” she whispered.\n\nFallon nodded. “The whole coast is under attack, remember, from\nVancouver to Mexico. There just aren’t enough men, guns, or planes to\ngo round. More are coming from the east, but....” He shrugged and was\nsilent.\n\n“Then--then you think we’ll have to surrender?”\n\n“Doesn’t look hopeful, does it? Japan in control of the Pacific, and\nthis here. We’ll hold out for a while, of course. But suppose these\nthings come out of the sea indefinitely?”\n\n“We’ve got to assume they can.” Joan’s eyes were dark and very tired.\n“What’s to prevent Japan from loaning her weapon to her friends? Think\nof these things swarming in over England.”\n\n“War,” said Fallon somberly. “A hell of a long, rotten war.”\n\nHe leaned against the car, his grey-green eyes half closed. The breeze\ncame in from the sea, heavy with the stench of amphibian bodies. The\nradio droned on. The single deep line between Fallon’s straight brows\ngrew deeper. He began to talk, slowly, to Joan.\n\n“The experts say that the Little Brown Brothers must have some kind\nof a movable projector capable of producing rays which upset the\nevolutionary balance and cause abnormal growth. Rays like hard X-rays,\nor the cosmic rays that govern reproduction.\n\n“California Tech has dissected several types of monsters. They say that\nindividual cell groups are affected, causing spontaneous growth in\nliving individuals, and that metabolism has been enormously speeded, so\nthat life-cycles which normally took years now take only a few weeks.\n\n“They also say that huge numbers--the bulk of these creatures--are\nmutants, new individuals changed in the egg or the reproductive cell.\nAll these monsters are growing and spawning at a terrific tempo.\nBillions of eggs, laid and hatched, even with the high mortality rate.\n\n“They’re evolving, at a fantastic rate of speed. They’re growing legs\nand lungs and becoming mammals. They’re coming out of the sea, just\nas our ancestors did millions of years ago. They’re coming fast, and\nthey’re hungry.”\n\nHe fixed the girl suddenly with a bright, sharp stare.\n\n“Do you think a thing as big as that is man-made?”\n\n\n\nThere was a grim, stony weariness in her face. “The Japanese say so.\nWhat other explanation is there?”\n\n“But,” said Fallon, “why not South America, too?”\n\n“They were probably afraid the monsters might get out of hand and\ntackle their own people,” said Joan bitterly.\n\n“Maybe.” Again Fallon’s eyes were distant. Then he clapped his hands\nsharply and sprang up. “Yes! Got it, Joan!”\n\nThe quick motion ripped at the wound across his back. He swayed and\ncaught her shoulder, but he didn’t stop talking.\n\n“Einar Bjarnsson! He was my last job. I interviewed him the day before\nthe quake. I want to see him, Joan. Now!”\n\nShe took his wrists, half frightened. “What is it, Webb?”\n\n“Listen,” he said softly. “Remember the radio calls from the islands?\nThe monsters came out of the west here, didn’t they? Well, out\nthere--_they came out of the east_!”\n\nFallon explained, as he sent the car screaming perilously along winding\nmountain roads. Einar Bjarnsson was an expert on undersea life. He had\ncharted tide paths and sub-sea ‘rivers,’ mapped the continental shelves\nand the great deeps.\n\nBjarnsson’s recent exploration had been in the Pacific, using a\nspecially constructed small submarine. His findings on deep-sea\nphenomena had occupied space in scientific journals and the Sunday\nsupplements of newspapers throughout the world.\n\nTwo days before the big quake Einar Bjarnsson returned to the place\nhe called home--a small bachelor cabin on a hilltop, crammed with\nscientific traps and trophies of his exploring. Webb Fallon drew the\nassignment of interviewing him.\n\n“I was pretty sore at Madge, then,” Fallon confessed, “and I had a\nferocious hangover. The interview didn’t go so well. But I remember\nBjarnsson mentioning something about a volcanic formation quite close\nto the Pacific coast--something nobody had noticed before. It was\napparently extinct, and the only thing that made it notable was its\nrather unusual conformation.”\n\nJoan stared at him. “What’s that got to do with anything?”\n\nFallon shrugged. “Maybe nothing. Only I recall that the epicenter of\nthe recent quake was somewhere in the vicinity of Bjarnsson’s volcano.\nI remember that damned quake quite well, because it cost me my job.”\n\nJoan opened her mouth and closed it again, hard. Fallon grinned.\n\n“You were going to tell me it wasn’t the quake, but my own bad\ncharacter,” he said mockingly.\n\nThere was something grim in the upthrust lines of her jaw. “I can’t\nmake you out, Webb,” she said quietly. “Sometimes I think there’s good\nstuff in you--and then I think Madge was right!”\n\nFallon’s dark oval face went ugly, and he didn’t speak again until\nBjarnsson’s house came in sight.\n\n\n\n\n                             CHAPTER THREE\n\n                         Bjarnsson’s Submarine\n\n\nFallon stopped the car and got out stiffly, feeling suddenly tired and\ndisinterested. He hesitated. Why bother with a crazy hunch? The rolling\ncrash of gunfire was getting closer. Why not forget the whole thing and\ngo while the going was good?\n\nHe realized that Joan was watching him with sapphire eyes grown puzzled\nand hard. “Damn it!” he snarled. “Stop looking at me as though I were a\nbug under glass!”\n\nJoan said, “Is that Bjarnsson in the doorway?”\n\nFor the third time Fallon’s hands clenched in anger. Then he turned\nsharply, white about the lips with the pain it cost him, and strode up\nto the small rustic cabin.\n\nEinar Bjarnsson remembered him. He stood aside, a tall stooped man with\nmassive shoulders and a gaunt, cragged face. Coarse fair hair shot\nwith grey hung in his eyes, which were small and the color of frozen\nsea-water.\n\nHe said, in a deep, slow voice, “Come in. I have been watching through\nmy telescope. Most interesting. But it gets too close now. I am\nsurprised you are here. Duty to your paper, eh?”\n\nFallon let it pass. He might get more out of Bjarnsson if the explorer\nthought he was still with the _Observer_. And then the thought struck\nhim--what was he going to do if his hunch was right?\n\nNothing. He had no influence. The statesmen were handling things.\nSuppose Japan did take the Pacific States? Suppose there was a war? He\ncouldn’t do anything about it. Let the big boys worry. There’d be a\nbeach somewhere that he could comb in peace.\n\nHe made a half turn to go out again. Then he caught sight of a map on\nthe far wall--a map of the Pacific.\n\nSomething took him to it. He put his finger on a spot north and east of\nthe Hawaiian Islands. And even then he couldn’t have said why he asked\nhis question.\n\n“Your volcanic formation was about here, wasn’t it, Bjarnsson?”\n\nThe tall Norseman stared at him with cold shrewd eyes. “Yes. Why?”\n\n“Look here.” Fallon drew a rough circle with his fingertip, touching\nthe Pacific Coast, swinging across the ocean through the Gilberts and\nthe Marshalls, touching Wake, and curving up again to Vancouver.\n\n“The volcanic formation is the center of that circle,” Fallon said.\n“It was also the epicenter of the recent quake, according to Cal-Tech\nseismologists. That’s what gave me the hunch. The monsters seem to be\nfanning out in a circle from some central point located about there.”\n\n“That is already explained,” said Bjarnsson. “The Japanese may have\ntheir projector located there. And why not?”\n\n“No reason at all,” Fallon admitted. “You mentioned, in your interview,\nsomething about a Japanese ocean survey ship coming up just as you\nleft. That ship might still have been near there at the time of the\nquake, mightn’t it?”\n\n“It is possible. Go on.” There was a little sharp flame flickering in\nBjarnsson’s eyes.\n\nFallon said, “Could these super-evolutionary rays be caused by volcanic\naction?”\n\nBjarnsson’s grey-blond shaggy brows met, and the flame was sharper in\nhis eyes. “Fantastic. But so is this whole affair.... Yes! If an area\nof intense radioactivity were uncovered by an earth-shift, the sea and\nall that swims in it might be affected.”\n\n“Ah!” Fallon’s lips were drawn in a tight grin. “Suppose the officers\nof the Japanese ship saw the beginnings of the effect. Suppose they\nradioed home, and someone did some quick thinking. Suppose, in short,\nthat they’re lying.”\n\n“_Ja_,” whispered Bjarnsson. “Let us think.”\n\n“I’ve already thought,” said Fallon. “Two weeks would give them time\nto arrange everything. The important thing is this--if the force is\nman-made, even destroying the projector won’t do any good. They’ll\nhave others. But if it were a natural force, the psychological aspect\nof the thing alone would be tremendous. There’d be a chance of doing\nsomething.”\n\nThe explorer’s deep light eyes glinted. “Our people would fight better\nif it was something they _could_ fight.” He swung to the big telescope\nmounted in the west windows. “Bah! It gets worse. Those creatures, they\ndon’t know when they are dead. And the way they come! We must go soon.”\n\n\n\nHe swung back to Fallon. “But how to find out if you are right?”\n\n“You have a submarine,” said Fallon.\n\n“So has the Navy.”\n\n“But they’re all needed. Yours can go where the big ones can’t--and\ngo deeper. These monsters are all heading for land, which means they\ngravitate to the surface. You might get through below.”\n\n“Yes.” Bjarnsson strode up and down the cluttered room. “We could take\na depth charge. If we found the volcano to be the cause, we might close\nthe fissure.\n\n“Time, Fallon! That is the thing. A few days, a few weeks, and the\nsheer pressure of these hordes will have forced the defenders back to\nthe mountains and the deserts. Civilian morale will break.”\n\nHe stopped, making a sharp gesture of futility. “I am forgetting. The\nradiations, Fallon. Without proper insulation, we would evolve like the\nsea-things. And it would take many days to make lead armor for us, even\nif we could get anyone to do the work.”\n\n“Radiations,” said Fallon slowly. “Yeah. I’d forgotten that. Well, that\nstops that. Projector or volcano, you’d never reach it.”\n\nHe brushed a hand across his eyes, all his brief enthusiasm burned\naway. He was getting like that. He wished he had a drink.\n\n“Probably all moonshine, anyway,” he said. “Anyhow, there’s nothing we\ncan do about it.”\n\n“Nothing!” Joan Daniels spoke so sharply that both men started. “You\nmean you’re not even going to try?”\n\n“Bjarnsson can pass the idea along for what it’s worth.”\n\n“You know what that means, Webb! The idea would be either laughed at or\npigeonholed, especially with the Jap propagandists doing such a good\njob. The government’s got a war on its hands. Even if someone did pay\nattention, nothing would be done until too late. It never is.”\n\nShe gripped his arms, looking up at him with eyes like sea-blue swords.\n\n“If there’s a bare chance of saving them, Webb, you’ve got to take it!”\n\nFallon looked down at her, his wolf’s eyes narrowed.\n\n“Listen,” he said. “I’m not a fiction hero. We’ve got an Army, a Navy,\nan air force, and a secret service. They’re getting paid for risking\ntheir necks. Let them worry. I had a hunch, which may not be worth a\ndime. I passed it along. Now I’m going to clear out, before anything\nmore happens to me.”\n\nJoan’s face was cut, sharp and bitter, from brown wood. Her eyes had\nfire in them, way back.\n\n“Your logic,” she whispered, “is flawless.”\n\n“I saved your life,” said Fallon brutally. “What more do you want?”\n\nThe color drained from the brown wood, leaving it marble. Only the\nangry fires in her eyes lived, in the pale hard stone.\n\n“You’re remembering how I kissed you,” said Fallon, so softly that he\nhardly spoke at all. “I don’t know why I did. I don’t know why I came\nhere. I don’t know....”\n\nHe stopped and turned to the door. Bjarnsson, very quietly, was picking\nup the phone. Fallon took the knob and turned it.\n\n“I am sorry,” said a quiet, sibilant voice. “You cannot leave. And you,\nsir--put down that telephone.”\n\n\n\nA small neat man with a yellow face stood on the threshold. He was\nholding a small, neat, efficient-looking automatic. Fallon backed into\nthe room, hearing the click of the cradle as the phone went down.\n\n“You are Einar Bjarnsson?” The question was toneless and purely\nrhetorical. The black eyes had seen the whole room in one swift flick.\n“I am Kashimo,” said the man, and waited.\n\n“Fallon,” Webb said easily. “This is Miss Daniels. We just dropped in\nfor a chat. Mind if we go now?”\n\n“I am afraid ...” said Kashimo, and spread his hands. “I have been\ndiscourteous enough to eavesdrop. You have an inventive mind, Mr.\nFallon. An inaccurate mind, but one that might prove disturbing to our\nplans.”\n\n“Don’t worry,” grunted Fallon. “I have no business whatsoever, and I\nattend to it closely. Your plans don’t matter to me at all.”\n\n“Indeed.” Kashimo studied him with black, bright eyes. “You are either\na liar or a disgrace to your country, Mr. Fallon. But I may not take\nchances. You and the young lady I must, sadly, cancel out.”\n\n“And I?” Bjarnsson asked.\n\n“You come with us,” said Kashimo. Fallon saw four other small neat men\noutside, close behind their leader in the doorway.\n\nHe said, “What do you mean, ‘cancel out’?” He knew, before Kashimo\nmoved his automatic.\n\nKashimo said, “Mr. Bjarnsson, please to move out of the line of fire.”\n\nNo one moved. The room was still, except for Joan’s quick-caught\nbreath. And then motion beyond the west windows caught Fallon’s eye. A\ncolder fear crawled in his heart, but his voice surprised him, it was\nso steady.\n\n“Kashimo. Look out there.”\n\nThe bright black eyes flicked warily aside. They widened sharply, and\nthe cords went slack about the jaw. Fallon sprang.\n\nHe had forgotten the wound across his back. The shock of his body\nstriking Kashimo turned him sick and faint. He knew that the little man\nfell, staggering the others so close behind him.\n\nHe knew that Joan Daniels was shouting, and that Bjarnsson had caught\nup an ebony war-club and was using it. Shots boomed in his ears. But\none sound kept him from fainting--the thunder of slow relentless giant\nwings.\n\nHe got up in unsteady darkness. A round sallow face appeared. He struck\nat it. Bone cracked under his knuckles, and the face vanished. Fallon\nfound a wall and clung to it.\n\nHands gripped his ankle--Kashimo’s hands. Bjarnsson was outside mopping\nup. Fallon braced himself and drew his foot back. His toe caught\nKashimo solidly under the angle of the jaw.\n\n“Joan,” said Fallon. The wings were thundering closer. Joan didn’t\nanswer. A sort of queer panic filled Fallon.\n\n“Joan!” he cried. “Joan!”\n\n“Here I am, Webb.” She came from beyond the door, with a heavy little\nidol in her hand. It had blood on it. Her golden hair was tumbled and\nher neck was bleeding where a bullet had creased it.\n\nFallon caught her. He felt her wince under his hands. He didn’t know\nquite what he wanted, except that she must be safe.\n\nHe only said, “Hurry, before those things get here.”\n\nThe throb of wings was deafening. Bjarnsson came in, swinging his club.\nHis cragged face was bloody, but his pale eyes blazed.\n\n“Good man, Fallon,” he grunted. “All right, let’s go. There’s a cave\nbelow here. Take their guns, young lady. We’ll need them.”\n\nThe sky beyond the west windows was clogged with huge black shapes.\nFallon remembered the smashed windows of the department store in Santa\nMonica. “Joan,” he said, “come here.”\n\nHe put his arm around her shoulders. He might have walked all right\nwithout her, but somehow he wanted her there.\n\n\n\nThey dropped down the other side of the hill into a little brush-choked\ncleft. There was a shallow cave at one end.\n\n“There go my windows,” said Bjarnsson, and cursed in Swedish. “In with\nyou, before those flying devils find us.”\n\nThey were well hidden. Chances were the rays would go right over\nthem--after they’d finished off Kashimo and his men. Bjarnsson said\nsoftly, “What did they want with me, Fallon?”\n\n“There’s only one thing they couldn’t get from somebody else,” returned\nFallon. “Your submarine.”\n\n“Yes. The mechanisms are of my own design. They would need me to\noperate it. Does that mean we are right about the volcano?”\n\n“Maybe. They’d have made plans to control it, of course. Or they may\nwant your ship merely as a model.”\n\nThere was silence for a while. Outside, heavy wings began to beat\nagain. They came perilously low, went over, and were gone.\n\nEinar Bjarnsson said quietly, “I’m going to take the chance, Fallon.\nI’m going to try to get my ship through.”\n\n“What about the radiations?”\n\n“If Kashimo was planning to use the ship, he’ll have arranged for that.\nAnyway, I’m going to see.” His ice-blue eyes stabbed at Fallon. “I\ncan’t do it alone.”\n\nJoan Daniels said, “I’ll go.”\n\nBjarnsson’s eyes flicked from one to the other. Fallon’s face was dark\nand almost dangerous.\n\n“Wait a minute,” he said gently.\n\nJoan faced him. “I thought you were going away.”\n\n“I’ve changed my mind.” Looking at her, at her blue, unsympathetic\neyes, Fallon wondered if he really had. Perhaps the stunning shock of\nall that had happened had unsettled him.\n\nJoan put both hands on his shoulders and looked straight into his eyes.\n“What kind of a man are you, Webb Fallon?”\n\n“God knows,” he said. “Where do you keep your boat, Bjarnsson?”\n\n“In a private steel-and-concrete building at Wilmington. Some of the\nimprovements are of interest to certain people. I keep them locked\nsafely away. Or so I thought.”\n\nFallon rose stiffly. “Kashimo didn’t come in a car, that’s certain.\nHe’d have been arrested on sight. Any place for a plane to land near\nhere?”\n\nThe explorer shook his head. “Unless it could come straight down.”\n\nFallon snapped his finger. “A helicopter! That’s it.”\n\nHe led the way out. They found the ’copter on a small level space\nbeyond the shoulder of the hill. Fallon nodded.\n\n“Ingenious little chaps. The ship’s painted like an Army plane. Any\npilot would think it was a special job and let it severely alone.” He\nturned abruptly to Joan.\n\n“Take my car,” he told her. “Get away from here, fast. Find someone in\nauthority and make him listen--just in case.”\n\nShe nodded. “Webb, why are you going?”\n\n“Because there isn’t time to get anyone else,” he told her roughly.\n“Because there’s a story there....”\n\nHe stopped, startled at what he had said. “Yes,” he said slowly, “a\nstory. My story. Oh hell, why did you have to come along?”\n\nHe put his hands suddenly back of her head and tilted her face up, his\nfingers buried in the warm curls at the base of her neck.\n\n“I was all set,” he whispered savagely. “I knew all the answers. And\nthen you showed up. If you hadn’t, I’d be half-way to Miami by now. I’d\nstill be sure of myself. I wouldn’t be so damned confused, thinking one\nway and feeling another....”\n\nShe kissed him suddenly, warmly. “I’ll make somebody listen,” she said.\n“And then I’ll wait--and pray.”\n\nThen she was gone. In a minute he heard the car start.\n\n“Come on,” he snarled at Bjarnsson. “I remember you said you fly.”\n\n\n\n\n                             CHAPTER FOUR\n\n                         A Dead Man Comes Back\n\n\nIt was a nightmare trip. The battle below was terribly clear. Twice\nthey dodged flights of the giant rays, saved only because the scent of\nfood kept the attention of the brutes on the ground.\n\nThe harbor basin at Wilmington was choked with slippery, struggling\nbeasts. There was hardly a sign of shipping. Bjarnsson made for the\nflat top of a square building, completely surrounded.\n\nA flight of rays went over just as they landed. A trap door in the roof\nraised and was slammed shut again.\n\n“Now,” said Fallon grimly, and jumped out.\n\nThey were almost to the trap when a ray sighted them. Fallon shot it\nthrough the eye, but others followed. Bjarnsson wrenched up the trap. A\nsurprised yellow face peered up, vanished in a crimson smear.\n\nBjarnsson hauled the body out and threw it as far as he could. The rays\nfought over it like monstrous gulls over a fish head.\n\nFallen retched and followed Bjarnsson down.\n\nThere were three other men in the building. One tried to shoot it out\nand was killed. The others were mechanics, with no stomachs for the\nguns.\n\nThey looked over the sub, a small stubby thing of unusual design, and\nBjarnsson nodded his gaunt shaggy head.\n\n“These suits of leaded fabric,” he said. “One big, for me. The other\nsmaller, for Kashimo, perhaps. Can you get into it?”\n\nFallon grunted. “I guess so. Hey! Look there.”\n\n“Ha! A depth charge, held in the claws I use for picking specimens from\nthe ocean floor. They have prepared well, Fallon.”\n\n“You know what that means!” Fallon was aware of a forgotten, surging\nexcitement. His palms came together with a ringing crack.\n\n“I was right! Kashimo was going to hold you here until the Government\ncapitulated. Then he was going out to shut off the power. There’s\nno projector, Bjarnsson. It _was_ the volcano. If we can close that\nfissure while there’s still resistance, we’ll have ’em licked!”\n\nBjarnsson’s ice-blue eyes fixed Fallon with a sharp, unwavering stare,\nand he spoke slowly, calmly, almost without expression.\n\n“It will take about three days to get there, working together. One fit\nof cowardice or indecision, one display of nerves or temper may destroy\nwhat slight chance we have.”\n\n“You mean,” said Fallon, “you wish you had someone you could depend\non.” He smiled crookedly. “I’ll do my best, Bjarnsson.”\n\nThey struggled into the clumsy lead armor and shuffled into the small\ncontrol room of the submarine. Everything had been prepared in advance.\nIn a few seconds, automatic machinery was lowering the sub into its\nslip.\n\nWater slapped the hull. Bjarnsson started the motors. They went forward\nslowly, through doors that opened electrically.\n\nBallast hissed and snarled into the tanks.\n\nBjarnsson said, “If we can get through this first pack, into deep\nwater, we may make it.” He pointed to a knife-switch. “Pull it.”\n\nFallon did. Nothing seemed to happen. Bjarnsson sat hunched over the\ncontrols, cold blue eyes fixed on the periscope screen. Fallon had a\nswift, horrible sense of suffocation--the steel wall of the sub curving\nlow over his helmeted head, the surge of huge floundering bodies in the\nwater outside.\n\nSomething struck the hull. The little ship canted. Fallon gripped his\nseat with rigid, painful hands. Bjarnsson’s armored, unhuman shoulders\nmoved convulsively with effort. Fallon felt a raw panic scream rising\nin his throat....\n\n\n\nHe choked it back. Heavy muffled blows shook the submarine. The motors\nchurned and shook. Fallon was afraid they were going to stop. Sweat\ndripped in his eyes, misted his helmet pane.\n\nThe screws labored on. Fallon heard the tanks filling, and knew that\nthey were going deeper. The blows on the hull grew fewer, farther\nbetween. Fallon began to breath again.\n\nEinar Bjarnsson relaxed, just a little. His voice came muffled by his\nhelmet. “The worst, Fallon--we’re through it.”\n\nFallon’s throat was as dry as his face was wet. “But how?”\n\n“Sometimes, in the deeps, one meets creatures. Hungry creatures, as\nlarge even as this ship. So I prepared the hull. That switch transforms\nus into a travelling electric shock, strong enough to discourage almost\nanything. I hoped it would get us through.”\n\nThinking of what might have happened, Fallon shut his jaw hard. His\nvoice was unnaturally steady as he asked, “What now?”\n\n“Now you learn to operate the ship, in case something should happen to\nme.” Bjarnsson’s small blue eyes glinted through his helmet pane. “Too\nbad there is not a radio here, Fallon, so that you might broadcast as\nwe go. As it is, I fear the world may miss a very exciting story.”\n\n“For God’s sake,” said Fallon wearily, and he wasn’t swearing. “Let’s\nnot make this any tougher. Okay. This is the master switch....”\n\nIn the next twenty-four hours, Fallon learned to handle the submarine\npassably well. Built for a crew of two, the controls were fairly\nsimple, once explained. Nothing else was touched. The only extra switch\nthat mattered was the one that released the depth charge.\n\nFor an endless, monotonous hell, Fallon stood watch and watch about\nwith Bjarnsson, one at the controls, one operating the battery\nof observation ’scopes, never sleeping. They saved on oxygen as\na precaution, which added to the suffocating discomfort of the\nhelmet-filters.\n\nBlack, close, nerve-rasping hours crawled by, became days. At last,\nFallon, bent over the ’scope screen, licked the sweat from his thin\nlips and looked at Bjarnsson, a blurred dark hulk against the dim glow\nof the half-seen instrument panel.\n\nFallon’s head ached. The hot stale air stank of oil. His body was tired\nand cramped and sweat-drenched, and the wound across his shoulders\nthrobbed. He looked at the single narrow bunk.\n\nThere was nothing out there in the water but darkness. Even the\ndeep-sea fish had felt the impulse and avoided the sub. Fallon got up.\n\n“Bjarnsson,” he said, “I’m going to sleep.”\n\nThe explorer half turned in his seat.\n\n“_Ja?_” he said quietly.\n\n“There’s nothing out there,” growled Fallon. “Why should I sit and\nglare at that periscope?”\n\n“Because,” Bjarnsson returned with ominous gentleness, “there might be\nsomething. We will not reach the volcano for perhaps ten hours. You had\nbetter watch.”\n\nFallon’s hard jaw set. “I can’t go any longer without sleep.”\n\nBjarnsson’s cragged face was flushed and greasy behind his helmet, but\nhis eyes were like glittering frost.\n\n“All the whisky and the women,” he whispered. “They make you soft,\nFallon. The girl would have been better.”\n\nA flashing glimpse of Joan as she had looked in the car that morning\ncrossed the eye of Fallon’s mind--the tumbled fair hair and the\nsunlight warm on throat and cheek, and her voice saying, “You wouldn’t\nbe bad, Webb ... so lazy and so hell-fired selfish!”\n\nHe cursed and started forward. The dark blur of Bjarnsson rose,\nblotting out the green glow. And then the panel light rose in a\nshuddering arc.\n\nFallon thought for a moment that he was fainting. The low curve of the\nhull spun about. He knew that he fell, and that he struck something,\nor that something struck him. All orientation was lost. His helmet\nrang against metal like a great gong, and then he was sliding down a\ncluttered slope.\n\nA blunt projection ripped across his back. Even through the leaded\nsuit, the pain of it made him scream. He heard the sound as a distant,\nthrottled echo. Then even the dim green light was gone.\n\n\n\nThe screen flickered abominably. It showed mostly a blurred mob of\npeople, trampling back and forth. Then it steadied and there was a\npicture, in bright, gay colors.\n\nA starfish twenty feet across wrapping itself around a woman and her\nstupefied child.\n\n“We saw that,” said Fallon. “On the beach. Remember?”\n\nHe thought Joan answered, but there was another picture. A vast red\ncrab, pulling a man to bits with its claws. And after that, the\nshrieking woman outside the broken window, dragged down by a worm.\n\n“Wonder who got those shots?” said Fallon. Again Joan answered, but he\ndidn’t hear her. The pictures moved more rapidly. Rays, black against\nthe blue sky. Planes falling. Guns firing and firing and choking to\nsilence. People, black endless streams of them, running, running,\nrunning.\n\nJoan pulled at him. Her face was strangely huge. Her eyes were as he\nhad first seen them, hard chips of sapphire. And at last he heard what\nshe was saying.\n\n“Your fault, Webb Fallon. This might have been stopped. But you had to\nsleep. You couldn’t take it. You’re no good, Webb. No good. No good....”\n\nHer voice faded, mixed somehow with a deep throbbing noise. “Joan!” he\nshouted. “Joan!” But her face faded too. The last he could see was her\neyes, hard and steady and deeply blue.\n\n“Joan,” he whispered. There was a sound in his head like the tearing of\nsilk, a sensation of rushing upward. Then he was quite conscious, his\nface pressed forward against his helmet and his body twisted, bruised\nand painful.\n\nThe first thing he saw was Einar Bjarnsson sprawled on the floor\nplates. A sharp point of metal had ripped his suit from neck to waist,\nlaying his chest bare.\n\nFor a moment of panic horror, Fallon sought for tears in his own suit.\nThere were none. He relaxed with a sob of relief, and looked up at the\nlow curve of the hull.\n\nIt was still whole. Fallon shuddered. What product of abnormal\nevolution had attacked them in the moment that he had looked away?\nStrange he hadn’t seen it coming, before.\n\nThe dim, still bulk of Einar Bjarnsson drew his gaze. Crouched there\non his knees, it seemed to Fallon that the whole universe drew in and\ncentered on that motionless body.\n\n“I killed him,” Fallon whispered. “I looked away. I might have seen the\nthing in time, but I looked away. I killed him.”\n\nFor a long time he couldn’t move. Then, like the swift stroke of a\nknife, terror struck him.\n\nHe was alone under the sea.\n\nHe got up. The chronometer showed an elapsed time of nearly two hours.\nThe course, held by an Iron Mike, was steady. The beast that had\nattacked them must have lost interest.\n\nFallon clung to a stanchion and thought, harder than he had ever\nthought in his life.\n\nHe couldn’t go on by himself. There had to be two men, to gauge\ndistances, spot the best target, control the sub in the resultant\nblast. Why couldn’t he forget the volcano? There were lots of islands\nin the Pacific, beyond the affected sphere.\n\nHe could stay drunk on palm wine as well as Scotch.\n\nHe’d never see Joan again, of course. Joan, accusing, hard-eyed,\ncontemptuous. Joan, condemning him for murder....\n\nFallon laughed, a sharp, harsh bark. “Joan, hell! That was my own mind,\ncondemning me!”\n\n\n\nHis gaze went back to Bjarnsson’s body, rolling slightly with the\nmotion of the ship. It boiled down to that. Murder. His careless,\nselfish murder of Bjarnsson. The murder of countless civilians. War,\nbitter, brutal, desperate.\n\nFallon drew a long, shuddering breath. His head dropped forward in his\nhelmet, and his slanting wolf’s eyes were closed. Then he turned and\nsat down at the controls.\n\nThe single forward ’scope field gave him vision enough to steer.\nAnything might attack from the sides or the stern--another beast grown\nincredibly huge, but not yet a lung breather.\n\nAlone, he probably wouldn’t succeed. He wouldn’t live to know whether\nhe had or not. His gloved hands clenched over the levers that would\nchange the course, send him away to safety.\n\nSavagely he forced his hands away. He gripped the wheel. Time slid by\nhim, black and silent as the water outside. And then....\n\nSomething moved in the dark behind him.\n\nSlowly, slowly, Fallon rose and turned. The veins of his lean face were\nlike knotted cords. The hard steel of the hull held him, tight and\nclose, smothering.\n\nBlurred, faint movement. The soft scrape of metal against metal. He had\nbeen so sure Bjarnsson was dead. He’d been dazed and sick, he hadn’t\nlooked closely. But he’d been sure. Bjarnsson, lying so still, with his\nsuit ripped open.\n\n_His suit ripped open._ Volcanic rays would be seeping into his flesh.\nRays of change--perhaps they even brought the dead to life.\n\nThere was a grating clang, and suddenly Fallon screamed, a short choked\nsound that hurt his throat.\n\nBjarnsson’s face looked at him. Bjarnsson’s face, with every gaunt\nbone, every vein and muscle and convolution of the brain traced in\nlines of cold white fire.\n\nThe shrouding leaden suit slipped from wide, stooped shoulders. The\nheart beat in pulses of flame within the glowing cage of the ribs.\nThe coil and flow of muscles in arm and thigh was a living, beautiful\nrhythm of light.\n\n“Fallon,” said Einar Bjarnsson. “Turn back.”\n\nThe remembered voice, coming from that glowing, pulsing throat, was the\nmost horrible thing of all.\n\nFallon licked the cold sweat from his lips. “No,” he said.\n\n“Turn back, or you will be killed.”\n\n“It doesn’t matter,” whispered Fallon. “I’ve got to try.”\n\nBjarnsson laughed. Fallon could see his diaphragm contract in a surge\nof flame, see the ripple of the laughter.\n\nA wave of anger cut across Fallon’s terror, cold and sane.\n\n“I did this to you, Bjarnsson,” he said. “I’m trying to make up for it.\nI thought you were dead. Perhaps, if you put your armor back on, we can\npatch it up somehow, and it may not be too late.”\n\n“But it is too late. So, you blame yourself, eh?”\n\n“I left my post. Otherwise, you might have dodged that thing.”\n\n“Dodged it?” Tiny sparkles of light shot through Bjarnsson’s brain.\n“Oh, _ja_. Perhaps.” And he laughed again. “So you will not turn back?\nNot even for the beautiful Joan?”\n\nFallon’s eyes closed, but the lines of his jaw were stern with anger.\n“Do you have to torture me?”\n\n“Wait,” said Bjarnsson. “Wait a little. Then I will know.”\n\n\n\nHis voice was suddenly strange. Fallon opened his eyes. The glowing\nfire in the explorer’s body was growing brighter, so that it blurred\nthe lines of vein and bone and sinew.\n\n“No,” said Bjarnsson. “No need for torture. Turn back, Fallon.”\n\nGod, how he wanted to! “No,” he whispered. “I’ve got to try.”\n\nBjarnsson’s voice came to him, almost as an echo.\n\n“We were fools, Fallon. Fools to think that we could stop this thing\nwith a single puny bomb. Kashimo was a fool, too, but he was a gambler.\nBut we, Fallon, you and I--we were the bigger fools.”\n\n“The kind of fools,” said Fallon doggedly, “that men have always been.\nAnd damn it, I think I’d rather be the fool I am than the smart guy I\nwas!”\n\nBjarnsson’s laughter echoed in his helmet. Fallon had a moment’s eerie\nfeeling that he heard with his brain instead of his ears.\n\n“Wonderful, Fallon, wonderful! You see how circumstance makes us\ntraitors to ourselves? But there is no need for heroics. You can turn\nback, Fallon.”\n\nThe lines of Bjarnsson’s body were quite gone. He loomed against the\ndarkness as a pillar of shining mist. Fallon’s weary eyes were dazzled\nwith it.\n\n“No,” he muttered stubbornly. “No.”\n\nBjarnsson’s voice rolled in on him suddenly, soul-shaking as an organ.\n\nVoice--or mind? A magnificent, thundering strength.\n\n“This is evolution, Fallon. So shall we be, a million million years\nfrom now. This is living, Fallon. It is godhood! Take off your suit,\nFallon! Grow with me!”\n\n“Joan,” said Fallon wearily. “Joan, dearest.”\n\nCosmic laughter, shuddering in his mind. And then,\n\n“Turn back, Fallon. In an hour it will be too late.”\n\nThe shining mist was dimming, drawing in upon itself. And at the core,\na tiny light was growing, a frosty white flame that seared Fallon’s\nbrain.\n\n“Turn back! Turn back!”\n\nHe fought, silently. But the light and the voice poured into him.\nAbruptly, something in him relaxed. He’d been so long without rest.\n\nHe knew, very dimly, that he turned and changed the course, back toward\nthe coast of California.\n\n\n\nFrom somewhere, out of the gulfs between the stars, a voice spoke to\nhim as he lay sprawled across the control panel.\n\n“There was no need for you to die, Fallon. Now, I can see much. It\nwas no monster that struck us, but the first shock of a series of\nquakes, which will close the fissure far better than any human agency.\nTherefore, what happened to me was not your fault.\n\n“And I am glad it happened. I, Bjarnsson, was growing old, I had\nnothing but science to hold me to Earth. Now my knowledge is boundless,\nand I am not confined by the fetters of the flesh. I am Mind--as some\nday we will all be.\n\n“You will be safe, Fallon. The invasion will fail as the power is shut\noff, and America can deal with any further dangers. Marry Joan, and be\nhappy.\n\n“I don’t know about myself, yet. The possibilities are too vast to be\nexplored in a minute. I am not dead, Fallon. Remember that! But--” and,\nhere Fallon heard an echo of Bjarnsson’s harsh, mocking laughter--“if\nyou should ever cease to be a fool and become again a smart guy, I\nshall find a way to send you back along evolution, to a stupid ape!\n\n“I go now, Fallon. _Skoal!_ And will you name your first-born Einar? I\ncan see that it will be a son!”",
    "metadata": {
        "author": [
            "Brackett, Leigh Douglass",
            "Hamilton, Leigh Brackett",
            "Brackett, Leigh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68718/pg68718.txt",
        "name": "out_of_the_sea.json"
    }
}