{
    "name": "Out of the Earth",
    "author": [
        "Edrich, George"
    ],
    "body": "First Awake, 2 Juli, 2207\n\nWe have walked much this awake and have stopped now for sleep. Last City\nis far behind us. Except for the two lamps we keep lighted to frighten\naway the Groles, there is nothing but blackness in the passage. The\nothers are sleeping, and close beside me, Nina sleeps also. The sound of\nher breathing is all I have in the darkness.\n\nThoughts are not clear when the body is so tired, and the things that\nhave happened seem unreal, like something dreamed. The arrest--the State\nGuards in their black uniforms--coming to our cubicle in the middle of\nthe sleep hours--frightening Nina.\n\nTen awakes and sleeps of not knowing why. Then the trial--\"Jon Farmer\n8267, we show you a copy of _The Mushroom Farmers' Journal_ of 21\nJanuary 2204. We call your attention to the article _Experiments With\nRed Lake Mushrooms in Rock Soil_. This article discusses with favor some\npolicies of the Dictatorium of President Charles 27, an Enemy of the\nState. Do you admit to writing this treason?\"\n\nYou are not permitted to answer the Judges in a State trial because they\nknow the answers to everything they ask you. But while they were talking\ntogether, I thought how different things became with time. I remembered\nthe fine letter from the Secretary of Agriculture of the Dictatorium,\nand the two extra free days they had given me. But there was a new\nDictatorium now. President Charles and General William had been lowered\ninto Copper Pit and metallized. Now they were mounted in the Historical\nMuseum in Central City. The others of the Dictatorium had been\neliminated in Black Passage.\n\n\"--Jon Farmer 8267. You have written with favor about Enemies of the\nState. You are therefore yourself declared an Enemy of the State. By\norder of the Supreme Council of the Dictatorium of President Joseph 28,\nyou are hereby sentenced to elimination in Black Passage.\"\n\nThen Nina--\"Nina Farmerswife 8267, you have mated with an Enemy of the\nState. By condescension of the Supreme Council of the Dictatorium of\nPresident Joseph 28, you are to be permitted to take an oath of\nrenunciation and separation.\"\n\nIt is not too difficult for the heart to be strong when there is no\ndecision for the mind to make. But what strength of heart Nina must have\nhad then. I was terribly proud and terribly frightened when she walked\nover and stood with me.\n\n\"Please, Nina--\" I said, but she shook her head, and her eyes told me I\ncould say nothing more.\n\nThe Judges were angry. \"Nina Farmerswife 8267, you are hereby declared\nan Enemy of the State. By order of ...\"\n\n\n\nThere was no one else in the guard cubicle when they locked us in. When\nthe May trials were over, five awakes later, there were seven of us.\nDoctor Dorn 394 was brought in the awake after we were. He had read the\nforbidden books in the Chambers of the Dead at the Historical Museum. He\nwas almost thirty-five years old, and had been third assistant physician\nto the Supreme Council. This was a very strong office and only something\nas terrible as reading the forbidden books could have made him an Enemy\nof the State.\n\nRalf Fishcatcher and his wife, Mari, came from Red Lake. They were\nEnemies of the State because they had not reported all of the fish they\nhad caught.\n\nExcept for Nina, the youngest one of us was Theodor Cook 3044. He was\nvery frightened. He told how he had stolen mushroom bread from the\nCentral City Ration Station where he worked, and how his wife had\nreported him so she wouldn't become an Enemy of the State also.\n\nThe last one to be brought in was Bruno Oreminer 2139. He had killed his\nforeman by hitting him in the head with a rock. He was a very big man,\nand very strong. But he talked very little and there was a cold and\ndangerous look in his eyes.\n\nEarly on the sixth awake, the guards came for us. The march was long,\nalmost seven awakes. We passed through many cities--Big City, Power\nCity, and Red Lake; then Iron City, Deep Pit, and Last City. There was\nonly a ten-lamp-per-mile passage from Big Pit to Last City. We passed\nfew people. At Last City, we were taken to the State Guard Station and\ngiven small shoulder packs with the food, water, and lamps the law says\nwe may have.\n\nOut of Last City the passage was narrow and poorly lighted, only five\nlamps per mile. After a few miles the guards became silent, and then\njust up ahead we saw what looked like a solid iron wall. We had come to\nthe gate to Black Passage.\n\nOne of the guards took a paper from his pocket and read it very quickly\nso that it was hard to understand most of the words. But every little\nwhile we could hear \"Enemies of the State.\" When he finished reading,\nall three of the guards put their fingers in some notches in the gate\nand pulled with all their strength, and the gate slid into the side of\nthe wall.\n\nBlack Passage was before us!\n\nMari Fishcatcherswife gave a little scream, and Nina pressed up against\nme and held my arm tightly. Lying on the floor of the passage were many\ndead bones.\n\nThe guard who had read the paper said we must now go into Black Passage.\nFor a long time no one moved. It is hard to be the first into a darkness\nwhere, no matter how far the eye searches, there is not the faintest\nlight. Then Doctor Dorn struck the flint on his oil lamp and walked\nthrough the gate. With the light of his lamp ahead of us, the fear\nbecame less and we turned on our own lamps and followed after him.\n\nThe iron wall slid closed behind us. We could hear the steps of the\nguards as they walked back toward Last City. After a while we couldn't\nhear them any longer.\n\nBruno Oreminer tried to move the gate, but the iron was smooth on this\nside and nothing happened. Theodor Cook had put his face in his hands so\nhe would not have to look at the dead bones, but he stepped on one, and\nwhen it cracked, he gave a little cry.\n\nDoctor Dorn started to walk down the passage. I took Nina's hand and we\nfollowed after him. It would do no good to stay there by the gate which\nwould never again open for us. If we remained, we would just become dead\nbones like the rest. The others came along a little way behind.\n\nAfter we had walked through the passage far enough away from the dead\nbones so we could not see them, Doctor Dorn stopped. He said we should\nrest awhile and eat a little of the food, and then we would talk.\n\nTheodor Cook was the first one to ask him the question we were all\nthinking about. \"When will we die?\" he asked.\n\nDoctor Dorn said he didn't know. The food and water we had been given\nwas supposed to last for ten awakes and sleeps. If we were very, very\ncareful, it might last for much longer. The oil would probably become\nused up first, and when there was no more light, then probably the\nGroles would get us.\n\nTheodor asked whether the dead bones we had seen were people who had\nbeen killed by the Groles.\n\nDoctor Dorn said he didn't know, but he didn't think so. When the Groles\nfound someone, there were not supposed to be even dead bones left. No\none had ever seen a Grole because they came only when there was no light\nat all.\n\nDoctor Dorn said he was sorry he had to say such frightening things. But\nhe wanted us to know and understand the worst before he told us things\nthat might give us hope.\n\nThere was the smallest chance, Doctor Dorn said, that Black Passage\nmight go to some other State where there was life, the way Copper\nPassage from Deep City went to the State of the Savages. Our hope was\nterribly small though, because even if the passage did go to such a\nplace, it would probably be many more awakes and sleeps away than we had\noil for; and also, the life there might be wild the way it was in the\nState of the Savages.\n\nIt is strange though how even a hope so small as to be almost nothing\ncan give new strength to the heart.\n\nDoctor Dorn talked more, telling us how we would have to learn to live\nwith less and less light so that the oil would last as long as possible.\nIn the beginning we would burn four lamps. Because the passage was not\nwide enough for more than two people to walk together, one of us would\nhave to walk alone. But whoever walked alone would always carry one of\nthe lighted lamps, and would never be first or last. When we became used\nto four lamps, we would turn one off and try walking with only three.\nAfter a while another lamp would be turned off and only two lamps would\nbe kept lighted, one at the beginning and one at the end of the column.\nDuring sleeps we would keep two lamps on. One would be enough to\nfrighten away the Groles, but there was always the danger it might go\nout, so it was safer to use two.\n\nTheodor asked wouldn't we get the Black Fear, with so little light.\n\nDoctor Dorn said he didn't know. It was to prevent the Black Fear that\nwe would turn off the lamps gradually instead of all at once. But\nanyway, it was better to get the Black Fear for a few hours than to use\nup all of the oil and have the Groles come.\n\nWhen we started walking again, Doctor Dorn and Bruno went first, then\nRalf and Mari, then Theodor. Nina and I walked last. It is frightening\nto be last with the blackness behind. Later, we will have a different\nposition, and others will take our place.\n\nWe have walked for many hours. Now we have stopped for sleep and only\nthe two guard lamps are burning. The light they make is hardly enough to\nwrite by. When I look up and see the terrible blackness in the passage\nbefore and behind us, a strange and awful feeling seems to form inside.\nThis may be the beginning of Black Fear. I think it is better that I\nstop writing now. I want to hold Nina in my arms and sleep with the\nwarmth of her life close to me.\n\n\n\nSecond Awake, 3 Juli 2207\n\nSince last sleep, the hours have been slow and the walk long, but Black\nPassage remains the same. Doctor Dorn thinks there may be no change for\nmany awakes and sleeps.\n\nTo walk in silence except for the sound of our steps becomes a fearsome\nthing, so we talk much. Doctor Dorn tells us interesting things that\nhave happened while he was Physician to the Supreme Council. When he\ndoes this, we do not think so much of what may be ahead for us.\n\nThere is something of a strangeness about Bruno, the ore-miner who\nkilled his foreman. Although he rests when we rest, and sleeps when we\nsleep, the feeling comes that he is not with us. He walks always first\nwith Doctor Dorn, and says nothing.\n\nSometimes Mari and Nina walk together and talk about woman things. Mari\nis twenty-two, three years older than Nina, and even though she has been\nmarried to Ralf for only five years, she has almost borne life once.\nNina said it must be wonderful to bear life, and Doctor Dorn heard her\nand said she had the look of one who might bear life herself some day,\nperhaps even before she was twenty-five. Nina was very thrilled.\n\nBut it is strange to talk of a time so far ahead. The mind forgets\nsometimes there may be only a few awakes and sleeps left to all our\nlives.\n\nOne feels a great sorrow for Theodor. He does not have someone who is a\npart of him the way I have Nina and Ralf has Mari, and he does not have\nthe strength of heart of Doctor Dorn or Bruno. Fear seems to hold his\nmind more than any of us. Many times Nina or Mari, or Ralf or I, walk\nbeside him so he will not have to walk alone always. But when we speak\nto him he almost never answers.\n\n\n\nThird Awake, 4 Juli 2207\n\nAnother sleep has come and our tiredness is greater. Doctor Dorn thinks\nwe are about twenty-five miles from Lost City.\n\nAfter an hour of the walk, we turned off one of the lamps, leaving only\nthree on, and the blackness of the passage seemed to jump in toward us.\nIt is like a live and evil thing, the blackness, running in fear from\nthe light before us, yet following so closely behind. Sometimes I cannot\nhelp feeling that, like the Groles, it is just waiting for our last lamp\nto go out so it can rush in and kill us. In one thing we have been\nfortunate. Even with only three lamps lighted no one has had the Black\nFear. But after this sleep we will burn only two lamps and again the\nblackness will move closer. It is not a pleasant thought to sleep with.\n\n\n\nFourth Awake, 5 Juli 2207\n\nExcept for the greater darkness because of only two lamps, all is the\nsame. It is strange not to have the City Signals to tell us when to\nsleep and when to awake. Because we have only our tiredness to measure\nawakes and sleeps, I am no longer sure the date I write above is the\nright one.\n\nWe do not talk as much now. All of our strength must be used for\nwalking.\n\n\n\nFifth Awake, 6 Juli 2207\n\nOne of the lamps went out while we were walking, this awake. Although we\nwere able to light it again in a few seconds, we could not help thinking\nhow the Groles might have come if the other lamp hadn't been burning.\n\nDoctor Dorn says our tiredness is so great because we eat so little of\nthe food. It is very hard to be careful when one remains so hungry; yet\nnot knowing how many days are before us in Black Passage makes the mind\nfearful and the will strong.\n\n\n\nSeventh Awake, 8 Juli 2207\n\nThis awake, Theodor had the Black Fear. We had to hold one of the lamps\nin front of his eyes for more than an hour before he was able to stop\ntrembling. Then it was almost another hour before he was able to go on.\n\n\n\nEleventh Awake, 12 Juli 2207\n\nSleep follows sleep and nothing changes. Sometimes I feel that we have\nnot moved at all, that we are still just outside Last City. Yet Doctor\nDorn says we have come almost one hundred miles.\n\n\n\nTwelfth Awake, 13 Juli 2207\n\nJust before this sleep we emptied our shoulder packs to see how much\nfood and water we have used. Most of us have used about one-fourth of\nwhat we have been given. Doctor Dorn says this is not bad, but we must\nlearn to use even less. Theodor has much more food left than any of us.\nThis is not surprising, because during rests he eats almost nothing.\n\nIt is the little oil we have left that worries Doctor Dorn. He does not\nbelieve there will be enough for even ten more awakes and sleeps. We\nwould use less oil if we burned only one lamp, but it would be a\nterrible chance. We remember how a lamp went out several awakes ago.\n\n\n\nFourteenth Awake, 15 Juli 2207\n\nThere was much trouble during our last sleep. Soon after sleep had come,\na terrible cry awoke us again. My mind first had the thought that the\nlamps had gone out and the Groles had come. But both lamps were still\nburning, and near one of them, we could see Bruno and Theodor struggling\ntogether on the floor of the passage. Bruno's hands were around\nTheodor's throat, and Theodor was no longer able to make any sounds.\nBruno is terribly strong, and Ralf and I and Doctor Dorn had to use all\nof our own strength to force his hands away. Doctor Dorn asked Bruno why\nhe had done this, and Bruno pointed to where his shoulder pack was lying\nopen, and said, \"He was stealing.\" These were the only words he had said\nfor a long time. When Theodor stopped choking and was able to speak\nagain, Doctor Dorn asked him if what Bruno had said was true. Theodor\nsaid no, and Doctor Dorn said he should look directly into his eyes and\nanswer again. Theodor said he was sleepy and his throat hurt and he\ndidn't want to talk any more. Doctor Dorn gave a big sigh, and said he\nunderstood. He said Theodor must promise never to steal again. If he\ndidn't promise, or if he broke his promise, then perhaps the next time\nBruno tried to kill him, we might not hear him in time. Theodor became\nvery frightened, and said all right, he promised.\n\nWhen we were going back to sleep, Nina told me she had wondered why\nTheodor slept each time near someone else. He had probably thought by\ntaking a little from each one of us, his stealing would not be noticed.\n\n\n\nSeventeenth Awake, 18 Juli 2207\n\nThe awakes and sleeps pass again and everything is as it was, except\nthat our food and oil becomes less, and our tiredness greater. Several\ntimes during our walk we have found a little water in the passage. How\nwonderful it would be if we could so easily find more food and oil.\n\nAlthough Bruno shows no sign that he wants to hurt Theodor again,\nTheodor is still terribly frightened of him, and stays as far from him\nas possible. Before each sleep, Doctor Dorn makes Theodor open his\nshoulder pack and show him the food he has left. His food is being used\nup as fast as ours is now.\n\n\n\nEighteenth Awake, 19 Juli 2207\n\nEighteen awakes and sleeps we have walked in Black Passage. To the mind,\nit is forever.\n\nThe passage has begun to climb a little. This is not a good thing.\n\n\n\nNineteenth Awake, 20 Juli 2207\n\nI write this during rest.\n\nWe have come to a Dead City. No lamps are lighted in the dark street\npassages and all the cubicles are empty. We have found many other\npassages going out of the City, and we must now decide which is the best\nto try. I do not think this will be difficult. One of the passages seems\nnewer than any of the others, much newer and larger than Black Passage\nthrough which we have walked for so long. There are lamps in this\npassage, and even though they are not lighted, they would not have been\nput there unless the passage went to some other City. Although this\nother city may be dead also, hope is now a little greater. Doctor Dorn\ncalls this passage Hope Passage. Another thing that adds to hope is the\nway the passage goes down so steeply.\n\nHope Passage was found many hours ago, sleep time has now come, and yet\na decision has not been made. Much of this is because of Nina. Although\nshe has spoken very little, the things she has said have made Doctor\nDorn behave very strangely.\n\nWhen he asked each of us if we thought Hope Passage would be the best\none to follow, everyone but Nina said yes right away. Even Bruno nodded.\nBut when he asked Nina, she did not answer so quickly. Then she said if\nwe all thought Hope Passage was the best, it was probably so.\n\nBut Doctor Dorn was not satisfied. Did she not think so herself, he\nasked. Was there something about Hope Passage she did not like? Was\nthere some other passage she thought might be better?\n\nI could feel Nina's fingers tighten on my arm the way they did whenever\nshe became very frightened or worried or disturbed. It was not something\nher mind thought, she said. It was just a feeling she had which she\ncouldn't understand or explain.\n\nDoctor Dorn's voice became very gentle. He said Nina shouldn't try to\nunderstand or explain her feeling. But would she try to describe what it\nwas like, even a little.\n\nNina looked at me very troubled and I put my arm around her shoulders,\nand said she didn't have to answer if she didn't want to. But then she\ntook a little breath and said in a very low voice that as far back as\nshe could remember, even when she was a tiny girl, she always had a good\nfeeling when she was going up and a bad feeling when she was going down.\nIt was a strange way to be, she knew, and she had never told anyone\nbefore. But that was why she did not like Hope Passage, which went down\nso fast. The passage she had liked best was the one near the old statue.\nThe way it went up gave her a good feeling.\n\nDoctor Dorn asked didn't she know the passage by the statue was the\noldest one we had found, and therefore it should have the smallest\nchance of going to a live city.\n\nNina said she knew, and her mind understood everything Doctor Dorn said.\nBut the things her mind knew and understood were not able to change the\nway she felt. She said she was sorry she had made us all lose so much\ntime. She would not talk about it any more.\n\nDoctor Dorn asked Nina would she please answer just one more question.\nDid she have this good feeling while we were walking up the little climb\nnear the end of Black Passage.\n\nNina nodded her head yes, and Doctor Dorn said it was very interesting.\nThen in a different voice, he said that Hope Passage was our best chance\nof finding life, and after this sleep we would continue our walk there.\n\n\n\nTwentieth Awake, 21 Juli 2207\n\nA few hours ago we said goodbye to Ralf and Mari and Bruno, and watched\nthem start down Hope Passage. I think they may find life again soon.\n\nEven now, I do not understand clearly why we are not with them; why we\nare climbing in this old rough passage which rises so steeply we must\nstop every little while to rest.\n\nMany thoughts must have come to Doctor Dorn during our last sleep,\nbecause when we awoke he was different from any way he had been before.\nFor a little while, he just walked up and back rubbing his chin as if he\nwere thinking very hard. Then all of a sudden he stopped and came over\nto Nina. He asked Nina whether if we were not here, if she had to decide\nonly for herself, knowing all he had told her, would she still take the\nold passage?\n\nNina said yes, she would. Doctor Dorn sat down. He said he was going to\nsay strong words. He was going to tell us some of the things he had read\nin the Forbidden Books.\n\nFor thousands of years Man had first lived on Earth Surface, the books\nsaid. But then great wars had come and Man had studied hard and learned\nways to kill each other millions at a time. But some of the men who did\nnot want to die had dug deep into the earth to live. Everyone in the\nearth, the books said, came from these first men from Earth Surface.\n\nDoctor Dorn stopped to let us think about what he had told us. _Earth\nSurface_--nothing above but nothing--and nothing beyond nothing--the\nthought is more than the mind can hold. That men could have lived on\nsuch a place is too much to be believed.\n\nThere were some things written in the Forbidden Books that could not be\ntrue, Doctor Dorn said, like the plants called trees that grew to be\nmany times taller than a man; or lakes called oceans that were larger\nthan a thousand Red Lakes together. But even though these and some other\nthings the books said were not possible, there was something about the\nstory of men living on Earth Surface that made him wonder. All sleep he\nhad not slept, but had thought how the old passage we had found near the\nstatue might be one of the surface passages the books told about. He\ncould not imagine any City in the Earth building a passage so steep and\nso rough.\n\nDoctor Dorn stopped talking for a moment, and he looked at me. He seemed\nvery excited. \"Jon,\" he said, \"my own feeling now is to take Surface\nPassage. I cannot do this alone with one lamp. You know how Nina feels.\nWill you and Nina come with me?\"\n\nMy thoughts must have been like those of the lost-mind men in the\nhospital at Central City. Even now I do not know why I said we would.\nMaybe it was because of the way Nina's eyes shone when Doctor Dorn\ntalked about Earth Surface. Nina is a wonderful girl and I love her\nvery much, but sometimes I think I do not understand her completely.\n\nRalf and Mari talked together for a long time. Then Ralf told Doctor\nDorn he thought Hope Passage was the best chance for finding life. They\nwould not come with us.\n\nDoctor Dorn said he understood. He was sorry we had to separate now, but\neach must do what was in his own thoughts and heart. Then he asked Bruno\nif he was coming with us, and Bruno shook his head no, and did not say\nanything.\n\nTheodor thought for even a longer time than Ralf and Mari. He kept\nbiting the nails on his fingers and every little while his eyes would\nlook at Bruno. I knew he was afraid to come with us; but also he was\nafraid to be alone with Bruno with only Ralf to help him if anything\nhappened. Finally, in a very low voice, he said he would come with us.\n\nDoctor Dorn said fine, now there was one more thing we must do before we\nstarted. We must take the oil from one of the lamps and put it in the\nother six lamps so there would be the same amount in each one. Then each\ngroup would take three lamps.\n\nTheodor said this was not fair. There were four of us so we should have\nfour lamps. Doctor Dorn said four people needed no more light than three\npeople.\n\nIt was very sad when we had to separate. Mari and Nina cried a little.\nFor a long time after we found Surface Passage and were climbing in it,\nno one said anything. Perhaps after next sleep, our sadness may be less.\n\n\n\nTwenty-First Awake, 22 Juli 2207\n\nThe passage is still climbing and we rest often. I write a little during\nsome of our rests.\n\n\n\nThere is very little oil left. Doctor Dorn says we must take a dangerous\nchance. No lamp has gone out for a long time. If we burn only one lamp,\nwe can have light for almost four more awakes and sleeps. If this is\nreally a Surface Passage, and if what is written in the forbidden books\nis true, this time may be enough for us to reach Earth Surface.\n\nWe have been burning only one lamp since our last rest. How bright does\nthe light from the two lamps seem now. Nina says she feels she can reach\nout and touch the blackness.\n\nTheodor is very frightened. Over and over he says we must go back and\ntake the other passage, that if we go on we shall all be dead bones. I\nthink Doctor Dorn would become angry if he did not understand how\nfrightened Theodor is.\n\nDuring rest, Theodor spoke words that made Nina feel very sad. He said\nit was because of her that we would all die. I became very angry, and\ntold him if he said anything like that again, I would finish what Bruno\nhad started. He knows I would not do this, but now he talks very little.\n\n\n\nTwenty-Second Awake, 23 Juli 2207\n\nWe walk up Surface Passage still, but there is a difference. Before last\nsleep there was much hope in our hearts. Now our hope is almost nothing.\n\nIt was Nina who knew first. She brought me out of sleep, shaking my\nshoulder and saying my name, until my mind was awake enough to\nunderstand.\n\nTheodor was gone!\n\nHe had left us the one lamp that was burning. The other two lamps he had\ntaken; and all of our food and water. But our hunger may never become\ntoo great. With one lamp, there will be light until only a few hours\nafter next sleep.\n\nDoctor Dorn blames himself. He says he should have been able to tell\nthat Theodor might do something like this. But Doctor Dorn feels the\nsame tiredness that is in us all, making our thoughts like shadows.\n\nSleep time has come, but we do not stop. We will walk on and rest when\nwe must. When the end of life is so near, the will finds strength.\n\n\n\nTwenty-Third Awake, 24 Juli 2207\n\nWe have walked through sleep and we have slept while we walked. The rise\nis steeper. Our oil lamp is still burning and our shadows fall behind us\ninto the blackness. There will be light for perhaps ten more hours.\n\nThere is a dampness now in the passage, like that of the passage to Red\nLake. Our tiredness is so great we become afraid sometimes that after\none of our rests we may not be able to go on. I am worried about Nina.\nShe says nothing, but I think for a long while now she has been walking\non heart strength alone. We have seven hours of light before us.\n\nThe passage has ended. For a moment the thought came that we were on\nEarth Surface. But Doctor Dorn says we are in a great cavern, larger\neven than the Cavern of Red Lake. Our one light is as nothing in this\ngreat blackness, and we walk close to the wall so we will not become\nlost. In some places the walls are like glass as if from a very great\nheat. There are more passages in the sides of this cavern than the mind\ncan imagine. But after this rest there is nothing else we can do but try\none of them.\n\nFor five hours we have been lost in passages that curve and turn and\njoin with each other as madly as if they were made by lost-mind men. Now\nwe have found our way back to the Great Cavern. We shall stay here the\ntwo hours longer our light and lives will last.\n\nIt is easier now that our hope is nothing.\n\nWe can rest and wait, and even our fear becomes less in our tiredness.\n\nThe time has gone slowly, but the light from the lamp is becoming less\nnow. In a few seconds it will go out, and the Groles will come, and our\nlives will be over. Perhaps for an instant before we die, we shall know\nwhat the Groles are; or perhaps it happens so quickly we will never know\nanything. This may be the better way. Nina trembles in my arms.\n\nWe wait in the blackness. The lamp has been out for many minutes but the\nGroles have not come.\n\nHow can this be? Can the mind conceive that there are no such things as\nGroles, that, like so many other things, they are only a lie of the\nState?\n\nThese last words I write now.\n\nThe Groles are coming! We can hear their murmuring sounds through the\npassages. We say goodbye to each other.\n\nThey are very close now--very--\n\n\n\nALVAREZ COUNTY DAILY RECORD\n\n _Inhabitants of Earth's Interior Come to Alvarez_\n   by Franklin Williams, Staff Writer\n\nAlvarez, May 9, 2204.--An almost unbelievable event of the greatest\nsignificance not only to Alvarez, or the United States of the Western\nHemisphere, but to the entire world, occurred in our Alvarez County\nyesterday. Visitors on the early morning tour through Alvarez Caverns,\ncame upon an astonishing spectacle. Two men and a young girl of\nindescribable strangeness of manner and dress were seated on the floor\nof Atom Cave. All were in the last stages of exhaustion and exposure,\nand even the little light from the electric hand lamps seemed to blind\nthem. Fortunately, in the tour was Dr. and Mrs. Ferguson of New\nWashington, and Dr. Ferguson, appraising himself rapidly of the\nsituation, led the trio out of the Caverns and drove them to Alvarez\nHospital. Dr. Ferguson says they seemed completely dazed and unable to\nspeak. They came with him without resistance.\n\nAfter an examination by Dr. Stutfeldt of Alvarez Hospital which\ncompletely confirmed Dr. Ferguson's earlier diagnosis, the strange\nvisitors were put in a darkened room, in which they surprisingly had no\ndifficulty seeing, and were given simple nourishment.\n\nLate in the evening, after they had slept and rested for many hours,\nthey were questioned. In the presence of a distinguished group which\nincluded Mayor Whitehead, Professor Lorraine Johnson (a very charming\nyoung lady) of the Alvarez University, J. W. Wilson, Chairman of the\nAlvarez Chamber of Commerce, and your reporter, they told an amazing,\nbut according to Professor Johnson, entirely credible story.\n\nSpeaking slowly with an accent strongly reminiscent of twenty-first\ncentury North American, but with somewhat peculiar grammatical\nformations, the oldest of the group told of their having walked for many\nweeks from their State deep within the Earth.\n\nUndoubtedly, they will have much more of interest to tell, but Dr.\nStutfeldt refused to let them talk for more than a few minutes. He says\nit will be many weeks before they will regain their strength, and much\nlonger before they will be able to adjust to the tremendous differences\nbetween their old life and life on the surface of the earth. It is\nentirely possible, Dr. Stutfeldt says, that they may never be able to\nmake this adjustment.\n\nAn interesting sidelight of their within-the-earth civilization is that,\nalthough they apparently have the same calendar system as ours, in some\nway their time seems to have gotten out of step. According to their\nreckoning it is now some three years and two months later than it is.\n\n\n\nNEW WASHINGTON SUN\n\n What's New Under the Sun\n   by Dick Richard\n\nThe (very) little furor that has been caused by the recent report from\nAlvarez County of the arrival of visitors from inside the earth shows\nsigns of abating completely. Very likely it is just a case of poor\ntiming, (three reports of flying saucers and one of Saturnian birdmen in\nless than a month has pretty well saturated the gullibility market). But\nperhaps it is just as well. Not that we are skeptical by nature, but we\ncannot help wondering at the somewhat amazing coincidence of the Alvarez\nreport being issued just two weeks before the start of the Alvarez\nCounty Festival.\n\n\n\n_UNITED STATES OF THE WESTERN HEMISPHERE DEPARTMENT OF STATE DIVISION OF\nINVESTIGATION_\n\nReport on Supernatural Phenomena: File No. B5138.\n\nSubject: Subterranean Inhabitants.\n\nReference: Alvarez County Record, News Item of May 9, 2204, et al. (See\nFile).\n\nOn January 3, 2206, in performance of the subject investigation, a visit\nwas made to the Alvarez Hospital at Alvarez, Alvarez County. Dr. Ernest\nStutfeldt was contacted, and upon being questioned, expressed surprise\nand some annoyance that an investigation was being conducted, in his\nwords, \"so damned long after everything was over.\" It was pointed out to\nDr. Stutfeldt that qualified investigative personnel was limited, that\nthese matters had to be taken in their proper turn, and that a year and\na half interval for an investigation of this nature was not considered\nexcessive. The information was then elicited from Dr. Stutfeldt that the\n\"earth visitors\" were no longer patients at the hospital, that two of\nthem, a Mr. and Mrs. Jon Farmer, were living on their farm about ten\nmiles out of Alvarez, and that the third, a Dr. Dorn Smith, was studying\nmedicine at Alvarez University.\n\nTransportation to the university was thereupon obtained, and after\nconsiderable time and difficulty, Dr. Dorn Smith was located. When asked\nfor some proof of his subterranean origin, the doctor was unable to\nprovide same. His descriptions of the life and government of his claimed\nunderground \"State\" could with a little imagination, have been derived\nfrom any textbook on the absolute governments of the twenty-first\ncentury.\n\nA certain measure of authenticity was temporarily ascribed to Dr. Dorn\nSmith's statements, when these were termed as \"entirely credible\" by\nProfessor Lorraine Johnson of the university. However, the explanation\nfor Professor Johnson's corroboration became obvious when it was learned\nthat the professor and Dr. Dorn Smith were engaged to be married.\n\nAlthough it was apparent by this time that the claims made by the\nsubject investigatees had no information in fact, in order to insure a\ncompletely comprehensive inquiry, a visit was made to the Farmers'\ndomicile. Obviously alerted by a phonovision from Dr. Dorn Smith, Mr.\nand Mrs. Farmer were cordial, but no more informative than their\nthree-month-old baby daughter. The inquiry was then terminated.\n\nA verbatim account of all questions and answers pertaining to the above\ninvestigation is affixed hereto.\n\nTherefore, and in consequence of this inquiry, it is recommended that\nthe subject supernatural phenomenon be classified as \"Not Verified,\" and\nthat the file be closed.\n\n                                               Respectfully submitted,\n                                               Clarence B. Pendergast,\n                        Special Investigator of Supernatural Phenomena\n DEPARTMENT OF STATE\n January 5, 2206.\n\n",
    "metadata": {
        "author": [
            "Edrich, George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31597/pg31597.txt",
        "name": "out_of_the_earth.json"
    }
}