{
    "name": "Outcast of the Stars",
    "author": [
        "Knox, Calvin M.",
        "Jarvis, E. K.",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "\"We're coming close to Earth now, Yorkan Varr,\" said the patrolman.\n\"We'll be dumping you any minute now.\"\n\nThe man addressed as Yorkan Varr scowled bitterly. \"You're making a\nmistake, I tell you. I didn't kill that man. I didn't even know him!\"\n\nThe patrolman shrugged. \"Sorry, but that's the way things go. The court\nsaid you're guilty--and here you are. Don't jump on me. I'm just doing\nmy job.\"\n\nYorkan Varr made no reply. There was no sense arguing with the\npatrolman, after all. There was no sense arguing with anyone.\n\nHe got up and stared out the viewplate at the mottled, spinning globe\nof Earth below, growing closer every moment, and his thin lips curled\nin an angry grimace. _Earth._ The garbage world, the dumping-ground\nfor the Galaxy's undesirables. Who'd ever imagine that he--Yorkan\nVarr--would someday be approaching Earth for a life of exile?\n\nHe whirled to face the unsmiling patrolman. \"Dammit, Hober, I _didn't_\nkill him! You can't throw me into that refuse-heap down there! You\ncan't do it!\"\n\n\"Please, Yorkan Varr. We're approaching the moment when we must part.\"\nThe patrolman held out a hand. \"I'm sorry to have to do this to you.\nIt's my job, that's all. Shake?\"\n\nYorkan Varr stared at the extended hand for a moment, then slapped it\naway. The patrolman smiled apologetically and rang a bell. Three other\nmen, also in the bronze uniform of the Condelari Federation, appeared\nfrom within and saluted.\n\n\"Get the disposal ship ready,\" the patrolman ordered.\n\n\"Yes, sir.\"\n\nHober turned to Yorkan Varr. \"Come on, now. Let's go down and get ready\nto go to Earth, shall we?\"\n\nWith a half-sobbing cry, Yorkan Varr threw himself forward on the\npatrolman. His fists pounded mercilessly into the amazed man as he\nreleased the pent-up emotions of the nightmarish trial, the sentence,\nthe journey across space to Earth.\n\n\"Help! Help!\"\n\nVarr felt hands grasp him from behind. Blind with rage, he let go of\nHober, struck out at the others, felt his fists crack satisfyingly\ninto flesh.\n\nThen there was the chilling numbness of a stunbeam, and Varr froze.\n\n\"All right,\" he heard someone say. \"Let's load him aboard the disposal\nrocket. They all crack up this way, I guess.\"\n\nHe felt hands lift him, felt himself being carried down a ladder\nand into a cooler room. Then he blanked out as a sudden thrust of\nacceleration struck him. His last conscious thought was that he was\nnow on the last leg of his one-way journey to Earth, condemned to the\ndumping-ground of the universe for a crime he never committed.\n\n_I didn't kill him_, he thought fiercely. _I didn't kill him._\n\nWhen he awoke, he found himself lying in a wooded area. He sat up in\nthe grass and tried to get his bearings. He was dressed in rough,\noddly-cut clothing, and in his hand was a letter-capsule. He broke it\nopen and read the note inside.\n\n    _To Yorkan Varr_:\n\n    _You have been accused and found guilty of the crime of murder.\n    Therefore, you have been placed on the planet Sol III to live out\n    the rest of your natural life._\n\n    _However, in order that you may not be helpless, we have provided\n    you with clothing, money, and identification. You will be able to\n    get along in this society if you are careful. We warn you, however,\n    that the people of this planet actually kill for punishment of\n    certain crimes. Govern yourself accordingly._\n\n                                               _The Council of Judges._\n\nAs Yorkan read the last line, the message paper faded, grayed, and\ncrumbled in his hand. It became a powder and fell, like fine ash, from\nhis fingers.\n\nAnd with it went the last thing that connected him with the Condelari\nFederation.\n\nYorkan stood up and looked up at the stars. _I know who did it_, he\nthought. _But I couldn't prove it._\n\nHe had seen the man's face just before he had blanked out from the\nstungun. When he had awakened, he found himself with a corpse and a\ncharge of murder against him.\n\nHe looked down at himself again. His suit was coarsely woven and crude.\nHe reached instinctively into his pocket and pulled out a billfold. The\ncards in it said he was John Arthur Stern, a retired war veteran who\nhad been badly wounded during his service in the United Nations Police,\nduring the African Insurrection of 1986.\n\n\"Well, fine,\" he said bitterly to the trees around him. \"Where does\nthat get me?\"\n\n\"You're an Earthman now,\" said a voice. \"That's what you'll have to\nremember.\"\n\nYorkan whirled at the sound of the soft, liquid voice.\n\n\"Who's that?\" He found himself using English, the predominant language\nof this part of the exile planet. The language had been hypnotically\nimplanted in his brain.\n\nThe girl was standing less than ten yards from him. In the moonlight,\nher hair and skin seemed almost silvery. She was light of complexion,\nhe realized, and her hair was a light red-blonde. \"Who the devil are\nyou?\"\n\nShe smiled a little and walked toward him. He felt a little odd; here\nhe was, in a wood on a primitive planet, knowing almost nothing of the\ncivilization that surrounded him, confronted by an Earthgirl who seemed\nto know him.\n\n\"It's a shock, I know,\" she was saying, \"but you'll get over it. I know\nwhere you came from; you're a Condelarian. You've been exiled to this\nplanet. We don't ask why you were sent here, nor what you did, nor what\nyour real name is. What's the name on your identity card?\"\n\n\"Stern,\" he said. \"John Arthur Stern. But that doesn't explain why\nyou're here.\"\n\nThe smile left her face. \"We're all exiles here; the Group is composed\nentirely of exiles. We keep tabs on the prison ships that bring new\noffenders here, and we try to meet each one and tell them what's going\non on this planet.\"\n\n\"And who are you?\" he asked.\n\n\"Elizabeth Kirk is the name I was given. And as far as we are both\nconcerned, that's my name.\"\n\n\"Very well, Elizabeth. Now, would you kindly explain what's going on?\"\nHe didn't trust the girl.\n\nShe stopped a few feet away, evidently realizing his suspicions.\n\"Several hundred of us have been exiled here in the past few years,\"\nshe explained. \"We have been able to contact each other for our mutual\nprotection. We help each other to learn to get along with the native\nEarthmen.\"\n\n\"Is that all?\" He felt that the Group--whatever it was--must be doing\nmore than that.\n\n\"Come with me,\" Elizabeth said. \"I'll take you to the Group. They can\nexplain everything. Our leader will tell you all about it.\"\n\nYorkan--no, _Stern_. He'd have to think of himself as Stern from now\non--Stern followed the girl out of the wooded area. There was an\nautomobile parked near a winding ribbon of road. She got behind the\nwheel and started the engine. The turboelectric motor whirred softly,\nand the car started down the highway.\n\n\"We're near Suffern, New York,\" the girl told him conversationally.\n\"It's about an hour's drive from New York City itself.\"\n\nThe names brought forth hypnotically implanted memories in Stern's\nmind. But he found he didn't care where he was, really; all he wanted\nto do was get away from this planet--to prove, somehow, that he was\ninnocent of the crime of which he had been accused.\n\nThe girl evidently sensed that her passenger didn't want to talk,\nbecause she didn't say another word during the drive into the city.\n\nStern didn't ask any questions; he wanted to think things out for\nhimself. Besides, he had a hunch that he wouldn't get any satisfactory\nanswers if he did ask her questions.\n\n\n\nIt was almost dawn when the car pulled up in front of the huge glass\nand aluminum building at 582 Fifth Avenue. The girl parked the car and\nopened the door. Then she spoke for the first time in over an hour.\n\n\"Shall we go in?\"\n\nJohn Stern grinned bitterly. \"I may as well; what other choice do I\nhave?\"\n\n\"None, really,\" she said. \"Come along.\"\n\nShe produced a key to the front door of the building, twisted it in\nthe lock, and swung open one of the glass doors. Stern followed her to\nthe bank of elevators, where she produced another key, unlocked the\nelevator, and ushered him inside.\n\nShe pushed the control button, and the car lifted rapidly.\n\nStern grinned inwardly. He was amused at his own helplessness. He knew\nvery little about this world, so he couldn't turn down an opportunity\nto learn something about it, but he still felt as though he were being\npushed into something he didn't like.\n\nHe wasn't going to let himself be pushed; that much he was sure of.\nSol Three--Earth--was a dumping ground for criminals; what right did\ncriminals have in organizing a group of their own? And how had they\ndone it?\n\nYorkan Varr--now John Stern--didn't feel himself a criminal. He knew\nhe had done nothing wrong; the evidence against him in the Galactic\nCourt had been damning, but he knew that the Council of Judges had done\nthe only thing they could have done at the time. He didn't hold any\ngrudge against them; they had done what was right, what was in the real\ninterests of civilization and the Condelari Federation.\n\nTherefore, he felt that any group of criminals who organized against\nthe Federation was definitely in the wrong.\n\nElizabeth said: \"Eighteenth floor. We get out here.\"\n\nThey stepped out of the elevator, turned to the left, and walked\ndown the hall. There was a light on in the office at the end of the\nhall--Suite 1814. The girl used another key on the door and walked into\na room that was bare except for a few pictures on the wall, a couple of\nchairs, and a couch. She walked over to the wall and pressed a button\nin an intricate code. Then she walked over to the couch and sat down.\nShe patted the cushion beside her.\n\n\"You may as well sit down, John Stern; Matt Skardoth wont be able to\ntalk to us for several minutes.\"\n\nStern didn't sit down. He walked over to the girl and stood over her.\n\n\"Look, honey,\" he said coldly, \"I've come this far. Now tell me what\nit's all about. What sort of organization _is_ this?\"\n\nShe looked up at him calmly and took a cigarette out of her purse.\nStern watched curiously as she lit it.\n\nShe saw his gaze and smiled. \"It's an Earthman's habit,\" she said.\n\"It's harmless and rather nice. Try one?\"\n\nHe pushed away the proffered package. \"No. I want information.\"\n\nElizabeth leaned back and exhaled a cloud of smoke.\n\n\"It's very simple,\" she said. \"All of us have been exiled illegally.\nWe've been put on this barbaric planet for crimes we haven't committed.\nWe're organizing to take over the Earth government. We're going to get\na spaceship built that can take us out of here.\"\n\nThere was a hum at the door that led to the inner office, and the\ndoor swung quietly open. Elizabeth stood up. \"Come along, John; Matt\nSkardoth, our leader, will talk to you.\"\n\nThere were several men and women working in the inside office. A few of\nthem glanced up, then went back to the work they were doing. It looked\nlike a pretty efficient organization.\n\nIt was when Stern stepped into the inner office that he got his big\nshock. The man sitting behind the desk was a pleasantly smiling\nindividual with dark, close-cropped hair and a wide, easy smile. But\nStern had seen that face before; it was the man who had killed Bargon\nFrosz; the man who had committed the crime for which Yorkan Varr had\nbeen condemned!\n\n\n\nStern's eyes widened, then he regained control of himself.\n\n\"I'm Matt Skardoth,\" the man behind the desk said. His voice was deep,\nmellow. \"Welcome to our little group, Mr.--ah--\"\n\n\"Stern.\"\n\n\"Stern.\" Skardoth leaned forward. \"You know, of course, what the aims\nof our organization are.\"\n\n\"To build a ship and get off Earth, isn't it?\" Stern said. He thought:\n_This is incredible. Here I am talking to the murderer whose rap I\ntook, and--_\n\n\"Exactly,\" Skardoth said. \"We've been exiled unjustly--and we're\ndetermined to take steps to save ourselves. You don't have to join us,\nbut I think it's in your best interest to do so.\"\n\nIt was at that point that Stern realized what the man behind the desk\nwas doing. Matt Skardoth was the leader of the Group! And yet, Matt\nSkardoth had managed to murder Bargon Frosz and frame Yorkan Varr for\nthe crime.\n\nAnd the murder had taken place less than six months before!\n\nObviously, the man called Matt Skardoth had some way of getting off the\nplanet Earth!\n\nJohn Stern had to clench his jaw muscles to keep from saying anything.\nIf he were to denounce Skardoth now, without proof, it would probably\ncost him his life.\n\nHe noticed that Skardoth was looking at him queerly, and he realized\nthat he had been acting unusually.\n\n\"What's the matter?\" Skardoth asked.\n\nSmothering his hatred for the man who had falsely condemned him, Stern\nsaid: \"Nothing--nothing. I'm just a little surprised, that's all. I\nthought this planet would be a living hell; a planet where I'd have to\nwatch out for myself every moment. I'm glad to see that I was wrong,\nbut it's a little shocking--that's all.\"\n\nSkardoth's smile returned. \"That's natural; most of us feel that way.\"\n\n\"I'm sure,\" Stern said. It took every bit of self-control he had to\nkeep from leaping across the desk at the man.\n\nIt was clear that the man had something else in mind than the freeing\nof people who had been condemned by the Council of Judges. What was it\nthat Elizabeth had said?\n\n_All of us have been exiled illegally._\n\nIf that was true, it meant that Matt Skardoth was behind the illegal\nostracism of every Condelarian citizen on the planet!\n\nAnd that was the main thing that held Stern back. If what he thought\nwas actually true, then he was the only one who really knew what Matt\nSkardoth had done! And, by the way Skardoth was treating him, Skardoth\ndidn't know that Stern was aware of his identity!\n\nSkardoth leaned back behind his desk and smiled blandly. \"It is\nprobably obvious to you that the Federation has, for some reason of its\nown, framed you on this charge.\" He smiled softly. \"Naturally, I don't\nknow why you've been condemned to Earth, but that doesn't concern the\nGroup. We _do_ know that you have been condemned illegally--so you\nwill want to escape.\n\n\"What we have in mind is this: we will get away from this planet after\nwe have taken it over. We will force the Condelari Federation to\nrecognize us as an independent government. Are you with us?\"\n\nStern forced a grin. \"I'm with you.\"\n\n\"Excellent,\" said Skardoth. \"We will have use for you.\" He put out his\nhand, and Stern, feeling trapped, took it.\n\n\"Good luck, John Stern,\" said Skardoth.\n\nIt was that last remark that finally made up Stern's mind; Skardoth\nshouldn't have known his _first_ name! He shouldn't have known any part\nof the name that the Council of Judges had assigned to Yorkan Varr.\nSince he did, it meant that Matt Skardoth knew more than he should!\n\n\n\nIt was nearly three weeks before \"John Stern\" figured out a method of\nattack. If he could only get his hands on Matt Skardoth, he'd be able\nto prove that he, Yorkan Varr, was innocent of the crime of which he\nhad been accused. And, possibly, he would be able to prove that the\nothers of the Group were innocent, too.\n\nSkardoth's plan was quite evident. Earth was a Class Q-1 civilization;\nit bordered on being admitted to the Federation. But Skardoth had been\non Earth for five hundred years; the short-lived Earthmen had no idea\nthat their destinies had been controlled by a being whose life span was\nnearly ten times as long as theirs.\n\nYorkan Varr--he tried to think of himself as John Stern now--was, like\nall citizens of the Federation, extremely long-lived. He would easily\nlive to be a thousand--perhaps more. But the Exiles had, in the last\nfew centuries, taken advantage of the Earthmen--a fact which had not\nbeen communicated to the Council of Judges. The Council evidently\nthought that the Earth was still in the lower classes of civilization;\nthey didn't realize that Earthmen had already built interplanetary\nspaceships and might yet build interstellar vehicles.\n\nStern felt he could trust the girl, Elizabeth. She seemed to be aware\nthat something was wrong, but she didn't quite seem to know what.\n\nOne night, Skardoth assigned both of them to go out to Long Island to\ntake a look at the Nuclear Power Plant there. He wanted data on the new\nnucleolectric energies that had been developed.\n\nElizabeth was supposedly a nuclear scientist assigned to the Long\nIsland plant; for twelve years she had built up her identity there.\n\nBut, as they approached the installation, she slowed the car and parked\nit alongside the road.\n\n\"What's the idea, Liz?\" he asked.\n\n\"There's something troubling you Johnny. What is it?\"\n\nHe looked at her bleakly. \"You really want to know?\"\n\nShe nodded and started to say something, but before she could answer,\nhe said: \"Okay; I'll tell you. We--you and I, and all the others of\nthe Group--are being led by the nose. Skardoth is using us for his own\npurposes.\"\n\nRapidly, he explained what he knew about the leader of the group. When\nhe had finished, he held his breath. If the girl didn't believe him--\n\nElizabeth nodded slowly. \"I know,\" she said softly. \"I've known for a\nlong time. So have most of the others. We knew he was controlling us.\"\nThen her blue eyes flashed hatred. \"But we didn't know he was framing\nus. We knew that what he was doing was wrong, but we didn't realize\nthat it was Skardoth who got us into this.\"\n\n\"Then you believe me?\" he asked.\n\nShe turned to him, her deep blue eyes looking straight into his. Her\nvoice was low and whispering when she spoke. \"Of course I believe\nyou, you idiot! But what could I do? I've been on this planet a long\ntime; nearly seventy years. I know what Skardoth wants. He wants to\ntake over this planet and then take over the Galaxy. These people--the\nEarthlings--have more potential power than any other race in the\nuniverse. Given another century, they'll outdo us in almost every\nfield. If they're on the side of the Condelari Federation, we'll be all\nright; but if they're on the side of Skardoth, then the Federation is\nhelpless.\"\n\nStern nodded. \"That's right. The Federation has misjudged these people.\nThe Council of Judges still thinks that they're stupid barbarians--and\nthey're not.\"\n\nHe took a deep breath. \"We're in one hell of a jam, Liz; we've both\nbeen framed for something we haven't done. I _know_ that Skardoth is\nresponsible for the whole thing. He must be much older than he looks.\nHow old would you say he was?\"\n\nElizabeth shrugged. \"Middle-aged, I'd say. Maybe nine hundred years.\"\n\nStern shook his head. \"More than that. I've been keeping tabs on what\nhas happened here on Earth for the past few centuries. By careful\nanalysis, I've spotted the first time that Skardoth came to this\nplanet.\" He reached out and touched her hand. \"He's been here for more\nthan twelve hundred years.\"\n\nHer eyes narrowed. \"That means that he's had some method of escape all\nthese years. He's got an interstellar ship planted somewhere.\"\n\n\"Sure. He framed all of us; he's managed to get all of us sent here as\ncriminals. Liz, I tell you, he's _using_ us!\"\n\nShe started to say something, but, at that moment, the car radio broke\ninto life. A harsh voice said:\n\n\"Very pretty. I'm sorry to have to deal with both of you this way.\"\n\nIt was as though Skardoth's voice had galvanized him into action. Stern\nheard the voice, and, before it had finished, he had opened the door of\nthe car and flung himself out.\n\nHe tried to push Elizabeth out the other way, but it was too late.\nJust as John Stern tumbled out of the car, a greenish-yellow cloud of\nradiance appeared in the front seat for a fraction of a second. When it\nfaded, Elizabeth was gone.\n\n\n\nStern picked himself up from the gravel at the side of the road and\nlooked at the car. It was empty. It looked like any Terrestrial\nautomobile. As he stood up, he heard a faint voice over the radio.\n\n\"... too bad that he wasn't in the focus of the ray....\"\n\nThere was no more.\n\nHe knew, then, what had happened. Skardoth had had a voice pickup\nin the car. As soon as he had heard a confession from both of them,\nSkardoth had used a built-in transport field.\n\nStern stood there for a moment, looking at the empty car. He'd been\nlucky; if the transport field hadn't hit Elizabeth squarely, she\nwould have been completely disintegrated. As it was, Elizabeth had\nbeen caught in the field, but Stern had not. She had been transported\nto wherever the field focus was located, and Skardoth assumed that\nJohn Stern had been half in and half out of the field, and had been\ndissipated into nothingness.\n\nStern grinned. That had been Matt Skardoth's last mistake.\n\nState Patrol Car 331, cruising along the Montauk-Manhattan highway,\nspotted a lone figure standing at the side of the road. He raised his\nhands and flagged them down.\n\nSergeant Riley applied the brakes and slowed down. His partner,\nPatrolman Garetti, eased his .38 out of its holster. It wasn't likely\nthat the man who was flagging them down was dangerous, but there was\nno use taking a chance. Patrol Car 331 slowed to a stop.\n\nSergeant Riley leaned out of the car window.\n\n\"What seems to be the trouble?\" he asked.\n\nJohn Stern pointed with one hand while the other hand touched the\nsergeant's neck. \"My car,\" Stern said distinctly, \"was stolen down\nthere.\"\n\nBut, the instant his fingers had touched the police officer's neck,\nthat officer had become a slave of his own nervous system.\n\n\"Okay; climb in,\" said Sergeant Riley.\n\nStern went around to the other side of the car, and Patrolman Garetti\nsaid: \"Hey! Where are we supposed....\"\n\nBut he was too late: Stern's hand had already touched his neck.\nPatrolman Garetti didn't argue in the least when the Sergeant said:\n\"Okay, Garetti; let's get to Manhattan as fast as possible. Use the\nsiren.\"\n\nJohn Stern leaned back and relaxed while the police car headed toward\nManhattan with its siren wide open. The cars ahead of them pulled over\nto the side as the State Police roared down the road toward Manhattan.\n\nThe road was fairly empty, that late at night. They sped toward the\ncity at eighty miles an hour, roared down the open stretches of flat\nroadway into the city.\n\nThe highway crowded up in Queens, but they hit the Triboro, crossed\nover into Manhattan, and moved on down Fifth Avenue toward 582.\n\n\"Okay,\" Stern said, as they reached Fiftieth Street. \"Cut the siren and\npull up outside 582. I'll take care of it from here.\"\n\nThe officers did as ordered. When Stern got out, he said, \"Forget all\nabout what has happened. Go back to your beat.\"\n\nThe policemen pulled away without a sound.\n\nStern looked up at the building. There was still a light on the\neighteenth floor.\n\nBut--how could he get up there? The front door was locked. If he broke\nin, he'd have to deal with another group of cops--and that was too\nrisky.\n\nWhat could he do? To get to the eighteenth floor, he'd have to get into\nthe building, open the elevator, go....\n\nStern shook his head. It wasn't worth it. He flexed his muscles and\nlooked up the side of the building. It wasn't too high: it could be\ndone. Stern squeezed his fingers together and began the climb up the\nsheer side of the great building.\n\nIt was nearly half an hour later that John Stern pulled himself up\noutside the eighteenth floor of the suite occupied by Matt Skardoth.\n\nHanging precariously by his fingertips, he looked inside the brightly\nilluminated window. Inside, he saw Matt Skardoth watching Elizabeth\nKirk, who was tightly bound to a chair in the corner of the room.\n\n\"It's too bad your hero's been killed,\" Skardoth said. \"Because now\nthere's no one to rescue you.\"\n\n\"What are you going to do to me, Skardoth?\" he heard the girl ask.\n\n\"Unfortunately, you've found out too much about my plans, you and that\nJohn Stern. If word got back to the Federation--\" Skardoth shook his\nhead. \"No. I'll have to silence you the way I did him.\"\n\nStern clamped his lips together. _So I'm silenced, eh?_ He tightened\nhis grasp on the ledge, pulled himself up, kicked at the window.\n\nThe glass burst inward in a tinkling shower. Stern catapulted himself\nthrough the shattered window, and in one quick bound he leaped on\nSkardoth and knocked the big man sprawling to the floor.\n\nSkardoth rolled over and bashed a fist upward. Stern gave with the\nblow, sucked in his breath, and raked his fist into Skardoth's teeth.\n\nSkardoth tried to stand up, but another fist smashed into him,\nsmearing his nose across his face like so much putty. Another fist, and\nthen another hit the dark faced man. He collapsed as though he had been\nclubbed by a baseball bat.\n\nStern stood over the fallen man, clenching and reclenching his fists.\nHe could hardly hear his own words, but he knew they were words of\nimprecation.\n\nAfter a moment, he turned, to look at Elizabeth.\n\nHe walked over and took the magneclamps off her wrists.\n\n\"What are you going to do now, Johnny?\" she asked as she flexed her\nwrists.\n\nStern looked bleakly at the mangled figure on the floor.\n\n\"I'd like to kill him. It's because of him that you and I have been\ncondemned to die here.\" Then he stopped and grinned. \"On the other\nhand, if we could find the ship he's been using to get from here to the\nstars, we could find a little world of our own; we could--\"\n\nShe stood up then, and smiled at him. \"Yorkan Varr, we know you're\ninnocent. There's no need for you to run.\"\n\n\"We?\" he asked. \"Who's we? I simply did my duty; I only--\"\n\n\"_Shhhh!_\" she interrupted. \"The Council of Judges has known for a long\ntime that this planet needed correction. But, according to the law,\nthe Judges couldn't interrupt. They sent me first, and then you. It\ntook both of us to do the job.\"\n\nStern heard a slight hum outside the window of the eighteenth floor\nsuite. When he looked out, he saw the vague outline of an interstellar\npatrol ship. A man in a Patrol uniform stuck his head in the window.\n\n\"I understand we have a prisoner to pick up,\" he said.\n\nStern put one arm around the girl and gestured with his free hand.\n\"There he is, chum. Pick him up.\"",
    "metadata": {
        "author": [
            "Knox, Calvin M.",
            "Jarvis, E. K.",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65642/pg65642.txt",
        "name": "outcast_of_the_stars.json"
    }
}