{
    "name": "Over the Side\nCaptains All, Book 6.",
    "author": [
        "Jacobs, W. W. (William Wymark)",
        "Jacobs, William Wymark"
    ],
    "body": "\nOVER THE SIDE\n\nOf all classes of men, those who follow the sea are probably the most\nprone to superstition.  Afloat upon the black waste of waters, at the\nmercy of wind and sea, with vast depths and strange creatures below them,\na belief in the supernatural is easier than ashore, under the cheerful\ngas-lamps.  Strange stories of the sea are plentiful, and an incident\nwhich happened within my own experience has made me somewhat chary of\ndubbing a man fool or coward because he has encountered something he\ncannot explain.  There are stories of the supernatural with prosaic\nsequels; there are others to which the sequel has never been published.\n\nI was fifteen years old at the time, and as my father, who had a strong\nobjection to the sea, would not apprentice me to it, I shipped before the\nmast on a sturdy little brig called the _Endeavour,_ bound for Riga.  She\nwas a small craft, but the skipper was as fine a seaman as one could wish\nfor, and, in fair weather, an easy man to sail under.  Most boys have a\nrough time of it when they first go to sea, but, with a strong sense of\nwhat was good for me, I had attached myself to a brawny, good-natured\ninfant, named Bill Smith, and it was soon understood that whoever hit me\nstruck Bill by proxy.  Not that the crew were particularly brutal, but a\nsound cuffing occasionally is held by most seamen to be beneficial to a\nlad's health and morals.  The only really spiteful fellow among them was\na man named Jem Dadd.  He was a morose, sallow-looking man, of about\nforty, with a strong taste for the supernatural, and a stronger taste\nstill for frightening his fellows with it.  I have seen Bill almost\nafraid to go on deck of a night for his trick at the wheel, after a few\nof his reminiscences.  Rats were a favourite topic with him, and he would\nnever allow one to be killed if he could help it, for he claimed for them\nthat they were the souls of drowned sailors, hence their love of ships\nand their habit of leaving them when they became unseaworthy.  He was a\nfirm believer in the transmigration of souls, some idea of which he had,\nno doubt, picked up in Eastern ports, and gave his shivering auditors to\nunderstand that his arrangements for his own immediate future were\nalready perfected.\n\nWe were six or seven days out when a strange thing happened.  Dadd had\nthe second watch one night, and Bill was to relieve him.  They were not\nvery strict aboard the brig in fair weather, and when a man's time was\nup he just made the wheel fast, and, running for'ard, shouted down the\nfo'c's'le.  On this night I happened to awake suddenly, in time to see\nBill slip out of his bunk and stand by me, rubbing his red eyelids with\nhis knuckles.\n\n\"Dadd's giving me a long time,\" he whispered, seeing that I was awake;\n\"it's a whole hour after his time.\"\n\nHe pattered up on deck, and I was just turning over, thankful that I was\ntoo young to have a watch to keep, when he came softly down again, and,\ntaking me by the shoulders, shook me roughly.\n\n\"Jack,\" he whispered.  \"Jack.\"\n\nI raised myself on my elbows, and, in the light of the smoking lamp, saw\nthat he was shaking all over.\n\n\"Come on deck,\" he said, thickly.\n\nI put on my clothes, and followed him quietly to the sweet, cool air\nabove.  It was a beautiful clear night, but, from his manner, I looked\nnervously around for some cause of alarm.  I saw nothing.  The deck was\ndeserted, except for the solitary figure at the wheel.\n\n\"Look at him,\" whispered Bill, bending a contorted face to mine.\n\nI walked aft a few steps, and Bill followed slowly.  Then I saw that Jem\nDadd was leaning forward clumsily on the wheel, with his hands clenched\non the spokes.\n\n\"He's asleep,\" said I, stopping short.\n\nBill breathed hard.  \"He's in a queer sleep,\" said he; \"kind o' trance\nmore like.  Go closer.\"\n\nI took fast hold of Bill's sleeve, and we both went.  The light of the\nstars was sufficient to show that Dadd's face was very white, and that\nhis dim, black eyes were wide open, and staring in a very strange and\ndreadful manner straight before him.\n\n\"Dadd,\" said I, softly, \"Dadd!\"\n\nThere was no reply, and, with a view of arousing him, I tapped one sinewy\nhand as it gripped the wheel, and even tried to loosen it.\n\nHe remained immovable, and, suddenly with a great cry, my courage\ndeserted me, and Bill and I fairly bolted down into the cabin and woke\nthe skipper.\n\nThen we saw how it was with Jem, and two strong seamen forcibly loosened\nthe grip of those rigid fingers, and, laying him on the deck, covered him\nwith a piece of canvas.  The rest of the night two men stayed at the\nwheel, and, gazing fearfully at the outline of the canvas, longed for\ndawn.\n\nIt came at last, and, breakfast over, the body was sewn up in canvas, and\nthe skipper held a short service compiled from a Bible which belonged to\nthe mate, and what he remembered of the Burial Service proper.  Then the\ncorpse went overboard with a splash, and the men, after standing\nawkwardly together for a few minutes, slowly dispersed to their duties.\n\nFor the rest of that day we were all very quiet and restrained; pity for\nthe dead man being mingled with a dread of taking the wheel when night\ncame.\n\n\"The wheel's haunted,\" said the cook, solemnly; \"mark my words, there's\nmore of you will be took the same way Dadd was.\"\n\nThe cook, like myself, had no watch to keep.\n\nThe men bore up pretty well until night came on again, and then they\nunanimously resolved to have a double watch.  The cook, sorely against\nhis will, was impressed into the service, and I, glad to oblige my\npatron, agreed to stay up with Bill.\n\nSome of the pleasure had vanished by the time night came, and I seemed\nonly just to have closed my eyes when Bill came, and, with a rough shake\nor two, informed me that the time had come.  Any hope that I might have\nhad of escaping the ordeal was at once dispelled by his expectant\ndemeanour, and the helpful way in which he assisted me with my clothes,\nand, yawning terribly, I followed him on deck.\n\nThe night was not so clear as the preceding one, and the air was chilly,\nwith a little moisture in it.  I buttoned up my jacket, and thrust my\nhands in my pockets.\n\n\"Everything quiet?\" asked Bill as he stepped up and took the wheel.\n\n\"Ay, ay,\" said Roberts, \"quiet as the grave,\" and, followed by his\nwilling mate, he went below.\n\nI sat on the deck by Bill's side as, with a light touch on the wheel,\nhe kept the brig to her course.  It was weary work sitting there, doing\nnothing, and thinking of the warm berth below, and I believe that I\nshould have fallen asleep, but that my watchful companion stirred me with\nhis foot whenever he saw me nodding.\n\nI suppose I must have sat there, shivering and yawning, for about an\nhour, when, tired of inactivity, I got up and went and leaned over the\nside of the vessel.  The sound of the water gurgling and lapping by was\nso soothing that I began to doze.\n\nI was recalled to my senses by a smothered cry from Bill, and, running to\nhim, I found him staring to port in an intense and uncomfortable fashion.\nAt my approach, he took one hand from the wheel, and gripped my arm so\ntightly that I was like to have screamed with the pain of it.\n\n\"Jack,\" said he, in a shaky voice, \"while you was away something popped\nits head up, and looked over the ship's side.\"\n\n\"You've been dreaming,\" said I, in a voice which was a very fair\nimitation of Bill's own.\n\n\"Dreaming,\" repeated Bill, \"dreaming!  Ah, look there!\"\n\nHe pointed with outstretched finger, and my heart seemed to stop beating\nas I saw a man's head appear above the side.  For a brief space it peered\nat us in silence, and then a dark figure sprang like a cat on to the\ndeck, and stood crouching a short distance away.\n\nA mist came before my eyes, and my tongue failed me, but Bill let off a\nroar, such as I have never heard before or since.  It was answered from\nbelow, both aft and for'ard, and the men came running up on deck just as\nthey left their beds.\n\n\"What's up?\" shouted the skipper, glancing aloft.\n\nFor answer, Bill pointed to the intruder, and the men, who had just\ncaught sight of him, came up and formed a compact knot by the wheel.\n\n\"Come over the side, it did,\" panted Bill, \"come over like a ghost out of\nthe sea.\"\n\nThe skipper took one of the small lamps from the binnacle, and, holding\nit aloft, walked boldly up to the cause of alarm.  In the little patch of\nlight we saw a ghastly black-bearded man, dripping with water, regarding\nus with unwinking eyes, which glowed red in the light of the lamp.\n\n\"Where did you come from?\" asked the skipper.\n\nThe figure shook its head.\n\n\"Where did you come from?\" he repeated, walking up, and laying his hand\non the other's shoulder.\n\nThen the intruder spoke, but in a strange fashion and in strange words.\nWe leaned forward to listen, but, even when he repeated them, we could\nmake nothing of them.\n\n\"He's a furriner,\" said Roberts.\n\n\"Blest if I've ever 'eard the lingo afore,\" said Bill.  \"Does anybody\nrekernize it?\"\n\nNobody did, and the skipper, after another attempt, gave it up, and,\nfalling back upon the universal language of signs, pointed first to the\nman and then to the sea.  The other understood him, and, in a heavy,\nslovenly fashion, portrayed a man drifting in an open boat, and clutching\nand clambering up the side of a passing ship.  As his meaning dawned upon\nus, we rushed to the stern, and, leaning over, peered into the gloom, but\nthe night was dark, and we saw nothing.\n\n\"Well,\" said the skipper, turning to Bill, with a mighty yawn, \"take him\nbelow, and give him some grub, and the next time a gentleman calls on\nyou, don't make such a confounded row about it.\"\n\nHe went below, followed by the mate, and after some slight hesitation,\nRoberts stepped up to the intruder, and signed to him to follow.  He came\nstolidly enough, leaving a trail of water on the deck, and, after\nchanging into the dry things we gave him, fell to, but without much\nappearance of hunger, upon some salt beef and biscuits, regarding us\nbetween bites with black, lack-lustre eyes.\n\n\"He seems as though he's a-walking in his sleep,\" said the cook.\n\n\"He ain't very hungry,\" said one of the men; \"he seems to mumble his\nfood.\"\n\n\"Hungry!\" repeated Bill, who had just left the wheel.  \"Course he ain't\nfamished.  He had his tea last night.\"\n\nThe men stared at him in bewilderment.\n\n\"Don't you see?\" said Bill, still in a hoarse whisper; \"ain't you ever\nseen them eyes afore?  Don't you know what he used to say about dying?\nIt's Jem Dadd come back to us.  Jem Dadd got another man's body, as he\nalways said he would.\"\n\n\"Rot!\" said Roberts, trying to speak bravely, but he got up, and, with\nthe others, huddled together at the end of the fo'c's'le, and stared in a\nbewildered fashion at the sodden face and short, squat figure of our\nvisitor.  For his part, having finished his meal, he pushed his plate\nfrom him, and, leaning back on the locker, looked at the empty bunks.\n\nRoberts caught his eye, and, with a nod and a wave of his hand, indicated\nthe bunks.  The fellow rose from the locker, and, amid a breathless\nsilence, climbed into one of them--Jem Dadd's!\n\nHe slept in the dead sailor's bed that night, the only man in the\nfo'c's'le who did sleep properly, and turned out heavily and lumpishly in\nthe morning for breakfast.\n\nThe skipper had him on deck after the meal, but could make nothing of\nhim.  To all his questions he replied in the strange tongue of the night\nbefore, and, though our fellows had been to many ports, and knew a word\nor two of several languages, none of them recognized it.  The skipper\ngave it up at last, and, left to himself, he stared about him for some\ntime, regardless of our interest in his movements, and then, leaning\nheavily against the side of the ship, stayed there so long that we\nthought he must have fallen asleep.\n\n\"He's half-dead now!\" whispered Roberts.\n\n\"Hush!\" said Bill, \"mebbe he's been in the water a week or two, and can't\nquite make it out.  See how he's looking at it now.\"\n\nHe stayed on deck all day in the sun, but, as night came on, returned to\nthe warmth of the fo'c's'le.  The food we gave him remained untouched,\nand he took little or no notice of us, though I fancied that he saw the\nfear we had of him.  He slept again in the dead man's bunk, and when\nmorning came still lay there.\n\nUntil dinner-time, nobody interfered with him, and then Roberts, pushed\nforward by the others, approached him with some food.  He motioned, it\naway with a dirty, bloated hand, and, making signs for water, drank it\neagerly.\n\nFor two days he stayed there quietly, the black eyes always open, the\nstubby fingers always on the move.  On the third morning Bill, who had\nconquered his fear sufficiently to give him water occasionally, called\nsoftly to us.\n\n\"Come and look at him,\" said he.  \"What's the matter with him?\"\n\n\"He's dying!\" said the cook, with a shudder.\n\n\"He can't be going to die yet!\" said Bill, blankly.\n\nAs he spoke the man's eyes seemed to get softer and more life-like, and\nhe looked at us piteously and helplessly.  From face to face he gazed in\nmute inquiry, and then, striking his chest feebly with his fist, uttered\ntwo words.\n\nWe looked at each other blankly, and he repeated them eagerly, and again\ntouched his chest.\n\n\"It's his name,\" said the cook, and we all repeated them.\n\nHe smiled in an exhausted fashion, and then, rallying his energies, held\nup a forefinger; as we stared at this new riddle, he lowered it, and held\nup all four fingers, doubled.\n\n\"Come away,\" quavered the cook; \"he's putting a spell on us.\"\n\nWe drew back at that, and back farther still, as he repeated the motions.\nThen Bill's face cleared suddenly, and he stepped towards him.\n\n\"He means his wife and younkers!\" he shouted eagerly.  \"This ain't no Jem\nDadd!\"\n\nIt was good then to see how our fellows drew round the dying sailor, and\nstrove to cheer him.  Bill, to show he understood the finger business,\nnodded cheerily, and held his hand at four different heights from the\nfloor.  The last was very low, so low that the man set his lips together,\nand strove to turn his heavy head from us.\n\n\"Poor devil!\" said Bill, \"he wants us to tell his wife and children\nwhat's become of him.  He must ha' been dying when he come aboard.  What\nwas his name, again?\"\n\nBut the name was not easy to English lips, and we had already forgotten\nit.\n\n\"Ask him again,\" said the cook, \"and write it down.  Who's got a pen?\"\n\nHe went to look for one as Bill turned to the sailor to get him to repeat\nit.  Then he turned round again, and eyed us blankly, for, by this time,\nthe owner had himself forgotten it.",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)",
            "Jacobs, William Wymark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11186/pg11186.txt",
        "name": "over_the_side_captains_all_book_6.json"
    }
}