{
    "name": "Palimpsest",
    "author": [
        "Aycock, Roger D.",
        "Dee, Roger",
        "Starr, John"
    ],
    "body": "_The first Venusian ship to reach Earth found a single isolated tribe\nof human beings roving the bushlands of a large island in the southern\nhemisphere. The Earthmen were without exception dark of skin and eye,\nand their hair, which was jet-black, was as kinky as koola wool. All\nwere backward to the point of savagery, fleeing in superstitious terror\nbefore every attempt at communication._\n\n_Val Conna and his crew--nine tall young men, fair-skinned and lordly\nand alike enough to have been brothers--made an exhaustive search that\ncarefully bypassed ruined cities still radioactive past the safety\npoint, and after ten days abandoned their quest in disappointment._\n\n_\"I find no resemblance between this remnant of Earth's people and\nourselves,\" announced Mach Bren, expedition anthropologist, \"except\na bipedal structure which only bears out our theory of like species\ndeveloping on like worlds, and this similarity is sharply negated by\nimpossible divergence in racial characteristics. Neither people could\nhave changed so greatly during the four thousand years we know our\nculture has existed on Venus, and therefore it is obvious that we did\nnot stem from Earthmen nor they from us.\"_\n\n_There was no argument._\n\n_\"Then the puzzle of our origin is still unsolved,\" said Val Conna,\nand gave the order to blast-off. So they left Earth for home, already\nplanning further expeditions to the outer planets in search of the\nworld of their birth...._\n\n\n\nSomehow Hanlon had wormed his way into their quarters and was waiting\nwhen Geddes and Lowe and Hovic, crew of the _Terra IV_, returned to\nbase from their final interview with the press. Hanlon had been drunk\nfor days, and was in pitiable condition. His hand shook violently and\nthe bloodshot shine of his eyes was like a reflection to the fiery red\nof his unkempt hair.\n\n\"I had to say good-bye before the blast-off,\" he said, with a sorry\nattempt at his old assurance. \"After all, I was one of you until a\ncouple of months ago, and I ... well, I wanted to wish you luck. I wish\nI were going to Venus with you.\"\n\nThey considered him without particular emotion, three dark, compact\nmen in their late twenties, calm with the nerveless poise of long\nindoctrination and utterly sure of themselves. Hovic, bluntest of the\nthree, ignored Hanlon and went directly to the bathroom to brush his\nteeth.\n\n\"You lost your chance when you flunked training, Hanlon,\" Geddes said.\n\"Just now you're a definite irritant, and we can't afford being upset\njust before the flight. You'll have to go.\"\n\nHanlon avoided his eyes, looking thoroughly hangdog and disreputable.\nHe needed a shave badly and his careless clothing had been slept in\nmore than once.\n\n\"I could have borne the surgical operations,\" he said. \"A man's\nappendix and tonsils and teeth can be dangerous in space or on\nanother planet where he can't get medical attention--but their damned\npsycho-conditioning was too much. How could I know what I'd really be\nlike when those cold-blooded Foundation specialists got through with\nme?\"\n\n\"It takes a specially adapted kind of man to beat space,\" Geddes\npointed out patiently. \"We can't risk neurosis out there, any more than\nwe can risk appendicitis or abscessed teeth. The Foundation learned\na lot from those first three failures, Hanlon. This time it's not\nrepeating its old errors.\"\n\nHovic came out of the bathroom, replacing his dentures. He was the\nheaviest of the crew, a muscular Slav with the unimaginative man's\nnatural directness. \"You're washed up, Hanlon. Why don't you get out\nand leave us alone?\"\n\nAt the door Hanlon hesitated, his face averted. \"You'll be blasting off\nin another six hours, leaving everything behind. You will be heroes\nwhen you come back and you'll be rich....\"\n\nGeddes felt his lip curling. \"But right now we've no use for our spare\ncredits, is that it? You'd like to make a last touch before we go, and\nif we don't come back the debt won't worry you, Hanlon.\"\n\nLowe came between them, digging out his wallet. He was a slender,\nsensitive sort, the only one of the three who had been really friendly\nwith Hanlon before the Irishman's congenital wildness led to his\ndischarge.\n\n\"Let it go, Ged. What do a few credits mean to us now?\"\n\nHe emptied his wallet, dropping yellow notes into Hanlon's ready hands.\nAfter a moment Geddes followed suit, but Hovic stood fast.\n\n\"He can stay sober for my part,\" Hovic growled. \"Let him go back to his\ngambling friends and his wenches if he wants a handout.\"\n\nHanlon pocketed his alms and grinned at Geddes, the hangdog look\nmelting before his old recklessness. \"Keep a close eye on my pal Hovic,\nGed. Ten to one he cracks up on you at null-area and finishes the trip\nunder hypnol.\"\n\n\n\nThey forgot him the instant he was gone, turning to their last-minute\npacking, laying out the heavy coveralls they would wear during the\nflight, shaving and showering before their final nap.\n\nIn the shower, Geddes caught Lowe fingering the pale scar of his\nappendectomy and frowning thoughtfully. Without his dentures Lowe\nlooked older and uncertain and somehow shrunken, and in spite of his\nconditioned calm Geddes felt a cold stirring of alarm.\n\n\"Forget Hanlon's carping,\" he said. He punched Lowe in the ribs, trying\nto be jocular. \"Those Foundation medics know what they're about. Come\non, we've got to get our beauty sleep before the jumpoff.\"\n\nWhen they awoke three hours later and dressed for the flight they found\nthat Hanlon had paid them a second visit and had stolen all three of\ntheir wrist chronometers, expensive instruments easily negotiable for\ntheir weight in platinum.\n\n\"Cheap at the price,\" said Geddes, and shrugged away the loss with\nconditioned equanimity. Lowe had no comment. Only Hovic grumbled.\n\n\"Those chronos will keep him in Irish whiskey for weeks,\" he said. \"I\nhope the louse drinks himself to death on it.\"\n\nOn that note they went down to the Foundation staff car that waited\nto take them to the launching site--three calm, resolute young men,\nserenely confident and prepared for anything.\n\nThey arrived at dusk, just as the last supply drum was being hoisted\ninto the vertical bronze spindle of the _Terra IV_. They went up the\ntall personnel ladder, undisturbed by the actinic lightnings of\nphotographers' flash-bulbs, and vanished one at a time into the belly\nof the ship that was finally to bridge the emptiness between Earth and\nVenus. They sealed the port, checked the instrument gauges and the\nmedicine cabinet with its hypnol equipment, and strapped themselves\ndown on jointed pneumatic acceleration couches.\n\nA red-glowing bulb on the instrument panel turned amber and then green.\nGeddes pressed the firing button....\n\nWeight bore them down like a giant hand. They were not disturbed.\nInured to acceleration and knowing the exact instant when their\ndiscomfort must cease. They waited patiently, eyes closed, blackout\nfended off by past conditioning in centrifuges and endless sessions of\npsychological preparation.\n\nThey were free of Earth's atmosphere in a matter of minutes. At the\nend of an hour the chemical jets cut out and atomic propulsors took\nover, shoving the _Terra IV_ on at a lessened acceleration that would\nbring her to Venus, allowing for orbital drift corrections, in exactly\ntwenty-seven days.\n\nCommunicating with the Foundation later was in theory a simple matter\nof narrow-beam linkage. The _Terra I_ had proved that in 1969,\ntwenty-nine years before, when frozen fuel lines sent her drifting\nderelict into space. The catch was that the atomic drive with its\nmonstrous din of interference must be shut off before the radio could\noperate.\n\nIt was eight days before null-area was reached, but long before that\ntime--on the second day out, to be exact--the _Terra IV's_ first\nemergency struck.\n\nLowe, making a routine check of supply crates lashed to bulkhead\neye-bolts in the hold, heard a frantic hammering that originated, not\nfrom the outside hull as his first startled fancy had it, but from\ninside an airtight drum stenciled \"_FILM_.\"\n\nHe called Geddes and Hovic, more for moral support than for assistance,\nand together they ripped open the drum. Inside they found Hanlon,\nunconscious upon a litter of food tins and exhausted oxygen flasks.\n\nThere was also a whiskey bottle among the ruck. Hanlon, true to form,\nwas very drunk.\n\n\n\nThey carried Hanlon out of the hold and strapped him into the radio\nchair, a position not to be used for another six days. They clamped\nan oxygen mask over his purpled face and fed him intravenously, and\nfinally his impossibly resilient constitution threw off the effects of\nacceleration, Irish whiskey and near-asphyxiation.\n\nHe laughed in their faces when they asked why he had stowed away.\n\n\"I'm dodging the draft,\" he said. \"There's going to be another war any\nday now--the last one.\"\n\nHanlon was quite sane in spite of the punishment he had taken at\nblast-off and later in the stifling prison of his hideout, and his\nprophecy shook them more than they dared admit.\n\n\"It's been coming to a head for months,\" he said. \"They wouldn't have\ntold you at the Foundation, because they didn't want you distracted\nfrom training, but the bombs will be dropping before we reach Venus.\nYou'll see when you get the radio working.\"\n\nThey kept Hanlon strapped to the radio couch, knowing better than to\ntrust him, giving him temporary freedom for the physical necessities\nonly when all three were on hand to guard him. They made their\nastronomical readings and orbital corrections as their instructions\nprescribed, concealing even from each other their eagerness for the day\nwhen the atomic uproar of the propulsors could be cut and they could\nassure themselves via tight-beam that Hanlon was wrong.\n\nThey spoke little among themselves, but Hanlon talked incessantly,\nchafing against his bonds and lapsing periodically into near-delirium\nuntil his first insistent craving for alcohol wore off. Later he set\nhimself to assess their chances of landing safely on Venus, ignoring\nafter his headlong fashion everything that had been taught him before\nhis discharge from the Foundation.\n\n\"The _Terra I_ missed, back in 1969,\" he said once. \"The Foundation\npicked up her signals clear out past Jupiter when she went derelict.\nThey never did quite prove that the _Terra II_ was lost in 1980.\nThe boys at Palomar claimed that her fuel pile went up just outside\nVenus' atmosphere, but they didn't have time for a spectroanalysis.\nIt could have been an electrical discharge instead--there's bound to\nbe a hell of a difference in potential between worlds, or between a\nspace-irradiated ship and a planet as close to the sun as Venus.\"\n\nThey tried to ignore his arguments, resisting the thought that after\nall their preparation they might not be the first to set foot on the\nnew world. Too, they could not lay claim to Venus as a Foundation\npossession if the _Terra II_ had landed first. She had been a privately\nowned ship, manned, along with his family, by a reckless and fabulously\nrich Irish misogynist named Sean Connors.\n\nThe _Terra III_, which was built by the Foundation but manned by Army\npersonnel, made the jump in 1991, and fell pilotless into the sun when\nher crew mutinied against their single officer.\n\nAnd if Hanlon had guessed right, the _Terra IV_ in 1998 might be the\nlast.\n\nThey endured his theorizing until even their conditioned calm wore\nthin, and silenced him finally by threatening to put him under hypnol\nfor the remainder of the trip. Hanlon lapsed into sullen silence and\nworked secretively at his bonds. The situation stagnated endlessly\nuntil the eight-day acceleration period was up, when they released\nHanlon from his couch in order to use the radio.\n\nIn their eagerness to make contact with Earth they neglected to bind\nHanlon again, which was a mistake, since he had not been conditioned\nas they had against the weird physiological reaction to weightlessness\nthat followed the cutting of the drive.\n\nTo Hanlon it was like being dumped suddenly into a bottomless shaft\ndown which he fell endlessly. His heart came into his throat, his\nears roared, the instinctive fear of falling inherited from arboreal\nancestors knotted his stomach with terror and drove out all reason.\n\n\"I'm falling!\" he screamed, and snatched at a guide-rail. \"Falling....\"\n\nDisoriented mechano-controls reacted wildly, refusing him balance, and\nhe smashed into a bulkhead. Geddes and Lowe tackled him while Hovic\ntried to fend all three gyrating bodies from the instrument board, but\nHanlon was not to be quieted. He screamed and threshed like a maniac,\nhis limbs jerking with spastic overcompensation to every movement.\n\nThey pinned him down finally and shot enough hypnol into him to keep\nhim unconscious for days. They left him floating limply with his belt\nsnapped to a bulkhead ring and turned their attention to the tight-beam\ncommunicator, coddling into intelligibility the first blurred signal\nthat reached them from Earth.\n\nIt was as well that Hanlon was not conscious, since his prophecy was\nfulfilled to the letter. On Earth, war had come--and gone.\n\nThey never picked up more than that single dying signal, but before\nit flickered out they understood that the cataclysm had been atomic,\nplanet-wide, and final. And when that last wavering link with Earth\nwas gone they looked at each other palely over the dead radio and felt\nthe impossible realization of racial extinction rising up like madness\nbehind the psycho-blocks of their carefully-conditioned sanity.\n\n\"So Hanlon was right, after all,\" Lowe said, and choked on the words.\n\nThey found nothing to say after that until the impressed urgency of\ntheir mission reasserted itself and they turned back to the job at\nhand. There was still Venus....\n\n\n\nThey did not rouse Hanlon from his hypnol stupor until the _Terra IV_\nfell into her spiral orbit for planetfall. Geddes broke the news to him\nthen, steeling himself against Hanlon's biting irony.\n\n\"So you were right,\" Geddes finished baldly. \"Earth is done for. Dead.\"\nHe was thinking at the moment in terms of cities and governments and\ncultures, and the Irishman's reaction was sharply disconcerting.\n\n\"Done for?\" Hanlon said, and hid his face in his hands. \"_God--all the\nlittle people!_\"\n\nHe was so quiet after that that the others, busy with the precarious\nbusiness of landing, forgot him. He was still silent when the _Terra\nIV_ dipped into the first milky mists of atmosphere and a sudden great\nblaze of white fire lashed up from the planet below and struck her with\nthe crash of a million thunderbolts.\n\nThe _Terra IV_ staggered, rolled half over and righted herself with\na thin scream of straining gyros. The atomic propulsors faltered,\nrecovered and drove them on into the roiling mists.\n\n\"Static charge,\" Geddes heard himself saying flatly. \"So Hanlon was\nright again. It would have looked like a fuel pile letting go, if\nanybody were left on Earth to see it.\"\n\nThere was, miraculously, no serious damage. They brought the ship down,\nstern first, upon the waiting breast of Venus.\n\n\"The Silver Planet,\" Lowe said in the sudden quiet. \"It was to have\nbeen the New Earth, remember?\"\n\nIt was not until then that they learned the reason for Hanlon's quiet.\nUnder cover of the landing he had plundered the supply cabinet for a\nplastobottle of medicinal alcohol, and was far into the process of\ndrinking himself blind.\n\nHe cursed them thickly when they took the bottle from him. \"Go out and\nclaim your planet, you synthetic heroes. I don't want any part of it. I\nwish to hell I'd stayed on Earth.\"\n\nThey went, prompted by a conditioning that fell just short of\nposthypnotic suggestion, but this time they did not make the mistake\nof leaving their stowaway free. They overpowered the raging Hanlon and\nstrapped him to the radio couch again before they put on their airsuits\nand went outside.\n\nThey climbed down the long personnel ladder and stood together on\nalien soil, feeling the brief thrill of accomplishment anticipated\nand allowed for by their Foundation mentors. But their elation was\nshort-lived. They remembered what had happened to Earth and that there\nwas no going home again, and there remained only the dreary routine of\nexploring a world that would never be used.\n\nThe ship had landed beside a clear, shallow river, a sluggish tributary\nfeeding a larger river that emptied in the distance into a steaming,\nhorizon-bound sea. The sky above was a smooth silver shell, with a\nvast circular rainbow surrounding the spot where Sol hid behind miles\nof vapor-laden air. The terrain undulated, closely turfed and dotted\nwith wooded knolls, from the river upward to a low line of foothills\nthat guarded a purple range of mountains beyond. Between the ship and\nthe hills, undisturbed by the uproar of the _Terra IV's_ landing, a\nscattered herd of fat, piebald creatures grazed comfortably.\n\nThey set about their business methodically, filling their little\nsterilized boxes with samples of air and soil and vegetation. Lowe went\ndown to the edge of the shallow river and drew a bottle full of water,\nleaving behind him in the mud great shapeless tracks that looked more\nlike the spoor of a mailed monster than of a man.\n\nHe brought it back to Geddes and Hovic, and the three of them stood\nwith their prizes in their hands and looked at each other dumbly.\n\n\"Why do we have to go on with this?\" Lowe asked. \"Why don't we just go\ninto the ship and push the pile up to critical mass and go up with it?\nWhat's the use?\"\n\n\n\nThey were trying to think of an answer when they saw the boat coming\nacross the river--a clumsy thing jerry-rigged from salvaged sheets\nof alloy, rowed by two women who were unmistakably human. Both women\nwere dressed in brief utilitarian garments fashioned from pale green\nparachute silk. Their bare arms flashed white in the silver sunlight.\nTheir red hair blew long and free in the wind.\n\nHovic found his tongue first. \"Hanlon was right again. The Connors\nbrought the _Terra II_ down safely after all!\"\n\nThe makeshift boat touched shore. The girl at the bow stood up,\ncradling an out-moded blast rifle in her arms.\n\n\"Throw away your weapons,\" she called peremptorily. \"And take off those\nstupid airsuits. We'll have a look at the kind of men you are before\nyou're welcomed to our planet!\"\n\nThey discarded their belt guns gladly and shucked off the clumsy\nairsuits, breathing the warm air with the relief of men suddenly\nawakened from nightmare. They went down to the water's edge with the\nfeeling of destiny upon them.\n\nIn the boat, their first shock was the knowledge that they were not\nguests, but prisoners. The two women retreated warily to the stern,\nsignificantly holding the blast rifle ready. Geddes and Hovic rowed.\nLowe tried patiently for conversation.\n\nHe learned little except the bare fact of their presence. The girl with\nthe rifle was Myrna Connors, and her sister was named Glenna. Their\nmother and an older brother had been killed in the landing crash of the\n_Terra II_, and Sean Connors himself, a hopeless paraplegic from the\nsame catastrophe, waited at the camp for his daughters to return. Both\nwomen were under thirty, handsome in an elemental fashion, patently\nhostile and utterly without feminine restraint of manner.\n\nThey listened without comment, either uninterested or uncaring, to\nLowe's account of what had happened to Earth. Neither of them, Geddes\nthought, could have been more than seven or eight years old when the\n_Terra II_ crashed. They had seen no human being except their father\nfor eighteen years and they felt no compassion for a world they had all\nbut forgotten.\n\nThey reached the Connors' camp in mid-afternoon, when the solar halo\nwas just touching the western horizon. They were on the higher ground\nof the foothills now, where the air was cooler and the few open\nswales were carpeted with fragrant, butter-yellow little flowers. The\ncamp itself was a primitive thing, a hundred-foot stockade of wooden\nstakes driven Kaffir-wise into the soft soil to enclose three flimsy,\nthatch-roofed huts.\n\nMyrna Connors held them with her blast rifle outside the central hut\nwhile her sister went in. There was a brief murmur of voices, the\ngirl's mingling with a man's hoarser muttering. When Glenna came out\nagain her attitude had altered indefinably, and when she looked the\nthree men over her eyes held an odd speculation.\n\n\"Father will see you now,\" she said. \"Don't argue with him. He's very\nweak, and argument upsets him.\"\n\nThey found Sean Connors propped upon a ragged couch made from a\nsalvaged acceleration chair, a frail and twisted old man with a bald,\nfreckled scalp and a wild tangle of bristling red beard. The piercing\nblue stare he turned upon them had the unnatural heat of a mind\nbrooding long past the point of safety.\n\n\"So they killed themselves off,\" he whispered, and made a coughing\nsound that might have been laughter. \"And you're the best they could\nsend to keep the race going.\"\n\nHe blinked angrily when Geddes tried to speak. \"Don't argue--why else\ndo you think you were sent here, with Earth an ash heap behind you? But\nthere's one too many of you. You'll have to draw lots.\"\n\nHe flew into a senile rage when they stood silent, and they saw that he\nwas wholly obsessed by the idea. \"Would you argue with Fate, you fools?\nOr did they send me a crew of unnaturals, with no use for women?\"\n\nHe went into a fit of coughing, choking on his own fury. When they went\nout again he had subsided into a querulous muttering, the vacant babble\nof his voice lost in his tangled beard.\n\nThe two women were waiting outside. Myrna Connors had put aside\nher rifle and her stare had taken on some of her sister's brazen\nspeculation.\n\n\"Father's right,\" she said. \"Glenna and I have talked it over, and\nthere's something about the three of you that makes you too much alike\nfor a choice. You'll have to draw lots.\"\n\n\"You'd settle it like that?\" Hovic demanded incredulously. \"You'd have\nus just toss a coin, or draw straws?\"\n\nShe bent her head toward the hut to listen to the old man's ravings.\n\"Father won't live longer than another month or two. After that, what\nelse is there? What difference does it make?\"\n\nThey stood there blankly while the prismatic solar halo slipped down to\nthe vague, far skyline. A cool wind sprang up, heavy with the smell of\nthe yellow turf-flowers, and somewhere on the plains below the piebald\ngrazers hooted at each other with a sound like the muted lowing of\ndoves.\n\n\"You're right, of course,\" Geddes said. \"We've got the race to think\nof, as well as ourselves. We'll draw lots.\"\n\n\n\nThey moved away to the compound wall, leaving the women to stare after\nthem with open impatience. Geddes took up a dead twig and broke it into\nthree pieces, two long and one short.\n\n\"There's more to it than this,\" he said, keeping his voice down.\n\"Regardless of our opinions. And our opinions aren't what they would\nbe if we hadn't been so thoroughly conditioned to--\"\n\n\"You forgot something, Ged,\" Hovic cut in. \"What about Hanlon?\"\n\n\"I haven't forgotten Hanlon,\" Geddes said. \"That's why I wanted to talk\nto you in private. Because we've been given a chance, by a miracle, to\nstart over again from scratch, this time with knowledge enough not to\nmake the old deadly mistakes. We're stable, and Hanlon isn't--that's\nwhy the Foundation chose us and rejected him. And we can't take the\nchance of having Hanlon cutting in here with his carping hedonism and\nhis way with women, don't you see? We can't risk letting a wild strain\nlike his into the new race. It isn't going to be easy, because we're\nconditioned against personal violence, but we've got to get rid of\nHanlon.\"\n\nThey stared at him, digesting the idea.\n\n\"It doesn't have to be violent,\" Geddes argued. \"He's under hypnol\nalready. We've only to keep him that way.\"\n\nLowe shook his head. \"I couldn't do it, Ged. I couldn't force myself to\nit.\"\n\nHovic was tougher. \"It's the only way. Hanlon begged a handout from us\nand then stole our chronos to smuggle himself here. He'd never let us\nalone. He'd make such trouble that we'd have to kill him in the end.\nWhy not now, when it's easier?\"\n\n\"Then it's settled,\" Geddes said. \"Two of us, the winners, stay here.\nThe loser goes back to the ship and to Hanlon. Ready?\"\n\nThey nodded. Geddes held out his closed fist, the tips of his twigs\nbarely showing.\n\nLowe, his underlip bitten palely between even dentures, drew the first\nlong straw. Hovic drew the other. Geddes opened his hand and stared\ndown at the short twig on his palm. Somehow it had not seemed possible\nthat _he_ should lose; it was like death, a thing that happened only to\nothers.\n\n\"Good enough,\" he said. \"After all it was my idea, wasn't it?\"\n\nHe moved away with the twig still clutched in his hand. By nightfall he\nhad retraced his way to the river and the _Terra IV_.\n\n\n\nHe was sitting on the dew-wet turf with his back against the personnel\nladder when he heard them coming. A cone of light fanned into the\ndarkness from the open port above him, poking a yellow finger into the\nmists and shedding a diffuse glow that reached to the river below.\n\nHanlon lay on the grass beside him, shaved and bathed and dressed in\nclean shorts and singlet. He had eaten enormously after Geddes woke him\nfrom the hypnol, and under the tedium of their waiting he had dozed\noff, his chest rising and falling in the even rhythm of sleep.\n\nHovic and Lowe splashed through the water and came up out of the\ndarkness, their hair streaming, eyes shining whitely in pinched faces.\nThey were muddy and dirty--and beaten.\n\n\"You didn't do it,\" Hovic said hoarsely when he saw Hanlon. \"Thank\nHeaven for that. How did you guess?\"\n\n\"I've sat here all night, thinking about it,\" Geddes said. \"I thought\nabout the two of you up there claiming your rights as winners, and I\nshould have gotten a vicarious excitement out of it. But I didn't, and\nfinally I knew why. They threw you out, didn't they?\"\n\nThey avoided his eyes. \"It was awful,\" Lowe said miserably. \"They\nwere--furious. I wanted to die.\"\n\n\"So Hanlon was right again,\" Geddes said. \"Doesn't that mean something\nto you, that he was right every time? He knew instinctively from the\nstart that a man's natural belligerence springs directly from his sex,\nand that the Foundation wouldn't risk its making trouble among us on\nthe trip. So they--eliminated it. That's why I brought Hanlon out of\nhypnol, because they hadn't gotten that far with him before he washed\nout. Because he is our last hope of keeping the race alive.\"\n\nThe three of them stood and watched the play of dreams across Hanlon's\nsleeping face with something like awe in their eyes.\n\n\"I was just wondering,\" Lowe said, \"if something like this may have\nhappened before? If the whole thing may not be like one of those old\nparchment writings the archaeologists dig up, where an earlier story\nhas been erased and a newer one written over it? A palimpsest, I think\nit's called.... How do we know where _we_ came from, in the beginning?\"\n\nGeddes stooped and shook Hanlon awake. \"You'll find the boat by the\nriver,\" he said. \"You're starting out fresh with a new world, Hanlon.\nTake care of it.\"\n\n\n\nThey had climbed the personnel ladder and were closing the port behind\nthem when they heard the splashing of water as Hanlon swam the river. A\nmoment later his high, ringing yell drifted back and was lost without\necho on the plain.\n\n\"He didn't waste time on the boat,\" Hovic said, enviously.\n\nThey were strapping themselves in for the _Terra IV's_ final flight\nwhen Geddes laughed for the first time since the blast-off.\n\n\"I think Lowe's right,\" he said when they stared at him. \"I wish I\ncould come back again, after a few hundred generations. I wonder what a\nwhole planet of Hanlons would look like?\"\n\n\n\n_\"... and therefore we can say with certainty that we did not descend\nfrom Earthmen,\" Mach Bren concluded his report to the Venusian\nArchaeological Society. \"For how can we possibly conceive of kinship\nwith a people whose skin and hair are_ black_?\"_\n\n_The meeting was widely televised, and over the face of the Silver\nPlanet a hundred million other red-haired Venusians shook their heads\nin shocked wonderment and agreed with him._",
    "metadata": {
        "author": [
            "Aycock, Roger D.",
            "Dee, Roger",
            "Starr, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63990/pg63990.txt",
        "name": "palimpsest.json"
    }
}