{
    "name": "Paradise Planet",
    "author": [
        "Lohrman, Paul",
        "Shaver, Richard S."
    ],
    "body": "It was a queer looking planet. As his ship approached it, Steve Donay\ncould see slowly rising and twisting coils of strange smoke, brown\nand silver and gold, like great snakes or the tenuous flesh of some\ncreature of the air. He hated to think of setting down on that world\nof surface fires. But what else was there to do? He was at the end\nof his supplies, there wasn't fuel enough to look further. Maybe not\nenough to land safely. But he had to take a chance.\n\nAs he burst down through the coiling layers of strange smoke, the world\nbeneath was amazingly beautiful. Wild, maybe, no--those were planted\ntrees, those fields of grass were too regularly curved, too well laid\nout. He smiled. That brown stuff, he should have recognized it. It was\nweather control particles. He'd read about it somewhere. Magnetized\nparticles. When you turned on the field, they gathered, shut out\nunwanted light. When you reversed, to negative field projection, they\ncaused rain to condense. When you wanted the sun, they were swept aside\nby another repellent field ... he should have recognized them. This was\nluck, a really civilized world.\n\nHe swept lower, his jets thrumming softly, reassuringly. Still perking,\nhe could pick a good landing spot. There, beyond that huge tree group.\nAnd what trees they were. That meant an old culture, a good one. The\ntemples crowning the hills, the peaceful meadows curving between, the\nlazy river--he caught his breath! This was a world, some place, indeed!\n\nHe set the little ship down near the great trees, and tested the air.\nIt was normal, as he expected.\n\nNot far away, on the edge of the meadow, was a house. It was a very\nnice looking farm house, with a tiny barn, two other small buildings,\nand a haystack. There were three cows, and a pen of hogs; a horse was\nin the barnyard. He left his ship and walked up the path to the door,\nmarveling at the rows of flowers beside the path, and the neatness of\nthe yard. No blade of grass seemed to grow out of place, no flower\nbloomed too boisterously. Even the birds in the trees seemed to partake\nof the discipline, singing in a soft and careful way, not to disturb\nthe serene surroundings.\n\nSteve knocked, and almost at once the upper part of the door swung\ninward. He stared, for he had not seen a woman in nearly two years. Not\na beautiful woman ... like this! Cinematic, glamorous ... he wondered\nif he wasn't in truth a little unbalanced from his long absence from\nhumankind. No one could be quite that attractive! But when she spoke,\nsomething in his breast shrilled an alarm, and a chill ran up his\nspine. There was a brittle, edgy quality in her voice, like a crystal\nbell, yes--but a bell with a crack that was about to shatter.\n\n\"Vey fanis vu?\" she asked.\n\nHe shook his head. \"I'm from Earth, another planet. We can't understand\neach other, I suppose--not until I learn your tongue.\"\n\nShe opened the bottom half of the door, and he walked into a room of\nquiet beauty. A large brown tile stove was nearby with a copper pot\nsimmering, utterly spotless.\n\n\n\nPictures were set in the walls, strangely exotic, realistic art work.\nLeather chairs, a wide wooden table, unmarred by scratches and nicks,\ncabinets of clear crystal behind which glimmered rows of gleaming\ndishes and goblets.... It was like something from a Homemakers\ncatalog--the home of the future. Yet there was a quality of timeless\npermanence in it all. It was as if it had been the same, unmoving,\nunchanged, and as if this woman had been poised at that door, waiting\nto open it for a visitor for endless centuries.\n\nShe poured a bowl of steaming broth, and smiling, set brown bread and\nyellow butter before him. He sat and ate, wolfishly: he had been on a\ncapsule concentrate diet for months. She sat by the big tile stove and\ntook up yarn and needles, went on with the knitting of a garment as he\nate. He turned his eyes away. They were, of course, little booties for\na tiny child.\n\nThat alarm in his breast had subsided, and he wondered what kind of\nidiot he had become to take alarm where such a home could exist. But\nnevertheless there was something, some brittle quality to the whole\nthat he could not put his finger on. Some cold threat that he sensed\nbut could not fathom. Yet ... there was nothing but that it was all too\nidyllic! Too prosaic--no strange planet could be so much like home.\n\nThe weariness of the months of strain claimed him and he nodded in\nhis chair, waiting. She got up and beckoned to him, and beyond the\nfirst door she opened was a chamber, a bed made on the floor of soft\nhand-made quilts, silken and lovely. He fell across the bed in a heap\nand she went out, closing the door softly.\n\n\n\nHours later he awoke, and darkness had come. He lay there, trying\nto remember what _She_ had been wearing, feeling a little pang of\njealously that _She_ must have a man, must be knitting that mate's\nchild's clothing.... She had worn some kind of clinging trousers,\nslacks--something ... and across her perfect bosom had been crossed\ntwo wide bands of white that ended in a girdle around her small waist.\nHer throat and the cleft of her breasts had had a sheen like mother\nof pearl, and her bare arms soft and lovely as two dreams. Dreams! He\ncursed a little. Too many dreams had tormented him, these last starving\nmonths, eking out his dwindling food supply, waiting for something to\ncome ... some planet to appear in the endless black void where he could\nset his fuel-dry ship down and rest.\n\nThe door opened, and she came in, carrying a lamp--a primitive thing\nwith a tiny flame. She set it down and stood smiling at him, and there\nwas a magic on her, in her eyes and on her bare graceful arms, in the\nlovely curves of her body under the clinging garment.\n\nDonay sighed. A man went to the stars seeking perfection, adventure,\nmagic ... and when he found it, he found it was very like home, only\nbetter. It was like a perfect wife and a perfect farm and peace and\ncontentment--bucolic magic--why had he left Earth?\n\nAs he got to his feet, one foot slipped on the smooth tile floor and\nhe lurched suddenly against her. His first thought was--\"My God, her\ncondition ...\" but his second was a vague horror that began to grow in\nhis mind. For her body was solid as a rock, unyielding. And the hand\nwith which she seized his arm and steadied him was like the grasp of a\npair of tongs of heavy steel!\n\nThe more he looked at her perfection, the more his mind worried at the\nproblem--_How can she be so beautiful and yet be made of metal ... yet\nbe not human, yet be--yet be_.... His mind would not accept it--_yet\nbe a robot?_ She could not be of flesh and blood like himself, not ...\nlike that.... He shuddered, inwardly.\n\nThe evening meal was a feast of berries and thick cream, fresh bread\nand the beautiful yellow butter, slabs of something fried ... fried ...\nhe remembered, like panhaus, like scrapple--like the Dutch cooked.\n\nHe ate and leaned back satisfied. Then she brought a heavy blue wine\nfrom a door he guessed was a cellar way, and he drank. And the wine\nopened his lips, and he asked, \"How can we understand each other,\nstrange woman of steel?\"\n\nShe smiled at the weird sounds of his mouth, and answered, \"Ven nu da,\numan. En nu see me.\"\n\nSomehow he knew what she meant. When he got to Heaven he would\nunderstand life, but not until. That seemed to be what she meant. She\nnodded, as if that was close enough. He wondered, that alarm in his\nbreast tugging at his nerves, setting his eyes to roving for the jaws\nof the trap he felt about him.\n\nDays passed, and his wonder increased. It was like living in a mirror,\nor in an instant of frozen time. It was idyllic, yet ... nothing\nhappened! The beautiful creature was alone here, with her few cows and\nanimals; the garden and the cows produced her living. The cellar was\nfull of stored food, and she seemed to possess everything one could\nwant ... _except change_. One day was exactly like another.\n\nNo one came. No one left. The smoky sky overhead coiled and uncoiled\nthose odd clouds; the sun shone ... a large red sun, warm ... but\nnot too warm. No one came. No one left. There was himself, puzzling,\nthinking. There was the calm woman, beautiful as a picture, busy as a\nhousewife, making everything sweet and clean and comfortable for ...\nSteve Donay?\n\n_And Donay couldn't stand it._ Out there sat his ship, unharmed,\nunsmashed. All it needed was fuel. And he couldn't pull himself out\nonto that meandering road that went over the hill and look for the\ncivilization behind this little farm house and this perfect ... robot.\n\n\n\nIt was then he gave up trying to learn her language. Gave up waiting\nfor the neighbors, for contact with intelligent members of her race.\nShe could not be a living creature, and she could not be even flesh.\nShe must be some kind of maintenance robot ... and Donay shivered. What\nlay over the hill? If even the tiny farms of this world were peopled\nwith maintenance robots, what wonders lay over the hill?\n\nThen he wondered where were the produce trucks to take away the milk,\nthe butter, the fruit and vegetables? And even as he wondered, his\nfeet took him at last out of the clutching beauty and peace and neat\ncontentment of that little home. His feet led him along that road,\nwinding over the hill.\n\nLooking back, he saw _Her_ standing in the doorway, the upper part\nswung open, her eyes even at this distance seeming blurred with tears.\nShe waved one hand, a little gesture of farewell, and that snowy apron\nshe wore over her strange spotless garments came up to her face. She\nwas weeping!\n\nWith a tug at his heart as strange as any emotion he ever knew, he\nrealized the creature was weeping to see him go! But he made an effort,\nand his mind assured him it was but a trick of his own fleshly\nemotions, that that woman of the steel-hard lovely form was not able\nto weep, or to do anything but tend her cows and weed her garden and\ncan her fruits and open the door to any knock that came. She must be a\nrobot, his mind said. But his heart shouted--_She is woman, perfection\nin womanhood, and you are leaving your home!_\n\nHis feet led on, and he reached the top of the hill and sat down to\nlook over the view that spread out beneath his eyes. There were other\nfarmsteads, very like the one he had just left. Dotted here and there\nwere herds of cattle. The whole land lay dreaming under his eyes, and\nhe knew the mist of the far horizon only shut off a repetition of the\nsame thing. But hope led him on, and he rose and went along a little\nused trail.\n\nDays, it took, to reach the city. The farmsteads lay dreaming as he\npassed, and he knocked on the lovely old wood of the doors sometimes,\nand asked for water or food. The upper door would open, and there would\nstand a woman. Not the same woman, but very like, too much alike--too\nmuch like his own first woman. She would smile and say: \"Vey fanis vu?\"\n\nHe would shake his head, make a motion of drinking or eating and the\nlower door would open. He would enter and sit at the wooden table. The\nfood was always perfect, sublime taste, simple fruit or milk or garden\ngreens, or the fried panhaus, or sometimes a thing that looked like\nmeat but he was sure was not meat for _She_ had never killed anything\nor possessed any meat.\n\nThen there were no more of the farmsteads, and he came across a great\nempty plain, where the trail was wide and the earth beaten hard as\nstone. But nowhere did he see the vehicles that had made that track.\nIn the distance he could see the tall spires of a city. But there was\nno noise of a city. The tall spires seemed silent, and there was none\nof that smoke he knew a city should make. Above the spires coiled the\nweird spirals of the upper air, like great brown snake forms gestating\nand birthing and changing, entwined and unentwining, wreathing over\neach other and seeming to peer down at the strange midge crossing their\nplain.\n\nSteve Donay was puzzled trying to understand this planet. His feet\nplodded on across the grassy plain and he came to the first street of\nthe city. There were people moving, and he went on eagerly for now he\nwould learn the truth from real people!\n\nHe went up to the first man he saw and asked: \"I am a stranger, can you\ntell me....\"\n\nThe man said firmly, \"Vey fanis vu?\"\n\nDonay shook his head, and the man walked on, not swiftly, not\nhurriedly, but with a measured, machine-like step.\n\n\n\nThe city did not seem crowded, and there were some huge freight\nvehicles trundling along, not like autos, but like huge wagons with\nlittle motors where a man would ordinarily sit driving a horse. And\nthere was no man driving them.\n\n\"I am beginning to understand,\" Steve muttered, \"this is a world of\nmadmen, or simpletons, or robots. Why does no one act curious, or\nsympathetic, or human?...\" He walked on, gloomily.\n\nNear the center of the city, many plodding hours later, he walked into\nthe base of one of the great towers. There was a door he suspected was\nan elevator and he went in and pressed a button. It took him to the\ntop. He got out and entered the first door he came to.\n\nA woman sat behind a desk. She said. \"Vey fanis vu?\"\n\nDonay said \"Nuts,\" and slapped her face. She promptly rose from her\nseat and knocked him down. When he arose he found a man on either side\nof him. They gripped his arms with fingers of steel and led him from\nthe room, back down the tower and out on the street. He gathered this\nwas very unusual, for three different people along the way stopped to\nglance curiously at him. His face was very sore where the woman had\nstruck him. She had a hand like a lead pipe.\n\nThe men took him into a place just across the square from the tower he\nhad entered. In and up the elevator and into a great chamber.\n\nSteve saw a very big bed. The person in the bed was very small. Very\nold, too. He said, \"Vey fanis vu?\"\n\nDonay shrugged dispiritedly and answered, \"From Earth, and I don't like\nthis planet of yours a little bit.\"\n\nThe little man in the bed smiled a very human smile and reached out to\na thing beside the bed and turned a knob. A glow came from the box,\nand Steve could suddenly hear a thought--\"From Earth, eh? I wonder now\nwhere that would be if you could tell me.\"\n\nStartled, Steve thought where Earth was and the little old creature in\nthe bed nodded. Then Donay asked, \"Why does every one act so odd ...\nlike robots, or like they were wound up and couldn't stop or change....\"\n\nThe old man sighed and leaned back. \"That is a long story, stranger.\nSit down and I will try to explain....\"\n\nDonay sat down and listened. The thought in his head told him of a\ngreat world of people who had become very tired of everything and\nwanted to have something new. They did not want to die. They wanted\nlife to be more satisfying, wanted to be more contented. The old man\nsmiled sadly. \"There arose among them a great scientist who promised\nthem immortality and contentment. He had devised a treatment....\"\n\nThe old man leaned back and looked at Donay. His eyes were tragic.\n\"That's what ails the people, Steve Donay. They're treated ... and the\ntreatment did everything he said it would. It's really a new factor\nintroduced into the human metabolism. You know something of chemistry?\"\n\nSteve Donay nodded. The old man went on, wearily. \"Well, you know\nhow complicated the protoplasm molecule is, then. This change he\nintroduced is only a new atom in the basic living molecule. As if,\nsay, you're making pancakes and put in more shortening ...\" the old\nman laughed. \"When I make pancakes they swell up, like balloons. This\nis the opposite effect. The yeasty growth of life is changed, subdued,\naltered into a new pattern, by a single new ingredient in the chemical\ntransversion in the body. The end product, the basic plasm-cule, is\nmore stable, less affected by adverse conditions, a lot more durable.\nBut it isn't what I call life! You've noticed?\"\n\nSteve nodded. \"They act like robots,\" he observed, sadly. \"I'd like to\nget some fuel, get back to my own world.\"\n\n\n\nThe old man scribbled some notes on a pad, nodded. \"They will\nsynthesize your fuel. I'll put through a requisition for it. Now, they\nmay ask you if you want the treatment. It's tempting, because it gives\nyou a life cycle, from birth through fecundity to death, of around ten\ntimes the ordinary cycle. Almost immortality you would think. But I\nrefrained, and now I'm the only one left of the old race. The new race\nis not flesh.\"\n\n\"I'll refuse, too.\" Steve observed. \"They pay for their long lives.\"\n\nThe old man nodded sagely. \"Things happen ten times as slowly, although\nto the eye they move as rapidly as before. The drive toward growth and\nprogress is lessened by ten, to my eyes. They're satisfied to go on at\nthe new slow pace.\"\n\n\n\n\"Stasified, you mean,\" Steve grinned. The old man smiled. \"How come\nthey made you their ruler?\" asked Steve.\n\n\"I'm not the ruler. They believe I am the only one capable of\nunderstanding you, a flesh man.\"\n\nSteve stood up. \"What'll I do with myself while I'm waiting for that\nfuel order to go through?\"\n\n\"Look around, take in the sights. You can sleep here, there's an extra\nroom in this suite. I'm lonesome, you can talk to me when you have\ntime.\"\n\nSteve looked into the other rooms of the suite, came back to stand\nbeside the old man's bed. The old fellow rang a bell, and one of the\nbeautiful creatures came and looked in the door.\n\n\"Our Earth visitor wants to take in the sights,\" started the old man,\nin the \"Vey fanis vu?\" language, but Steve understood because the\nthought augmenter was still switched on. \"You get this memorandum onto\na requisition slip and see that they make some fuel for his ship, so he\ncan go back to his natural world. He doesn't like your new order any\nbetter than I do.\"\n\nThe girl, who looked a brisk, efficient and ripe eighteen, beckoned\nto Steve. He followed her from the room. She closed the door softly,\ncarefully, stood leaning against it, eyeing Steve. She murmured,\n\"U seen yung to bay,\" but Steve shook his head, and she went ahead\nof him into another room. There was no one there, but one of the\nthought machines stood on a pedestal beside several other machines.\nShe switched on the augmenter and Steve heard her thought, like slow,\nperfect music on a thrilling harp.... \"You are here too short a time to\njudge what you like and dislike. Let me show you what the change has\ngiven us before you refuse a chance to be like us.\"\n\nSteve shook his head, murmured, \"Not interested. Peddle it somewhere\nelse.\"\n\nShe appeared not to hear him. Her thought went on, inexorable,\nbeautiful, without a ripple of irritation or haste: \"The change was\nnot brought about in a day, Earthman. Nor are we finished, ever, with\nattempts to make life more worth having. Our people hated the change,\nat first. Centuries passed before it was fully demonstrated to be a far\nmore pleasant and satisfying way of life. You cannot judge this thing\nwith ordinary standards. We accomplish just as much as before, without\nthe frenetic hub-bub that we once thought necessary.\"\n\nSteve smiled, as if he owned a secret she could never see. \"I'd rather\nbe dead, than turned into a damned robot.\"\n\n\n\nThe girl moved toward him, her face pale and perfect as a prize rose.\n\"Look into my eyes, foolish one ...\" she whispered, and her thought\nin his mind was a bold invitation. He looked into the deep green-blue\ndepths and he saw there real emotion, waiting to be borne into a\nconsuming fire of passion. Her arms went around him, and though they\nwere strong and hard arms, he did not feel that, for her lips touched\nhis, and a shock of ecstasy ran through him so that he shook like a\nleaf in a breeze.\n\nHer thoughts plunged on--he had to listen--\"You think we are dead\nrobots because you do not see our life. You cannot see it, until you\nare one of us. Then it becomes quite clear, our life is more than\nbefore.\"\n\nSteve's thoughts, unlocked from sad introspection and loneliness,\nplunged suddenly into a swirl of desire. He could not help wishing to\nsee her body without the sleek rippling film of silk. He could not help\nwondering if the bodies of these machine-like people were as perfect\nas their faces were perfect. She laughed as the machine augmented his\ninadvertent wish ... and she zipped down her side, tossed off the one\npiece jumper of silken stuff. She stood there, perfect and desirable.\n\nSteve flushed. \"That wasn't necessary, baby,\" he heard himself say,\nembarrassed. \"I couldn't help wishing.\"\n\n\"More you can never have, while you are made of flesh. My arms would\ncrush you, my lips burst your soft flesh lips. But if you underwent the\ntreatment ...\" she smiled. Her meaning was unmistakable, too much so\nand Steve flushed, guiltily.\n\nHe heard his own thought on the augmenter, going on and on inexorably,\nagainst his own will: \"There was a woman, the first I knew in this\nworld. I stayed there too long. She wanted me, but we could not even\nspeak. Somehow, I feel drawn back to her. And the thing that puzzled\nme, that terrified me ... she was knitting baby clothes, yet there was\nno man! No man ever came, there was only me. And I never even touched\nher, except by chance.\"\n\nThe girl slipped her jumper on, zipped it up. Her face was suddenly\ngrave, empty, and somehow sorry. Steve stopped thinking, listened to\nthe augmenter and her thoughts. \"Oh, no! I am sorry I intruded.\"\n\nSteve shook his head. He was trying hard not to understand the meaning\nof what he heard. It was like being led by the hand, like a child\ntrying to break away from his mother's restraining hand.\n\n\"What do you mean, you're sorry you intruded?\"\n\nShe smiled, a very peculiar smile, one of those female smiles that\nmadden men so much, because they show him that sometimes women know\nthings that men can never know.\n\n\"You will understand one of these days, why I am sorry. I should have\nknown. If I had looked I would have seen it in you already. It changes\na man ... but you could not understand. It was inevitable. You were\ndoomed when you set foot on this world.\" She laughed, and repeated,\n\"Doomed, doomed,\" and she went out the door, a silvery laugh like a\nglass bell struck with a felt hammer.\n\n\n\nSteve stood looking at the augmenter. He leaned over it, and his\nown thought beat back at him powerfully. \"Go back, go back, or you\nwill never escape! You will be another robot, with flesh like rock,\nand never again will the hot blood rush through your veins, never\nagain....\" But all at once he saw behind his own thought, and heard\nsomething deeper in his own mind, saying, \"Go back, _she_ is waiting\nfor you. The garden is waiting, the little house, the fields, the tiny\nbarn, the tidy rooms, and her sweet perfection to serve you forever.\"\n\nSteve stood up and pounded his head with his fist, trying to knock out\nthe sound of his own thinking. There was something here, something\nthreatening and frightful, and he couldn't understand. He let the\nthought augmenter idle on, emptily bouncing his own thought about the\nroom in magnetic waves of meaningless content, and peered at the other\nstrange machines. There was one, a cabinet where a person could stand,\nwith buttons like a shower stall. He stepped in, pushed a button and\nwaves of force washed over him, set his body to tingling and shaking\nwith the force of it. But what it was supposed to be doing, he didn't\nknow. Beside it was upended a bottle with a spigot and a paper cup.\nIt looked like water, and without thinking he took the cup, filled\nit, tasted the \"water\". It was not water; it tasted like peppermint,\nlike licorice, like mint leaves and whiskey ... like quite a drink, he\ndecided and drank it down. He took another cup, and another. His head\nsuddenly whirled, and he staggered slightly.\n\n\"Potent stuff to put in a water cooler,\" he grunted, putting out a\nhand to steady himself. For the stuff had set up a thrumming in his\nveins, a pumping in his heart, a rosy pulsation in his vision. If he\nwasn't drunk, what would you call it? he wondered. He tried a step,\nanother, and after minutes his legs obeyed and he walked out the door.\nHe stopped there, looking back. In this condition he would forget his\nown name.... He wondered what he had forgotten. Something he had left\nthere.... He eased back, sliding his feet, bent over the augmenter\nto listen to his thinking. It beat up at him from the orifice like a\nstrong wind in his face. It said, \"You're going back, Steve, you are\ngoing back, to say goodbye properly to your host, the woman who waits\nand knits and waits and who wept when you left.\"\n\nSteve decided he was going back. They would bring the fuel when they\nbrought it, or they wouldn't. But somehow right now he had to see that\n\"Vey fanis vu?\" female again, to make sure about something that puzzled\nhim.\n\nThen his thought reminded him. \"You forgot to switch off this thing,\nthat's why you came back in.\" And he reached down and turned the knob;\nthe pulse of his own strange deeper thought stopped, and he felt\nsuddenly lost and his own mind blank. He moved back, turned, went out\nthe door and heard a silvery laugh down the corridor as he staggered a\nlittle, trying to walk down the center of the corridor.\n\n\"Inhuman things,\" Steve muttered. \"They treat me like I was a kid with\nno sense, or something,\" and he went to the elevator, down to the\nstreet level, and so along the street, some sense of direction guiding\nhis whirling mind. He knew where he was going.\n\n\n\nOne of the driverless wheeled wagons stopped beside him, the\nmachine-voice of it said, \"You may ride, I am going your way.\"\n\nSteve climbed on the back of the wagon, grumbling. \"How'n hell do you\nknow where I'm going? I don't.\"\n\nThe wagon rolled off, not fast, not slow, its wheels bouncing slightly\nwith the weight of its bales and boxes of cargo. Along the wide serene\navenues it rolled, quiet, sure, straight as a train on rails. Steve\nnodded, closed his eyes, fell asleep.\n\nWhen he awoke, the wagon had stopped, someone brushed by Steve, took\noff one of the boxes. It was dark, the starlight was so vague he could\nnot see where he was. The wagon started up again, rolled on. Steve\nslept, and dreamed that he had been changed into a glass statue, and\nplaced on a pedestal in the square of his home town, back on Earth.\nPeople stopped and stared at the glass statue, giggling and smirking,\nand he hated it, but he could only stand there, his hand on his chest,\nsmiling idiotically. He could hear the girls giggling, saying to each\nother, \"Isn't he perfect? He doesn't know, he doesn't know.\"\n\nSteve stood there in the square and the traffic turned and honked and\nbraked; the people stood and waited for the traffic lights, and looked\nat the glass statue, and smiled, as if he were a joke, a permanent\njoke. \"He doesn't know,\" they would laugh, and the light would change,\nand the traffic move again.\n\nHours later a hand touched his arm, but it wasn't a hard hand of steel.\nIt was a soft human hand, and Steve's heart leaped with the guess:\n\"Some of these people didn't undergo the change and formed their own\ncommunity. So the crystallized people sent me to the natural people,\nand now I am among my own kind again!\"\n\nThe soft pink-tipped fingers grasped his arm, shook him gently, so\ngently, and Steve opened his eyes. The face in the darkness was\nvaguely familiar, but somehow all these people were nice looking. He\neased himself off the back of the wagon, leaned against the body that\nbelonged to the hand. A soft body, a woman's real body of flesh ... he\nthrilled to the touch, a deep satisfying revelation of humanity, of\nlove, of natural human life, a home-like feeling.\n\n\"So they didn't all change. There is a place here where they live like\npeople ...\" murmured Steve.\n\n\"U fanis hane, O tu!\" said the voice, a sweet voice, from a\nfragrant-scented person, a soft bodied woman-person.... Steve smiled\nsleepily. She seemed glad to see him. He followed her up a path, and\ninto the warm pink light.\n\nA shock went through him. This was the same room! The same pictures\nbuilt in the smooth wall, the same brown tile stove, sleek and clean\nas a new-washed baby. The same big comfortable leather chairs, and he\ngrinned. \"I'm hungry, Elvie,\" he said.\n\n\"A hane to u, is eat,\" she laughed, and he knew she had spoken two\nwords of his own tongue.\n\nHe sat down, not weary, but somehow very glad to be back. \"The thought\nmachine,\" he asked, wishing he could ask her where they could find one;\nhe wanted her to tell him something.\n\nShe switched on a button in the wall, a button he had not seen before.\nHer thought came to him then.\n\n\"I was so sorry I did not have one when you came. I ordered one, but\nthey have to be made as there are not many in use. Now it has come, I\ncan tell you. There is something you could not understand.\"\n\n\"There's a lot of things you could tell me, that's a fact. It's so\npuzzling. They take me for granted. No excitement....\"\n\n\"That is because of prevision.\"\n\nSteve started. A shiver went through him, or was it a pulse of delight\nat the sudden knowledge of what was to come?\n\n\"Prevision?\" asked Steve, though he suddenly realized he knew the\nanswer.\n\n\"After the change, people came to know by experience that they could\nforesee the future, when they willed to see ahead. When you came, I\nknew what would come to pass.\"\n\n\"Because they know what's coming, they didn't get excited?\" Steve\nasked, his eyes on her sweet perfection, on her hands, setting the\nflowers straight in the bowl again, then going back to her eternal\nknitting.\n\n\"That's why we seem like robots to you. Robots don't have to think\nabout what's coming next. They know. They know because they are\nmachines. We know ahead, too, not because it's built in us, but because\nwe can deduce precisely how things are going to turn out. The penalty\nof increased mental activity ... see?\" Her voice was gentle, but there\nwas awareness of something in it, something he ought to understand,\nsomething she couldn't say.\n\n\n\nSuddenly Steve saw it and sat up straight, his heart doing flip-flops.\nHe could hear his voice and his augmented thought shouting\ntogether--\"There's no man! You're alone here!\"\n\nHer smile was heavenly, something like music that touched him inside.\n\n\"Now you know,\" she said, and held up the tiny garment she had just\ncompleted. \"It's for our first one.\"\n\nSteve leaned back, his worriment smoothing out into a strange beautiful\nprevision of their life, going on and on here.... He couldn't seem to\nget excited about Earth any longer. All the dreams of going back seemed\nto be dissolving in a warm flood of knowing--_he wasn't going back_!\n\n\"This prevision can be fun,\" mused Steve, looking into her eyes. \"You\nknew....\"\n\n\"I knew when your ship sounded overhead! It added up, because ... I\ndon't know. When I saw you, then I saw the prevision had not been\nwishful thinking. It was you, the same man I saw ahead. So I began\nmaking the things....\"\n\n\"Why didn't you tell me?\" Steve asked.\n\n\"It wasn't that way. You had to go and see the city, undergo the\nchange, want to come back. If you hadn't wanted to come back, why then\nI had made a mistake. But you came back, so ... but I knew all the\ntime.\"\n\n\"I knew too, but ... there was your knitting. I thought you must have a\nmate, that he must be away.\"\n\n\"In the flesh state, people have prevision, but it isn't as accurate.\nOurs is usually accurate. Just a new faculty. One of several new\nfaculties.\"\n\n\"I suppose they will treat me?\" Steve asked, but he knew.\n\nGently she explained--. \"In the city, the change is provided for. It\nis in the drinking water. Here, we have to take capsules. If we didn't\nwe'd revert to the flesh state. No one wants to revert.\"\n\nSteve stood up. She moved into his arms naturally, and he knew he was\nhome. He kissed her sweet face ... again. Her laugh tinkled softly, and\nthe edgy, glass-like quality was gone from it. He was happy and he knew\nshe was happy. He switched off the thought augmenter.\n\n\"Let's pretend it's the first day ...\" he said.\n\nShe went and stood by the door, and he went out the door. He closed it\nand knocked. She opened the door.\n\n\"Vey fanis vu?\" she asked.\n\nSteve stood, adoring her, his eyes warm. \"How can a guy be so dumb, not\nto know when he finds his own home?\" he asked in English.\n\n\"I wondered, Steve,\" she murmured, in English.\n\nShe opened the lower door....",
    "metadata": {
        "author": [
            "Lohrman, Paul",
            "Shaver, Richard S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66143/pg66143.txt",
        "name": "paradise_planet.json"
    }
}