{
    "name": "Passing of the Third Floor Back",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)",
        "Jerome, Jerome Clapp",
        "Jerome, J.K.",
        "Jerome, J. K.",
        "Jerome, Jerome Klapka"
    ],
    "body": "By Jerome K. Jerome\n\n\nAuthor of “Paul Kelver,” “Three Men in a Boat,” etc., etc.\n\nNew York\n\nDodd, Mead & Company\n\n1909\n\n\nCopyright, 1904, By Jerome K. Jerome\n\nCopyright, 1908, By Dodd, Mead & Company\n\nPublished, September, 1908\n\n\n\n\nThe neighbourhood of Bloomsbury Square towards four o’clock of a\nNovember afternoon is not so crowded as to secure to the stranger, of\nappearance anything out of the common, immunity from observation. Tibb’s\nboy, screaming at the top of his voice that _she_ was his honey, stopped\nsuddenly, stepped backwards on to the toes of a voluble young lady\nwheeling a perambulator, and remained deaf, apparently, to the somewhat\npersonal remarks of the voluble young lady. Not until he had reached\nthe next corner--and then more as a soliloquy than as information to the\nstreet--did Tibb’s boy recover sufficient interest in his own affairs to\nremark that _he_ was her bee. The voluble young lady herself, following\nsome half-a-dozen yards behind, forgot her wrongs in contemplation\nof the stranger’s back. There was this that was peculiar about the\nstranger’s back: that instead of being flat it presented a decided\ncurve. “It ain’t a ‘ump, and it don’t look like kervitcher of the\nspine,” observed the voluble young lady to herself. “Blimy if I don’t\nbelieve ‘e’s taking ‘ome ‘is washing up his back.”\n\nThe constable at the corner, trying to seem busy doing nothing, noticed\nthe stranger’s approach with gathering interest. “That’s an odd sort of\na walk of yours, young man,” thought the constable. “You take care you\ndon’t fall down and tumble over yourself.”\n\n“Thought he was a young man,” murmured the constable, the stranger\nhaving passed him. “He had a young face right enough.”\n\nThe daylight was fading. The stranger, finding it impossible to read the\nname of the street upon the corner house, turned back.\n\n“Why, ‘tis a young man,” the constable told himself; “a mere boy.”\n\n“I beg your pardon,” said the stranger; “but would you mind telling me\nmy way to Bloomsbury Square.”\n\n“This is Bloomsbury Square,” explained the constable; “leastways round\nthe corner is. What number might you be wanting?”\n\nThe stranger took from the ticket pocket of his tightly buttoned\novercoat a piece of paper, unfolded it and read it out: “Mrs.\nPennycherry. Number Forty-eight.”\n\n“Round to the left,” instructed him the constable; “fourth house. Been\nrecommended there?”\n\n“By--by a friend,” replied the stranger. “Thank you very much.”\n\n“Ah,” muttered the constable to himself; “guess you won’t be calling him\nthat by the end of the week, young--”\n\n“Funny,” added the constable, gazing after the retreating figure of the\nstranger. “Seen plenty of the other sex as looked young behind and old\nin front. This cove looks young in front and old behind. Guess he’ll\nlook old all round if he stops long at mother Pennycherry’s: stingy old\ncat.”\n\nConstables whose beat included Bloomsbury Square had their reasons for\nnot liking Mrs. Pennycherry. Indeed it might have been difficult to\ndiscover any human being with reasons for liking that sharp-featured\nlady. Maybe the keeping of second-rate boarding houses in the\nneighbourhood of Bloomsbury does not tend to develop the virtues of\ngenerosity and amiability.\n\nMeanwhile the stranger, proceeding upon his way, had rung the bell of\nNumber Forty-eight. Mrs. Pennycherry, peeping from the area and catching\na glimpse, above the railings, of a handsome if somewhat effeminate\nmasculine face, hastened to readjust her widow’s cap before the\nlooking-glass while directing Mary Jane to show the stranger, should he\nprove a problematical boarder, into the dining-room, and to light the\ngas.\n\n“And don’t stop gossiping, and don’t you take it upon yourself to answer\nquestions. Say I’ll be up in a minute,” were Mrs. Pennycherry’s further\ninstructions, “and mind you hide your hands as much as you can.”\n\n***\n\n“What are you grinning at?” demanded Mrs. Pennycherry, a couple of\nminutes later, of the dingy Mary Jane.\n\n“Wasn’t grinning,” explained the meek Mary Jane, “was only smiling to\nmyself.”\n\n“What at?”\n\n“Dunno,” admitted Mary Jane. But still she went on smiling.\n\n“What’s he like then?” demanded Mrs. Pennycherry.\n\n“‘E ain’t the usual sort,” was Mary Jane’s opinion.\n\n“Thank God for that,” ejaculated Mrs. Pennycherry piously.\n\n“Says ‘e’s been recommended, by a friend.”\n\n“By whom?”\n\n“By a friend. ‘E didn’t say no name.”\n\nMrs. Pennycherry pondered. “He’s not the funny sort, is he?”\n\nNot that sort at all. Mary Jane was sure of it.\n\nMrs. Pennycherry ascended the stairs still pondering. As she entered the\nroom the stranger rose and bowed. Nothing could have been simpler than\nthe stranger’s bow, yet there came with it to Mrs. Pennycherry a rush of\nold sensations long forgotten. For one brief moment Mrs. Pennycherry saw\nherself an amiable well-bred lady, widow of a solicitor: a visitor\nhad called to see her. It was but a momentary fancy. The next instant\nReality reasserted itself. Mrs. Pennycherry, a lodging-house keeper,\nexisting precariously upon a daily round of petty meannesses, was\nprepared for contest with a possible new boarder, who fortunately looked\nan inexperienced young gentleman.\n\n“Someone has recommended me to you,” began Mrs. Pennycherry; “may I ask\nwho?”\n\nBut the stranger waved the question aside as immaterial.\n\n“You might not remember--him,” he smiled. “He thought that I should do\nwell to pass the few months I am given--that I have to be in London,\nhere. You can take me in?”\n\nMrs. Pennycherry thought that she would be able to take the stranger in.\n\n“A room to sleep in,” explained the stranger, “--any room will do--with\nfood and drink sufficient for a man, is all that I require.”\n\n“For breakfast,” began Mrs. Pennycherry, “I always give--”\n\n“What is right and proper, I am convinced,” interrupted the stranger.\n“Pray do not trouble to go into detail, Mrs. Pennycherry. With whatever\nit is I shall be content.”\n\nMrs. Pennycherry, puzzled, shot a quick glance at the stranger, but his\nface, though the gentle eyes were smiling, was frank and serious.\n\n“At all events you will see the room,” suggested Mrs. Pennycherry,\n“before we discuss terms.”\n\n“Certainly,” agreed the stranger. “I am a little tired and shall be glad\nto rest there.”\n\nMrs. Pennycherry led the way upward; on the landing of the third floor,\npaused a moment undecided, then opened the door of the back bedroom.\n\n“It is very comfortable,” commented the stranger.\n\n“For this room,” stated Mrs. Pennycherry, “together with full board,\nconsisting of--”\n\n“Of everything needful. It goes without saying,” again interrupted the\nstranger with his quiet grave smile.\n\n“I have generally asked,” continued Mrs. Pennycherry, “four pounds a\nweek. To you--” Mrs. Pennycherry’s voice, unknown to her, took to itself\nthe note of aggressive generosity--“seeing you have been recommended\nhere, say three pounds ten.”\n\n“Dear lady,” said the stranger, “that is kind of you. As you have\ndivined, I am not a rich man. If it be not imposing upon you I accept\nyour reduction with gratitude.”\n\nAgain Mrs. Pennycherry, familiar with the satirical method, shot a\nsuspicious glance upon the stranger, but not a line was there, upon\nthat smooth fair face, to which a sneer could for a moment have clung.\nClearly he was as simple as he looked.\n\n“Gas, of course, extra.”\n\n“Of course,” agreed the Stranger.\n\n“Coals--”\n\n“We shall not quarrel,” for a third time the stranger interrupted. “You\nhave been very considerate to me as it is. I feel, Mrs. Pennycherry, I\ncan leave myself entirely in your hands.”\n\nThe stranger appeared anxious to be alone. Mrs. Pennycherry, having put\na match to the stranger’s fire, turned to depart. And at this point it\nwas that Mrs. Pennycherry, the holder hitherto of an unbroken record\nfor sanity, behaved in a manner she herself, five minutes earlier in her\ncareer, would have deemed impossible--that no living soul who had ever\nknown her would have believed, even had Mrs. Pennycherry gone down upon\nher knees and sworn it to them.\n\n“Did I say three pound ten?” demanded Mrs. Pennycherry of the stranger,\nher hand upon the door. She spoke crossly. She was feeling cross, with\nthe stranger, with herself--particularly with herself.\n\n“You were kind enough to reduce it to that amount,” replied the\nstranger; “but if upon reflection you find yourself unable--”\n\n“I was making a mistake,” said Mrs. Pennycherry, “it should have been\ntwo pound ten.”\n\n“I cannot--I will not accept such sacrifice,” exclaimed the stranger;\n“the three pound ten I can well afford.”\n\n“Two pound ten are my terms,” snapped Mrs. Pennycherry. “If you are bent\non paying more, you can go elsewhere. You’ll find plenty to oblige you.”\n\nHer vehemence must have impressed the stranger. “We will not contend\nfurther,” he smiled. “I was merely afraid that in the goodness of your\nheart--”\n\n“Oh, it isn’t as good as all that,” growled Mrs. Pennycherry.\n\n“I am not so sure,” returned the stranger. “I am somewhat suspicious of\nyou. But wilful woman must, I suppose, have her way.”\n\nThe stranger held out his hand, and to Mrs. Pennycherry, at that moment,\nit seemed the most natural thing in the world to take it as if it had\nbeen the hand of an old friend and to end the interview with a pleasant\nlaugh--though laughing was an exercise not often indulged in by Mrs.\nPennycherry.\n\nMary Jane was standing by the window, her hands folded in front of her,\nwhen Mrs. Pennycherry re-entered the kitchen. By standing close to\nthe window one caught a glimpse of the trees in Bloomsbury Square and\nthrough their bare branches of the sky beyond.\n\n“There’s nothing much to do for the next half hour, till Cook comes\nback. I’ll see to the door if you’d like a run out?” suggested Mrs.\nPennycherry.\n\n“It would be nice,” agreed the girl so soon as she had recovered power\nof speech; “it’s just the time of day I like.”\n\n“Don’t be longer than the half hour,” added Mrs. Pennycherry.\n\nForty-eight Bloomsbury Square, assembled after dinner in the\ndrawing-room, discussed the stranger with that freedom and frankness\ncharacteristic of Forty-eight Bloomsbury Square, towards the absent.\n\n“Not what I call a smart young man,” was the opinion of Augustus\nLongcord, who was something in the City.\n\n“Thpeaking for mythelf,” commented his partner Isidore, “hav’n’th any\nuthe for the thmart young man. Too many of him, ath it ith.”\n\n“Must be pretty smart if he’s one too many for you,” laughed his\npartner.\n\nThere was this to be said for the repartee of Forty-eight Bloomsbury\nSquare: it was simple of construction and easy of comprehension.\n\n“Well it made me feel good just looking at him,” declared Miss Kite, the\nhighly coloured. “It was his clothes, I suppose--made me think of Noah\nand the ark--all that sort of thing.”\n\n“It would be clothes that would make you think--if anything,” drawled\nthe languid Miss Devine. She was a tall, handsome girl, engaged at the\nmoment in futile efforts to recline with elegance and comfort combined\nupon a horsehair sofa. Miss Kite, by reason of having secured the only\neasy-chair, was unpopular that evening; so that Miss Devine’s remark\nreceived from the rest of the company more approbation than perhaps it\nmerited.\n\n“Is that intended to be clever, dear, or only rude?” Miss Kite requested\nto be informed.\n\n“Both,” claimed Miss Devine.\n\n“Myself? I must confess,” shouted the tall young lady’s father, commonly\ncalled the Colonel, “I found him a fool.”\n\n“I noticed you seemed to be getting on very well together,” purred his\nwife, a plump, smiling little lady.\n\n“Possibly we were,” retorted the Colonel. “Fate has accustomed me to the\nsociety of fools.”\n\n“Isn’t it a pity to start quarrelling immediately after dinner, you\ntwo,” suggested their thoughtful daughter from the sofa, “you’ll have\nnothing left to amuse you for the rest of the evening.”\n\n“He didn’t strike me as a conversationalist,” said the lady who was\ncousin to a baronet; “but he did pass the vegetables before he helped\nhimself. A little thing like that shows breeding.”\n\n“Or that he didn’t know you and thought maybe you’d leave him half a\nspoonful,” laughed Augustus the wit.\n\n“What I can’t make out about him--” shouted the Colonel.\n\nThe stranger entered the room.\n\nThe Colonel, securing the evening paper, retired into a corner. The\nhighly coloured Kite, reaching down from the mantelpiece a paper fan,\nheld it coyly before her face. Miss Devine sat upright on the horse-hair\nsofa, and rearranged her skirts.\n\n“Know anything?” demanded Augustus of the stranger, breaking the\nsomewhat remarkable silence.\n\nThe stranger evidently did not understand. It was necessary for\nAugustus, the witty, to advance further into that odd silence.\n\n“What’s going to pull off the Lincoln handicap? Tell me, and I’ll go out\nstraight and put my shirt upon it.”\n\n“I think you would act unwisely,” smiled the stranger; “I am not an\nauthority upon the subject.”\n\n“Not! Why they told me you were Captain Spy of the _Sporting Life_--in\ndisguise.”\n\nIt would have been difficult for a joke to fall more flat. Nobody\nlaughed, though why Mr. Augustus Longcord could not understand, and\nmaybe none of his audience could have told him, for at Forty-eight\nBloomsbury Square Mr. Augustus Longcord passed as a humorist. The\nstranger himself appeared unaware that he was being made fun of.\n\n“You have been misinformed,” assured him the stranger.\n\n“I beg your pardon,” said Mr. Augustus Longcord.\n\n“It is nothing,” replied the stranger in his sweet low voice, and passed\non.\n\n“Well what about this theatre,” demanded Mr. Longcord of his friend\nand partner; “do you want to go or don’t you?” Mr. Longcord was feeling\nirritable.\n\n“Goth the ticketh--may ath well,” thought Isidore.\n\n“Damn stupid piece, I’m told.”\n\n“Motht of them thupid, more or leth. Pity to wathte the ticketh,” argued\nIsidore, and the pair went out.\n\n“Are you staying long in London?” asked Miss Kite, raising her practised\neyes towards the stranger.\n\n“Not long,” answered the stranger. “At least I do not know. It depends.”\n\nAn unusual quiet had invaded the drawing-room of Forty-eight Bloomsbury\nSquare, generally noisy with strident voices about this hour. The\nColonel remained engrossed in his paper. Mrs. Devine sat with her plump\nwhite hands folded on her lap, whether asleep or not it was impossible\nto say. The lady who was cousin to a baronet had shifted her chair\nbeneath the gasolier, her eyes bent on her everlasting crochet work. The\nlanguid Miss Devine had crossed to the piano, where she sat fingering\nsoftly the tuneless keys, her back to the cold barely-furnished room.\n\n“Sit down!” commanded saucily Miss Kite, indicating with her fan the\nvacant seat beside her. “Tell me about yourself. You interest me.” Miss\nKite adopted a pretty authoritative air towards all youthful-looking\nmembers of the opposite sex. It harmonised with the peach complexion and\nthe golden hair, and fitted her about as well.\n\n“I am glad of that,” answered the stranger, taking the chair suggested.\n“I so wish to interest you.”\n\n“You’re a very bold boy.” Miss Kite lowered her fan, for the purpose of\nglancing archly over the edge of it, and for the first time encountered\nthe eyes of the stranger looking into hers. And then it was that Miss\nKite experienced precisely the same curious sensation that an hour or so\nago had troubled Mrs. Pennycherry when the stranger had first bowed to\nher. It seemed to Miss Kite that she was no longer the Miss Kite that,\nhad she risen and looked into it, the fly-blown mirror over the marble\nmantelpiece would, she knew, have presented to her view; but quite\nanother Miss Kite--a cheerful, bright-eyed lady verging on middle age,\nyet still good-looking in spite of her faded complexion and somewhat\nthin brown locks. Miss Kite felt a pang of jealousy shoot through her;\nthis middle-aged Miss Kite seemed, on the whole, a more attractive\nlady. There was a wholesomeness, a broadmindedness about her that\ninstinctively drew one towards her. Not hampered, as Miss Kite herself\nwas, by the necessity of appearing to be somewhere between eighteen and\ntwenty-two, this other Miss Kite could talk sensibly, even brilliantly:\none felt it. A thoroughly “nice” woman this other Miss Kite; the real\nMiss Kite, though envious, was bound to admit it. Miss Kite wished to\ngoodness she had never seen the woman. The glimpse of her had rendered\nMiss Kite dissatisfied with herself.\n\n“I am not a boy,” explained the stranger; “and I had no intention of\nbeing bold.”\n\n“I know,” replied Miss Kite. “It was a silly remark. Whatever induced me\nto make it, I can’t think. Getting foolish in my old age, I suppose.”\n\nThe stranger laughed. “Surely you are not old.”\n\n“I’m thirty-nine,” snapped out Miss Kite. “You don’t call it young?”\n\n“I think it a beautiful age,” insisted the stranger; “young enough not\nto have lost the joy of youth, old enough to have learnt sympathy.”\n\n“Oh, I daresay,” returned Miss Kite, “any age you’d think beautiful.\nI’m going to bed.” Miss Kite rose. The paper fan had somehow got itself\nbroken. She threw the fragments into the fire.\n\n“It is early yet,” pleaded the stranger, “I was looking forward to a\ntalk with you.”\n\n“Well, you’ll be able to look forward to it,” retorted Miss Kite.\n“Good-night.”\n\nThe truth was, Miss Kite was impatient to have a look at herself in the\nglass, in her own room with the door shut. The vision of that other Miss\nKite--the clean-looking lady of the pale face and the brown hair had\nbeen so vivid, Miss Kite wondered whether temporary forgetfulness might\nnot have fallen upon her while dressing for dinner that evening.\n\nThe stranger, left to his own devices, strolled towards the loo table,\nseeking something to read.\n\n“You seem to have frightened away Miss Kite,” remarked the lady who was\ncousin to a baronet.\n\n“It seems so,” admitted the stranger.\n\n“My cousin, Sir William Bosster,” observed the crocheting lady, “who\nmarried old Lord Egham’s niece--you never met the Eghams?”\n\n“Hitherto,” replied the stranger, “I have not had that pleasure.”\n\n“A charming family. Cannot understand--my cousin Sir William, I mean,\ncannot understand my remaining here. ‘My dear Emily’--he says the same\nthing every time he sees me: ‘My dear Emily, how can you exist among the\nsort of people one meets with in a boarding-house.’ But they amuse me.”\n\nA sense of humour, agreed the stranger, was always of advantage.\n\n“Our family on my mother’s side,” continued Sir William’s cousin in her\nplacid monotone, “was connected with the Tatton-Joneses, who when King\nGeorge the Fourth--” Sir William’s cousin, needing another reel of\ncotton, glanced up, and met the stranger’s gaze.\n\n“I’m sure I don’t know why I’m telling you all this,” said Sir William’s\ncousin in an irritable tone. “It can’t possibly interest you.”\n\n“Everything connected with you interests me,” gravely the stranger\nassured her.\n\n“It is very kind of you to say so,” sighed Sir William’s cousin, but\nwithout conviction; “I am afraid sometimes I bore people.”\n\nThe polite stranger refrained from contradiction.\n\n“You see,” continued the poor lady, “I really am of good family.”\n\n“Dear lady,” said the stranger, “your gentle face, your gentle voice,\nyour gentle bearing, all proclaim it.”\n\nShe looked without flinching into the stranger’s eyes, and gradually a\nsmile banished the reigning dulness of her features.\n\n“How foolish of me.” She spoke rather to herself than to the stranger.\n“Why, of course, people--people whose opinion is worth troubling\nabout--judge of you by what you are, not by what you go about saying you\nare.”\n\nThe stranger remained silent.\n\n“I am the widow of a provincial doctor, with an income of just two\nhundred and thirty pounds per annum,” she argued. “The sensible thing\nfor me to do is to make the best of it, and to worry myself about these\nhigh and mighty relations of mine as little as they have ever worried\nthemselves about me.”\n\nThe stranger appeared unable to think of anything worth saying.\n\n“I have other connections,” remembered Sir William’s cousin; “those of\nmy poor husband, to whom instead of being the ‘poor relation’ I could\nbe the fairy god-mama. They are my people--or would be,” added Sir\nWilliam’s cousin tartly, “if I wasn’t a vulgar snob.”\n\nShe flushed the instant she had said the words and, rising, commenced\npreparations for a hurried departure.\n\n“Now it seems I am driving you away,” sighed the stranger.\n\n“Having been called a ‘vulgar snob,’” retorted the lady with some heat,\n“I think it about time I went.”\n\n“The words were your own,” the stranger reminded her.\n\n“Whatever I may have thought,” remarked the indignant dame, “no\nlady--least of all in the presence of a total stranger--would have\ncalled herself--” The poor dame paused, bewildered. “There is something\nvery curious the matter with me this evening, that I cannot understand,”\n she explained, “I seem quite unable to avoid insulting myself.”\n\nStill surrounded by bewilderment, she wished the stranger good-night,\nhoping that when next they met she would be more herself. The stranger,\nhoping so also, opened the door and closed it again behind her.\n\n“Tell me,” laughed Miss Devine, who by sheer force of talent was\ncontriving to wring harmony from the reluctant piano, “how did you\nmanage to do it? I should like to know.”\n\n“How did I do what?” inquired the stranger.\n\n“Contrive to get rid so quickly of those two old frumps?”\n\n“How well you play!” observed the stranger. “I knew you had genius for\nmusic the moment I saw you.”\n\n“How could you tell?”\n\n“It is written so clearly in your face.”\n\nThe girl laughed, well pleased. “You seem to have lost no time in\nstudying my face.”\n\n“It is a beautiful and interesting face,” observed the stranger.\n\nShe swung round sharply on the stool and their eyes met.\n\n“You can read faces?”\n\n“Yes.”\n\n“Tell me, what else do you read in mine?”\n\n“Frankness, courage--”\n\n“Ah, yes, all the virtues. Perhaps. We will take them for granted.” It\nwas odd how serious the girl had suddenly become. “Tell me the reverse\nside.”\n\n“I see no reverse side,” replied the stranger. “I see but a fair girl,\nbursting into noble womanhood.”\n\n“And nothing else? You read no trace of greed, of vanity, of sordidness,\nof--” An angry laugh escaped her lips. “And you are a reader of faces!”\n\n“A reader of faces.” The stranger smiled. “Do you know what is written\nupon yours at this very moment? A love of truth that is almost fierce,\nscorn of lies, scorn of hypocrisy, the desire for all things pure,\ncontempt of all things that are contemptible--especially of such things\nas are contemptible in woman. Tell me, do I not read aright?”\n\nI wonder, thought the girl, is that why those two others both hurried\nfrom the room? Does everyone feel ashamed of the littleness that is in\nthem when looked at by those clear, believing eyes of yours?\n\nThe idea occurred to her: “Papa seemed to have a good deal to say to you\nduring dinner. Tell me, what were you talking about?”\n\n“The military looking gentleman upon my left? We talked about your\nmother principally.”\n\n“I am sorry,” returned the girl, wishful now she had not asked the\nquestion. “I was hoping he might have chosen another topic for the first\nevening!”\n\n“He did try one or two,” admitted the stranger; “but I have been about\nthe world so little, I was glad when he talked to me about himself. I\nfeel we shall be friends. He spoke so nicely, too, about Mrs. Devine.”\n\n“Indeed,” commented the girl.\n\n“He told me he had been married for twenty years and had never regretted\nit but once!”\n\nHer black eyes flashed upon him, but meeting his, the suspicion died\nfrom them. She turned aside to hide her smile.\n\n“So he regretted it--once.”\n\n“Only once,” explained the stranger, “in a passing irritable mood. It\nwas so frank of him to admit it. He told me--I think he has taken a\nliking to me. Indeed he hinted as much. He said he did not often get an\nopportunity of talking to a man like myself--he told me that he and your\nmother, when they travel together, are always mistaken for a honeymoon\ncouple. Some of the experiences he related to me were really quite\namusing.” The stranger laughed at recollection of them--“that even here,\nin this place, they are generally referred to as ‘Darby and Joan.’”\n\n“Yes,” said the girl, “that is true. Mr. Longcord gave them that name,\nthe second evening after our arrival. It was considered clever--but\nrather obvious I thought myself.”\n\n“Nothing--so it seems to me,” said the stranger, “is more beautiful\nthan the love that has weathered the storms of life. The sweet, tender\nblossom that flowers in the heart of the young--in hearts such as\nyours--that, too, is beautiful. The love of the young for the young,\nthat is the beginning of life. But the love of the old for the old, that\nis the beginning of--of things longer.”\n\n“You seem to find all things beautiful,” the girl grumbled.\n\n“But are not all things beautiful?” demanded the stranger.\n\nThe Colonel had finished his paper. “You two are engaged in a very\nabsorbing conversation,” observed the Colonel, approaching them.\n\n“We were discussing Darbies and Joans,” explained his daughter. “How\nbeautiful is the love that has weathered the storms of life!”\n\n“Ah!” smiled the Colonel, “that is hardly fair. My friend has been\nrepeating to cynical youth the confessions of an amorous husband’s\naffection for his middle-aged and somewhat--” The Colonel in playful\nmood laid his hand upon the stranger’s shoulder, an action that\nnecessitated his looking straight into the stranger’s eyes. The Colonel\ndrew himself up stiffly and turned scarlet.\n\nSomebody was calling the Colonel a cad. Not only that, but was\nexplaining quite clearly, so that the Colonel could see it for himself,\nwhy he was a cad.\n\n“That you and your wife lead a cat and dog existence is a disgrace to\nboth of you. At least you might have the decency to try and hide it from\nthe world--not make a jest of your shame to every passing stranger. You\nare a cad, sir, a cad!”\n\nWho was daring to say these things? Not the stranger, his lips had not\nmoved. Besides, it was not his voice. Indeed it sounded much more like\nthe voice of the Colonel himself. The Colonel looked from the stranger\nto his daughter, from his daughter back to the stranger. Clearly they\nhad not heard the voice--a mere hallucination. The Colonel breathed\nagain.\n\nYet the impression remaining was not to be shaken off. Undoubtedly it\nwas bad taste to have joked to the stranger upon such a subject. No\ngentleman would have done so.\n\nBut then no gentleman would have permitted such a jest to be possible.\nNo gentleman would be forever wrangling with his wife--certainly\nnever in public. However irritating the woman, a gentleman would have\nexercised self-control.\n\nMrs. Devine had risen, was coming slowly across the room. Fear laid\nhold of the Colonel. She was going to address some aggravating remark\nto him--he could see it in her eye--which would irritate him into savage\nretort.\n\nEven this prize idiot of a stranger would understand why boarding-house\nwits had dubbed them “Darby and Joan,” would grasp the fact that the\ngallant Colonel had thought it amusing, in conversation with a table\nacquaintance, to hold his own wife up to ridicule.\n\n“My dear,” cried the Colonel, hurrying to speak first, “does not this\nroom strike you as cold? Let me fetch you a shawl.”\n\nIt was useless: the Colonel felt it. It had been too long the custom of\nboth of them to preface with politeness their deadliest insults to each\nother. She came on, thinking of a suitable reply: suitable from her\npoint of view, that is. In another moment the truth would be out. A\nwild, fantastic possibility flashed through the Colonel’s brain: If to\nhim, why not to her?\n\n“Letitia,” cried the Colonel, and the tone of his voice surprised her\ninto silence, “I want you to look closely at our friend. Does he not\nremind you of someone?”\n\nMrs. Devine, so urged, looked at the stranger long and hard. “Yes,” she\nmurmured, turning to her husband, “he does, who is it?”\n\n“I cannot fix it,” replied the Colonel; “I thought that maybe you would\nremember.”\n\n“It will come to me,” mused Mrs. Devine. “It is someone--years ago,\nwhen I was a girl--in Devonshire. Thank you, if it isn’t troubling you,\nHarry. I left it in the dining-room.”\n\nIt was, as Mr. Augustus Longcord explained to his partner Isidore,\nthe colossal foolishness of the stranger that was the cause of all the\ntrouble. “Give me a man, who can take care of himself--or thinks he\ncan,” declared Augustus Longcord, “and I am prepared to give a good\naccount of myself. But when a helpless baby refuses even to look at what\nyou call your figures, tells you that your mere word is sufficient for\nhim, and hands you over his cheque-book to fill up for yourself--well,\nit isn’t playing the game.”\n\n“Auguthuth,” was the curt comment of his partner, “you’re a fool.”\n\n“All right, my boy, you try,” suggested Augustus.\n\n“Jutht what I mean to do,” asserted his partner.\n\n“Well,” demanded Augustus one evening later, meeting Isidore ascending\nthe stairs after a long talk with the stranger in the dining-room with\nthe door shut.\n\n“Oh, don’t arth me,” retorted Isidore, “thilly ath, thath what he ith.”\n\n“What did he say?”\n\n“What did he thay! talked about the Jewth: what a grand rathe they\nwere--how people mithjudged them: all that thort of rot.\n\n“Thaid thome of the motht honorable men he had ever met had been Jewth.\nThought I wath one of ‘em!”\n\n“Well, did you get anything out of him?”\n\n“Get anything out of him. Of courthe not. Couldn’t very well thell the\nwhole rathe, ath it were, for a couple of hundred poundth, after that.\nDidn’t theem worth it.”\n\nThere were many things Forty-eight Bloomsbury Square came gradually\nto the conclusion were not worth the doing:--Snatching at the gravy;\npouncing out of one’s turn upon the vegetables and helping oneself to\nmore than one’s fair share; manoeuvering for the easy-chair; sitting on\nthe evening paper while pretending not to have seen it--all such-like\ntiresome bits of business. For the little one made out of it, really\nit was not worth the bother. Grumbling everlastingly at one’s food;\ngrumbling everlastingly at most things; abusing Pennycherry behind her\nback; abusing, for a change, one’s fellow-boarders; squabbling with\none’s fellow-boarders about nothing in particular; sneering at one’s\nfellow-boarders; talking scandal of one’s fellow-boarders; making\nsenseless jokes about one’s fellow-boarders; talking big about oneself,\nnobody believing one--all such-like vulgarities. Other boarding-houses\nmight indulge in them: Forty-eight Bloomsbury Square had its dignity to\nconsider.\n\nThe truth is, Forty-eight Bloomsbury Square was coming to a very good\nopinion of itself: for the which not Bloomsbury Square so much as\nthe stranger must be blamed. The stranger had arrived at Forty-eight\nBloomsbury Square with the preconceived idea--where obtained from\nHeaven knows--that its seemingly commonplace, mean-minded, coarse-fibred\noccupants were in reality ladies and gentlemen of the first water; and\ntime and observation had apparently only strengthened this absurd idea.\nThe natural result was, Forty-eight Bloomsbury Square was coming round\nto the stranger’s opinion of itself.\n\nMrs. Pennycherry, the stranger would persist in regarding as a lady born\nand bred, compelled by circumstances over which she had no control to\nfill an arduous but honorable position of middle-class society--a sort\nof foster-mother, to whom were due the thanks and gratitude of her\npromiscuous family; and this view of herself Mrs. Pennycherry now clung\nto with obstinate conviction. There were disadvantages attaching, but\nthese Mrs. Pennycherry appeared prepared to suffer cheerfully. A lady\nborn and bred cannot charge other ladies and gentlemen for coals and\ncandles they have never burnt; a foster-mother cannot palm off upon her\nchildren New Zealand mutton for Southdown. A mere lodging-house-keeper\ncan play these tricks, and pocket the profits. But a lady feels she\ncannot: Mrs. Pennycherry felt she no longer could.\n\nTo the stranger Miss Kite was a witty and delightful conversationalist\nof most attractive personality. Miss Kite had one failing: it was lack\nof vanity. She was unaware of her own delicate and refined beauty. If\nMiss Kite could only see herself with his, the stranger’s eyes, the\nmodesty that rendered her distrustful of her natural charms would fall\nfrom her. The stranger was so sure of it Miss Kite determined to put\nit to the test. One evening, an hour before dinner, there entered the\ndrawing-room, when the stranger only was there and before the gas\nwas lighted, a pleasant, good-looking lady, somewhat pale, with\nneatly-arranged brown hair, who demanded of the stranger if he knew her.\nAll her body was trembling, and her voice seemed inclined to run away\nfrom her and become a sob. But when the stranger, looking straight into\nher eyes, told her that from the likeness he thought she must be Miss\nKite’s younger sister, but much prettier, it became a laugh instead: and\nthat evening the golden-haired Miss Kite disappeared never to show her\nhigh-coloured face again; and what perhaps, more than all else, might\nhave impressed some former habitue of Forty-eight Bloomsbury Square\nwith awe, it was that no one in the house made even a passing inquiry\nconcerning her.\n\nSir William’s cousin the stranger thought an acquisition to any\nboarding-house. A lady of high-class family! There was nothing outward\nor visible perhaps to tell you that she was of high-class family. She\nherself, naturally, would not mention the fact, yet somehow you felt\nit. Unconsciously she set a high-class tone, diffused an atmosphere of\ngentle manners. Not that the stranger had said this in so many words;\nSir William’s cousin gathered that he thought it, and felt herself in\nagreement with him.\n\nFor Mr. Longcord and his partner, as representatives of the best type\nof business men, the stranger had a great respect. With what unfortunate\nresults to themselves has been noted. The curious thing is that the Firm\nappeared content with the price they had paid for the stranger’s good\nopinion--had even, it was rumoured, acquired a taste for honest men’s\nrespect--that in the long run was likely to cost them dear. But we all\nhave our pet extravagance.\n\nThe Colonel and Mrs. Devine both suffered a good deal at first from\nthe necessity imposed upon them of learning, somewhat late in life, new\ntricks. In the privacy of their own apartment they condoled with one\nanother.\n\n“Tomfool nonsense,” grumbled the Colonel, “you and I starting billing\nand cooing at our age!”\n\n“What I object to,” said Mrs. Devine, “is the feeling that somehow I am\nbeing made to do it.”\n\n“The idea that a man and his wife cannot have their little joke together\nfor fear of what some impertinent jackanapes may think of them! it’s\ndamn ridiculous,” the Colonel exploded.\n\n“Even when he isn’t there,” said Mrs. Devine, “I seem to see him looking\nat me with those vexing eyes of his. Really the man quite haunts me.”\n\n“I have met him somewhere,” mused the Colonel, “I’ll swear I’ve met him\nsomewhere. I wish to goodness he would go.”\n\nA hundred things a day the Colonel wanted to say to Mrs. Devine, a\nhundred things a day Mrs. Devine would have liked to observe to the\nColonel. But by the time the opportunity occurred--when nobody else was\nby to hear--all interest in saying them was gone.\n\n“Women will be women,” was the sentiment with which the Colonel consoled\nhimself. “A man must bear with them--must never forget that he is a\ngentleman.”\n\n“Oh, well, I suppose they’re all alike,” laughed Mrs. Devine to herself,\nhaving arrived at that stage of despair when one seeks refuge in\ncheerfulness. “What’s the use of putting oneself out--it does no good,\nand only upsets one.” There is a certain satisfaction in feeling you\nare bearing with heroic resignation the irritating follies of\nothers. Colonel and Mrs. Devine came to enjoy the luxury of much\nself-approbation.\n\nBut the person seriously annoyed by the stranger’s bigoted belief in\nthe innate goodness of everyone he came across was the languid,\nhandsome Miss Devine. The stranger would have it that Miss Devine was a\nnoble-souled, high-minded young woman, something midway between a Flora\nMacdonald and a Joan of Arc. Miss Devine, on the contrary, knew herself\nto be a sleek, luxury-loving animal, quite willing to sell herself to\nthe bidder who could offer her the finest clothes, the richest foods,\nthe most sumptuous surroundings. Such a bidder was to hand in the person\nof a retired bookmaker, a somewhat greasy old gentleman, but exceedingly\nrich and undoubtedly fond of her.\n\nMiss Devine, having made up her mind that the thing had got to be done,\nwas anxious that it should be done quickly. And here it was that\nthe stranger’s ridiculous opinion of her not only irritated but\ninconvenienced her. Under the very eyes of a person--however\nfoolish--convinced that you are possessed of all the highest attributes\nof your sex, it is difficult to behave as though actuated by only the\nbasest motives. A dozen times had Miss Devine determined to end the\nmatter by formal acceptance of her elderly admirer’s large and flabby\nhand, and a dozen times--the vision intervening of the stranger’s grave,\nbelieving eyes--had Miss Devine refused decided answer. The stranger\nwould one day depart. Indeed, he had told her himself, he was but a\npassing traveller. When he was gone it would be easier. So she thought\nat the time.\n\nOne afternoon the stranger entered the room where she was standing\nby the window, looking out upon the bare branches of the trees in\nBloomsbury Square. She remembered afterwards, it was just such another\nfoggy afternoon as the afternoon of the stranger’s arrival three months\nbefore. No one else was in the room. The stranger closed the door, and\ncame towards her with that curious, quick-leaping step of his. His long\ncoat was tightly buttoned, and in his hands he carried his old felt hat\nand the massive knotted stick that was almost a staff.\n\n“I have come to say good-bye,” explained the stranger. “I am going.”\n\n“I shall not see you again?” asked the girl.\n\n“I cannot say,” replied the stranger. “But you will think of me?”\n\n“Yes,” she answered with a smile, “I can promise that.”\n\n“And I shall always remember you,” promised the stranger, “and I wish\nyou every joy--the joy of love, the joy of a happy marriage.”\n\nThe girl winced. “Love and marriage are not always the same thing,” she\nsaid.\n\n“Not always,” agreed the stranger, “but in your case they will be one.”\n\nShe looked at him.\n\n“Do you think I have not noticed?” smiled the stranger, “a gallant,\nhandsome lad, and clever. You love him and he loves you. I could not\nhave gone away without knowing it was well with you.”\n\nHer gaze wandered towards the fading light.\n\n“Ah, yes, I love him,” she answered petulantly. “Your eyes can see\nclearly enough, when they want to. But one does not live on love, in our\nworld. I will tell you the man I am going to marry if you care to know.”\n She would not meet his eyes. She kept her gaze still fixed upon the\ndingy trees, the mist beyond, and spoke rapidly and vehemently: “The man\nwho can give me all my soul’s desire--money and the things that money\ncan buy. You think me a woman, I’m only a pig. He is moist, and breathes\nlike a porpoise; with cunning in place of a brain, and the rest of him\nmere stomach. But he is good enough for me.”\n\nShe hoped this would shock the stranger and that now, perhaps, he would\ngo. It irritated her to hear him only laugh.\n\n“No,” he said, “you will not marry him.”\n\n“Who will stop me?” she cried angrily.\n\n“Your Better Self.”\n\nHis voice had a strange ring of authority, compelling her to turn and\nlook upon his face. Yes, it was true, the fancy that from the very\nfirst had haunted her. She had met him, talked to him--in silent country\nroads, in crowded city streets, where was it? And always in talking\nwith him her spirit had been lifted up: she had been--what he had always\nthought her.\n\n“There are those,” continued the stranger (and for the first time she\nsaw that he was of a noble presence, that his gentle, child-like eyes\ncould also command), “whose Better Self lies slain by their own hand\nand troubles them no more. But yours, my child, you have let grow too\nstrong; it will ever be your master. You must obey. Flee from it and it\nwill follow you; you cannot escape it. Insult it and it will chastise\nyou with burning shame, with stinging self-reproach from day to day.”\n The sternness faded from the beautiful face, the tenderness crept back.\nHe laid his hand upon the young girl’s shoulder. “You will marry your\nlover,” he smiled. “With him you will walk the way of sunlight and of\nshadow.”\n\nAnd the girl, looking up into the strong, calm face, knew that it would\nbe so, that the power of resisting her Better Self had passed away from\nher for ever.\n\n“Now,” said the stranger, “come to the door with me. Leave-takings\nare but wasted sadness. Let me pass out quietly. Close the door softly\nbehind me.”\n\nShe thought that perhaps he would turn his face again, but she saw\nno more of him than the odd roundness of his back under the tightly\nbuttoned coat, before he faded into the gathering fog.\n\nThen softly she closed the door.",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)",
            "Jerome, Jerome Clapp",
            "Jerome, J.K.",
            "Jerome, J. K.",
            "Jerome, Jerome Klapka"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/865/pg865.txt",
        "name": "passing_of_the_third_floor_back.json"
    }
}