{
    "name": "Patch",
    "author": [
        "Shedenhelm, William"
    ],
    "body": "The wall speaker in the control tower was crackling softly with space\nstatic when the voice first cut in. \"Lorelei calling Venusport for\nlanding. Over.\"\n\nEven across ten thousand miles of space the sharp New England twang\nclearly showed the origin of its owner. Joe flicked the transmitting\nstud and winked at the radar man.\n\n\"Venusport to Lorelei. Come on in, you old space pirate. Use Ramp Four.\nOut.\"\n\nHe glanced at the green spot on the radar sweep screen that was the\nLorelei, entered a set of figures in the tower log, then leaned back in\nthe chair in front of the control panels and lit a cigarette.\n\n\"That Pop,\" he said, nodding vaguely at the radar screen and the log\nbook, \"must be damn near two hundred years old, and he's still the best\npilot in the System. Used to have the All-Planetary run back when it\nwas really something. When they put in automatics for cruising it made\nhim so mad he quit and never would go back. Said he wasn't going to let\na bunch of machines run his ship, even out in space.\"\n\nHe blew a beam of smoke at the spot that moved slowly toward the center\nof the radar sweep screen.\n\n\"He bought the tub he calls the Lorelei at a surplus sale, and spends\nall his time batting around the odd corners of space that the Survey\nPatrol hasn't gotten to yet.\" Joe puffed his cigarette reminiscently\nfor a minute. \"I remember the first time I saw him land the Lorelei.\nLord, what a sight. No one else has ever had the nerve to try it the\nway he does it, or at least lived to tell about it. I wonder if he's\ngotten too old to do it anymore.\"\n\nThe radar man stared at the faint speck that showed above the horizon,\nthen brought it into magnified focus on the tele-screen.\n\n\"He's coming in awfully funny,\" he said.\n\nJoe got up and stood staring out through the sides of the big plastic\nbubble that formed the walls and roof of the control tower.\n\n\"I think he's going to try it. Watch this!\"\n\n\n\nThe stubby ovaloid was angling in towards the Port from a little above\nhorizontal, as though to make a belly landing. Just short of the field,\nthe steering jets gave a tremendous side blast that whipped the ship\ninto a tight upward arc. All the ship's jets winked out, and the ship\nwhistled straight up for over a mile, began to slow, and dropped back\nin free fall. The ship dropped faster and faster toward the concrete\napron, tail first, its jets dead.\n\nTwo hundred feet above the ramp Pop Gillette hit the bank of firing\nbuttons and hit it hard. The heavy ship shuddered to a stop five feet\nabove the ramp, cracking the concrete with the fury of its rear jets,\nspinning like an enormous pin-wheel, its rotator jets gushing fire in\nhundred-yard sweeps.\n\nJoe wiped the sweat from his forehead and dropped into his chair.\n\n\"Brother! Someday his tubes are going to misfire when he tries that,\nand the Lorelei is going to be spread from here to Marsport!\"\n\nThe radar man did not answer immediately. He was still standing at the\ndome, his mouth slightly agape, staring at the stubby ship that now lay\nsilent in Ramp Four. He pulled himself together, closed his mouth with\na click, and moved back to the sweep screen.\n\n\"Who the hell _is_ that guy?\"\n\n\"You've heard of Pop Gillette. Everybody in space has. Anytime you want\nto tell a whopper about space, all you have to say is, 'I remember\none time when Pop Gillette and me was out around so-and-so....' And\nwhatever nutty place you name, he's probably really been there, and\nwhatever nutty thing you can think of to happen, it probably really did\nhappen to him.\"\n\nThe radar man nodded in recognition, and Joe went on.\n\n\"Like the time he got mad at the people at White Sands Port. One night\nhe goosed an asteroid down right in the middle of their main landing\nstrips. The damn thing was a quarter of a mile long, and almost as\nhigh. How he got it down through the atmosphere, nobody knows, but he\ndid ... and he landed it so gently that nobody knew anything about it\nuntil they looked out their windows the next morning. They finally got\nthe Patrol on him, and told him the asteroid was legally his, so he had\nto think of a way to get rid of it. He did. Turned out to be laced with\nuranium, so he rented the whole darned field for a month, cut the thing\nup and carted it away. Sold it for a fortune.\"\n\nThe outer door of the ovaloid ship was now open, and as one of the\nPort's zeeps rolled alongside, a man, miniature in the distance,\nslid down the ship's side-ladder and climbed aboard. Joe swung the\ndirectional p.a. at the zeep.\n\n\"Hey Pop ... come on up!\"\n\n\n\nThe little figure waved, and the zeep headed for the control tower. As\nit drew nearer they could begin to see Pop Gillette more clearly. He\nwas a thin little man, deeply space tanned. He could have been anyplace\nfrom fifty to three hundred and fifty. He rode sitting on the rear edge\nof the speeding zeep, balanced precariously, calmly puffing a Venusian\ncigarote.\n\nHe came through the outer control rooms like a Martian whirlwind,\nspraying greetings and minor presents in all directions.\n\n\"Hi there, Tom. Saw your uncle out near Ganymede. Living with a Phobian\nBat Woman....\n\n\"Hi there. Here's that gooloo bird's tail feather you asked for five or\nsix years ago!\" (It had been near twenty years ago, when the recipient\nwas four years old.)\n\n\"Hello, Honey. You know that Neptunian Rock Egg you wanted? Got a\ncouple in my ship as big as your head. Come up to the hotel for supper\ntonight and I'll give them to you!\" He winked roguishly at Honey and\nwhirled into the control room.\n\n\"Hi Joe, you landlocked lard-bottom. What have you been doing?\" And\nbefore Joe could start to answer, he went on. \"Had an unusual thing\nhappen to me out on Pluto. I was out prospecting for liquid hydrogen\nwells when I sprung a leak in my oxygen tank. I got it fixed, but most\nof my oxy had leaked out. Had enough for fifteen, maybe twenty minutes,\nand the ship was two hours away. Thought I'd never make it. Finally\nstarted back with a load of icicles under my arm. Every few minutes I'd\nstop, break off a piece, and drop it into my tank. Turned out to be\npure oxygen, frozen stiff!\"\n\nWhen Joe had regained his composure, he tossed a wink at the radar man,\nwho was again standing with his mouth ajar.\n\n\"Say, Pop,\" Joe said with careful casualness. \"All-Planetary's\nMercury-Venus liner is coming in about oh-four-four.\"\n\nPop choked on a lungful of cigarote smoke, and, turning crimson through\nhis space tan, glared at Joe.\n\n\"You better clear out of this tower, son. When that bunch of gears\ncomes in, it's apt to take this whole side off the planet!\"\n\nJoe kept his face serious.\n\n\"I hear this is one of the new models,\" he said. \"They only use the\npilot for landings. Take-offs and cruising are all automatic.\"\n\nPop Gillette tossed his cigarote into the disposal in disgust.\n\n\"I wouldn't put it past that bunch of pants-brains to just point\nthe things and light a fuse. Those young punks they have for pilots\ncouldn't belly on the moon.\"\n\n\"But Pop,\" Joe said. \"You're too old to work a liner even if they did\ngo back to manuals.\"\n\nPop Gillette flashed red and purple, and glared at Joe.\n\n\"Too old! Do you know what I hit when I brought the Lorelei in just\nnow? Fourteen damn G's! If she wasn't an old meteor patrol ship she'd\ncrack open like an egg the way I handle her. Too old my space-warped\nrear!\"\n\n\"But ships are bigger these days, Pop. When you were shoving them they\ncouldn't have weighed over half a million tons. The one that's due this\nafternoon tops two million. That's a lot of ship.\"\n\nPop Gillette shook his head derisively at such ignorance, which was,\nafter all, to be expected from a ground crew man.\n\n\"They're all the same. Once you have the feel of it,\" he rippled his\nfingers as though working a bank of firing keys, \"it works anyplace.\nI run the Lorelei just like I used to run my liners. I can cut it a\nbit finer than I could a big ship, but elsewise it doesn't make any\ndifference how big they come. I could stand that liner on her butt\nand write my name clean across that field.\" He jerked his head at the\nfour-mile-wide Venusport, and glared at Joe and the radar man. \"And\ncross the 't's' and dot the 'i's'!\"\n\n\n\nIt was an hour later, while they were sitting around drinking Venusian\nwine, that the call came through. You always expect a distress call to\nbe weak and difficult to understand, but this one wasn't. It was as\nclear as though the transmitter were in the next room.\n\n\"Mayday! Mayday! Mayday! All-Planetary Liner Twelve calling Venusport!\nOver!\"\n\nAt the first sound of the universal distress call, Joe and the radar\nman went into action. Joe hit a red stud that alerted all the units\nat the Port, and cut in the speakers in the other control sections,\nwhile the radar man got a rough bearing on the liner, and switched up\nthe amplification until he had the ship located within a foot, and its\nspeed and course plotted to five decimal places.\n\nAll this in the time it took the first call to come through. Joe\nflipped the transmitting stud.\n\n\"Venusport to All-Planetary Twelve. All other units clear the air\nimmediately. Come in.\"\n\nThe voice cut in sharply through the space static again, sounding a\nlittle frightened and tense.\n\n\"All-Planetary Twelve calling Venusport. Something went wrong with the\nradar deflectors. We took a meteor through the control room. Luckily\nit just clipped us, but it put a ten foot hole in the side. The man on\nduty got out okay, but we lost all the air in that section. We can't\nbring her in with that hole in her. We have to have air in the control\nroom, or all the switches arc out. Over.\"\n\nOutside, the control tower ships were being moved out of the way, back\ninto the hangars and into the pits. Blinker lights and radio landing\nbeams were flickering out \"Stay Clear!\" warnings to all ships in that\nsegment of space. Joe flipped the stud again.\n\n\"Is the hole too big for a plastic patch? Over.\"\n\n\"It's a good ten feet across. We haven't got any patches that big, and\neven if we did have, they wouldn't do any good. Once we pumped the air\nback in, the pressure would boot the patch out into space. The only\nthing that will work is a welding job. Over.\"\n\nJoe shook his head glumly and flipped the stud.\n\n\"We've got enough monalloy here to fix it, but we haven't got a\nportable welding outfit that could handle the job. Down here we could\nhave it fixed in half an hour. Over.\"\n\nThere was a pause before the voice came back.\n\n\"That's a lot of help. Over.\"\n\n\n\nPop Gillette tugged at Joe's sleeve. Joe started to shake him loose,\nbut stopped when he felt the old man's grip tighten on his arm like a\nspace grapple.\n\n\"Let me have that thing,\" he said. He took the mike from Joe and\nflipped the stud.\n\n\"Hey there! What's your cargo?\"\n\nThe speaker was silent for a moment, other than for the faint crackle\nof the space static. Then the voice cut in again, a little more\nresigned than before, as it rattled off the list of cargo.\n\n\"Let's see. We've got twenty tons of unrefined uranium from Titan,\nfifty thousand gallons of mercury from Gany, and twenty tons of canned\nwooklah meat from Jupe. At least we can live on wooklah meat on our way\nto Alpha Centauri.\" He laughed nervously. \"Boy, is All-Planetary going\nto be mad, at a hundred bucks a can. Over.\"\n\nPop Gillette scratched his chin reflectively. Finally he shook his head\nin disgust.\n\n\"I could have told that bunch of fat-headed clod-lubbers they couldn't\ntrust a bunch of machinery. If they'd of had a pilot watching the\nscreens instead of some half-baked crewman, this wouldn't have\nhappened. Easiest thing in the world to blast around a meteor, but try\nto tell that to _that_ bunch.\" He spat in disgust. \"I swore I'd never\nlift a hand for All-Planetary again as long as I lived, but now I guess\nI'll have to go up and fix that damned liner. First vacation I've had\nin five years and I have to play nurse-maid to a bunch of half-wits!\"\n\nHe glared at Joe. \"Well, are you coming or aren't you?\"\n\nJoe looked at him blankly.\n\nPop Gillette shook his head sadly at the mental level of Venusport's\npersonnel.\n\n\"Somebody's got to bring the Lorelei back down, don't they? Lord, the\npeople they put in responsible positions these days.... Come on! Get\nthe cadmium out!\" And he was halfway down the stairs before Joe was on\nhis feet.\n\n\"And bring a roll of scotch tape!\" he shouted back.\n\nWhat happened after that is pretty well a matter of the records. Every\ntelecast carried the report for days. Pop Gillette got aboard the liner\nby bringing the Lorelei alongside. Then, with Joe holding her steady as\nshe went, Pop jumped across the twenty feet of open space, scotch tape\nin his space suit pocket, to the liner's open port.\n\nThen he brought the liner down for a tail landing, as pretty as you\nplease.\n\n\n\nIt was ten minutes later that Pop Gillette and Joe sat drinking their\nVenusian wine again, watching the ground crews welding a new plate on\nthe liner, a mile away across the Port.\n\n\"But how did you do it?\" Joe asked. \"And why the scotch tape?\"\n\nPop Gillette deftly poured a tumbler of wine down his throat and\nreached for the bottle.\n\n\"Simplest thing in the world. I used the tape to stick a couple of bed\nsheets over the hole, inside and out.\"\n\nJoe stared at him in puzzlement.\n\n\"Bedsheets? What for?\"\n\nPop Gillette cast his eyes heavenwards as for deliverance. \"I'm sure\nglad I don't run a liner anymore. I might get somebody like you for a\nco-pilot. I had to have a _mold_, didn't I? You heard the pilot say\nthe patch had to be metal to stand the pressure. Fifteen pounds to the\ninch over a ten foot patch is a lot of pressure. Well, after I had the\nsheets over the hole, I turned it towards the sun, filled the mold, and\nturned it around away from the sun. The temperature drop in space did\nthe rest.\"\n\nJoe put his hand to his brow and glanced at his wine glass\nsuspiciously. \"I vaguely get what you're talking about, but just _what_\ndid you make the patch out of?\"\n\nPop Gillette chuckled wryly.\n\n\"The mercury, of course. Froze hard as steel when I turned her away\nfrom the sun. Perfect fit, too.\"",
    "metadata": {
        "author": [
            "Shedenhelm, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63934/pg63934.txt",
        "name": "patch.json"
    }
}