{
    "name": "Paul Bunyan and His Loggers",
    "author": [
        "Howd, Otis T.",
        "Howd, Cloice Ray",
        "Howd, Cloice R."
    ],
    "body": "_By_ CLOICE R. HOWD AND OTIS T. HOWD\n\n\nPaul Bunyan was the logging industry; not, to be sure, as it is found in\n_Forest Service Reports_ or in profit and loss statements, but rather as\nit burned in the bones of the true North Woods lumberjack. To understand\nthe significance of the Bunyan stories one must know something of the men\nwho first told them.\n\nWhile the lumber industry has found a place in every section of the\ncountry except the treeless plains, it was the pineries of the Lake States\nwhich furnished most of its romance. Logging had begun on the Atlantic\nCoast even before the first permanent English settlement, but it never\nreached a size sufficient to challenge the imagination until it came to\nthe Lake States. While the industry had begun on Lake Erie about 1800, its\ndevelopment in the West was slow until after the Civil War. By that time\nsaw mill machinery was ready to make lumber rapidly and cheaply, and the\nfast growing population of the Mississippi Valley brought the market\nwithin reach of the forests. After 1865 the lumbermen swept across\nMichigan, Wisconsin and Minnesota like a whirlwind, laying waste with ax\nand saw that mighty pine forest, until by 1900 all that remained were\nsmall fragments of the original forest and hundreds of miles of stumps.\nThen they passed on to the Gulf States or the Pacific Coast.\n\n\"Down East\" logging had been largely a side line to agriculture or other\noccupations, although there were some men who were full-time loggers, but\nwith the opening up of the Lake States, logging became a distinct\nprofession, with a professional pride in work and a devotion to it which\nkept the logger from straying off into other industries. The logger went\ninto the woods early in the fall, spent the entire winter snow-bound in a\nlonely camp with other men like-minded with himself, a dozen to a hundred\nor more of them. With the spring thaw they brought the logs down the river\nin a great drive, and then spent their winter stake in a blaze of glory\namong the bright lights of a sawdust town. Then they went into the saw\nmills till it was time to return to the woods in the fall. It was during\nthe long winter evenings in the bunk houses, with the loggers gathered\nabout the red-hot stove and the air full of the smell of drying clothes\nand tobacco smoke, that the Paul Bunyan tales were born and grew.\n\nThese stories find their original in a French-Canadian, Paul Bunyon, who\nfirst came into prominence during the Papineau rebellion in 1837, when, by\nremarkable feats of strength and daring, he won the admiration of his\ncountrymen. Then for many years he was the outstanding logging boss in all\nthe St. Lawrence River country. When the loggers from this region went\ninto the Michigan woods about 1850 they took with them the stories of\ntheir great hero, which stories, naturally, lost nothing in the telling,\nparticularly as they served admirably as a form of compensation device for\ntheir feelings of inferiority. Nor is it remarkable that the Yankee\nloggers should parody these stories to ridicule the French-Canadians.\n\nAnother element which entered into the making of the Bunyan myth was the\ntendency to exaggeration which is common to all of us and which finds\nexpression on so many occasions. The lumber camps had long been filled\nwith extreme stories of many sorts, but these were usually only isolated\ntales. Many of them had been told to impress the tenderfoot, while many\nothers had been wish projections, a sort of day-dreaming in which one was\nable to do that which he never could accomplish when he had to work with\nstern reality. After the French-Canadians brought Paul Bunyon to the camps\nand the practice had begun of improving on these stories, it became easy\nto invent a new Bunyon tale or connect up one of the other stories with\nthe Bunyon cycle wherever the need arose for over-awing a tenderfoot or of\nsecuring a refuge from the sense of frustration, or just for simple\namusement. In the process the French-Canadian Bunyon became naturalized\ninto the Yankee Bunyan and all contact with reality was lost. Bunyan, his\nold Blue Ox, Babe, and their exploits grew to fantastic extremes. Size was\nnever measured in terms of feet or pounds and so it is difficult for us to\ngive exact dimensions, but it was agreed that the blue ox, Babe, measured\nforty-two axehandles and a plug of tobacco between the eyes, while Bunyan\nhimself once had the misfortune to lose two large logging engines in his\nmackinaw pocket and did not find them for a month.\n\nYet these stories were never told lightly, for a true lumberjack will\nnever, by word, look or tone, give any suggestion that these stories are\nnot the exact truth. In fact elaborate precautions are taken to establish\ntheir veracity and citation of proof is nearly universal. Sometimes the\nevidence cited is the word of one from whom the story was heard, for few\nof the tales are told as the personal experience of the story teller. The\nstory came direct from one of Bunyan's loggers, from a pioneer, the Bull\nCook, or some one else equally well informed and reliable. Sometimes the\nproof is to be found in the continued existence of something connected\nwith the story. Thus the lack of stumps in North Dakota is cited as proof\nof the fact that Bunyan drove all the stumps into the ground when he\nlogged off that country, while the story that the Mississippi River was\nstarted when one of Bunyan's water tanks broke is proven by the fact that\nthe river is still running.\n\nAccording to the best authenticated stories, Paul was born in Maine some\ntime before the Revolutionary War, so far back that a century or so one\nway or the other made little difference. He had been a lusty infant and a\ngood-sizeable boy, but he did not reach his full growth until he went to\nMichigan. It was then that he really began his life work of logging off\nthe regions south and west of the Great Lakes. He gained experience and\nsome reputation in his logging operations on the Big Onion, the Big Auger,\nthe Little Gimblet and the Big Tadpole Rivers, but it was the logging of\nthe Dakotas that really made his reputation. Legend has played around this\nevent even more than is usual with Bunyan exploits. This was really done\nto provide room for the Swedes who were coming to the United States. There\nwere many lesser things which Bunyan did, most of which are mentioned only\nincidentally, such as the logging of Missouri, the accident when he\ndragged his skiing pole and so made the Grand Canyon of the Colorado, or\nthe building of Crater Lake or the Island of Cuba. Later Bunyan went to\nthe Pacific Coast where he did many mighty feats of landscape engineering;\nin fact he largely made the West, but he never seemed to find logging on\nthe West Coast congenial, probably due to the fact that machinery had\ninvaded the Western woods by the time he got there. And Paul never could\nendure those \"pesky\" donkey engines. While it was sometimes necessary for\nhim to resort to the use of power machinery in his cook house, he would\nnever have it in the woods. Even when he had a crew so large that it took\neight cement mixers to stir the batter for their hot cakes and a\nstern-wheel steamer to stir their soup, the Blue Ox could easily haul all\nthe logs they could cut without help of any donkey engines or any other\nsuch \"fandangoes.\"\n\nBunyan, however, was not alone in his logging ventures. He had many\nhelpers, but none of them were cast in quite such an heroic mould as was\nPaul himself. There were the seven axemen who helped him the winter he\nlogged Dakota, who kept a cord of four-foot wood on the table for\ntoothpicks, and whose singing could be heard of an evening down on the\nAtlantic. There was the little chore boy who turned the grindstone which\nwas so large that every time it turned around once it was payday. There\nwas Johnny Inkslinger, the bookkeeper, who made the first fountain pen,\nwhich held twenty-four barrels of ink, and who kept two complete sets of\nbooks, one with each hand. Brimstone Bill cared for Babe and made for him\nthose wonderful yokes of cranberry wood, which made it possible for Babe\nto pull anything which had two ends to it. Big Ole, the blacksmith, had\ntwo tasks. One was to shoe Babe, and every time he did it he had to open\nup a new iron mine. The other was to punch the holes in the doughnuts for\nthe cook. Another helper was Cris Crosshaul, a careless cuss, who was\nresponsible for taking wrong logs down to New Orleans, which made it\nnecessary for Paul to bring them back up the river. This was done by\nfeeding Babe a large salt ration and then letting him drink out of the\nupper river. He drank the river dry and the logs came up stream faster\nthan they went down. Of the other helpers it is perhaps sufficient to\nmention only Joe McFrau, who was able to ride anything which ever floated\nand in any water, and the two cooks, Sourdough Sam and Big Joe. Sourdough\nSam made everything except coffee out of sourdough. When Shot Gunderson\nput his winter's cut of logs into Round River and then drove them around\nits whole course three times before he found that it did not have any\noutlet, Sam made up a large batch of sourdough and dumped it into the\nriver and when it got to working it lifted the logs over the divide. But\nSam was seriously injured one day when his sourdough barrel blew up and\nBig Joe was employed. His famous Black Duck dinner was so fine that none\nof the American loggers cared to eat again for five weeks; but he could\nonly satisfy the French-Canadians by dumping a car load of split peas in a\nboiling lake.\n\nThe most authentic group of Bunyan stories came from the Lake States where\nthey originated. A comparison of these older stories with the newer ones\nfrom the Pacific Coast shows a marked difference. (And it is noteworthy\nthat the Bunyan tales never had much of a vogue in the South.) According\nto the Lake States version, Bunyan always stayed in the logging camps or\non the drives, he attended strictly to business, while according to the\nWestern tales he branched out into all sorts of enterprises. The Lake\nStates tales were the product of the true, the professional lumberjack,\nthe winter recluse, who was shut in with others like minded with himself\nand with none but his kind as auditors. The Western logger was not so\nexclusive a type. There were many of the professional loggers, but there\nwere many men in the woods whose main interest was elsewhere, and so the\nstory teller did not have such a select audience. There were other\ninterests in the West to divert Bunyan from his real job and naturally it\nsuffered in consequence.\n\nIt was perhaps inevitable, but none the less unfortunate, that the Bunyan\nstories did not reach the outside world directly from the Lake States\nstory tellers, but first passed through the hands or mouths of the Western\nloggers. Of all the publications perhaps W. B. Laughead, in _Paul Bunyan\nand His Big Blue Ox_, published by the Red River Lumber Company of\nMinneapolis, has most nearly preserved the Lake States flavor of the\nstories. Certainly James Stevens and Esther Shepperd in their books of the\nsame title, _Paul Bunyan_, have more nearly portrayed the Western Bunyan\nthan the Eastern one. The same is largely true of the poems here given.\nThey take the Western point of view, and most of them are Western stories.\nThe first of these represents the Western conflict between the\nprofessional and the part-time logger, the second is unwarranted in\nbringing Noah into the picture, where he does not belong, while the others\nall deal directly with the West. But certainly the Western tales make\nbetter stories than do the Eastern ones.\n\n\nPAUL BUNYAN'S TRICK\n\nThis story is one of the well-known Bunyan tales, told from Michigan to\nthe Coast, which shows some of the professional loggers' scorn for the\npart-time logger.\n\n\n  Come all you stump ranch loggers and slick shod choker men\n  And learn how we gathered the round stuff up on the Skinney Ben.\n\n  You fellers call this logging, just sixty cars a day;\n  We kids beat that when I was young and thought that it was play.\n\n  My first real throw at logging was in Big Ole's camp\n  When he was racing Bunyan to be the skidding champ.\n\n  From sun till sun he drove us, till we were nearly dead,\n  And many times in getting up I've met myself going to bed.\n\n  He bought a load of lanterns and made us earn our keep;\n  The bed bugs even starved to death, we got so little sleep.\n\n  And talk about a driver! Two men must fall and buck\n  A quarter section every day or they were out of luck.\n\n  Now that was not so very hard as it looks from where you sit,\n  For there the trees grew close enough to chop one with each bit.\n\n  And every cussed feller used both ends of his swing,\n  And forests went like snow drifts before an early spring.\n\n  And talk about your skidding; although, perhaps they lied,\n  They said the trees were in the pond before the echo died.\n\n  But I've seen one yoke skidding for seven falling crews,\n  And Bunyan bought an iron mine to keep his stock in shoes.\n\n  We sure got out the round stuff, but still we were too slow,\n  And just a trick of Bunyan's had brought us all our woe.\n\n  'Twas long and crooked skid roads that made our logging late,\n  And Bunyan took his old Blue Ox and pulled his skid roads straight.\n\n  Now when you slick shod loggers call this here logging fast,\n  It sure makes us old timers just hanker for the past.\n\n\nSOME LOGGER\n\nThis is one of the Eastern stories, but with numerous Western additions,\nchief of which is the introduction of Noah.\n\n\n  In the pre-historic ages, e're the Swedes ruled Minnesota,\n  Fairest spot in all the Westland was the woodland of Dakota.\n\n  'Twas a land of timbered ridges long before the axe was known,\n  And there grew the largest timber on which the sun had ever shown.\n\n  Many tales are told about it, how it grew so very high,\n  That the tops were broke and shattered where they rubbed against the\n    sky.\n\n  And no man had ever ventured in that forest deep and dark\n  Till old Noah got to thinking he would build himself an ark.\n\n  So he looked the timber over and decided it would take\n  Every tree if he would carry every bird and beast and snake;\n\n  If he just could get it yarded; there he had a serious doubt,\n  Till Paul Bunyan finally told him he would get the round stuff out.\n\n  So he harnessed up his Blue Ox, took the big logs on the run.\n  Never even stopped for dinner, worked right through from sun to sun.\n\n  Many logs he dogged together, took three hundred turns a day;\n  Still Old Noah hollered \"Faster,\" said that snail's pace didn't pay.\n\n  Then old Bunyan got quite peevish, sent the loggers all to camp;\n  Started hauling in the sections; he'd put Noah on the tramp.\n\n  But he bragged a bit too early, tho each day he hauled eight score,\n  Noah cleared them off by noontime and sat down and yelled for more.\n\n  Paul got madder than a logger, cussed and jumped upon his hat;\n  Noah was a domned slave driver, contract didn't call for that.\n\n  But old Noah only guyed him, called his ox a lazy slob,\n  Then to keep Paul Bunyan working put a bonus on the job.\n\n  Next Paul hooked upon a township and the ox pulled with a will,\n  But the cable only parted when it caught upon a hill;\n\n  Broke in twenty-seven pieces; the Blue Ox sure had the power;\n  Then Paul set his splicing record, twenty-six within an hour.\n\n  But he never got discouraged, he would still show Noah that\n  A true logger always finished anything he started at.\n\n  So he hooked onto the ridges, pulled them all into the mill;\n  Then they say of real hard labor Noah finally got his fill.\n\n  Thus the task was finally finished, nor was that the only gain:\n  Naught was left in the Dakotas but a large and level plain\n\n  Save in just two places only, where the logging had begun,\n  And where all the refuse ridges were left drying in the sun.\n\n  First is called the Black Hills district, there the ancient land still\n    stands,\n  And the pile of broken ridges is Dakota's famed Bad Lands.\n\n\nTHE YEAR OF THE GREAT HOT WINTER\n\nThis is probably a true Western story.\n\n\n  I was punching a half breed roader down on Shoalwater Bay\n  The year the nights came together, some called it the great dark day.\n\n  We hit the deck at sunrise but the sun never rose at all,\n  So we sat by the light of the lantern waiting the breakfast call.\n\n  'Twas an event to call forth stories of wonderful times in the Past,\n  And I listened to marvelous stories till the Bull Cook's turn came at\n    last.\n\n  \"I was just a lad,\" he started, \"When I worked in Paul Bunyan's camps,\n  Darkness was nothing in those days for we had volcanoes for lamps.\n\n  \"One year we were logging Missouri, before Bunyan came to the coast,\n  And had just finished building the Ozarks to serve as a snubbing post.\n\n  \"We were working down an ice chute almost across the state,\n  When the weather turned suddenly warmer, hotter than Satan's grate.\n\n  \"Twas the year of the great hot winter, hottest I ever felt,\n  And the ice cakes turned right into steam without even stopping to melt.\n\n  \"Well, that was the end of our logging, but Bunyan must look around,\n  So he left his ox behind him and came to Puget Sound.\n\n  \"And when he reached the water he picked himself a tree\n  And dug it out into a boat and so put out to sea.\n\n  \"'Twas cooler on the water and so he sailed around\n  Till in the Caribbean Sea he finally run aground.\n\n  \"For days he tried to float her, but it wasn't any use,\n  So he went and got his Blue Ox to pull the old tub loose.\n\n  \"He gathered all the rigging he could from near and far,\n  But chains much larger than your leg were stretched into a bar.\n\n  \"And all the gear he didn't break was melted by the heat,\n  And there are lakes all over Texas where the Blue Ox braced his feet.\n\n  \"But every bit of timber was pulled loose from that boat\n  And still the old hulk lay there, she simply wouldn't float.\n\n  \"Well, many years have passed since then and it's drifted o'er with sand\n  And trees have grown upon it until it's solid land.\n\n  \"Now boys, that's simply history, as right as God above,\n  And the little isle of Cuba is the place I'm speaking of.\"\n\n  The Bull Cook finished up his tale and went about his task,\n  But there've always been some questions I'd kinder like to ask.\n\n  But he is dead and gathered to old Paul Bunyan's side,\n  And so I'll never know for sure if that old codger lied.\n\n\nTHE CHARMED LAND\n\nA Western story of one of Paul's greatest feats of landscape engineering.\n\n\n  Old Hewey wrought, so I've been taught, six days to make the world;\n  He built the sky, and rearing high, the mighty mountains hurled;\n  One only spot he finished not, and then his tents he furled.\n\n  But e're on high, above the sky, he went up out of sight,\n  With final shout he called about his workers all of might,\n  And thus he spoke, e're like a cloak he clothed himself with night:\n\n  \"Good helpers all, both great and small, this is my last command,\n  This place you see must finished be that all may understand\n  I hold it blest 'bove all the rest, the final promised land.\"\n\n  Old Puget then lined up his men, he asked each one to work,\n  Three mighty men stood by him then and labored like a Turk,\n  While all the rest refused the test and did their best to shirk.\n\n  Paul Bunyan drew his fingers through his long and tangled locks,\n  He hardly spoke but took the yoke and sought his old Blue Ox;\n  He said \"Watch me, I'll build a sea, you two may use the rocks.\"\n\n  With cunning stroke the soil he broke, he flung the dirt aside;\n  The rocks he tore with mighty roar and flung them far and wide,\n  He piled the earth till hills had birth and grew on either side.\n\n  The old Blue Ox he hitched to rocks and tore the big ones out,\n  He rolled them out and all about and called each one a mount,\n  And lest I lie, against the sky, they witness if you doubt.\n\n  At reach and bay he dug away, he shaped a thousand isles;\n  By headlands steep dug channels deep where rippling water smiles;\n  With generous hand he took the sand and built the beach for miles.\n\n  Like golden gleam of painter's dream he built old Puget Sound,\n  Where skies of blue the waters woo a thousand isles around,\n  With emerald sheen they're always green and always spring abounds.\n\n  Then old Cascade took up his spade and reared against the sky,\n  A row of peaks whose summit seeks a marriage with the sky,\n  A super land whose wonders grand enchant the human eye.\n\n  Olympus then laid down his pen and built with cunning hand\n  A place so rare that e'en the air seems wilder and more grand,\n  Of hill and stream beyond our dream, a greater Switzerland.\n\n  And thus these three, as you may see, beneath the Western skies\n  Have built a land that's super grand, an earthly paradise;\n  When God looked down they say it found great favor in his eyes.\n\n\nBUILDING COLUMBIA GORGE\n\nBunyan frequently went hunting or fishing, and on such occasions anything\nmight happen.\n\n\n  When Mount Rainier was a hole in the ground, e're Midad made his stake,\n  The land to the west of the Rockies was all a mighty lake.\n\n  And there of a summer's evening Paul Bunyan came to fish,\n  For a mess of steelhead salmon was ever his favorite dish.\n\n  With a rod that was only eight leagues long and keen and strong and\n    light,\n  And a wondrous fly he'd made himself he lured the fish to bite.\n\n  This day he'd landed some small ones, less than a league in length,\n  But at last he hooked a beauty that tested the big boy's strength.\n\n  It was fight from the time he hooked it, Oh, boy, but this was bliss!\n  Who would fool with a pyramid when he could live like this?\n\n  The light line sang through the ferruls and the water foamed like beer,\n  The big fish raged to seawards but ever he drew it near;\n\n  It was back and forth till the sunset and the stars came out anon.\n  The fish was giving inch by inch but ever the fight went on.\n\n  'Twas a fight that once in a lifetime comes to a fisher man,\n  And having thrilled to its power he's wed to the fishing clan.\n\n  Morning found Paul Bunyan ready to grasp the prize,\n  But the fish in growing larger had, too, grown wondrous wise.\n\n  And dashing towards the nimrod it tried to foul the line\n  Around some broken branches of a waterlogged old pine.\n\n  It was nip and tuck for a moment but Bunyan was forced to see\n  The strong line part like a raveling and the fish go tearing free.\n\n  With one quick burst of anger he sat down limp as a rag,\n  And when he wended homeward his feet would scarcely drag.\n\n  But rest brought resolution and an overpowering wish:\n  He'd camp there by that lakeside till he caught that cussed fish.\n\n  For weeks he fished those waters in sunshine and in shade,\n  A thousand different spots he tried, a hundred lures he made.\n\n  But often as the sunset his dream fish would arise\n  And sport its lazy beauty before his longing eyes,\n\n  And ever it seemed to laugh at him and ever he madder grew,\n  He cussed and fought it in his sleep till he knew not what to do.\n\n  But finally said Paul Bunyan, \"There's one way left to try,\n  I'll have that fish by sunset or know the reason why;\n\n  \"I'll drain this cussed puddle right through the old Cascades,\n  And grill this fish for supper on the hottest plate in Hades.\"\n\n  The old Blue Ox he harnessed, he didn't give a dern,\n  As around old Mount Baker he took a double turn;\n\n  He almost pulled the Mountain loose but he pulled the Range in two,\n  And all those inland waters like mad came tumbling through.\n\n  And right where the torrent widened he stood with his mighty spear\n  And said \"I'll get sir mister fish when he comes out through here.\"\n\n  Well, Paul had his fish for supper and there's no more inland lake,\n  And the Columbia River rages through right where he made the break.\n\n  Now some say this is a fable, but I know that it is true,\n  For I have it straight from a logger, just as it's told to you.\n\n\nBUILDING CRATER LAKE\n\nThis story reflects something of the Northwesterner's scorn and contempt\nfor California and Californians.\n\n\n  I camped one year by Crater Lake, in the State of Oregon,\n  And there I met a pioneer who lived by trap and gun.\n\n  And often of an evening by the camp fire's ruddy light,\n  He told me how the West was made and of great men of might.\n\n  He told of the two Joe McFraus, the one whose name was Pete,\n  And how he labored for his board to get enough to eat.\n\n  And also of the Terrible Swede who gloried in a brawl,\n  One day he fought the riot squad and licked them one and all.\n\n  But master of the mighty men he loved to tell the best,\n  The tales of old Paul Bunyan and how he built the West.\n\n  He told of how he built the Sound, and how once on a spree\n  He dug the Strait of Bering to drain the Arctic Sea.\n\n  And how he split the old Cascades, and, by the way, said he,\n  \"That reminds me of this very lake and how it came to be.\"\n\n  And so he smoked of my cigars and sampled my home brew,\n  And told the tale about the lake and swore that it was true.\n\n  He said it was the very time when Bunyan pulled in two\n  The Cascade Mountains and thus let the Columbia River through;\n\n  He said the Blue Ox braced his feet and came within a dime\n  Of pulling California loose from its sunny clime.\n\n  And he swore 'twas true as gospel, that day the \"Native Son\"\n  Had first come down from out the trees to see what could be done.\n\n  Well, Bunyan listened to their wail, and checked his ox of blue,\n  Then staking down the southern end had pulled the range in two.\n\n  Then when he finished up his job he just pulled up the stake,\n  And water ran into the hole and there was Crater Lake.\n\n  Now you can take this tale or not, he swore that it was true,\n  And I don't think he'd lie to me while drinking my home brew.\n\n\nTHE DEATH OF THE BLUE OX\n\nThis story, better than any other I know, shows the characteristic\nweaknesses of the lumber industry.\n\n\n  This is a tale of the West land, the fartherest end of the earth;\n  A tale of the great Northwest land where every man proves his worth.\n\n  Cascade was king of the mountains, Puget was lord of the sea;\n  Though Paul Bunyan took their orders, mightiest of all was he.\n\n  He dug the Sound for old Puget, he built the Peaks for Cascade,\n  Like the last great dream of a Painter, the Olympic Mountains he made.\n\n  But he was gyped by St. Helens on plans for a mountain mold,\n  So he pastured his ox and traveled to the north in search of gold.\n\n  He stopped at the mighty Yukon, it looked like a likely stream;\n  He never looked to his tailings, he was only after the cream.\n\n  But his plans were too ambitious and they'll tell you to this day\n  Of how Bunyan panned the Yukon but couldn't make it pay.\n\n  But about that time came rumors which he soon found were true,\n  How two friends took a contract and could not put it through.\n\n  It seemed that Joe McFrau and his friend, The Terrible Swede,\n  Had started to earn a grub stake on which they stood in need.\n\n  They started to level the Prairies, but their knowledge was not an iota,\n  So soon the two were stranded in the Bad Lands of Dakota.\n\n  They wrote to old Paul Bunyan and asked if he would bring\n  His old Blue Ox and help them finish the job in the spring.\n\n  So Bunyan took his Blue Ox and started on his way,\n  Right in the dead of winter, for he wanted to finish in May.\n\n  But hills and plains were buried full two squaws deep in snow,\n  And Passes were filled to the summit, so they told him 'twas foolish to\n    go.\n\n  But Paul would not listen to reason; he had too much faith in his bull,\n  He swore that the snow couldn't stop him e'en though the Great Basin was\n    full.\n\n  But as they reached the Rockies and camped by a pile of rocks,\n  The snow came down so thickly that he couldn't see his ox.\n\n  The temperature dropped swiftly, it seemed a hundred below;\n  The coals from the fire were frozen before they had ceased to glow.\n\n  You've often heard of blue cold and wondered if it was true,\n  But it got so cold that winter that even the snow was blue.\n\n  The Blue Ox froze and Bunyan was never the same again,\n  He wandered, God knows whither, away from the haunts of men.\n\n  But clear to the end of history and wherever the loggers may go,\n  You'll hear how perished the Blue Ox in the year of the great Blue Snow.\n\n\nRIDING SUNSET FALLS\n\nThis story is one of the minor cycle, dealing with Bunyan's helpers, but\none in which Bunyan himself does not figure. It is the absence of the\ngreat hero which makes it possible to introduce the love note here.\n\n\n  Come all you friends of the Red Gods and I will tell you a wonderful\n    tale\n  Of the time when all men were he-men who followed the Wanigan trail.\n\n  It happened the year of the big wind up on the river Ski,\n  The snow was deep in the mountains and the river was running high.\n\n  Joe McFrau was the boss of the crew and king of the river dogs;\n  He walked like a bear on the solid ground but was light as a cat on the\n    logs.\n\n  They had reached the break of the river where Sunset Falls foams white,\n  Where the Red Gods laugh at the might of men and dance in the evening\n    light.\n\n  Where the water roars down a devil's chute, pure white like a river of\n    milk,\n  And fairy rainbows come and go like ever changing silk.\n\n  The river above is wide and calm and lures like a siren's song,\n  But the crest of the falls is swift and dark and cruel and fierce and\n    strong.\n\n  And down below where the water strikes the great waves break like rain\n  And the creamy waters heave and sigh like a river god in pain.\n\n  But close beside the catarack lived the hunter John McGraw\n  With a winsome daughter Rosa who had smiled at Joe McFrau,\n\n  She stood below by the water, watching the white foam fly,\n  And the logs that her Joe was driving like straws come whirling by.\n\n  And above McFrau was thinking what a picture, fair, she made,\n  How she seemed to love the water and was not a bit afraid.\n\n  But even as he watched her he saw her slip and fall;\n  He was stricken dumb and helpless, he could neither move nor call.\n\n  But as a press on the trigger came her despairing cry,\n  With one great leap he was riding a log that was drifting by.\n\n  Right in the maw of the torrent! My God! was the man insane?\n  Few men entered that catarack; none ever came out again.\n\n  And now to ride with the log drive! 'Twas crazy suicide!\n  Who would dream he'd been hit so hard that he'd want to die at her side?\n\n  But he rode like a fiend incarnate. They stood with eyes apop.\n  They knew each plunge would drown him, but ever he rose to the top.\n\n  It seemed an age they watched him, a dozen times go down,\n  Each time a little longer, but I guess frogs never drown.\n\n  At last he reached the bottom, the men all gave a cheer,\n  But his thoughts were on that curly head and he didn't seem to hear.\n\n  And presently he spied her, a dozen feet away,\n  Sometimes lost in the billows, scarcely seen for spray.\n\n  But he plunged into the water and brought her safe to land\n  And laid her on a bed of moss, though scarcely he could stand.\n\n  But Rose was no worse for the wetting, and I'll be a son of a gun,\n  If she didn't turn round and marry a Swede named Peterson.\n\n  Well, Joe got drunk as a devil and swore he didn't care;\n  He'd pulled a stunt on the river that no one else would dare;\n\n  And a man was a fool to marry, but he hoped the square head Swede,\n  Would still remember to thank him when he had ten kids to feed.\n\n  And wherever the drivers gather and wherever white water calls,\n  They tell how the crazy Frenchman rode the Sunset Falls.\n\n\nWhat is the real significance of these stories? In the first place they\nare highly entertaining, with their remarkable flights of fancy and the\nintroduction of the unexpected. This is enhanced by the tang of the pine\nwoods and the lure of the great out-of-doors. In the camps they served to\nwhile away many a weary hour and to lighten up the seriousness of many a\nknotty problem. They brought the gigantic tasks of the great woods down to\nmanageable proportions and saved many a logger from an inferiority\ncomplex. Since they have come into civilization many a task has been made\neasier by their rare humor.\n\nPerhaps it is pendantry to try to find in these impossible tales of the\nilliterate lumberjacks anything except what they consciously put there; a\nbeautiful fancy to brighten the weary days and nights of the long winters.\nBut sometimes the unconscious contributions are of more significance than\nthe conscious, for we often do more than we mean. Such seems to have been\nthe case here, for these uncouth story tellers have given us some insights\ninto their lives and their industry. Unconsciously these tales reflect the\nabsorption of these men in their tasks. The men who made these tales were\nmen with a far greater interest in the woods than the stake they were to\ntake out in the spring, whatever might have been true of those who\nrepeated them. Here is a love of the woods and of a woodsman's life which\nhas the ring of reality. These were men with a pride in their industry and\nin good work. If they had any interest in religion or morals or art it was\nlikely like that of Jim Bludso, the river engineer, of whom John Hay says:\n\n  \"And this was all the religion he had,\n  To treat his engine well,\n  Never to be passed on the river,\n  And to mind the pilot's bell.\"\n\nSuch were these lumberjacks. Their religion, their whole life, was to cut\nand haul as many logs as possible, and then in the spring to drive these\nlogs down river to the saw mill. And he was greatest in the camp who could\nfell a tree most accurately and quickly, pile logs highest on the sleds,\nor ride a log in the roughest water. And the camp boss had to really be\nboss: he must be able to handle obstreperous loggers, he must provide for\nall the needs of his crew without any molly-coddling, and he must be able\nto get out the round stuff. In all of these ways Paul Bunyan is the\nidealization of the lumberjack.\n\nBut the stories reflect the weaknesses as well as the strengths of the\nloggers and of the industry. This is best shown in the story of the Death\nof the Blue Ox, which pictures Paul as a poor business man, opinionated\nand headstrong, three traits which were by no means rare in the lumber\nindustry. After all, Bunyan never really did grow up, he was always only a\nboy, with great loyalty to his immediate group, but with but little social\nresponsibility or provision for the future. He was a primitive man, never\nfully civilized. It is significant that there is not a suggestion of love\nin the whole cycle of Bunyan stories, and that we must go outside of the\ngenuine Bunyan stories to find anything such. After they left Bunyan some\nof his helpers might fall in love, but not Bunyan or any of the men while\nthey were with him. To be sure, Bunyan was married, but there is no trace\nof affection between him and his wife, and she rarely even enters the\npicture. There was no place for such incongruous things. Bunyan was out of\nplace in the modern world. He was never a conservationist, never a\nbusiness man; in the pine woods and on the Yukon he was only after the\ncream.\n\nThe reign of Bunyan is over and he has gone. Some say he is dead, others\nthat he has gone to Alaska, some think he has gone to South America or\nAfrica, but nearly all agree that he is no longer in the logging game in\nthe United States. A new era has come, and not the greatest of the\nrevolutions is the substitution of power machinery for the ox. The logger\nis coming to recognize his social responsibility, timber is being utilized\nas a social heritage to be managed for posterity, and the isolation of the\ncamps has been ended. The logging game is becoming civilized and Bunyan\nwas not able to make such great adjustments. He had to retire to other and\nwilder haunts. The great days are over; the old gods are dead, and Bunyan\nis only a myth.",
    "metadata": {
        "author": [
            "Howd, Otis T.",
            "Howd, Cloice Ray",
            "Howd, Cloice R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32291/pg32291.txt",
        "name": "paul_bunyan_and_his_loggers.json"
    }
}