{
    "name": "People Soup",
    "author": [
        "Arkin, Alan Wolf",
        "Arkin, Alan"
    ],
    "body": "Bonnie came home from school and found her brother in the kitchen,\ndoing something important at the sink. She knew it was important\nbecause he was making a mess and talking to himself. The sink drain\nwas loaded down with open soda bottles, a sack of flour, corn meal,\ndog biscuits, molasses, Bromo-Seltzer, a tin of sardines and a box of\nsoap chips. The floor was covered with drippings and every cupboard in\nthe kitchen was open. At the moment, Bonnie's brother was putting all\nhis energy into shaking a plastic juicer that was half-filled with an\nominous-looking, frothy mixture.\n\nBonnie waited for a moment, keeping well out of range, and then said,\n\"Hi, Bob.\"\n\n\"Lo,\" he answered, without looking up.\n\n\"Where's Mom?\"\n\n\"Shopping.\"\n\nBonnie inched a little closer. \"What are you doing, Bob?\" she asked.\n\n\"Nothing.\"\n\n\"Can I watch?\"\n\n\"No.\"\n\nBonnie took this as a cue to advance two cautious steps. She knew from\nexperience how close she could approach her brother when he was being\ncreative and still maintain a peaceful neutrality. Bob slopped a cupful\nof ketchup into the juicer, added a can of powdered mustard, a drop of\nmilk, six aspirin and a piece of chewing gum, being careful to spill a\npart of each package used.\n\nBonnie moved in a bit closer. \"Are you making another experiment?\" she\nasked.\n\n\"Who wants to know?\" Bob answered, in his mad-scientist voice, as he\nswaggered over to the refrigerator and took out an egg, some old bacon\nfat, a capsuled vitamin pill, yesterday's Jello and a bottle of clam\njuice.\n\n\"Me wants to know,\" said Bonnie, picking up an apple that had rolled\nout of the refrigerator and fallen on the floor.\n\n\"Why should I tell you?\"\n\n\"I have a quarter.\"\n\n\"Where'd you get it?\"\n\n\"Mom gave it to me.\"\n\n\"If you give it to me, I'll tell you what I'm doing.\"\n\n\"It's not worth it.\"\n\n\"I'll let you be my assistant, too.\"\n\n\"Still not worth it.\"\n\n\"For ten cents?\"\n\n\"Okay, ten cents.\"\n\n\n\nShe counted out the money to her brother and put on an apron. \"What\nshould I do now, Bob?\"\n\n\"Get the salt,\" Bob instructed.\n\nHe poured sardine oil from the can into the juicer, being very careful\nnot to let the sardines fall in. When he had squeezed the last drop of\noil out of the can, he ate all the sardines and tossed the can into the\nsink.\n\nBonnie went after the salt and, when she lifted out the box, she found\na package containing two chocolate graham crackers.\n\n\"Mom has a new hiding place, Bob,\" she announced.\n\nBob looked up. \"Where is it?\"\n\n\"Behind the salt.\"\n\n\"What did you find there?\"\n\n\"Two chocolate grahams.\"\n\nBobby held out his hand, accepted one of the crackers without thanks\nand proceeded to crumble the whole thing into his concoction, not even\nstopping to lick the chocolate off his hands.\n\nBonnie frowned in disbelief. She had never seen such self-sacrifice.\nThe act made her aware, for the first time, of the immense\nsignificance of the experiment.\n\nShe dropped her quarrel completely and walked over to the sink to get\na good look at what was being done. All she saw in the sink was a\nwadded, wet Corn Flake box, the empty sardine tin and spillings from\nthe juicer, which by this time was beginning to take on a distinctive\nand unpleasant odor. Bob gave Bonnie the job of adding seven pinches of\nsalt and some cocoa to the concoction.\n\n\"What's it going to be, Bob?\" she asked, blending the cocoa on her\nhands into her yellow corduroy skirt.\n\n\"Stuff,\" Bob answered, unbending a little.\n\n\"Government stuff?\"\n\n\"Nope.\"\n\n\"Spaceship stuff?\"\n\n\"Nope.\"\n\n\"Medicine?\"\n\n\"Nope.\"\n\n\"I give up.\"\n\n\"It's animal serum,\" Bob said, sliced his thumb on the sardine can,\nglanced unemotionally at the cut, ignored it.\n\n\"What's animal serum, Bob?\"\n\n\"It's certain properties without which the universe in eternity regards\nfor human beings.\"\n\n\"Oh,\" Bonnie said. She took off her apron and sat down at the other end\nof the kitchen. The smell from the juicer was beginning to reach her\nstomach.\n\nBobby combed the kitchen for something else to throw into his\nconcoction and came up with some oregano and liquid garlic.\n\n\"I guess this is about it,\" he said.\n\nHe poured the garlic and oregano into his juicer, put the lid on, shook\nit furiously for a minute and then emptied the contents into a deep pot.\n\n\"What are you doing now, Bob?\" Bonnie asked.\n\n\"You have to cook it for seven minutes.\"\n\n\n\nBobby lit the stove, put a cover on the pot, set the timer for ten\nminutes and left the room. Bonnie tagged after him and the two of them\ngot involved in a rough game of basketball in the living room.\n\n\"BING!\" said the timer.\n\nBob dropped the basketball on Bonnie's head and ran back into the\nkitchen.\n\n\"It's all done,\" he said, and took the cover off the pot. Only his\ndedication to his work kept him from showing the discomfort he felt\nwith the smell that the pot gave forth.\n\n\"Fyew!\" said Bonnie. \"What do we do with it now? Throw it out?\"\n\n\"No, stupid. We have to stir it till it cools and then drink it.\"\n\n\"Drink it?\" Bonnie wrinkled her nose. \"How come we have to drink it?\"\n\nBobby said, \"Because that's what you do with experiments, stupid.\"\n\n\"But, Bob, it smells like garbage.\"\n\n\"Medicine smells worse and it makes you healthy,\" Bob said, while\nstirring the pot with an old wooden spoon.\n\nBonnie held her nose, stood on tiptoe and looked in at the cooking\nsolution. \"Will this make us healthy?\"\n\n\"Maybe.\" Bob kept stirring.\n\n\"What will it do?\"\n\n\"You'll see.\" Bob took two clean dish towels, draped them around the\npot and carried it over to the formica kitchen table. In the process,\nhe managed to dip both towels in the mixture and burn his already\nsliced thumb. One plastic handle of the pot was still smoldering, from\nbeing too near the fire, but none of these things seemed to have the\nslightest effect on him. He put the pot down in the middle of the table\nand stared at it, chin in hand.\n\nBonnie plopped down opposite him, put her chin in her hands and asked,\n\"We _have_ to drink that stuff?\"\n\n\"Yup.\"\n\n\"Who has to drink it first?\" Bob made no sign of having heard. \"I\nthought so,\" said Bonnie. Still no comment. \"What if it kills me?\"\n\nBobby spoke by raising his whole head and keeping his jaw stationary\nin his hands. \"How can it hurt you? There's nothing but pure food in\nthere.\"\n\nBonnie also sat and stared. \"How much of that stuff do I have to drink?\"\n\n\"Just a little bit. Stick one finger in it and lick it off.\"\n\nBonnie pointed a cautious finger at the tarry-looking brew and slowly\nimmersed it, until it barely covered the nail. \"Is that enough?\"\n\n\"Plenty,\" said Bob in a judicious tone.\n\nBonnie took her finger out of the pot and stared at it for a moment.\n\"What if I get sick?\"\n\n\"You can't get sick. There's aspirin and vitamins in it, too.\"\n\nBonnie sighed and wrinkled her nose. \"Well, here goes,\" she said. She\nlicked off a little bit.\n\nBob watched her with his television version of a scientific look. \"How\ndo you feel?\" he inquired.\n\nBonnie answered, \"It's not so bad, once it goes down. You can taste the\nchocolate graham cracker.\" Bonnie was really enjoying the attention.\n\"Hey,\" she said, \"I'm starting to get a funny feeling in my--\" and,\nbefore she could finish the sentence, there was a loud _pop_.\n\nBob's face registered extreme disappointment.\n\nShe sat quite still for a moment and then said, \"What happened?\"\n\n\"You've turned into a chicken.\"\n\n\n\nThe little bird lifted its wings and looked down at itself. \"How come\nI'm a chicken, Bob?\" it said, cocking its head to one side and staring\nat him with its left eye.\n\n\"Ah, nuts,\" he explained. \"I expected you to be more of a pigeon\nthing.\" Bob mulled over the ingredients of his stew to see what went\nwrong.\n\nThe chicken hopped around the chair on one leg, flapped its wings\nexperimentally and found itself on the kitchen table. It walked to the\nfar corner and peered into a small mirror that hung on the side of the\nsink cabinet.\n\n\"I'm a pretty ugly chicken, boy,\" it said.\n\nIt inspected itself with its other eye and, finding no improvement,\nwalked back to Bobby.\n\n\"I don't like to be a chicken, Bob,\" it said.\n\n\"Why not? What does it feel like?\"\n\n\"It feels skinny and I can't see so good.\"\n\n\"How else does it feel?\"\n\n\"That's all how it feels. Make me stop being it.\"\n\n\"First tell me better what it's like.\"\n\n\"I told you already. Make me stop being it.\"\n\n\"What are you afraid of? Why don't you see what it's like first, before\nyou change back? This is a valuable experience.\"\n\nThe chicken tried to put its hands on its hips, but could find neither\nhips nor hands. \"You better change me back, boy,\" it said, and gave Bob\nthe left-eye glare.\n\n\"Will you stop being stupid and just see what it's like first?\" Bob was\nfinding it difficult to understand her lack of curiosity.\n\n\"Wait till Mom sees what an ugly mess I am, boy. Will you ever get it!\"\nBonnie was trying very hard to see Bob with both eyes at once, which\nwas impossible.\n\n\"You're a sissy, Bonnie. You ruined the opportunity of a lifetime. I'm\ndisgusted with you.\" Bob dipped his forefinger in the serum and held it\ntoward the chicken. It pecked what it could from the finger and tilted\nits head back.\n\nIn an instant, the chicken was gone and Bonnie was back. She climbed\ndown from the table, wiped her eyes and said, \"It's a good thing you\nfixed me, boy. Would you ever have got it.\"\n\n\"Ah, you're nothing but a sissy,\" Bob said, and licked off a whole\nfingerful of his formula. \"If I change into a horse, I won't let you\nride me, and if I change into a leopard, I'll bite your head off.\" Once\nagain, the loud _pop_ was heard.\n\n\n\nBonnie stood up, wide-eyed. \"Oh, Bob,\" she said, \"you're beautiful!\"\n\n\"What am I?\" Bob asked.\n\n\"You're a bee-yoo-tee-full St. Bernard, Bob! Let's go show Melissa and\nChuck.\"\n\n\"A St. Bernard?\" The animal looked disgusted. \"I don't want to be no\ndog. I want to be a leopard.\"\n\n\"But you're _beautiful_, Bob! Go look in the mirror.\"\n\n\"Naah.\" The dog paddled over to the table.\n\n\"What are you going to do, Bob?\"\n\n\"I'm going to try it again.\"\n\nThe dog put its front paws on the table, knocked over the serum and\nlapped up some as it dripped on the floor. _Pop_ went the serum, taking\neffect. Bobby remained on all fours and kept on lapping. _Pop_ went the\nserum again.\n\n\"What am I now?\" he asked.\n\n\"You're still a St. Bernard,\" said Bonnie.\n\n\"The devil with it then,\" said the dog. \"Let's forget all about it.\"\n\nThe dog took one last lap of serum. _Pop!_ Bobby got up from the floor\nand dejectedly started out the back door. Bonnie skipped after him.\n\n\"What'll we do now, Bob?\" she asked.\n\n\"We'll go down to Thrifty's and get some ice cream.\"\n\nThey walked down the hill silently, Bobby brooding over not having\nbeen a leopard and Bonnie wishing he had stayed a St. Bernard. As they\napproached the main street of the small town, Bonnie turned to her\nbrother.\n\n\"You want to make some more of that stuff tomorrow?\"\n\n\"Not the same stuff,\" said Bob.\n\n\"What'll we make instead?\"\n\n\"I ain't decided yet.\"\n\n\"You want to make an atomic bomb?\"\n\n\"Maybe.\"\n\n\"Can we do it in the juicer?\"\n\n\"Sure,\" Bob said, \"only we'll have to get a couple of onions.\"",
    "metadata": {
        "author": [
            "Arkin, Alan Wolf",
            "Arkin, Alan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51397/pg51397.txt",
        "name": "people_soup.json"
    }
}