{
    "name": "Peril of the Blue World",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "There are those who have criticized the wisdom of the members of the\nFirst Earth Expedition in returning to Mars so precipitately, without\ncompleting the observations and explorations which it had been intended\nthey should make. For some time now, we who were with the Expedition\nand knew the real reason for that return have chosen to ignore these\nfew but noisy individuals; but latterly some of the hot-headed younger\ngeneration, but lately out of the egg and unwilling to trust to the\nwisdom of their elders, have begun to talk of launching a second\nexpedition to the Blue Planet.\n\nTherefore, I, Shapplo with the Long Proboscis, interpreter to the First\nExpedition, have been commissioned by the crew of the Earth Rocket to\ntell the full and unexpurgated story of our adventures on Earth, and\nthe reasons for our contention that the planet must forever remain\nclosed to Martian colonization.\n\nI will pass over the details of the interplanetary voyage, which\nconsists chiefly of scientific data and figures not calculated to\ninterest the average reader. Suffice it to say that the Earth Rocket,\nwith the twenty-three members of its crew alive and intact, came safely\nto rest on the crest of a gently-swelling hill in the midst of an\nisland in the northern hemisphere of Earth. This island is located by\nour astronomers as 1-2-2-(1) North, but is called by its inhabitants,\nEngelond or Britannia.\n\nWe landed in the southern portion of this island, on a hilltop as\nbefore stated; and, after conditioning our lungs and wearing gravity\nbelts against Earth's dense atmosphere and correspondingly strong\ngravity, we threw open the exit ports and trooped out, led by our\ncaptain, Tutwa with the Crooked Ears, our second in command, Ikleek\nfrom Gnoxwid, and myself; also, immediately behind us, came our\nzoologist, Zesmo Who Fell in the Canal when an Infant.\n\nThe first thing noticed by all of us, but particularly by Zesmo Who\nFell in the Canal, was the riparian-appearing profusion of Earthly\nlife which at once displayed itself. Plants of every size and shape,\ninvariably green in color but bearing blossoms of all shades, covered\nthe hillside, and all of the rolling landscape that was visible\nfrom our point of vantage. Among the leaves and flowers fluttered\nbright-colored objects which we soon perceived, with great surprise, to\nbe living creatures.\n\n\"What a planet!\" exclaimed the captain philosophically. \"Even the lower\nanimals can fly; what then may we expect of the higher creatures, the\nintelligent races?\"\n\n\"You'll notice, however,\" said Zesmo, who had in the meantime succeeded\nin capturing one of these aerial dancers, \"that they fly entirely\nwithout artificial aids. It is made possible by the dense atmosphere of\nEarth.\"\n\n\n\nAs we moved forward among the thick and moderately lofty vegetation,\nsmall, furred, four-legged creatures leaped out of the underbrush and\nscampered rapidly away. Using ray-guns at low power, we paralyzed\nseveral of these; but, after close examination, we were forced to\nconclude that we must look further for the intelligent inhabitants of\nthe planet.\n\n\"It's quite possible that there isn't any intelligent race,\" said\nZesmo gloomily. \"If they were very bright, I should think they'd have\ncrossed space to Mars before now.\"\n\n\"Don't expect too much of the poor Earthman, Zesmo,\" retorted Ikleek.\n\"Remember that our own race discovered space travel only three\ngenerations ago, and that ours is the first rocket powerful enough\nto dare Earth's gravitational field. Due to the high velocity of\nescape, the development of space travel by Earthman would be very much\nretarded. They might have a high civilization and never get off the\nground.\"\n\n\"Aerial flight should be easy,\" argued Zesmo. \"Look at even those\nignorant little--\"\n\nHe was interrupted by a shrill shout from one of the crew. One and all,\nwe turned toward the sound, and saw him hastening toward us through the\ntrees as fast as Earth's tremendous gravity would let him, waving his\ntentacles and glowing with terror.\n\n\"A monster!\" he sputtered. \"A metal monster!\"\n\nWe hastily adjusted our ray-guns to full power, and awaited anxiously\nthe onslaught of whatever formidable being might come against us. We\nhad not long to wait, for in a moment we saw approaching among the\ntrees a fantastic creature.\n\nFor some moments we gaped foolishly at the thing before we realized\nthat it was actually a compound monster--two animals in one, so to\nspeak. Except that one was not an animal, but evidently a machine!\n\nThe Earth-monster had not yet seen us; and at this juncture I took\nthe opportunity to hastily scribble some notes which I very shortly\nregretted. However, to illustrate the fact that anyone may make\nmistakes and that even the most apparent truths may be misinterpreted,\nI will here reproduce what I wrote:\n\n\"The intelligent inhabitants of Earth somewhat resemble us in the\npossession of four limbs, two eyes, and two elongated protuberances\nwhich are very likely ears. The sensory organs are mostly located\non, or about, the front of the head. The feet are sheathed in horny\ncoverings which may be either natural or artificial. The caudal\nappendage is of considerable length and bears long dense hairs, thus\ndiffering from the rest of the body, over which the hairy covering is\nshort and flat-lying. No real proboscis is present, but the head is\nmuch elongated in front, with the snout directed downward....\"\n\nEnough of this. At least, tremendous as my error was, it was at the\ntime shared by all the others present.\n\nThe animal above described formed the lower portion of the compound\nbeing which confronted us. Mounted astride of it was a gleaming metal\ncreature, constructed on the same lines, but with jointed arms and legs\nof metal, without a tail, and seated erect instead of going slavishly\non all fours. In one hand it grasped a long pole with a sharp metal\npoint, and other accouterments which might be weapons were girded about\nit.\n\n\"A robot!\" ejaculated the Captain. He had jumped to the same natural\nconclusion as the rest of us.\n\n\"What do you say to an intelligent race now, Zesmo?\" hissed Ikleek.\n\"Obviously the Earthmen were _too_ intelligent. They built a high\ncivilization and were enslaved by their own machines!\"\n\n\"Perhaps we Martians are destined to free this oppressed race from\nignoble servitude!\" exclaimed Zesmo. \"If we can just paralyze and\ncapture the machine--\" He began adjusting his ray-gun to low power.\n\n\n\nThe creature may have heard our voices, muffled as they were by the\nheavy air. At any rate, it suddenly turned toward us, displaying an\nexpressionless metal face with a curious grille arrangement in front;\nand, recovering in a trice from its evident astonishment, it drove feet\narmed with dagger-sharp points into the flanks of its mount, and came\ngalloping toward us. As it came it lowered its long spear, with the\nobvious intention of impaling upon it one or more of our number.\n\nZesmo's right tentacle whipped up with his ray-gun; there was a sharp\ncrackle of invisible energy in the air, blue sparks leaped about the\nthing's metal joints, and both it and its mount toppled heavily to the\nearth and lay in an inert heap.\n\nWe approached them with caution--none too cautiously, as it developed,\nbecause abruptly the robot stirred and scrambled dizzily to its\nfeet. Its metal sheathing had absorbed most of the ray-gun's merely\nparalyzing energy. With a swift, practiced motion, it drew from its\nside a long, straight, sharp blade, which I subconsciously identified\nas a primitive weapon operating on the wedge principle, even as I was\nraising and aiming my ray-gun.\n\nTaking cognizance of the fact that we would much prefer to capture the\nmachine in an undamaged state, but also of the fact that unless steps\nwere taken it would very shortly hack me into small pieces, I aimed at\nthe upraised weapon and pressed the firing button. The ray, at full\npower, struck the blade, which glowed red-hot and partially fused.\nThe robot dropped it with a sharp exclamation of uncertain meaning,\nprobably expressing considerable annoyance.\n\nIn the meantime Zesmo had stepped to close range, and now he gave the\nmetal man a considerably augmented dosage of the ray. With a hiss and\ncrackle, the robot collapsed and gave us no more trouble.\n\nZesmo had begun to examine the prostrate animal upon which it had\nridden, with a view to resuscitation, then Ikleek, who had turned his\nattention to the robot, abruptly straightened up and began to rock to\nand fro in amusement.\n\n\"Would you mind telling me what you're so happy about?\" inquired Zesmo\nwith pardonable acerbity.\n\n\"Merely that we've all made a _very_ silly mistake,\" gurgled Ikleek,\nrecovering a portion of his composure. He flipped a contemptuous\ntentacle toward the animal which Zesmo had been examining. \"Intelligent\ncreature, bah!\" He began to rock back and forth uncontrollably once\nmore.\n\n\"Explain yourself,\" ordered Captain Tutwa sternly.\n\nFor answer, the second in command bent over the \"robot,\" and, wrenching\noff its metal head-covering, revealed the face of an unconscious living\nbeing.\n\nI need not describe the Earthman, since the form and appearance of this\nrace have become familiar to all Martians from the photographs and\ndescriptions which we brought back from Earth. I will only mention that\nthis specimen was a male, and consequently was rather hairy about the\nlower portion of the face as well as on the top and back of the head.\n\nZesmo made no comment, but popped his eyes in and out of his head at an\nexpressive rate.\n\n\"Here's your Earthman!\" chortled Ikleek gleefully, tapping on the\ncreature's metal chest-protector. \"He's only wearing armor, a great\ndeal like a spacesuit.\"\n\n\"Maybe he'll die if you leave his helmet off,\" exclaimed Zesmo in alarm.\n\nI picked up the helmet and examined it. \"His armor isn't airtight,\" I\ninformed the company. \"It must be worn for some other reason.\"\n\nWe were all considerably puzzled by this, and determined to revive the\nEarthman as soon as possible, in order to question him on this subject\nand others. With some difficulty we carried him back to the ship.\n\n\n\nUnable to use drugs, due to the possibility of essential differences\nbetween Earthly and Martian chemical constitutions, we were forced to\nresort to purely physical means for his resuscitation; but we were very\nshortly successful to the extent that the Earthman stirred, opened his\nlidded eyes, and sat up groggily--then, seeing us crowding about him\ncuriously with waving tentacles and proboscides, uttered an insane yell\nand attempted to leave the ship at once.\n\nIt was with much difficulty that we succeeded in overpowering the\nfrantic Earthman without his breaking the glass oxygen helmet which\nwe had placed over his head to allow him to breathe air at the normal\nEarthly pressure of between fourteen and fifteen pounds to the square\ninch. With the aid of a dozen members of the crew, however, we\neventually subdued him, not without ourselves sustaining some damage.\nThe tip of one left tentacle was somehow broken off in the scuffle,\nand by the time I had located the fragment and fastened it back on\nwith medicated adhesive to facilitate healing, the Earthman had been\nstrapped to a table and the telepathor set up.\n\nSince I was interpreter for the expedition, due to my training in the\narts and sciences of telepathy, psychology, and linguistics, I, at\nonce, took charge, checked over the apparatus, and began to experiment\nwith a view to discovering the vibration frequency of the Earthman's\nmind. At last I found it, surprisingly far down in the scale. The\nEarthmen have exceedingly slow minds, which do not allow them to think\nquickly in an emergency; this, however, does not prevent them from\nacting quickly.\n\nHaving finally attuned the transformer of the telepathor to step down\nmy mental frequency to the Earthman's level, I succeeded in entering\ninto telepathic communication with him. I will not attempt to reproduce\nthis conversation in words, but will merely give the gist of it, which\nwas about all that I grasped at the time, having no familiarity with\nEarthly idioms of thought.\n\nThis Earthman's name, I gathered, was Sir Henry de Long, the initial\n\"Sir\" being some sort of title of more or less vague meaning. He\nwas also a \"knight\"; this, too, was an honor of some sort, and was\nintimately connected with the wearing of a considerable quantity\nof heavy iron and the possession of a horse--the animal upon which\nthe Earthman had been mounted when we first made his acquaintance.\nIn addition to his knighthood, he was an \"Englishman,\" which he\nalso appeared to consider a distinction. On further questioning, it\ndeveloped that being an Englishman meant having been born in this\nisland of Engelond; I was unable to perceive why this accident should\nbe a cause for personal pride, but concluded that there must be some\nreason buried deep in Earthly psychology.\n\nWhen I inquired about his armor, I discovered that it had something\nto do with his being a knight; furthermore, he seemed to be proud of\nthe armor. In fact, this remarkable individual was proud of almost\neverything connected with himself. This is one of the characteristics\nof a certain class of Earthmen, to which this specimen belonged; we\ndiscovered later that the vast majority of the race is educated to a\nbecoming humility, while a limited group is allowed to consider itself\nout of the ordinary and infinitely better than the rest. This is quite\nproper, of course; those who are superior should be accorded fitting\ndistinction. During our brief stay on Earth, however, we were unable\nto ascertain the basis on which the superiority of this class is\ndetermined.\n\nI succeeded in assuring de Long of our kindly intentions toward him,\nand obtained his promise not to make trouble if released. Considering\nthe high respect in which this queer fellow held himself, I was\nreasonably certain that he would refrain from breaking his \"word of\nhonor.\"\n\nI learned also that de Long's home was not far from our present\nlocation. On due consideration, we decided to move the ship to this\nplace and gain an opportunity to observe these people in their natural\nhabitat.\n\n\n\nThe Earth Rocket, accordingly, lifted and flew several miles to\nthe east, landing near the castle, or great fortress-like building\nof stone, which was our guest's usual habitation. The Earthman was\noverwhelmed by the actuality of flight; we learned, when he finally\ncame out of his daze, that artificial flying was here believed\nimpossible.\n\nWe were somewhat startled by the sensation produced by our appearance\non the scene; of course, these people had never seen a flying machine,\nbut their excitement seemed to us wholly disproportionate. However,\nit is a characteristic of Earthman psychology to believe anything you\nhave never seen or heard of impossible, and accordingly to be very\nmuch alarmed when it actually appears. After we had entered the castle\nwith de Long in our midst, we were disagreeably surprised to learn\nthat on observing our approach the people in the fortress had prepared\nquantities of boiling oil and heavy stones with the idea of dropping\nthem on us when we passed under the walls, and had only been deterred\nby the presence of their chieftain.\n\nIt was not a pleasant thought.\n\nNevertheless, after their terror had been dissipated by our\npacificatory policy, these people became childishly curious, and\nwherever any one of us went, he could be sure of a crowd of gaping\nEarthmen following on his heels to observe his every action.\n\nZesmo was a bit disappointed by the low state of advancement in which\nwe found the Earthmen. They have no electricity and no self-powered\nmachines; they depend entirely upon muscle, either their own--which\nis far from inconsiderable in proportion to their intellect--or that\nof their various slave animals. In some things they display striking\ningenuity, in other remarkable obtusity.\n\nDuring our several days' stay near the castle of de Long, Zesmo and our\nsociologist, Plagu Long Legs, gathered an immense body of data on the\nlife and characteristics of the Earthmen, which may be found in almost\nany public library in more or less condensed form. Therefore I will\navoid going into it here.\n\nSo far, we had found no great danger on Earth, and no hint of the\nhorrors which must forever prohibit exploration of the planet. One day,\nhowever, when I was pursuing an investigation of their socialistic\nsociety in a telepathor conversation with de Long, he happened to\nmention that one of the occupations of a good knight was killing\ndragons.\n\n\"Dragons?\" I inquired, recording the word in my notebook.\n\n\"Wot ye not what dragons be?\" exclaimed de Long, with raised\neyebrows--an expression of mild surprise with the Earthmen. \"A dragon\nis a huge beast, the greatest on the Earth. From its mouth and\nnostrils, it breathes flame and smoke, so that but to approach it is\ndeadly peril.\"\n\n\"Uh--where do these brutes live?\" I wanted to know, somewhat\napprehensively.\n\n\"There are not many in Engelond in these latter days, St. George and\nmany another valiant champion having harried them full sore, slaying\nmany and putting the fear of God into the rest. But in Ireland and\nother lands many remain and are the terror of all men living.\"\n\n\n\nThis was a bit of a shock, to say the least. We had expected dangers on\nEarth, naturally; but no such fearsome beasts as de Long described. Our\nray guns might prove quite ineffective against these terrible animals.\n\n\"Are these the most dangerous creatures on Earth?\" I inquired, with\nsome hesitancy.\n\nDe Long leaned back and emitted a series of explosive sounds indicative\nof amusement.\n\n\"Far from it,\" he declared. \"For though dragons be vasty and terrible,\nyet are there other creatures no whit less perilous to mortal men, and\nsome far more so. We have many fiends of divers sorts even here in\nEngelond, some of which are friends to man and hold no malice, but the\nmost of which are ill-natured and lose no opportunity to do a mischief.\nThey say that when the rovers came from Noroway in the days of the\ngood King Aelfred, they brought with them in their long black galleys,\ntogether with many a thirsty spear, the devils and hobgoblins that\nwere their pagan gods; and that these have stayed after them and are\nyet the foes of all true Englishmen.\"\n\n\"We have seen no such creatures,\" said I doubtfully.\n\n\"Nay, for men rarely see them. For the most part, they do their evil\ndeeds by night; and many are able to become invisible at their will.\nAnd some take divers forms: such are the werewolves, which are by day\nmen, by night ravenous man-eating beasts.\"\n\nThis was decidedly discouraging. I was still not sure, though, that de\nLong was not merely jesting.\n\n\"Are these things likely to be dangerous to Martians?\" I demanded.\n\n\"I know not--but here in Engelond, as I have said before, there are\nmuch fewer of these fiends than elsewhere,\" he reassured me.\n\nI glanced nervously about the room. \"Is it--is it possible that an\ninvisible fiend might be present even here?\" I knew that our scientists\nhad produced invisibility in the laboratory, but it was hard to\nbelieve--\n\nDe Long nodded gravely. \"Quite possible,\" he affirmed, adding\nsententiously, \"Even walls have ears; speak of the Devil and his imps\nwill appear.\"\n\n\"Excuse me,\" I said falteringly. \"I just remembered an important\nengagement--\"\n\nI switched off the telepathor, gathered it up and made a hasty exit. I\nwanted to consult with Captain Tutwa.\n\nThe captain listened with skepticism to my retelling of de Long's\naccount of the dangers of the Blue Planet.\n\n\"Bah!\" he said, when I had finished. \"The Earthman was probably lying,\nfor some reason or other. These fellows have strange motives.\"\n\n\"But why should he tell me such tales?\" I persisted. \"He seemed\nperfectly serious. And if such dangers _do_ exist on Earth--\"\n\n\"The motive becomes perfectly plain to me!\" exclaimed the captain,\nsnapping a tentacle in the air. \"By telling us of imaginary dangers,\nthe Earthman intends to frighten us away and preserve his sovereignty\nover the planet.\"\n\n\"That sounds like a plausible reason,\" I admitted. \"But--if he _is_\ntelling the truth, we are risking Martian lives every moment we remain\nhere! We should at least check the facts.\"\n\n\"Well....\" The captain turned blue with concentration. \"The Council,\nin chartering the Earth Expedition, expressed a fear that the planet\nmight prove unavailable for colonization, due to possible inimical\nlife forms. It's so much nearer the Sun, and so moist, that we had\nanticipated just such a canalbank jungle as does exist; and it's\npossible that the pressure of evolutionary competition might develop\nstrange and fearful creatures.... But, remember that we haven't seen\neven one of these 'fiends.'\"\n\n\"De Long said that a great many of them are invisible.\"\n\n\"Hmm!\" said the captain. \"Of course, that's within the bounds of\npossibility, though not of probability; but before we came here I'd\nhave said flying animals were improbable. We had best investigate.\"\n\n\"Eh?\"\n\n\"It's simple. We'll merely put de Long under the lie detector.\"\n\n\n\nI was struck by the beautiful simplicity of this idea, which should\nhave been right in my province.\n\n\"I leave it to you to maneuver de Long into a position where we can use\nthe detector without his knowledge,\" said the captain.\n\n\"Very well,\" I said joyfully.\n\nIt was not difficult to get de Long aboard the ship; he had never had\na chance to satisfy his curiosity concerning it. I showed him through\nseveral of the cabins without doing anything to arouse his suspicions,\nand finally got him seated within the effective radius of the lie\ndetector.\n\n\"Er--I've been wondering about--about those werewolves you were telling\nme of, Sir Henry,\" I improvised. \"Just what are their habits?\"\n\n\"They are a dangerous sort of demon,\" replied the Earthman readily. \"By\nday they appear to be ordinary men, save that they may be distinguished\nby the first finger of the right hand being longer than the second;\nbut in the dead of night the craving for human flesh comes upon them,\nthey grow hairy, their nails become claws and their jaws lengthen, and\nthey are wolves. They may not be slain by any weapon while in the beast\nform, but must be taken in human shape.\"\n\nI quivered in spite of myself. The lie detector indicator had not moved\nfrom center--what he was saying must be the dreadful truth!\n\n\"Are--are they the worst sort of fiend common around here?\" I ventured\nto ask.\n\nDe Long constricted the skin above his eyes judiciously. \"The vampire\nis likewise a direful demon, though little known in these parts,\" he\ndeclared. \"It is the soul of an unsanctified corpse, which rises in the\nnight from its grave and goes forth to suck blood and life from living\nmen.\"\n\n\n\nI sprang to my feet, unable to remain still any longer. De Long stared.\n\"Is aught amiss?\" he exclaimed anxiously.\n\n\"No--nothing,\" I muttered, and the lie detector needle leaped clear\nagainst its stop pins. \"That is--I rather think we'll be leaving Earth\nbefore very long.\" With lame excuses, we managed to get the Earthman\noutside.\n\nCaptain Tutwa thoroughly agreed with me that we must leave this noxious\nplanet at once, never to return, and that Earth must be declared unfit\nfor Martian colonization. I can solemnly say that the Blue Planet is\na veritable inferno; we of Mars will do well to keep clear of it in\nfuture interplanetary explorations.\n\nI am sure that you can well see that Earth can never be colonized from\nMars, that it must be forever shunned as a plague spot. If any of our\nhot-headed youth is now so foolhardy as to brave the horrors of that\nplanet of fear, their blood is on their own heads.\n\n    In the 75th day of the 242nd year of the invention of the steam\n    engine,\n\n    (Signed)\n\n    Shapplo with the Long Proboscis,\n    Interpreter, First Earth Expedition.",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62241/pg62241.txt",
        "name": "peril_of_the_blue_world.json"
    }
}