{
    "name": "Pied Piper of Mars",
    "author": [
        "Kummer, Frederic Arnold",
        "Kummer, Frederick Arnold, Jr.",
        "Kummer, Frederic A."
    ],
    "body": "In all the solar system there is no city quite like Mercis, capital\nof Mars. Solis, on Venus, is perhaps more beautiful, some cities of\nEarth certainly have more drive and dynamitism, but there is a strange\ninscrutable air about Mercis which even terrestials of twenty years'\nresidence cannot explain. Outwardly a tourists' mecca, with white\nplastoid buildings, rich gardens, and whispering canals, it has another\nand darker side, ever present, ever hidden. While earthmen work and\nplan, building, repairing, bringing their vast energy and progress\nto decadent Mars, the silent little reddies go their devious ways,\nfollowing ancient laws which no amount of terrestial logic can shake.\nTime-bound ritual, mysterious passions and hates, torturous, devious\nlogic ... all these, like dark winding underground streams run beneath\nthe tall fair city that brings such thrilled superlatives to the lips\nof the terrestial tourists.\n\nSteve Ranson, mounting the steps of the old house facing the Han\ncanal, was in no mood for the bizarre beauties of Martian scenery. For\none thing, Mercis was an old story to him; his work with Terrestial\nIntelligence had brought him here often in the past, on other strange\ncases. And for another thing, his mission concerned more vital matters.\nJared Haller, as head of the state-owned Martian Broadcasting System,\nwas next in importance to the august Governor Winship himself. As\nfar back as the Hitlerian wars on earth it had been known that he\nwho controls propaganda, controls the nation ... or planet. Martian\nBroadcasting was an important factor in controlling the fierce warlike\nlittle reddies, keeping the terrestial-imposed peace on the red\nplanet. And when Jared Haller sent to Earth for one of the Terrestial\nIntelligence, that silent efficient corps of trouble-shooters,\nsomething was definitely up.\n\nThe house was provided with double doors as protection against the\nsudden fierce sandstorms which so often, in the month of Tol, sweep\nin from the plains of Psidis to engulf Mercis in a red choking haze.\nRanson passed the conventional electric eye and a polite robot voice\nasked his name. He gave it, and the inner door opened.\n\nA smiling little Martian butler met him in the hall, showed him into\nHaller's study. The head of M.B.C. stood at one end of the big library,\nthe walls of which were lined with vivavox rolls and old-fashioned\nbooks. As Ranson entered, he swung about, frowning, one hand dropping\nto a pocket that bulged unmistakably.\n\n\"Ranson, Terrestial Intelligence.\" The special agent offered his card.\n\"You sent to Earth a while ago for an operator?\"\n\nJared Haller nodded. He was a big, rough-featured individual with gray\nleonine hair. A battering-ram of a man, one would think, who hammered\nhis way through life by sheer force and drive. But as Ranson looked\ncloser, he could see lines of worry, of fear, etched about the strong\nmouth, and a species of terror within the shaggy-browed eyes.\n\n\"Yes,\" said Jared Haller. \"I sent for an operator. You got here\nquickly, Mr. Ranson!\"\n\n\"Seven days out of earth on the express-liner _Arrow_.\" Ranson wondered\nwhy Haller didn't come to the point. Even Terrestial Intelligence\nheadquarters in New York hadn't known why a T.I. man was wanted on\nMars ... but Haller was one of the few persons sufficiently important\nto have an operator sent without explanation as to why he was wanted.\nRanson put it directly. \"Why did you require the help of T.I., Mr.\nHaller?\" he asked.\n\n\"Because we're up against something a little too big for the Mercian\npolice force to handle.\" Jared Haller's strong hands tapped nervously\nupon the desk. \"No one has greater respect for our local authorities\nthan myself. Captain Maxwell is a personal friend of mine. But I\nunderstood that T.I. men had the benefit of certain amazing devices,\nremarkable inventions, which make it easy for them to track down\ncriminals.\"\n\nRanson nodded. That was true. T.I. didn't allow its secret devices\nto be used by any other agency, for fear they might become known to\nthe criminals and outlaws of the solar system. But Haller still hadn't\ntold what crime had taken place. This time Ranson applied the spur of\nsilence. It worked.\n\n\"Mr. Ranson,\" Haller leaned forward, his face a gray grim mask,\n\"someone, something, is working to gain control of the Martian\nBroadcasting Company! And I don't have to tell you that whoever\ncontrols M.B.C. controls Mars! Here's the set-up! Our company, although\nstate owned, is largely free from red-tape, so long as we stress the\ngood work we terrestials are doing on Mars and keep any revolutionary\npropaganda off the air-waves. Except for myself, and half a dozen other\nearthmen in responsible positions, our staff is largely Martian.\nThat's in line with our policy of teaching Mars our civilization until\nit's ready for autonomy. Which it isn't yet, by quite some. As you\nknow.\"\n\nRanson nodded, eyes intent as the pattern unfolded.\n\n\"All right.\" Haller snapped. \"You see the situation. Remove us ... the\nfew terrestials at the top of M.B.C ... and Martian staff would carry\non until new men came out from Earth to take our places. But suppose\nduring that period with no check on their activities, they started\nto dish out nationalist propaganda? One hour's program, with the old\nMartian war-songs being played and some rabble-rouser yelling 'down\nwith the terrestial oppressors' and there'd be a revolution. Millions\nof reddies against a few police, a couple of regiments of the Foreign\nLegion. It'd be a cinch.\"\n\n\"But,\" ... Ranson frowned ... \"this is only an interesting supposition.\nThe reddies are civilized, peaceful.\"\n\n\"Outwardly,\" Haller snapped. \"But what do you or any other earthmen\nknow about what goes on in their round red heads? And the proof that\nsome revolt is planned lies in what's been happening the past few\nweeks! Look here!\" Haller bent forward, the lines about his mouth\ntighter than ever. \"Three weeks ago my technical advisor, Rawlins,\ncommitted suicide. Not a care in the world, but he killed himself. A\nweek later Harris, head of the television department, went insane.\nDeclared a feud with the whole planet, began shooting at everyone he\nsaw. The police rayed him in the struggle. The following week Pegram,\nthe musical director, died of a heart attack. Died with the most\nterrorized expression on his face I've ever seen. Fear, causing the\nheart attack, his doctor said. You begin to see the set-up? Three men,\neach a vital power in M.B.C. gone within three weeks! And who's next?\nWho?\" Jared Haller's eyes were bright with fear.\n\n\"Suicide, insanity, heart attack.\" Ranson shrugged. \"All perfectly\nnormal. Coincidence that they should happen within three weeks. What\nmakes you think there's been foul play?\"\n\nFor a long brittle moment Jared Haller stared out at the graceful white\ncity, wan in the light of the twin moons. When he turned to face\nRanson again, his eyes were bleak as a lunar plain.\n\n\"One thing,\" he said slowly. \"The music.\"\n\n\"Music?\" Ranson echoed. \"Look here, Mr. Haller, you....\"\n\n\"It's all right.\" Jared Haller grinned crookedly. \"I'm not insane. Yet.\nLook, Mr. Ranson! There's just one clue to these mysterious deaths!\nAnd that's the music! In each instance the servants told of hearing,\nvery faintly, a strange melody. Music that did queer things to them,\neven though they could hear it only vaguely. Music like none they'd\never heard. Like the devil's pipes, playing on their souls, while....\nAlmighty God!\"\n\nJared Haller froze, his face gray as lead, his eyes blue horror. Ranson\nwas like a man in a trance, bent forward, lips pressed tight until they\nresembled a livid scar. The room was silent as a tomb; outside, they\ncould hear the vague rumbling of the city, with the distant swish of\ncanal boats, the staccato roar of rockets as some earth-bound freighter\nleaped from the spaceport. Familiar, homey sounds, these, but beneath\nthem, like an undercurrent of madness, ran the macabre melody.\n\n\n\nThere was, there had never been, Ranson knew, any music like this.\nIt was the pipes of Pan, the chant of robots, the crying of souls in\ntorment. It was a cloudy purple haze that engulfed the mind, it was a\nsilver knife plucking a cruel obligato on taut nerves, it was a thin\ndark snake writhing its endless coils into the room.\n\nNeither man moved. Ranson knew all the tricks of visual hypnotism, the\nwhirling mirror, the waving hands, the pool of ink ... but this was\nthe hypnotism of sound. Louder and clearer the music sounded, in eerie\novertones, quavering sobbing minors, fierce reverberating bass. Sharp\nshards of sound pierced their ears, deep throbbing underrhythm shook\nthem as a cat shakes a mouse.\n\n\"God!\" Haller snarled. \"What ... what is it?\"\n\n\"Don't know.\" Ranson felt a queer irritation growing within him. He\nstrode stiffly to the window, peered out. In the darkness, the broad\nHan canal lay placid; the stars caught in its jet meshes gently\ndrifted toward the bank, shattered on the white marble. Along the\nembankment were great fragrant clumps of _fayeh_ bushes. It was among\nthese, he decided, that their unknown serenader lay concealed.\n\nSuddenly the elfin melody changed. Fierce, harsh, it rose, until Ranson\nfelt as though a file were rasping his nerves. He knew that he should\ndash down, seize the invisible musician below ... but logic, facts and\nduty, all were fading from his mind. The music was a spur, goading him\nto wild unreasoning anger. The red mists of hate swirled through his\nbrain, a strange unreasoning bloodlust grew with the savage beat of the\nwild music. Berserk rage sounded in each shivering note and Ranson felt\nan insane desire to run amok. To inflict pain, to see red blood flow,\nto kill ... kill! Blindly he whirled, groping for his gun, as the music\nrose in a frenzied death-wail.\n\nTurning, Ranson found himself face to face with Jared Haller. But the\ntall flinty magnate was now another person. Primitive, atavistic rage\ndistorted his features, insane murder lurked in his eyes. The music was\nhis master, and it was driving him to frenzy. \"Kill!\" the weird rhythm\nscreamed, \"Kill!\" And Jared Haller obeyed. He snatched the flame-gun\nfrom his pocket, levelled it at Ranson.\n\nWhether it was the deadly melody outside, or the instinct of\nself-preservation, Ranson never knew, but he drove at Haller with grim\nfury. The flame-gun hissed, filling the room with a greenish glare, its\nbeam passing so close to Ranson's hair as to singe it. Ranson came up,\ngrinning furiously, and in a moment both men were struggling, teeth\nbared in animalistic grins, breath coming in choked gasps, whirling\nin a mad dance of death as the macabre music distilled deadly poison\nwithin their brains.\n\nThe end came with startling suddenness. Ranson, twisting his opponent's\narm back, felt the searing blast of the flame-gun past his hand. Jared\nHaller, a ghastly blackened corpse, toppled to the floor.\n\nAt that moment the lethal rhythm outside changed abruptly. From the\nfierce maddening beat of a few minutes before, the chords took on a\nyearning seductive tone. A call, it seemed, irresistible, soft, with\na thousand promises. This was the song the sirens sang to Ulysses,\nthe call of the Pied Piper, the chant of the houris in paradise. It\nconjured up pictures in Ranson's mind ... pictures of fairyland, of\nexquisitely beautiful scenes, of women lovely beyond imagination. All\nof man's hopes, man's dreams, were in that music, and it drew Ranson as\na moth is drawn to a flame. The piping of Pan, the fragile fantasies of\nchildhood, the voices of those beyond life.... Ranson walked stiffly\ntoward the source of the music, like a man drugged.\n\nAs he approached the window the melody grew louder. The hypnotism of\nsound, he knew, but he didn't care. It was enthralling, irresistible.\nLike a sleepwalker he climbed to the sill, stood outlined in the tall\nwindow. Twenty feet to the ground, almost certain death ... but Ranson\nwas lost in the golden world that the elfin melody conjured up. He\nstraightened his shoulders, was about to step out.\n\nThen suddenly there was a roar of atomic motors, a flashing of lights.\nA police boat, flinging up clouds of spray, swept up the canal,\nstopped. Ranson shook himself, like a man awakening from a nightmare,\nsaw uniformed figures leaping to the bank. From the shadow of the\n_fayeh_ bushes a slight form sprang, dodged along the embankment.\nFlame-guns cut the gloom but the slight figure swung to the left,\ndisappeared among the twisting narrow streets. Bathed in cold sweat,\nRanson stepped back into the room, where the still, terrible form of\nJared Haller lay. Ranson stared at it, as though seeing it for the\nfirst time. Outside, there were pounding feet; the canal-patrolmen\nraced through the house, toward the study. And then, his brain weary as\nif it had been cudgelled, Ranson slid limply to the floor.\n\n\n\nHeadquarters of the Martian Canal-Patrol was brilliantly lighted by a\ndozen big _astralux_ arcs. Captain Maxwell chewed at his gray mustache,\nstaring curiously at Ranson.\n\n\"Then you admit killing Haller?\" he demanded.\n\n\"Yes.\" Ranson nodded sombrely. \"In the struggle. Self-defense. But even\nif it hadn't been self-defense, I probably would have fought with him.\nThat music was madness, I tell you! Madness! Nobody's responsible when\nunder its influence! I....\"\n\n\"You killed Haller,\" Captain Maxwell said. \"And you blame it on this\nalleged music. I might believe you, Ranson, but how many other people\nwould? Even members of Terrestial Intelligence aren't sacro sanct. I'll\nhave to hold you for trial.\"\n\n\"Hold me for trial?\" Ranson leaned forward, his gaunt face intent.\n\"While the real killer, the person playing that music, gets away? Look!\nLet me out of here for twelve hours! That's all I ask! And if I don't\ntrack down whoever was outside Haller's house, you can....\"\n\n\"Sorry.\" Captain Maxwell shook his head. \"You know I'd like to, Ranson.\nBut this is murder. To let a confessed murderer, even though he is a\nT.I. man, go free, is impossible.\" The captain drew a deep breath,\nmotioned to the two gray-uniformed patrolmen. \"Take Mr. Ranson.\"\n\nAnd then Steve Ranson went into action. In one blinding burst of\nspeed, he lunged across the desk, tore Captain Maxwell's pistol from\nits holster. Before the captain and the two patrolmen knew what had\nhappened, they were staring into the ugly muzzle of the flame-gun.\n\n\"Sorry.\" Ranson said tightly. \"But it had to be done. There's hell\nloose on Mars, the devil's melody! And it's got to be stopped before it\nturns this planet upside down!\"\n\n\"You can't get away with this, Ranson!\" Captain Maxwell shook his head.\n\"It'll only make it tougher for you when we nab you again! Be sensible!\nPut down that gun.\"\n\n\"No good. Got to work fast.\" Ranson backed toward the door, gun\nin hand. \"Let this mad music go unchecked and it's death to all\nterrestials on Mars! And I'm going to stop it! So long, captain! You\ncan try me for murder if you want, after I've done my job here!\"\n\nRanson took the key from the massive plastic door as he backed\nthrough the entrance. Once in the hall, he slammed the door shut,\nlocked Maxwell and his men in the room. Then, dropping the gun into\nhis pocket, he ran swiftly down the corridor to the main entrance of\nheadquarters. In the hall a patrolman glanced at him suspiciously,\nhalted him, but a wave of Ranson's T.I. card put the man aside.\n\nFree of headquarters, Ranson began to run. Only a few moments, he\nknew, before Maxwell and his men blasted a way to freedom, set out in\npursuit. Like a lean gray shadow Ranson ran, twisting, dodging, among\nthe narrow streets, heading toward Haller's house. Mercis was a dream\ncity in the wan light of the moons. One in either side of the heavens,\nthey threw weird double shadows across the rippling canals, the aimless\nstreets. Sleek canal-cabs roared along the dark waterways, throwing\nup clouds of spray, and on the embankments, green-eyed, bulge-headed\nlittle reddies padded, silent, inscrutable, themselves a part of the\neternal mystery of Mars.\n\nHaller's house stood dark and brooding beside the canal. Captain\nMaxwell's men had completed their examination and the place was\ndeserted. Ranson stepped into the shadow of the clump of fragrant\n_fayeh_ bushes, where the unknown musician had stood; there was little\ndanger, he felt, of patrolmen hunting for him at Haller's house.\nThe captain had little faith in copybook maxims about the murderer\nreturning to the scene of the crime.\n\nRanson stood motionless for a moment as a canal boat swept by, then\ndrew from his pocket a heavy black tube. He tugged, and it extended\ntelescopically to a cane some four feet long. The cane was hollow, a\ntube, and the head of it was large as a man's two fists and covered\nwith small dials, gauges. This was the T.I.'s most cherished secret,\nthe famous \"electric bloodhound,\" by which criminals could be tracked.\n\nRanson touched a lever and a tiny electric motor in the head of the\ncane hummed, drawing air up along the tube. He tapped the bank where\nthe unknown musician had stood, eyes on the gauges. Molecules of\nmatter, left by the mysterious serenader, were sucked up the tube,\nregistered on a sensitive plate, just as delicate color shades register\non the plate of a color camera.\n\nRanson tapped the cane carefully upon the ground, avoiding those places\nwhere he had stood. Few people crossed this overgrown embankment, and\nit was a safe bet that no one other than the strange musician had\nbeen there recently. The scent was a clear one, and the dials on the\nhead of the cane read R-2340-B, the numerical classification of the\ntiny bits of matter left behind by the unknown. The theory behind it\nwas quite simple. The T.I. scientists had reasoned that the sense of\nsmell is merely the effect of suspended molecules in the air acting\nupon sensitive nerve filaments, and they knew that any normal human\ncan follow a trail of some strong odor such as perfumes, or gasoline,\nwhile animals, possessing more sensitive perceptions, can follow\nless distinct trails. To duplicate this mechanically had proven more\ndifficult than an electric eye or artificial hearing device, but in\nthe end they had triumphed. Their efforts had resulted in the machine\nRanson now carried.\n\nThe trial was, at the start, clear. Ranson tapped the long tube on the\nground like a blind man, eyes on the dial. Along the embankment, into a\nside street, he made his way. There were few abroad in this old quarter\nof the city; from the spaceport came the roar of freighters, the rumble\nof machinery, but here in the narrow winding streets there was only the\nfaint murmur of voices behind latticed windows, the rustle of the wind,\nthe rattle of sand from the red desert beyond the city.\n\n\n\nAs Ranson plunged further into the old Martian quarter, the trail grew\nmore and more confused, crossed by scores of other trails left by\npassersby. He was forced to stop, cast about like a bloodhound, tapping\nevery square foot of the street before the R-2340-B on the dial showed\nthat he had once more picked up the faint elusive scent.\n\nDeeper and deeper Ranson plunged into the dark slums of Mercis. Smoky\ngambling dens, dives full of drunken spacehands and slim red-skinned\ngirls, maudlin singing ... even the yellow glare of the forbidden\nsan-rays, as they filtered through drawn windows. Unsteady figures made\ntheir way along the streets. Mighty-thewed Jovian blasters, languid\nVenusians, boisterous earthmen ... and the little Martians padding\nsoftly along, wrapped in their loose dust-robes.\n\nAt the end of an alley where the purple shadows lay like stagnant\npools, Ranson paused. The alley was a cul-de-sac, which meant that\nthe person he was trailing must have entered one of the houses. Very\nsoftly he tapped the long tube on the ground. Again with a hesitant\nswinging of dials, R-2340-B showed up, on the low step in front of one\nof the dilapidated, dome-shaped houses. Ranson's eyes narrowed. So the\nperson who had played the mad murder melody had entered that house!\nMight still be there! Quickly he telescoped the \"electric bloodhound,\"\ndropped it into his pocket, and drew his flame-gun.\n\nThe old house was dark, with an air of morbid deadly calm about\nit. Ranson tried the door, found it locked. A quick spurt from his\nflame-gun melted the lock; he glanced about to make sure no one had\nobserved the greenish glare, then stepped inside.\n\nThe hallway was shadowy, its walls hung with ancient Martian tapestries\nwhich, from their stilted symbolic ideographs must have dated back to\nthe days of the Canal-Builders. At the end of the hallway, however,\nlight jetted through a half-open door. Ranson moved toward it, silent\nas a phantom, muscles tense. Gripping his flame-gun, he pushed the door\nwide ... and a sudden exclamation broke from his lips.\n\nBefore him lay a gleaming laboratory, lined with vials of strange\nliquids, shining test-tubes, and queer apparatus. Beside a table,\npouring a black fluid from a beaker into a test-tube, stood a man.\nHalf-terrestial, half-Martian, he seemed, with the large hairless head\nof the red planet, and the clean features of an earthman. His eyes,\nbehind their glasses, were like green ice, and the hand pouring the\nblack fluid did not so much as waver at Ranson's entrance.\n\nRanson gasped. The bizarre figure was that of Dr. Elath Taen,\nmaster-scientist, sought by the T.I. for years, in vain! Elath Taen,\noutlaw and renegade, whose sole desire was the extermination of all\nterrestials on Mars, a revival of the ancient glories of the red\nplanet. The tales told about him were fabulous; and this was the man\nbehind the unholy music!\n\n\"Good evening, Mr. Ranson,\" Elath Taen smiled. \"Had I known T.I.\nmen were on Mars I should have taken infinitely more precautions.\nHowever....\"\n\nAs he spoke, his hand moved suddenly, as though to hurl the test tube\nat Ranson. Quick as he was, the T.I. man was quicker. A spurt of\nflame leapt from his gun, shattering the tube. The dark liquid hissed,\nsmoking, on to the floor.\n\n\"Well done, Mr. Ranson.\" Elath Taen nodded calmly. \"Had the acid struck\nyou, it would have rendered you blind.\"\n\n\"That's about enough of your tricks!\" Ranson grated. \"Come along, Dr.\nTaen! We're going to headquarters!\"\n\n\"Since you insist.\" Elath Taen removed his chemist's smock, began, very\ndeliberately, to strip off his rubber gloves.\n\n\"Quit stalling!\" Ranson snapped. \"Get going! I....\" The words faded on\nthe T.I. man's lips. Faintly, in the distance, came the strains of\nsoft eerie music!\n\n\"Good God!\" Ranson's eyes darted about the laboratory. \"That ... that's\nthe same as Haller and I....\"\n\n\"Exactly, Mr. Ranson.\" Elath Taen smiled thinly. \"Listen!\"\n\nThe music was a caress, soft as a woman's skin. Slow, drowsy, like\nthe hum of bees on a hot summer's afternoon. Soothing, soporific, in\ndreamy, crooning chords. A lullaby, that seemed to hang lead weights\nupon the eyelids. Audible hypnotism, as potent as some drug. Clearer\nwith each second, the melody grew, coming nearer and nearer the\nlaboratory.\n\n\"Come ... come on,\" Ranson said thickly. \"Got to get out of here.\"\n\nBut his words held no force, and Elath Taen was nodding sleepily under\nthe influence of the weird dream-music. Ranson knew he should act,\nswiftly, while he could; but the movement of a single muscle seemed\nan intolerable effort. His skin felt as though it were being rubbed\nwith velvet, a strange purring sensation filled his brain. He tried to\nthink, to move, but his will seemed in a padded vise. The music was\ndragging him down, down, into the gray mists of oblivion.\n\nAcross the laboratory Elath Taen had slumped to the floor, a vague\nsmile of triumph on his face. Ranson turned to the direction of\nthe music, tried to raise his gun, but the weapon slipped from his\nfingers, he fell to his knees. Sleep ... that was all that mattered ...\nsleep. The music was like chloroform, its notes stroked his brain.\nThrough half-shut eyes he saw a door at the rear of the laboratory\nopen, saw a slim, dark, exotic girl step through into the room. Slung\nabout her neck in the manner of an accordian, was a square box, with\nkeys studding its top. For a long moment Ranson stared at the dark,\nenigmatic girl, watched her hands dance over the keys to produce the\nsoft lulling music. About her head, he noticed, was a queer copper\nhelmet, of a type he had never before seen. And then the girl, Elath\nTaen, the laboratory, all faded into a kaleidoscopic whirl. Ranson felt\nhimself falling down into the gray mists, and consciousness disappeared.\n\n\n\nSteve Ranson awoke to find himself still in the laboratory, bound\nsecurely hand and foot. Opposite him Elath Taen was just struggling to\nhis feet, aided by the dark-haired, feline girl.\n\n\"I ... I'm all right, Zeila,\" Taen muttered. \"It was necessary that I,\nalso, hear the sleep-melody, in order to overcome our snooping friend\nhere. But look--he's coming to!\"\n\nThe girl's gold-flecked eyes turned to Ranson, studied him impassively.\nElath Taen gave a mocking smile.\n\n\"My daughter Zeila, Mr. Ranson,\" he murmured. \"The consolation of my\ndeclining years. She, too, has devoted her life to the great cause of\nMartian freedom, the overthrow of Terra!\"\n\n\"To be expected from your daughter,\" Ranson grunted. \"I might have\nknown you were at the bottom of this, Taen! Killing off the officials\nof the Martian Broadcasting Company!\"\n\n\"Killing?\" Taen smiled, glanced at the queer box slung about the girl's\nneck. \"We only serenaded them. Induce the necessary moods for murder,\nsuicide, madness. You have played our tunes to the remaining two,\nZeila?\"\n\nThe girl nodded impassively. \"Cartwright unfortunately ended his own\nlife,\" she said. \"Rankin heard the song of hate, went berserk and was\nkilled. Yla-tu, one of our own people, is in charge of M.B.C. until\nmore terrestial executives arrive from earth.\"\n\n\"By which time we will have played our melodies to all Mars,\" Taen\nmurmured. \"One swift, merciless uprising, and the red planet is free!\nAn hour or so over M.B.C.'s network....\"\n\n\"You're nuts!\" Ranson laughed. \"If you think....\"\n\n\"I don't think,\" Elath Taen smiled. \"I _know_, Mr. Ranson. Before the\nnight is out, all terrestials on Mars will be imprisoned or dead. Our\npeople need only something to awaken them, to arouse their hate! And\nI can do that! I am the master of moods!\" He took a copper helmet\nsimilar to the one the girl wore, from a shelf, placed it on his head.\n\"A shield against supersonics,\" he explained. \"It produces vibrations\nwhich nullify those set up by the _sonovox_.\" He faced the langorous\nZeila. \"Play, child! Convince Mr. Ranson of our powers!\"\n\nAgain the girl's fingers danced over the keys in a wild melody of\nhate. Red mists rose before Ranson's eyes and he fought against the\nbonds that held him. Then the song changed to a dirge-like melody and\nRanson fell into the black abyss of despair. This was more than music,\nhe knew; it was something deeper that played upon the soul. Again the\nnotes changed and crawling fear enveloped Ranson until he felt sick\nwith horror of the unknown. Emotion after emotion gripped him, and had\nhe not been helpless, bound, he would have obeyed the moods that swept\nhis brain. He was himself like an instrument upon which a thousand\ntunes were played ... and through it all Elath Taen smiled with a vague\ndetached air, while the girl's eyes burned into his own.\n\nSuddenly Elath Taen raised his hand. \"Enough, Zeila,\" he said. \"He is\nexhausted.\"\n\nThe music ceased and Ranson fell back weakly, worn by the storm of\nemotions that had surged in waves over him.\n\n\"You.... You win!\" he gasped. \"What kind of deviltry is this?\"\n\n\"Deviltry?\" Dr. Taen laughed. \"But it is so simple. Music, even\nnormal music, can produce moods. The uplift of the ancient earthsong,\n'Marsailles,' the melancholy of the 'Valse Triste,' the passion of the\n'Bolero.' Indeed, many years ago on Terra, there was a strange song\nentitled, 'Gloomy Sunday,' which caused numerous suicides on the part\nof those who heard it. As for the instrument, it's merely an electrical\nsound producer such as your electric organ, theremins, and so on. But\nto it I have added a full range of supersonic notes, which, though\ninaudible, are the real mood-changers.\"\n\n\"Supersonics?\" Ranson exclaimed. \"You mean they're what created the\nemotions inside me just now?\"\n\n\"Exactly.\" Elath Taen nodded. \"The audible music helps, but it is the\nsupersonics that determine the emotions! Their effect is upon the\nbrain, and nothing can shut them out except counter-notes such as are\nset up by our helmets!\" He tapped the copper dome that encased his\nhead. \"The effects of supersonics upon the emotions is interesting, Mr.\nRanson. I first got my idea from old twentieth-century records on Terra\nitself. I read how, in the days of motion pictures before television\nwas perfected, one of your Hollywood companies introduced a supersonic\nnote onto the sound-track of a film in hopes of creating an atmosphere\nof horror at a certain point in the picture. But so great was the\nterror induced at the private showing that the supersonic note was\nimmediately cut from the sound-track, and the records of the case filed\naway. It was the discovery and study of these records that started me\non the trail of super-music. Thus with cosmic irony, Mr. Ranson, Earth\nhas created the weapon which will destroy her! Supersonics!\"\n\nRanson stared at Elath Taen, bewildered. Supersonics creating emotions!\nThat was what had infuriated Haller and himself, had driven the other\nofficials of M.B.C. to various forms of death! And now, with M.B.C. in\nthe hands of Taen's followers, they planned to arouse the silent little\nreddies of Mars to revolt!\n\n\"But why?\" Ranson demanded. \"Earthmen have brought new life, new\nprogress to Mars! We've built roads, canals, spaceports, taught your\npeople our science....\"\n\n\"You are aliens!\" Elath Taen cried. \"You must be wiped out!\" He drew a\nwhistle from his pocket, blew a shrill blast. There was a pattering of\nfeet, and a squat Martian, his arms scarred by flame-gun burns, entered\nthe room.\n\n\"Place the terrestial in safe keeping,\" Elath Taen commanded. \"Watch\nhim well.\" He glanced at the blinking red light of a time-signal on the\nwall. \"Come Zeila! It's time to go!\"\n\nThe girl nodded, picked up the _sonovox_. At the door she paused,\nglanced back at Ranson.\n\n\"Music for the men of Mars,\" she murmured. \"When we return our own\npeople will rule this planet!\" Her eyes, brooding on the earthman, were\ninscrutable. \"_Alotah_, Stephen Ranson!\"\n\nThen she and her father had left the laboratory, and the burly guard\nwas forcing Ranson toward a small iron-barred door at the rear of the\nroom. Bound, helpless, he staggered into the cell, heard the door clang\nshut behind him. The scarred, ugly guard stationed himself across the\nlaboratory, where he could keep an eye on the cell.\n\n\n\nRanson lay there in the shadows, suddenly bitter. A nice mess he'd made\nof things! Wanted for murder by Captain Maxwell, tricked by Elath Taen\nand his daughter when he had them in his grasp, and now a prisoner\nhere, while they sent their musical madness, their deadly supersonic\nnotes, over the planet-wide chain of M.B.C. Ranson knew what that would\nmean. Except for the Foreign Legion, a few rocket-plane squadrons, Mars\nwas undefended. If Elath Taen's supersonics aroused the reddies to\nrevolt, his dream of making himself emperor of Mars would be at last\nfulfilled.\n\nRanson shot a glance at his guard. The scarred little Martian was\nleaning back in his chair, eyes on the cell door. But it seemed\nunlikely that he could see what went on within the shadowy cell. In one\nswift movement the T.I. man smashed his wrist-watch against the wall,\nthen, picking up a sliver of glass with his fingertips, began to saw at\nhis bonds.\n\nAt length the ropes fell from Ranson's aching arms. Swiftly he freed\nhis legs. The guard was still sitting in the well-lighted laboratory,\nunmoved. Ranson glanced at the door. Steel bars, impossible to\npenetrate. And seconds ticking away!\n\nA dark fighting grin spread over Ranson's lean face. There was one\nchance. A wild, desperate chance, but if it worked.... Hastily he\nslipped off his shoes, placed them on the floor beside him. Then,\nthrusting his hand into his coat pocket, he bulged the cloth out with\nhis finger to simulate a gun.\n\n\"Don't move!\" he said in sibilant Martian. \"Drop your flame-gun! Try\nanything and I'll shoot!\"\n\nThe guard sprang to his feet, his bulging hairless head gleaming in the\nbright light, his green eyes cold with rage. As Ranson had expected, he\ngave no indication of surrender. Instead, he raised his weapon, fired.\n\nAt the moment that the guard pressed the trigger, the terrestial leaped\nto one side, seeking cover of the wall at the side of the door. A\nsavage greenish flash spat from the gun, a terrible wave of heat swept\nthe cell. Half-blinded, sick from the searing heat, Ranson lay in his\ncorner and watched the door. Under the fiery blast, the iron bars\nturned white, ran, until only pools of molten metal lay between him and\nfreedom.\n\nThe squat Martian snapped off the ray, approached the glowing door\ncautiously, to find out if there was life in Ranson's inert body. There\nwas ... more than the little reddy had bargained for. The earthman's\narm swung in an arc and one of his shoes, flying through the blasted,\nmelted door, caught the little Martian's wrist, knocked the flame-gun\nfrom his hand. The other shoe, following swiftly, landed alongside his\nhead, sent him reeling and staggering back into a shelf of test-tubes\nand beakers.\n\n\"And that's how we do it on Earth!\" Grinning tightly, Ranson leaped the\npuddles of molten metal, plunged through the blasted, glowing remains\nof the door. Before the ugly little guard could recover, a hard knotted\nterrestial fist had slammed against his chin, sent him, limp and\nunconscious to the floor.\n\nSwiftly Ranson ripped wires from the masses of intricate machinery,\nbound the inert reddy, then, snatching up the flame-gun, ran from the\nhouse.\n\nTwisting, turning, he came to the embankment of the Psidian canal.\nA sleek water-cab slid into view, its atomic motors humming. Ranson\nhailed it, hand on his gun, but the wizened reddy at the wheel had\napparently not heard of Elath Taen's mad melody.\n\n\"Martian Broadcasting Building,\" Ranson grated. \"Step on it!\"\n\nThe driver nodded, and, when his passenger was aboard, sent the boat\nsurging along the canal, throwing up clouds of spray. Racing, roaring,\ndodging heavily-laden freight boats, the cab tore over the dark cold\nwater that flowed, via the intricate networks of canals, from the polar\ncaps.\n\n\n\nAs they neared the center of the city, the atmosphere of tension grew.\nLittle bands of terrestial police patrolled the embankments, a squadron\nof rocket-planes droned above the towering metropolis, the light of\ntheir exhausts throwing weird shadows. Occasional shouts, the green\nflash of flame-guns, issued from the darkness and the crowds of reddies\ngathered before their radios in houses, shops, and public squares, were\nseething with excitement. The roar of the cab's motors drowned out the\nsound of the music and Elath Taen's exultant voice, but the driver\nmoved uneasily.\n\n\"Looks like somethin's up,\" he muttered. \"I'll see if we can get a\nbulletin.\"\n\nBefore Ranson could stop him, he had snapped on the radio within the\ncab. The wild, frenzied music filled the small cabin, tearing at\nboth men's minds, while Taen's voice urged revolt. Then, under the\ninfluence of the supersonics, red flames of hatred leaped through\ntheir brains, banishing all thought, logic. The little Martian driver\nwhirled about, only to have the butt of Ranson's gun crash down upon\nhis head. Slumping forward, his body fell against the radio, shattering\nits fragile tubes. Ranson shook himself as the infernal music abruptly\nceased.\n\nThe M.B.C. building lay just before them. Ranson swung the cab to the\nembankment, sprang out. The tall plastoid building towered white and\nspectral above the canal. Ranson burst through the door.\n\nSeveral reddies on guard sprang forward, but a blast from the\nterrestial's gun cleared the great hall. He sprang into an elevator,\njabbed at a button, and the car shot upward.\n\nThe elevator stopped at the top floor, where the broadcasting studios\nwere located. Ranson hurtled along the corridor, plunged through the\ndoor. Before him lay a large room, blocked at one end by a thick,\ndouble-paned glass. And on the other side of the glass stood Elath\nTaen, crouched before a television set, his fingers running over\nthe keys of the _sonovox_, his face exultant as he poured out the\nsupersonics of his song of hate. Musical madness for the men of Mars,\nmaking them forget all that Terra had done for the red planet, driving\nthem to insane mass murder! And as he played upon the _sonovox_, Taen\nspoke into the microphone, urging them to revolt! Already they were\nstarting their reign of terror; when he reached his climax they would\npour from their houses to kill all who had terrestial blood. Unless....\n\nRanson leaped forward. Even the supersonics were kept from the outer\nroom by the vacuum-insulated double glass panes; Elath Taen was like a\nsilent marionette in the broadcasting booth, his green eyes flickering\nwith apprehension, his head encased by the shielding copper helmet.\n\n\"Drop your gun, Mr. Ranson!\" Zeila's voice came from behind him.\n\nRanson whirled; the girl had been standing behind the door, unnoticed,\nas he burst into the room. Her exotic face was pale, but the flame-gun\nin her hand was steady. Ranson obeyed, smiling.\n\n\"As you wish,\" he said. \"But T.I. has one trick we use as a last\nresort. Look!\" From his pocket he drew a flat metal case. \"Supposedly\ncigarettes, but really the most powerful explosive devised by our\nlaboratories. Shoot me with that flame gun and the heat sets it off.\nYou, your charming father, and I, will all be blown to atoms. So you\nwon't dare shoot!\"\n\nZeila stared at him, lips a crimson slash across her face.\n\n\"You won't get away with it!\" she exclaimed. \"It's bluff!\"\n\n\"Shoot, then,\" Ranson said. \"Blow the whole top of this building to\nbits!\" He reached out for her gun.\n\nThe girl's eyes were fixed on the metal case, and there was fear in\nthem. Ranson took another step toward her. Elath Taen could not watch\nsince he was forced to keep his eyes on the intricate keyboard of the\n_sonovox_.\n\n\"Blown to bits,\" Ranson repeated sardonically. \"Me, too, but at least\nI'll have removed the leaders of the revolt. This explosive is the last\nresort of T.I. men. Squeeze that trigger and the heat will set it off!\nNow give me that gun!\"\n\nZeila Taen broke suddenly, shuddering at the thought of her vivid\nbeauty torn to shreds by an explosion.\n\n\"Take it!\" she snarled. \"It's too late, anyhow! Mars is in revolt!\nNo one can stop them now! Fool! My father will be emperor after the\ninsurrection! You might have been prince.\"\n\n\n\nRanson didn't wait to hear more. One blast of the heat gun and the\nglass partition shattered to a thousand fragments.\n\n\"No good, Mr. Ranson.\" Elath Taen lifted his hands from the keyboard,\nsmiling thinly. \"The flame is lit and cannot be put out! The red flame\nof revolt! Already my people are fighting! Loud-speakers in every\npublic square have carried the sound of mad, blind fury! I am the\nmood-master!\"\n\n\"Get back to that sound-box!\" Ranson grated. \"Play those\nsleep-producing notes! Play, or I'll blast your lovely daughter here\nto a cinder! You claim you're the mood-master! Well, if your damned\nsupersonics started this, they can end it!\" He swung his gun to cover\nZeila's sleek figure. \"Play, Dr. Taen! I've never killed a woman yet,\nbut it's her life or those of all terrestials on Mars! Back to your\n_sonovox_!\"\n\nFor a long moment Elath Taen stared at his daughter, then nodded his\nhairless head somberly.\n\n\"Again you win, Mr. Ranson,\" he said softly. \"I should have killed you\nor won you to my side, long ago.\" Turning to the _sonovox_, he began to\nplay.\n\nRanson stood tense, covering the girl with his gun. Soft, lulling\nmusic, supersonic notes that seemed to caress his brain, filled the\nroom. The drowsy sound of rain on a roof, of rustling leaves, of a\nsoothing night wind ... all these were bound up in the melody. Peace,\nrest, sleep ... every nerve seemed to relax, every muscle seemed limp,\nas the dreamy musical hypnosis took effect.\n\nElath Taen and the girl were watching him covertly. There was a thin\nsmile on the doctor's dark saturnine face. Dully Ranson tried to reason\nout why Elath Taen should be smiling, but somehow his mind refused to\nfunction. Those cloudy mists rising before his eyes! Miles away Taen\nwas speaking, above the soporific sounds.\n\n\"Too bad,\" he was saying. \"You forgot that whatever these supersonics\nmay do to my people, they also affect you. Zeila and I are protected\nfrom the short-wave emanations by our helmets. But you, Mr. Ranson, are\nnot! Already you are helpless and in a moment you will sleep, as you\ndid in our laboratory! Then, with you secure, I shall arouse my people\nonce more!\"\n\nRanson tried to move, tried to act, but the music was a silken noose\nbinding him, and he had no will power left. Sleep ... nothing else\nmattered.... As in a dream he saw Zeila coming toward him, felt himself\ncrumple to the floor. Vaguely he remembered bright flashes, shouts, and\nthen all was grey oblivion.\n\n\"Ranson! Ranson!\" The words beat like fists upon his drugged brain.\n\nThe T.I. man stirred restlessly; out of the whirling mists Captain\nMaxwell's face became a stern reality.\n\n\"What happened?\" the police officer was saying. \"First the reddies go\nkill-crazy, then start passing out! Almost went nutty ourselves, down\nat headquarters, listening! But then the murder-music stopped and we\nheard your voice, talking to Elath Taen! So we came here pronto. Just\nin time.\"\n\n\"Taen! And Zeila!\" Ranson gasped. \"Where are they?\"\n\n\"Gone.\" Captain Maxwell motioned to a door at the rear of the room.\n\"Ducked out and down the elevator. Blasted the cables when they hit\nthe bottom so we weren't able to follow.\" He shook his head. \"You were\nright about that music! No wonder you and Haller went berserk! Don't\nworry about any trial for murder! Mars has been mad, this night!\"\n\nRanson struggled to his feet. Taen and his daughter escaped! With the\nsecret of the supersonic notes! But it would be a long time before they\ndared return to Mars. Still groggy, Ranson drew the metal cigarette\ncase from his pocket.\n\n\"How were you able to force your way in here?\" Captain Maxwell\ndemanded. \"To make them change the tune and break up the revolt?\"\n\nRanson opened the metal case.\n\n\"Bluff,\" he said, taking a cigarette from the container and lighting\nit. \"That's what saved Mars! Just ... bluff!\"\n\nGrinning, he blew a cloud of smoke.",
    "metadata": {
        "author": [
            "Kummer, Frederic Arnold",
            "Kummer, Frederick Arnold, Jr.",
            "Kummer, Frederic A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62085/pg62085.txt",
        "name": "pied_piper_of_mars.json"
    }
}