{
    "name": "Planet of Doom",
    "author": [
        "Marlowe, Stephen",
        "Lesser, Milt",
        "Granger, Darius John",
        "Lesser, Milton",
        "Thames, C. H.",
        "Ridgway, Jason",
        "Wilder, Stephen",
        "Chase, Adam"
    ],
    "body": "Less than an hour after the last spaceship made touchdown on Mandmoora,\nJane Crowley stood before a scowling, head shaking public Information\nOfficer.\n\n\"My company sent me fifty light years from its nearest base in the\nDenebian system, Colonel,\" Jane said. \"I'm sorry, but it's impossible\nfor me to return to Deneb without my story.\"\n\n\"This office has issued press releases, my dear Miss Crowley, which--\"\n\n\"Press releases!\" The way Jane uttered those two words made the\nColonel wince. \"I didn't come fifty light years for press releases.\nI came....\" She watched the Colonel's face and let her voice trail\noff. This approach was having absolutely no effect. But Jane Crowley\nwas a woman, young and quite pretty and it was likely, she thought,\nthat where the straightforward, man-to-man approach might fail, the\nways of a woman might succeed. \"But Colonel,\" she pouted, then let her\ncomposed face fall apart as if she were going to cry. \"But Colonel, my\njob depends on this story. My ... my whole career ... you see ...\" she\nsniffled.\n\n\"There now, Miss Crowley,\" the Colonel said, looking very\nuncomfortable. \"There now, miss. Please.\"\n\n\"Then you'll let me go out there among the Mandmoora?\"\n\n\"I'm sorry, miss. Out of the question. Definitely out. We've evacuated\nall the Mandmoora who want to go. What remains is a hard core of\nMandmooranian fanatics who refuse to leave their native planet under\nany circumstances. They've got an island just off shore here, you see.\nThey're sun-worshippers. Ironical, isn't it? Sun-worshippers. Their sun\nabout to go nova on them, boiling all the oceans of this waterworld and\nkilling every speck of life on Mandmoora, and they're sun-worshippers.\nThey just won't go. They want to stay. They say we can't make them go\nand they're right, we can't. Poor devils. They'll be boiled and broiled\nalive, all three thousands of 'em. But this headquarters can't send\nmen out to their island after them. They'd resist and it would mean\nbloodshed, on both sides. We won't have it.\"\n\nThe Colonel's haggard face brightened, and he went on: \"There's your\nstory, Miss Crowley. Three thousand die-hard sun-worshippers, facing\ncertain death at the altar of the very deity they adore. File _that_\nstory from Deneb, Miss Crowley.\"\n\n\"It's been filed a hundred times already,\" Jane said, shaking her head.\n\"You know it has.\"\n\nThe Colonel shrugged. \"I refuse to authorize your going out to\nMandmoora Island. Be reasonable, miss, can't you? We have evacuated a\nhundred million Mandmoorans in history's greatest mass exodus. Three\nthousand fanatics don't want out. Three thousand fanatics will broil\nwith their world, then. That's all.\"\n\n\"But if they could be led to understand.\"\n\n\"I thought you wanted a story. A human interest story, wasn't it?\"\n\n\"I was only thinking out loud.\"\n\n\"I've given you the only story you'll get here. Why should your video\nservice expect more than the others?\"\n\n\"No reason, I guess,\" Jane knew now that the answer was definitely no.\nShe was hardly listening to the Colonel as he went on. There had to be\nanother way, somewhere, somehow. It was the story of the century--and\nthere wasn't another newsman on Mandmoora with a chance to scoop her.\nWhich also meant that if Jane didn't get the story, the rest of the\ncivilized galaxy wouldn't, either, except for watered-down public\ninformation releases.\n\n\"... otherwise,\" the Colonel was saying. \"The press people have said\nwe were more than fair, miss. We let them set up a headquarters beyond\nthe Mandmooranian sun's eighth planet: our experts said the nova won't\nexplode that far, you know. Headquarters will be safe there. We've\neven agreed to let the last ship out stop at press headquarters for an\ninterview before it goes subspace for the dash to Deneb. What could be\nfairer?\"\n\n\"Nothing, I guess,\" Jane said. \"Well, thank you for your time, Colonel.\"\n\n\"Not at all, young lady.\" The Colonel touched something on his desk\nand a door at the other end of the office opened, irising with a\nfaint hissing sound. Through it Jane could hear the sounds of office\nmachinery, think-writers and duplics and a subspace ticker coming in\nwith the news from the rest of the galaxy.\n\nA woman, thought Jane. Maybe if I was a man it would have been\ndifferent, but they wanted a woman's viewpoint because it's a\nheartstring-plucking story. She recalled the Colonel's first\nincredulous outburst. \"But I can't send a _woman_ out there, Miss\nCrowley. A woman!\"\n\n\n\nAs she reached the door, impulse became idea and idea came to the\nsurface for execution. \"Thank you very much, Colonel,\" she said in a\nclear, loud voice. \"Interstellar News Alliance knew it could count on\nyou.\"\n\n\"What's that?\" demanded the Colonel in a voice barely audible across\nthe large room. He was busy now with a mountain of last minute\npaperwork and was listening only with one ear, the rest of him already\nhard at work.\n\n\"Thanks again, Colonel,\" Jane said, and stepped through the irised\nshutter of a door. She turned to show her best smile to the\nsergeant-major at the desk immediately outside the door. \"There,\nsergeant,\" she said, smiling. \"You see? I told you the Colonel would\ngive me an unlimited pass.\"\n\n\"I never would of believed it,\" the sergeant said, looking at the smile\nand daring a glance at the rest of Jane Crowley, which was every bit as\ndelightful as the pretty way she showed her teeth.\n\n\"An unlimited pass, sergeant. Make one out for me, please.\"\n\nThe sergeant-major nodded and took a book of forms from a drawer in his\ndesk. He wrote for a while, then said, \"That's C-r-o-w-l-e-y, ma'am?\"\n\n\"Right.\"\n\n\"Any time limit on the pass?\"\n\n\"None at all,\" Jane said, still amazed that her ruse, her show of\nelation had actually worked.\n\nThe sergeant-major applied the finishing touches to the pass with an\nink-stamp duplicate of the Colonel's signature and handed the stiff\nplastic rectangle to Jane. \"There you are, ma'am,\" he said. \"But watch\nyour step, Miz Crowley. The last ship's blasting off in twenty hours,\nwith or without the Mandmoorans. Twenty hours, ma'am. So please don't\nget lost.\"\n\nJane thanked him, smiled again, and got out of there.\n\nFive minutes later, the Colonel buzzed for his sergeant-major. \"Yes,\nsir?\" the sergeant asked, poking his head in through the irising door.\n\n\"Well, I see the lady reporter didn't give much trouble after I made it\nclear the answer was no. Now, about that Sbogan file. Sbogan, that is\nthe name?\"\n\n\"Yeah, Sbogan. Fomalhautian name. What did you ... did you say, sir?\"\n\n\"The Sbogan file should--\"\n\n\"No. About the reporter. You told her no? Your answer was no, sir?\"\n\n\"Naturally. We couldn't let her put her pretty head in the lion's\nmouth.\"\n\n\"Oh, Lord, sir,\" the sergeant-major said. \"I gave her an unlimited\npass.\"\n\n\"Sergeant!\"\n\n\"She said you had ... sir....\"\n\n\"An unlimited pass--sergeant! Send out an alarm for that girl. We're\nall right as long as she doesn't leave the mainland. But if she goes to\nthe Mandmooran Island, where those hold-out sun-worshippers are....\"\n\n\"She'll make tracks for there, all right,\" the sergeant-major predicted.\n\n\"Stop her. Stop her before she gets that far! Because once she crosses\nto the island, there isn't a thing we can do about it. You can't tell a\nnova to wait, sergeant!\"\n\n\"I'll try to stop her, sir.\"\n\n\"Make it a general alarm, sergeant. You've _got_ to stop her.\"\n\nMoments later, Jane Crowley's description was being radio'd to every\nmartial checkpoint in the city of Northport.\n\n\n\nIt was very hot and sultry on the tarry streets of Northport. It had\nbeen an exotic city, really exotic, Jane thought. You could tell by\nthe out-of-this world architecture, but oddly--with nothing but the\nuniformed figures of the interstellar rescue organization to be seen\non the streets--Northport lost most of its charm. For the charm of any\nalien place, of any exotic world, lies in its people. Jane had once\nmade a broadcast to that effect, and it had been very well received.\nIt would be nothing though, absolutely nothing, compared to what Jane\nalmost had in her grasp now. A final interview with the die-hards, with\nthe Mandmoorans who refused to leave their planet because they had\nfaith in the sun which would soon, in hardly more than hours, destroy\nthem.\n\nThe docks were crowded, littered with the worldly belongings of a\nfew score Mandmoorans who had changed their mind and had paddled\nover from the island. A squad of soldiers was busy processing them\nand the Mandmoorans, big muscular purple-skinned men with shocks of\nstiff lemon-yellow hair and smaller women, brittle-looking women with\nstrange, wasp-waisted figures, glanced up frequently at the sky. Their\nsun, a faintly bluish white star, seemed somehow swollen. It actually\nseemed larger to Jane than it had been when she had landed several\nhours ago. Probably, she told herself, that's imagination. On the other\nhand, the Mandmoorans would certainly have been able to see a change\nin solar size by this time. For the Mandmooranian sun had doubled its\napparent size in the past ten days, Jane had been told at the P.I.\noffice.\n\nThe only result so far was the sweltering heat on Mandmoora. The heat,\nthough, was not lethal. There had been hot summers before, the die-hard\nsun-worshippers had said. So they had told Jane at the P.I.O. The\nnatives said nothing, could be made to say nothing, about the swollen\nappearance of the sun they worshipped.\n\nIn twenty hours their last chance for rescue would be gone. In thirty\nhours, Mandmoora's sun would go nova, bursting to a million times its\nformer luminosity in micro-seconds, sending out a shell of intensely\nhot gases which, when it reached Mandmoora, would instantly destroy all\nlife on the planet. Including three thousand sun-worshippers waiting\ndevoutly for their deity to prove the interstellar interlopers wrong....\n\n\"Hey, Miss!\" someone cried suddenly. It was an Army corporal running\ntoward her, bulling his way through a knot of Mandmooran refugees.\n\"You're Jane Crowley, ain't you?\" He was only a dozen strides away now,\nand shouting. \"Because I got orders to....\"\n\nJane didn't hear the rest of it. She turned and ran down the length\nof the deserted quay adjacent to the one strewn with Mandmooran\nbelongings. She reached the end of the quay and whirled. The corporal\nwas trotting confidently toward her, in no great hurry now. For she\nhad trapped herself on the quay. She was very angry with herself. A\nfine newshen you are, she thought. First chance you have, you let\nyourself get caught. A fine....\n\nSomething gave her a raucous razzing, something out over the water.\nShe whirled and faced it. A runabout whizzed in across the blue water\ntoward her. Someone was waving.\n\nShe waved back frantically, suddenly recognizing him. It was Sid\nMasters. She had met Sid on the ship which had taken both of them\nto Mandmoora. Sid was with the electronics outfit setting up camera\nequipment on Mandmoora, equipment which would transmit through subspace\nthe pictures of a sun going nova seen from the surface of its only\ninhabited planet. She had struck up a quick friendship with Sid on the\nspace-liner.\n\nMaking up her mind suddenly, Jane didn't wait for the running corporal\nto reach her. Instead, she turned and jumped off the quay.\n\nShe came up sputtering. The water was tepid, was typical harbor-water,\nfouled with gasoline and debris. Masters' gas-turbine driven boat\nwas very close now. The sound of its motor almost drowned out the\ncorporal's shouts as Jane treaded water.\n\n\"Going to the island,\" Masters shouted. \"You?\"\n\n\"They don't want me to, Sid!\"\n\nHe smiled. She couldn't hear all of what he said, but she got the last\npart of it. \"... want me to, either. Hop in, beautiful.\"\n\nThere was a splash behind her. Jane turned and saw the corporal break\nsurface, yelling and waving his arms. She stroked for Sid Masters'\nrunabout. The electronics technician shouted his encouragement, but\nas she got one hand on the gunwale of the idling runabout, Jane felt\nsomething grab and tug at her leg.\n\nShe lashed out with her free leg, churning water. But the corporal\nclung grimly to her ankle. Then an old, half-rotted oar appeared\nalongside Jane's heel, and with it--guiding it--Sid Masters' arms. The\noar went out over the water and probed and a moment later the corporal\nshouted and Jane felt the pressure leave her ankle.\n\n\"Hop aboard and be quick about it,\" Masters yelled.\n\nJane needed no urging. She scrambled ungracefully over the gunwale.\nShe was dripping wet and thought she looked a mess. But Masters merely\nsaid, \"Pleasure to have you aboard, beautiful,\" and the runabout\nroared and headed out across the harbor to the island, to the last\nredoubt of the three thousand sun-worshipping Mandmoorans who waited\nfor a miracle which would not come to save them.\n\n\n\n\"Simple,\" Sid Masters said in answer to Jane's question half an hour\nlater. \"I thought it would be a good idea to set up camera equipment\non the island itself, to show the galaxy the last sun-worshipping\nrites of the Mandmoorans--before their god killed them. Maybe it's\nheartless, but it's good journalism. Besides, it isn't up to me to get\nthe Mandmoorans off their island. I'd gladly film their exodus instead,\nand first-hand, not with automatic equipment. Anyhow, Colonel, what's\nhis name at P.I.O. said no.\"\n\n\"And you didn't take no for an answer?\"\n\n\"I didn't take no for an answer. Hell, all I have to do is set up the\nequipment so the Mandmoorans don't see it and get off the island. It\nshouldn't be hard.\"\n\n\"I want to get a final impression of the Mandmooran sun-worshippers as\nthey wait for the end,\" Jane said. \"As you said, Sid, it isn't pretty\nbut it's good journalism. Sure, I'd rather not get my story and see\nthem saved--\"\n\n\"But if they're going to die you want the story. Right?\"\n\n\"Yes,\" Jane said. Then: \"I want to thank you, Sid--\"\n\nHe grinned. \"You looked so helpless there on the end of the quay. You\nwere wringing your hands, did you know it?\"\n\n\"What a sight that must have been. Sid!\" Jane cried abruptly. \"Sid!\nWe're being followed. That boat--\"\n\n\"Of course we're being followed. But this runabout's got good speed.\nThey won't catch us before we reach the island. And once we reach\nit, they probably have orders not to land under any circumstances.\nThey--hey wait a minute! Look behind them.\"\n\nAt first Jane didn't get it. She looked ahead and saw the green smear\nof the sun-worshippers' island, expanding out from the horizon toward\nthem. They'd be beaching the light-weight, lithium-alloy runabout in a\nmatter of minutes, she thought. Then, after that....\n\n\"No Jane. I said behind them. Behind the boat following us.\"\n\nAt first she saw nothing but the dazzling suntrack across the water\nback there. Then, dancing on the suntrack as if belonging to it, scores\nof silver midges. But a while ago, the single boat pursuing them had\nlooked like a silver midge.\n\n\"Boats,\" Jane said.\n\n\"Boats. A whole fleet of them.\"\n\n\"What can it mean, Sid?\"\n\n\"Beats me. I can guess, though. Jane, maybe we're going to be in on the\nkind of ending we'd rather see.\"\n\n\"I don't understand.\"\n\n\"It's a fleet of evacuation craft, probably. Making a last attempt to\nget the Mandmoorans off their island. Maybe they had some word from the\nsun-worshipping chief out there, I don't know.\"\n\n\"Should we wait until they land?\"\n\n\"Not on your life,\" Sid said. \"We've broken a law, Jane. They'd take us\ninto custody until the whole operation was over. We'll beach this boat\nlike we planned, and then my equipment--\"\n\n\"And my pad and pencil,\" Jane said.\n\n\"--go to work.\"\n\nMoments later they could see a throng of the Mandmoorans waiting on\nthe beach for them, the brilliant purple of their bodies gleaming\nmetallically against the dead white sands.\n\n\n\nThe Mandmooran chief was a big fellow six and a half feet tall. He was\nold: the shock of stiff yellow hair had faded to a corn-silk color, the\npurple skin was wrinkle-creased and had lost some of its sheen. But he\ncarried himself straight and tall and he looked every inch a chieftain.\n\n\"We stay here,\" he told Sid in English. \"Lord Sun no kills worship\npeople. You tell soldiers?\"\n\n\"They're coming,\" Sid said. \"See? We have nothing to do with that.\"\n\n\"You not with them?\"\n\n\"Not us,\" Sid said.\n\n\"What then you want?\"\n\nSid looked at Jane, who shrugged. Words and phrases were already\nforming in her mind. The sad proud look on the old chief's face. The\ngleaming, healthy, royal purple Mandmoorans. The dried, withered\nvegetation all around them, scorched by the swollen sun. The angry,\nresentful look on some of the Mandmooran faces behind the chief. The\ndistant wailing chant of the sun-worshipping priests.\n\n\"... cameras,\" Sid was saying. \"As for the lady, she only wants to\ntalk with you and look around some. All right?\"\n\n\"Twice,\" the chief said slowly, \"your soldiers try to trick us. Third\ntime now.\"\n\nSid shrugged. \"We're not soldiers.\"\n\n\"You have nothing to do with them?\"\n\n\"We have nothing to do with them.\"\n\n\"Third trick make people angry.\"\n\n\"If there's a third trick, we're no part of it.\"\n\nThe chief nodded solemnly and turned to face the water. Ahead of\nthe flotilla, a single runabout was quite close to land now. Jane\nrecognized the corporal who had chased her out on the quay. With him\nwere two other soldiers.\n\n\"Halloa!\" the corporal shouted. \"Hallo, Miz Crowley. Won't do you no\ngood to try and hide. We got orders to take you back. Mr. Masters with\nyou, ma'am. You'll come peacefully?\"\n\n\"We won't come any way at all,\" Sid said defiantly. \"Not until we're\ngood and ready.\"\n\nThe chief suddenly strode forward, to the edge of the water and then\nankle deep in the surf. \"Wait,\" he said, lifting both hands solemnly.\n\"You and these two--you know one another?\"\n\n\"They're Miz Crowley and Mr. Masters,\" the corporal shouted back.\n\n\"And you know they come here?\"\n\n\"Heck, yes,\" said the corporal. \"It's why we came. Following them.\"\n\n\"Otherwise you no have come?\"\n\n\"That's right.\"\n\n\"Then you go,\" the chief said in a strong, solemn voice. \"Tell others.\nGo! You come close, we hurt these two people. You try to land, take us\noff--we kill them. We stay here. Our right is to stay. Our Lord Sun\nno hurt Mandmoorans. Lord Sun for life and growing of crops, not for\ndeath. You go.\"\n\n\"You can't keep them for hostages,\" the corporal shouted across the\nwater. \"You can't do that.\"\n\n\n\nThe chief let his right hand fall. A line of spearmen trotted up behind\nhim and let fly with a fusillade of long-shafted spears. The spears\nfell around the military runabout, but none of them touched it.\n\n\"They stay,\" the chief said, \"You take hundred million Mandmoorans off\nMandmoora, we keep two earth people here to see nothing happens to\nLord Sun. Now go!\"\n\n\"Sid,\" Jane said. \"Sid, did you hear him? They--they're going to keep\nus here, and--Sid, is there any chance the sun won't go nova?\"\n\nSid shook his head. His face looked suddenly bleak. \"No chance at all,\nkid. I guess we should have listened.\"\n\n\"Sid, I'm scared.\"\n\nThere was a roaring sound as the runabout, instead of retreating, came\nbucketing toward the beach. \"Come on down to the water!\" the corporal\nbawled at the top of his voice. \"We'll get you!\"\n\nThe Chief raised his hand. Another line of spearmen came trotting\nforward. \"Go back,\" Sid shouted. \"They'll kill you!\"\n\nBut the runabout came toward them on the heaving surf. Before the chief\ncould raise his hand a second time, the corporal stood up in the prow\nof the runabout and fired a blaster toward the beach. He had fired it\nhigh and he waited for it to disperse the spearmen. When it did not,\nhe fired again, lower. The chief lifted his hand and brought it down.\nA volley of spears leaped from muscular arms, arching in the sunlight,\ndropping toward the runabout....\n\nThe corporal fired again and a figure near the chief slumped to the\nsand. Then the runabout, riddled by fifty spears at the water-line,\nbegan to sink.\n\n\"Take them,\" the chief said.\n\nA score of Mandmoorans swarmed out through the surf toward the sinking\nboat. Jane watched as they surrounded it and brought the three soldiers\nback with them quickly. By then the runabout had gone under, but the\nflotilla of rescue craft was now only a few hundred yards offshore and\ncoming fast.\n\n\"Five hostages,\" the chief said. \"Tell them go.\"\n\nVoices shouted back and forth across the water, but Jane saw that the\nchief wasn't listening. Instead, he went to the man who had fallen\nbefore the corporal's blaster. He knelt and took the yellow shocked\nhead on his knee and murmured to it. The young Mandmoora's right arm\nhad been all but blasted off at the elbow. Blood was gushing and\npumping from severed arteries. The chief raised his head and wailed:\n\n\"Grower, healer, Lord Sun! Save the Princeling of your people. Grower,\nhealer, Lord Sun!\" he chanted, repeating it. \"Grower....\"\n\n\"Princeling?\" Sid said. \"The old boy's son, you think?\"\n\n\"If they just keep chanting and leave him like that, the poor boy'll\nbleed to death. Can't we do something?\"\n\nJust then an amplified voice came across the water toward them,\nmetallic and somehow unreal. \"Masters! Miss Crowley. We'll stay here.\nWe won't budge until--until it's too late. Until we have to leave.\nBut we can't come after you. The Mandmoorans would fight. There would\nbe death on both sides and--I'm sorry, Masters, Miss Crowley. We are\npositively forbidden to use force of arms here. You understand?\"\n\nIt was a rhetorical question. It did not matter if they understood or\nnot. The flotilla would wait--hopelessly. The flotilla would leave when\nit had to. And the corporal and his companions, along with Sid Masters\nand Jane, would be left with the Sun-trusting Mandmoorans.\n\n\n\nThe Mandmooran prince's face was ashen with pain and loss of blood. The\nchief cradled his head, and mumbled, and chanted. And the blood pumped\nfrom the severed arteries.\n\nA ring of Mandmooran guards surrounded Jane, Sid Masters and the three\nsoldiers, but when Jane walked through the ring, quite close to two\nof the spearmen, they did not try to stop her. It was because of the\nMandmooran women, she decided: the Mandmooran women were so small and\nfragile-looking that their men would never take the guarding of a woman\nseriously.\n\nJane went over to where the chief was kneeling by his stricken son.\n\"Unless you stop the bleeding,\" she said quietly, \"he's going to die.\nDon't you know that?\"\n\n\"Healer sun stop bleeding. Lord Sun.\"\n\nJane shook her head. \"The sun is a slow healer. The sun can't perform\nmedical miracles. I have no argument with your religion, chief--but we\ncan save your boy's life if you let us.\"\n\nAt first Jane thought she had failed. The Chief continued chanting\nover his son, not looking at the Earthgirl. Then, slowly, he looked\nup. Not at Jane, not immediately at Jane: he let his gaze come to\nrest on the Mandmooran sun, faintly bluish and clearly swollen now,\negg-shaped almost as its internal forces gathered themselves for the\nfinal cataclysmic explosion which, in hours, would all but tear the\nstar apart. Even a fanatic sun-worshipper would know now that something\nwas wrong with their deity. On the other hand, a fanatic sun-worshipper\nmight regard the change, Jane realized, as a manifestation of\ndispleasure. Hadn't all but an infinitesimal fraction of the\nMandmoorans deserted their god? Wasn't that reason enough for the wrath\nof the Lord Sun?\n\nBut then the chief looked at Jane. His eyes were sad and old and\nsuddenly and unexpectedly very wise. He said, \"You can help? You can\nsave his life?\"\n\n\"You're not trying,\" Jane said. \"I can try.\"\n\nCarefully the chief stood up, making a mound of sand and letting his\nson's head rest there. \"Then save him,\" he said finally. \"Save him and\nyou can return to your people.\"\n\nA very old Mandmooran, far older than the chief, a skin-puckered,\nlimping, hunch-backed, rheumy-eyed, gray-skinned Mandmooran, approached\nthe chief and jabbered excitedly in their own language. The chief\njabbered back at him and the old man raised his voice. The chief\nshouted him down. Shrugging but smiling, the old man wandered off to a\nhillock of sand, threw his arms up at the Lord Sun, and began a weird,\nwailing chant.\n\n\"Shaman say,\" the chief told Jane, \"yours is bad medicine.\"\n\nJane didn't answer. She went down on one knee near the injured prince.\nIt almost made her ill to stare at his torn, mangled arm. She was no\nnurse. She knew first aid, but that was all. Still, anything was better\nthan the fatalistic Mandmooran attitude.\n\n\"Shaman say,\" the chief went on, \"we offer sacrifice to wrath of Lord\nSun. For long time our people no offer sacrifice in human form. Human\nsacrifice now, at moment of trial, work. So say shaman.\"\n\nTurning, the chief shouted something. Three spearmen stalked within the\ncircle around the Earthmen and came out with the uniformed figure of\nthe corporal. The ancient shaman jabbered excitedly, but the chief did\nnot look happy.\n\n\n\nSid Masters came brawling through the ring of spearmen, fighting clear\nwith flailing arms and legs. \"Wait a minute, chief!\" he cried. \"Who's\nrunning the show round here, you or that magician?\"\n\nThe shaman jabbered, but the chief silenced him with a gesture. \"I am\nchief of the Mandmoora,\" he said slowly.\n\n\"The girl is trying to save your son's life. Is that the thanks we\nget--what you're going to do with the corporal?\"\n\nThe chief was silent for a few moments, meditating. Then: \"Let him go.\nUntil the girl has succeeded--or failed.\"\n\nThe shaman jabbered again. He didn't like it but he returned,\ngrumbling, to his hillock. Jane was already going to work on the\nstricken prince. First she tore a strip from her jumper and used it\nto bind the prince's upper arm. The bleeding was first. She had to\nstop the bleeding. Twisting a pencil in the knotted tourniquet, she\ntightened it until the blood had stopped flowing. She felt anything but\ncalm. She actually felt queasy. But somehow her fingers worked quickly\nand surely and before long a few score of the Mandmoorans came to watch.\n\n\"He's lost an awful lot of blood,\" Jane told Sid Masters. \"I've stopped\nthe bleeding now, but he needs a transfusion if he's going to have a\nreal chance. And look at the wound, will you? It's dirty. He needs\nantibiotics and he needs them fast.\"\n\n\"On the flotilla out there?\" Sid asked. \"They ought to have\nantibiotics.\"\n\n\"Get them then,\" Jane said, and turned to the chief. \"My companion\nneeds strong medicine from the boats which wait.\"\n\n\"Stay. All stay.\"\n\n\"Then your son dies.\"\n\nThe chief looked at her. He was very quiet. The shaman wailed louder\nnow. \"Go,\" said the chief, and Sid Masters went splashing out into the\nwater.\n\nFive minutes later, swimming hard, he returned to the beach. He\nproduced a water-proof packet of antibiotic powders and Jane opened\nit and let the powders sift down on the prince's wound. \"Listen,\"\nSid whispered. \"We're in trouble, all right. They can't be sure when\nthe sun is going to nova, you see? They figure it ought to be about\nseventeen hours, but nobody's going to make book with his life. They're\ngiving us fifteen minutes. Then they're pulling out. They're sorry,\nbut they're pulling out. You can't blame them, Jane, especially since\ninterstellar law won't permit them the use of force.\"\n\n\"But you came back, Sid,\" Jane said.\n\n\"We're trying to help the boy. Besides, I couldn't leave you holding\nthe bag like this--alone with those soldiers and three thousand\nfanatic Mandmoorans.\"\n\nJane smiled at him. There was nothing else she could offer him\nnow. Their deaths seemed almost a certainty. They would be--had to\nbe--deserted. They would be left to the Mandmoora--and the novaing sun.\n\n\"Is the boy going to live?\" Sid asked.\n\n\"For a while. I've done all that first aid can do. The bleeding's\nstopped. The antibiotics will take care of any possibility of\ninfection. But he's lost blood. If he doesn't get a transfusion soon,\nI'm afraid he won't pull through.\"\n\n\"Then tell the chief.\"\n\nJane nodded, and found the chief near the shaman's hillock, gazing on\nhis medicine man with a troubled expression as if he couldn't decide\nbetween the old way and the new. \"Your boy,\" Jane said.\n\n\"The boy lives?\"\n\n\"For now he lives. He needs the kind of medical care I can't give him.\nThe kind of care he can get aboard the exodus ships. Let him go, chief.\nLet us take him back. We can save his life.\"\n\n\n\nThe shaman leaped from the hillock and--for all his bag-of-bones\nappearance--alighted athletically beside them. \"I heard!\" he cackled,\nshowing a toothless black hole of a mouth. \"I heard! A trick to leave\nour island. A trick to leave our planet! A trick....\"\n\n\"Just the boy then,\" Jane said. \"If you want him to live. But you'll\nnever know about it. Because if you stay here you'll all be killed.\"\n\n\"You see, a trick!\" protested the shaman.\n\nThe chief shook his head slowly. \"Life blood flow from boy. Boy would\nhave died. She save boy. If she wish, let the boy go with them.\"\n\n\"But they stay here!\" the shaman shrieked. \"They must stay. Sacrifice\nall to Lord Sun, Lord Sun shrink again. Otherwise--\" He showed the\npalms of his hands in a hopeless gesture.\n\n\"Bring small boat,\" the chief said, making up his mind. \"The girl goes,\nwith princeling, to her people.\"\n\nBut Jane shook her head. \"Not alone, I don't. I go with this man here\nand with the three soldiers, or I don't go at all. And neither does\nyour son. We can save his life, chief--but we don't intend to if you--\"\n\n\"Tricks! Deceit!\" screamed the shaman, jumping up and down. \"Kill them!\nKill them all!\"\n\nAn uncertain line of spearmen appeared, but the chief lifted his hand\nand they remained perfectly still as if with the small motion of his\narm he had somehow frozen them in their tracks. The spearmen seemed\ncontent: they had come forward at the shaman's summons without great\nresolution.\n\nAll at once the shaman leaped at Jane. He came so suddenly that she\nhad time only for a quick look. Still, she had not missed the gleam\nof something in his hand and she threw herself sideways as the hand\ncame down. She heard the chief shout, heard Sid Masters' startled oath\nas she fell to the sand with the old medicine man. Something burned\nagainst her shoulder and she knew it was his knife, knew it had pierced\nher flesh there. She felt a wave of giddiness, but after that the pain\nwasn't so bad. She could see Sid lifting the shaman bodily and flinging\nhim away across the sand like an empty sack, could see Sid's face,\ngrave with concern, swim close to her through the suddenly shimmering\nrange of vision before her eyes.\n\n\"Bleeding pretty bad,\" Sid said. \"Ought to be able to control it with\nthe pressure point in your neck. Hurt much?\"\n\nJane shook her head.\n\n\"Here goes then.\"\n\n\"Wait.\" Jane pushed his hand away. She could feel the warm wetness of\nher blood streaming down across her breast from the shoulder wound. She\nturned to the chief:\n\n\"I stopped your son's bleeding,\" she said calmly. \"I saved his life.\nStop my bleeding, chief. Save my life in return.\"\n\nThe chief looked at her without answering. Then he looked at the\nshaman, who had climbed to hands and knees but made no move to get up.\n\n\"Don't do it!\" Sid pleaded. \"He can't save you and you know it. You'll\nbleed to death.\"\n\nJane asked the chief, \"You want to help me?\"\n\n\"Girl saved princeling's life. I want to help.\"\n\n\"Then stop the bleeding. I've lost a lot of blood, chief. I'm growing\nweak. You have to stop ... the bleeding....\"\n\n\n\nThe chief seemed confused. He looked first at the medicine man, then\nat Jane, then at the flotilla of exodus ships which even while Jane\nspoke was turning and heading out to sea, back to the mainland just\nbeyond the horizon. He looked at Jane again. He opened his mouth to\nspeak, but no sound came. Then, finally, in a soft voice he said:\n\"Your people save my people. Millions of them. Take to new home,\nbecause old home, old world, die. Some stay. Some--us. You come. Final\nchance for Mandmoora. Boy hurt and you save him. Man go to ships for\ngood medicine. Could stay, but come back to help boy. You save boy.\nPrinceling. I have no faith in your medicine, but he live. He live.\nThen you hurt. You bleed. Life blood run out. You bleed. You have\nfaith, faith in chief of Mandmoora, to heal you. You have much faith.\"\nHe raised his voice suddenly, shouting:\n\n\"I can no heal! You die if you do not heal yourself. I can no\nheal! Faith? Your faith in me kill you. Faith? If Sun-Lord fail us.\nFaith ...\" he wailed, a broken man.\n\nSid Masters said, \"Keep your faith, chief. There are other symbols,\nother suns. Your mistake was placing all your faith in one physical\nsymbol--\"\n\n\"Enough,\" the chief said. \"The girl is right. I should save her as she\nsave princeling. I no can heal! The girl is right. All your people's\nthreats, all offers, all bribes, all speech and science explains, all,\nall fail. The girl alone win. Faith alone no good. Faith and deeds.\nGirl show deeds. But I no can heal! I no can heal! Stop bleeding,\nEarthman. Heal her.\"\n\nSid looked at Jane. She smiled up at him weakly. She had almost lost\nconsciousness. She had lost much blood and, like the prince of the\nMandmoora, would need a transfusion when they returned to the mainland\nand the final ship of the exodus space-fleet. But they had won, because\nthe chief said:\n\n\"Girl teach us. Earthgirl. We all go.\"\n\nThe soldiers gave a wild whoop of joy as Sid rushed down to the surf,\nhailed the flotilla. Jane was barely aware of the fleet turning around\nto come back for the Mandmoora's final three thousand holdouts. The\nwhole planet would be evacuated after all, she thought. It was hard to\nhold the thought. She was almost delirious with weakness, with lack of\nblood. She felt Sid's hand applying pressure to the pulse in the curve\nof her neck.\n\nShe heard his words: \"Bleeding's stopped....\"\n\nThen, for a long time, there was a gentle rocking moment and a vision,\nhalf-remembered, of the three thousand holdouts splashing out across\nthe surf toward the rescue flotilla, then, after that, a slow drifting\noff toward sleep.\n\nShe knew they would make it, knew not a human being, Earthman or\nMandmooran, would be on Mandmoora when the sun's blowup occurred. She\nknew she would not see the blowup from deep-space: she would be aboard\nthe spaceship in a hospital room.\n\nShe regretted that. It was a once-in-a-lifetime story, the kind of\nstory a reporter didn't want to miss. But she had seen another story, a\nfar greater story, the story of the final Mandmooran exodus, the story\nof life triumphant in the face of superstition and death.\n\nShe knew that was a far better story. And, besides, she had lived it.",
    "metadata": {
        "author": [
            "Marlowe, Stephen",
            "Lesser, Milt",
            "Granger, Darius John",
            "Lesser, Milton",
            "Thames, C. H.",
            "Ridgway, Jason",
            "Wilder, Stephen",
            "Chase, Adam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66731/pg66731.txt",
        "name": "planet_of_doom.json"
    }
}