{
    "name": "Plane Jane",
    "author": [
        "Davis, Frederick Clyde",
        "Ransome, Stephen",
        "Davis, Frederick C. (Frederick Clyde)",
        "Coombs, Murdo",
        "Davis, F. C. (Frederick Clyde)"
    ],
    "body": "Don’t go wonderin’ if I’m a expert on the subject, but ain’t there a kind\nof girl that looks her prettiest when she’s wearin’ a kitchen dress and\nrollin’ out biscuits? And ain’t there another sort of girl who transforms\nherself into the most beautiful when she appears in a filmy evenin’ gown\nand waits for you to waft her out into the moonlight? Then there’s another\nthat becomes the one and only when she is wool from head to toe and\ncuddlin’ beside you on a toboggan. And there’s one who is a shade above\nVenus when she comes slashin’ out of the surf glistenin’ and lithe and\nfresh.\n\nJane Alton wasn’t any of these kinds, but, oh, what a dream she was in a\nflyin’ suit! Jane was born to ornament the air. With a stick in her hand\nand flyin’ joy in her eyes, she was an angel--and, of course, bein’ an\nangel, she belonged in the sky. She put herself there every chance she\ngot!\n\nIt was a mornin’ full of smooth air and high visibility when Jane came\nrompin’ around the hangars, shinin’ leather all over and, seein’ us,\nsmiled brighter ’n the sun and ran straight for our plane.\n\nNed Knight was in the fore cubby, jazzin’ the motor, ready for a take-off.\nHe grinned and remarked over his shoulder:\n\n“Benny, ol’ nut-twister, here’s where you lose your seat, back there.\nJane’s all set to take another trip to her home port, Heaven, and there’s\nno use tryin’ to stop her. Better start gettin’ out.”\n\nI’d already begun startin’, and I was all the way out when Jane came up\nlaughin’.\n\n“Thank you, you ol’ darlin’,” she said to me, and I ain’t so old, either.\n“I can’t wait another minute to get up into all that glorious sky. Ned,\nwould you mind changin’ back to Benny’s seat?”\n\n“What!” barked Ned. “Listen, Jane. I’m takin’ this little Alton up for a\ncheck-ride. Your Dad is waitin’ for the data on it. Just this time won’t\nyou ride in back, just this once, and lemme--”\n\n“Ned Knight,” came back Jane, “am I not the holder of a pilot’s license?”\n\n“Yes, but--”\n\n“Haven’t you, my only instructor, pronounced me to be a flyer equal to any\nother you know?”\n\n“You sure are, Jane, but--”\n\n“Can’t I handle that stick and do a good job of gatherin’ data myself?”\n\n“I’m not sayin’ you can’t, but--”\n\n“Do you want me to go up in another plane, _without you_, Ned Knight?”\n\n“No!” said Ned, and so he began gettin’ out!\n\nMe, I couldn’t ’ve held out half that long against Jane Alton. I was\nplenty crazy about that girl, but bein’ only a grease-monkey, and havin’ a\nmap resemblin’ a mauled-up bulldog’s, I confined myself to bein’ just her\nslave. Ned Knight, however, being the best flyer in the state, and the\nhandsomest in six, got a lot of time from her. I suspected maybe that\nthere was some kind of romance goin’ on there, between the flyer and the\ndaughter of the plant owner, ’cause they flew a lot together, those two.\n\nSo, with Ned back in the rear pit, Jane climbed into the front one,\nsettled to the controls, jazzed the motor, and waved one tiny gloved hand\nto me. I socked the blocks; she stepped on the gas; and the Alton was off.\nIt trundled to the other edge of the sand, and Jane pulled it up neatly;\nshe circled twice, got herself a nice lot of altitude, rode a few air\nwaves in sheer joy, and then deadheaded across the blue.\n\nNow and then she cut the motor. Say, there wasn’t any tellin’ what went on\nbetween them two, all alone up there, so close to Heaven! I know they\ndidn’t exactly dislike the open solitude of that sky! I remember once,\nwhen Jane hopped out of the Alton, after a spell of hootin’ with Ned, she\nsaid to him: “I _love_ to be all alone with you up there!” And Ned was\nnever quite the same when he came down from a flit with Jane, anyhow!\n\nWell, while the Alton was banking and skimming at about a thousand, Robert\nBennett Alton himself came out onto the field. He was owner of the field,\nand of the factory where the Altons were made. He was manufacturing a\nsturdy, speedy, almost foolproof plane that was just about the ultimate in\naviation on a small scale. A man dissatisfied with anything short of\nperfection--that was Alton. And a fine man, in and out from the heart. He\nstood beside me, watching his little moth weave across the sky.\n\n“What a ship!” I said. “What a joy of a ship!”\n\n“It seems to handle well, Benny,” was all Alton said. “What--what’s that?”\n\nStarin’, I went cold. From the front of the plane some black smoke spouted\nout; and then came the flashin’ of fire. Fire it was! The nose of that\nplane was bein’ licked by the flames leapin’ back from the engine. One\nsecond it had been all o. k., and the next it was pushin’ a bonfire\nthrough the sky! If the fire reached the gasoline lines and the tank--if\nit kindled the linen--it meant disaster! And I, myself, I had inspected\nthat ship to make sure it was o. k. All but passin’ out, I continued to\nstare, and Mr. Alton got as white as the clouds.\n\n“Benny, who’s pilotin’ that ship?”\n\n“Jane!”\n\n“What!”\n\nNow the plane was sideslippin’ away from the flames; it tore off them, and\nthey disappeared.\n\n“And Jane knows her stuff!” I shouted.\n\nOnce havin’ snapped away from the danger, Jane dove at full throttle, but\nthe fire flashed out again, worse than before. As soon as it did, Jane\nsideslipped again, and the wind put the fire out. This time when she\nrecovered she banked steep, gradually losin’ altitude and made for the T.\nMushin’ out, she cut the gun, and the Alton glided for the sand. The fire\npopped out again, not so bad this time, but bad enough!\n\nThe burnin’ ship trundled in, and before it stopped Ned Knight was out of\nit. Jane jumped right behind him. Ned scooped up sand and threw it on the\nfire, and Jane worked just as fast. Mr. Alton and me and some of the other\nboys ran for the ship, but by the time we got there, the fire was all out.\n\nNed Knight, plenty mad, stepped up to me chin first. “Benny, your job is\nto keep these ships in trim, ain’t it--’specially this one, that’s goin’\nto fly the race--or was! Then how come the timin’ is off, and fire got\nsucked back into the carburetor? I’ll bet my hat that the screen and drain\nis in bad shape, too, you--. Good gosh!”\n\n“Well, I got it out all right, didn’t I?” inquired Jane, who seemed to\nthink that any scrape wasn’t very bad if she got out of it alive.\n\n“You sure did! You got us out like a veteran. Jane, you’re all right.\nBenny, dang you--”\n\nI wasn’t wastin’ time standin’ there and bein’ bawled out. I put my head\ninto that motor, and it took only a minute for me to find out that some\nmonkey business had been goin on--grease-monkey business! The engine had\nbeen tampered with. Our pet Alton! The ship we were dressin’ for the race!\nAnd with Jane in it! Lord!\n\nI whirled around and barked out my troubles. And then there was plenty of\nquiet for a minute.\n\n                *       *       *       *       *\n\nNed Knight moved first. Some other members of the hangar crew had come\nout to share the excitement. He singled out a pilot named Stud Walker, and\nstepped right up to him. Ugly eyes that man had, and an ugly face, and an\nugly heart--Walker. His eyes sort of flashed with fear, and he tried to\nback away, but Ned had him nailed.\n\n“Walker, lemme ask you some questions! Last night, while I was fussin’\naround the field, I heard somebody inside this Alton’s hangar. That was\nstrange. By the time I got it unlocked, and went inside, the noises\nstopped, and the hangar was empty. But I found a hole in the sand, under\nthe tin wall, that was fresh dug, and that hole was hid by two empty oil\nbarrels. You know anything about that? I’ll answer for you. You know _all_\nabout it. You’re the man that tampered with the plane!”\n\n“You can’t prove--” Walker gulped.\n\n“Your guilty face proves it for me! I’m goin’ to smash--”\n\nNed began to sail in with both hands and feet, but I grabbed him. While he\nwas talkin’, two other greaseballs had got behind Walker, and blocked his\nretreat. Also, they kept Ned from killin’ him. And right then Mr. Robert\nBennett Alton himself stepped up and spoke.\n\n“Ned, if you’re accusin’ this man of tamperin’ with that plane, I hope you\ncan prove what you say.”\n\n“Mr. Alton,” Ned came back, “some time ago I caught Walker tappin’ a gin\nbottle on the field, and ever since then I’ve been watchin’ him. A few\ndays ago he acted funny. I watched closer. After dark a sedan drew up, and\nWalker got in. The car stayed, and I watched it. Inside it was Gifford, at\nthe wheel--Gifford, of the Stormbird people. He and Walker were talkin’\nlow. Then I saw Gifford pass money to Walker. That is proof enough for me\nthat he’s in Gifford’s pay, working against us. He was clever enough to\njim the plane so I couldn’t find the trouble last night, but he’s got\nnow!”\n\nWalker looked plenty sick. Alton looked at him, and he couldn’t look back.\nHe might ’ve killed Ned Knight and Jane--Jane!--with his trick, done for\npay. He couldn’t face the man that had hired him out of good faith.\n\n“Walker, you look guilty!” Alton spoke up. “You’ve tried to cripple us in\nfavor of the Stormbird people--so they can win over us, of course, in the\nair derby tomorrow. Thank the Lord you won’t have a chance to get in any\nmore of your dirty work! The Stormbirds are so afraid that we’ll outfly\nthem that they have to hire crooks to beat us, eh? Do you know, Walker,\nthat you could be jailed for what you’ve done?”\n\nWalker was white around the gills.\n\n“Walker, I don’t want to bother with you. I think too little of you and\nwhat you’ve done to prefer charges against you. Now, Walker, get off this\nfield. Get off! If you show your face on it again, man, I’ll break you\nwith my bare hands!”\n\nAlton didn’t usually say much, but this was plenty for the occasion, and\nhe meant every word. Alton’s contempt was worse than a lickin’ for Walker\nto take. Let loose, he shambled away, looks of disgust and hate followin’\nhim. When he disappeared around the hangars, the field seemed like a\nbetter place to stay.\n\nMr. Alton spoke quietly now to the boys, askin’ ’em to look over the\nplanes careful, suggestin’ that a guard be put around the hangars tonight\nso that nothin’ could happen to the planes before the start of the air\nrace the next day; and they’d better keep a gun handy; and--\n\n“Ned!” Jane called out, not bein’ able to hold herself in any longer.\n“Please, let’s get another plane out and go right back up!”\n\n                *       *       *       *       *\n\n“Jane,” Mr. Alton said, “I want to talk with Ned a little, so you’d better\nlet the flyin’ go a while. Benny, is that ship damaged much?”\n\n“No, sir,” I answered. “By adjusting the timer and putting in a screen,\nand some new ignition wires--they’re burned off--she’ll be shipshape\nagain.”\n\n“Start on it right away,” Mr. Alton told me. “Ned, how did the ship feel\ntoday?”\n\n“Better than ever before,” Knight answered. “Jane was at the stick, but I\ncould feel the pull of the new prop. We get the proper revs now when we’re\nclimbing.”\n\n“The stabilizer?”\n\n“Works like a dream. The ship’s as steady as a Rolls Royce on Fifth Avenue\nand she stays that way. Also, it’s easier to hold her head up. And the\nailerons can be used when she’s throttled way down--that’s somethin’\nthat’s improved with the new prop and stabilizer. She’s ready for any race\nnow, Mr. Alton.”\n\n“Good!” said the Boss.\n\nThe boys’d been helpin’ me to roll the plane tail-to into the hangar, and\nthen, leavin’ Mr. Alton, Jane, Ned and me in there alone, they went back\nto work. I tore off the old ignition wires while Mr. Alton talked.\n\n“Ned, are you ready to fly your best tomorrow? Goin’ to reach Curtiss\nahead of all the other entries, are you?”\n\n“Sure he is!” spoke up Jane. “I’m his mascot!”\n\n“I think your plane is a better flyer than any other in the line-up, Mr.\nAlton,” Ned answered. “The Stormbird will tail us, but we’ll win.”\n\n“I hope so!” Mr. Alton came back, sighin’. “Ned, I’m goin’ to take you\ninto my confidence. You’re goin’ to pilot that ship tomorrow, and Benny\nwill be along with you, and you both ought to know that I’m bankin’ on you\nboys heavily. Aside from the purse--which, of course, the pilot is goin’\nto keep, for he’s the man that is goin’ to earn it--the reputation of the\nAlton is at stake. The number of accidents that have happened recently in\nAltons has given us a black-eye, Ned--you know that.”\n\n“People’ll forget that when we zip across the finish field first,” Ned\nanswered.\n\n“They will--if we win,” Mr. Alton answered. “That will help. But that’s\nnot all. That ill will has hurt our business. We have been runnin’ on a\nshoestring--and we’ve just about reached the end of it. We need the\nwinnin’ place in this race because of the good it will do our business. If\nwe don’t come in number one, Ned, I’m afraid that we’ll have to be closing\nup the plant soon.”\n\nNed got pale, and I forgot work, and Jane listened plumb excited. Mr.\nAlton was talkin’ in a low, serious tone. Since the Alton plant was all\nany of us had in life right then, it was serious. We knew business had\nbeen bad, but we never suspected it was that bad--never suspected that\nthis air derby was becomin’ a life and death matter for Alton planes.\n\n“I’ll explain a little more,” Mr. Alton went on, solemn and quiet. “You\nknow that the United Airways is holding up a large order of planes--enough\nto keep us busy for the better part of a year--and will place its order\ndependin’ on the outcome of the race tomorrow. They’re lookin’ for speed\nand stamina, and they think they’ll find it in the winnin’ ship. I had a\ntalk with Finley, the manager, last night. ‘Win the race, and I’ll place\nmy order with you,’ he said. That’s how the matter stands. And that United\norder, if we get it, will save our lives.”\n\nLord!\n\n“There are other orders in the balance, too,” Mr. Alton went on. “The\ngovernment is going to give the winner some places in the air mail and\nborder patrol fleets, to replace the antiquated DeHavilands. There’s a\npassenger airport in Texas that I’ve been tryin’ to land, that’s waitin’\nfor the winner to take the order away from it. I could name half a dozen\nmore such examples; but it isn’t necessary.\n\n“You understand, Ned, that when you fly tomorrow, you’ll be flyin’ to\nwin--win not only the purse for yourself, but a new life for us. And if\nyou lose--but we won’t think about that now. You’re goin’ to win.”\n\n“Yes, sir,” said Ned. “We’re goin’ to win!” He gave a look at Jane, and\nJane’s eyes sparkled. “There’s still another reason why I’m goin’ to win,\nMr. Alton!”\n\n“There is?”\n\n“A pilot that ain’t married usually hasn’t got a habit of savin’ his\nmoney--and I’ve spent all mine, till lately. But if I had to buy a house\nand a lot of furniture, right now, I couldn’t do it. But with that purse\nin my pocket--five thousand dollars--it wouldn’t be so hard! I want to do\nthat, Mr. Alton. I want to win that race, and then step up to you, and\nsay, ‘Sir, I want to marry your daughter!’”\n\nMr. Alton smiled. “From Jane’s conversation at home, which has just two\nsubjects--flyin’ and Ned--I’d suspected the situation.” He chuckled. “I’d\nrather have a pilot for a son-in-law than anybody else, and of all the\npilots I know, you rate highest with me, Ned. Well, after you win that\nrace, and step up to me, and say your say, I’ll talk with you about it!”\n\n“Thanks!”\n\nMr. Alton walked out of the hangar, havin’ said _his_ say to us--which was\nplenty. For a few minutes I was stunned. Things was comin’ too fast for\nme. That whole big plant, out there, was in danger of vanishin’. Those\npeppy little Altons were in danger of eventually droppin’ out of the air.\nAltons had been the subject of our talk and dreams for years, and if they\nwent--it would be worse than a death in the family. And yet, there the\nwhole matter was, flat up and lookin’ us in the face-- and all of us\nswore, right then, that this Alton _had_ to win that race!\n\nI turned and got to work on it--and how I began to work!\n\nSomethin’ that happened behind me sounded a whole lot like a kiss.\n\n“So!” said Jane Alton. “You think, do you, Ned Knight, that you’re goin’\nto win me in a race as though I was a kewpie doll on a rack?”\n\n“Why--”\n\n“And if you don’t win the race, you won’t ask me to marry you at all?”\n\n“Well, gosh!”\n\n“Young man,” said Jane in her most business-like manner, “I have somethin’\nto say to you--in private!”\n\nShe tugged him out of the hangar. Beyond the doors I could hear ’em\nwhisperin’. Then they moved away, and I didn’t see either of ’em again\nthat day--because I wasn’t lookin’ at anythin’ but that plane.\n\nI worked on her like a maniac. I forgot lunch and dinner and kept workin’\non her till my arms were about ready to drop off. I wouldn’t let anybody\nelse touch her. I tested her everywhere, tuned her to the prettiest pitch\nshe could give, tightened her everywhere she would tighten. There wasn’t\nany dingus on that plane that I overlooked. When I called a halt it was\nafter midnight.\n\nThen I put blankets beside her, and tried to go to sleep; but I couldn’t\nsleep. I had to get up and look her over again. Every half hour after that\nI was up, to make sure I’d tested somethin’ that I thought I _might_ have\noverlooked. I couldn’t stay away from that plane. Too much was dependin’\non it and the shape it was in.\n\nAnd at last, as I was for the tenth time feelin’ over the control wires, I\nsaw light comin’ through the cracks of the door, and I knew it was\ntomorrow.\n\nThe day of the Trans-state Air Derby had come!\n\n                *       *       *       *       *\n\nIt was the day of days. All over the country, airplane makers had been\nlookin’ forward to this day, and preparin’ for it. Every maker of light\nplanes was goin’ to be represented with the best job they could turn out.\nA string of single-motored planes was goin’ to line up, every one ready to\ndo its best, and compete for the championship--and the competition was\ngoin’ to be murder! A big Commission was behind the project, directin’ it.\nNewspapers all over the world were runnin’ notices of it, ’cause the\nresults were goin’ to be official; and the winner’s name was goin’ to be\nwritten right into air history in big red letters.\n\nThere’d been guards outside the hangar all night; and when a knock came, I\nopened the doors. Ned Knight, fresh and dapper, came in, bringin’ a early\nmornin’ paper. He showed it to me. Splashed all over the front page was\nbig headlines: _Planes Ready For Big Cross Country Race!_ There below was\nthe list of makers: Alton, Stormbird, Zephyr, Lightning, Ranbros, Impco,\nand all of ’em. And then the pilot’s name: Alton carryin’ Ben Benson and\npiloted by Ned Knight. Stormbird carryin’ William Carson and piloted by--\n\n“Good gosh, Ned!” I busted out. “That must be a misprint!”\n\n“Nope, Benny; it must be true. Stormbird’s made a change in pilots at the\nlast minute.”\n\nRight there in black and white it said that the pilot of the Stormbird\nentry was goin’ to be Stud Walker! Stud Walker, the self-same crook that\nwe’d fired off the field--who had been in Stormbird pay, and jimmed our\nplane! It was easy to see that Stormbird was usin’ him because Walker\nwould be hell-bent to beat us out, for our handlin’ of him. We were goin’\nto have a real enemy flyin’ against us!\n\n“Gosh!” I croaked. “Ned, we can sure count on Walker’s beatin’ us if he\npossibly can. He’ll fly like a wild man to beat us!”\n\n“I’m goin’ to do some flyin’ myself,” Ned came back. “Is the plane ready,\nBenny? If it is, we’d better be gettin’ over the field. We’ve got to check\nin and get lined up. Mr. Alton has drawn third place for us.”\n\n“Third? Who’s second and first?”\n\n“Impco is second.”\n\n“And--?”\n\n“Stormbird is first.”\n\n“Hang it all! They’re gettin’ the breaks all around. I suppose it figures\nout all right in the end, but-- I hate to have ’em leadin’ us at the very\nstart!”\n\n“Benny, aren’t you goin to dress up? Those overalls of yours ’re dirty\nenough to walk around by themselves.”\n\n“I wouldn’t change ’em for a suit of ermine, Ned,” I answered. “They may\nbe dirty as mud, but I love ’em!”\n\nThen, Ned tells me, we should be on our way. We roll the plane out, and\nblock her; Ned gets in, contacts her, and we pump the prop. She roars off,\nhigher and higher, and the engine begins to warm and sing a sweet song.\nWhen she’s hot, she’s the sweetest soundin’ motor I ever heard. Grinnin’\nall over our faces, Ned and I get set. She steps off down the field,\nswings into the air, and away we go, for the startin’ field, as full of\nhope as any man could be without bustin’.\n\nPretty soon the field slides into view. There’s a crowd pushin’ around on\nit, and lined up, staggered in back of each other, are planes. We circle\nand come down, and taxi smoothly across the field. Then we ground-loop\nneatly, and come amblin’ back. Ned cuts the motor, and we hop out. For a\nminute we’re busy registerin’, and then official greaseballs push the\nplane into place, third in the line.\n\nAnd there’s the Stormbird, our deadly opponent, with its nose ’way out in\nfront. As we come past it, the pilot comes away from it. It is Walker,\nlookin’ uglier ’n ever, with gloatin’ eyes and crooked sneer. We give him\nhard looks and want to go on, but he has somethin’ to say.\n\n“Yesterday was your innin’, you hooters. Today is mine. I’m goin’ to fly\nyou off the map!”\n\n“Not in that wash-tub!” I come back.\n\n“Hush up, Benny!” Ned nudges me. “Walker, you’re takin’ all the joy out of\nthis race. We want to fly with real flyers, not with crooks. Depend on it,\nman, we don’t intend to be beaten by dirty play. And if you fly square,\nWalker-- you’ve only primed yourself for the lickin’ of your life!”\n\nWalker glares a killin’ look at us, and cusses us out as we pass on.\n\nThen there’s a squeal, and Jane Alton comes rushin’ around the line of\nofficials, followed by her Dad. She runs up to Ned and, right out in\npublic, gives him a big kiss. She talks fast as a whirlwind, bein’ all\njazzed up with excitement and hope. Her Dad just shakes us by the hand and\nsays:\n\n“In a few minutes you’ll be off, boys. Remember--we’re goin’ to win.”\n\nWe promise him--our hearts in our throats. That big Stormbird looks like a\nflyin’ devil to us and winnin’ won’t be a cinch for anybody.\n\nJane asks, breathless: “Ned, won’t you _please_ take me along?”\n\nNed laughs. “No, Jane. It can’t be done. I’m sorry.”\n\n“Oh, please!” she begs.\n\nAnd he chuckles again, “No!”\n\nMr. Alton closes in then for a confidential talk with Ned; and Jane, in a\nminute, grabs my sleeve and pulls me a little bit aside.\n\n“Benny, will you do somethin’ for me?”\n\n“Jane,” I says, “All you’ve got to do is ask.”\n\nShe pulls me aside a little farther. “Would you do it for me, even if it\nmeant a lot to you?”\n\n“Well, Jane,” I say, “I guess I can equal anybody so far as doin’ things\nfor you is concerned. You know that.”\n\nShe tugs me still farther, and we’re gettin’ close to the locker room.\n\n“Benny,” she says then, “I want to fly in this race with Ned.”\n\nI choke up at that unexpected request, but I might ’a’ known Jane would\n’ve been dyin’ to get up in the air on this big occasion.\n\n“Gosh, Jane!” I say. “We couldn’t stow you away. It’d overweight the plane\nand hurt our chances to--”\n\n“Oh, I don’t want to stowaway!” she says. “I want you to let me take your\nplace!”\n\nOh, boy! She was askin’ the impossible. There she was, with her implorin’\nblue eyes close to mine, eyes shinin’ with hope and fire, and beggin’ me,\nbeggin’ me. No, sir, I couldn’t let her do that--but there she was, a girl\nI just couldn’t refuse if she’d asked for my life. Lettin’ her go up in my\nplace would be a crazy thing to do, but she kept beggin’ me with little\npleases and won’t-yous, and Bennies, spoken soft like, and--Lord!\n\n“If you let me get into your coveralls, and helmet and goggles, nobody’ll\never know the diff’rence!” she said.\n\n“Jane, please don’t go beggin’ me!” I begged her. “It ain’t fair to me. I\ncan’t resist you any more ’n the tail of a plane can resist the prop. You\nknow Ned would blow up if he heard of it, and your Dad--and Lord!”\n\n“Benny, it’s the only thing I’ve ever asked of you; and it means more to\nme than anything else in the world right now. I’ve _got_ to fly in that\nrace--_got_ to. Benny--Benny--please!”\n\n“Oh, Lord!”\n\n“All you’d have to do is slip into that private locker and take off those\noveralls, and then stay out of sight. I’d just get in ’em, and climb into\nthe plane, and stay there. Benny--please?”\n\n“You can’t do any good up there--”\n\n“Don’t you know that Ned will fly worlds better if I’m along with him? And\nyou want us to win, don’t you?”\n\n“Oh, Lord!” I said. “Well--here goes!”\n\nRight then she flung her arms around my neck, hugged me close, and kissed\nme one, two, three times right on the lips, and said, “Oh, Benny!” And\nafter that I wasn’t nearly in my right mind. I dived into the locker, shed\nmy overalls, and eased out again. With one last look at her, I dived into\nthe crowd and lost myself.\n\nJane hurried into the locker, and in a minute she was out, in my coveralls\nand helmet and goggles. I could hardly believe my eyes, she looked so much\nlike me! It was sure astonishin’. She eased back toward the planes, just\nwhen a guy in a megaphone was shoutin’ the last warnin’. Jane walked right\npast Ned and Mr. Alton and made for the plane.\n\n“I’ve got to get into the ship!” Ned said. “Say, where’s Jane? Ain’t she\ngoin’ to wish me good luck?”\n\nThey looked around for her, while she was within ten feet of ’em.\n\n“Say, Benny, have you seen Jane?” Ned hollered at her; and she wags her\nhead: no!\n\nThe last minute is gone; and Ned is forced to his plane. Jane was already\nin when he got there; he climbs in, not givin’ her any special notice.\nThere is a poppin’ and roarin’ of motors all around, up and down the line.\nGreaseballs turn the Alton over, and she sings a sweet tune. The whole\nline-up is stirrin’ up a tornado when _bang!_ a shot-gun goes off--which\nmeans the race is started!\n\nThe Stormbird tears off like a maniac, lifts, climbs steady, and then\ndeadheads on. Thirty seconds pass, forty, fifty, sixty. Then, _bango!_ the\ngun goes off again, and the Imp plane stretches itself out across the\nsand. It lifts, roars, pulls on, and flies in the wake of the Stormbird.\n\nNed Knight bends to his stick and glues his eyes to the instrument. The\nseconds are tickin’ off. Forty--fifty--sixty! _Whacko!_ The gun! Ned\nstomps on the gas. Away goes the Alton. It takes off quick, climbs fast\nand, roarin’ high, plows into the sky.\n\nAnd I, back on the field, watch it go with tears in my eyes!\n\nOne by one, at sixty-second intervals, the planes take off, and soon\nthey’re parading along the sky, and trailin’ out of sight. Once they’re\ngone, there is nothin’ to do but wait for reports along the way. The crowd\nlingers, and I avoid Mr. Alton. He goes to his car; I just float around.\nWhat’s happenin’ to Ned and Jane now, I wonder? What’s goin to happen to\n’em as they drive across half a dozen states. Are they goin’ to pull onto\nLong Island and get down to Curtiss first? Oh, Lord!\n\nWell, plenty happened in that plane on the way, and this is what!\n\nNed Knight concentrated on his controls as he had never concentrated\nbefore. In the back seat Jane just sat and enjoyed herself. Little by\nlittle the Alton went up to her top speed. With the throttle gradually\nopened, she tore through the sky screaming. With the wires shrieking, the\nstruts rattling, the whole plane trembling and throbbing, it roared on its\nway, hell-bent for victory.\n\nThe string of planes kept goin’ across the sky spaced like they were at\nthe take off for a while. At the Ohio line one of them began to drop, and\ntook to the ground, disabled, and disqualified, ’cause the race was a\nnon-stop affair. Another one soon followed. Others began to draw back a\nlittle, and still others drove ahead a little. And while Ned was strivin’\nto pass the Impco and reach the Stormbird, Jane removed her helmet and\ngoggles, and then reached forward and gently tapped his shoulder.\n\nNed looked back; for a minute he thought he was dreamin’. Then he shouted\nsomething that was lost in the thunder of the motors, and bored on. He\ncouldn’t snap off the ignition a minute; ’t would slow the plane. Jane\nsmiled at him, still enjoyin’ every minute; and then he looked back again,\nand grinned. He’d caught onto the joy of the thing and then Jane was\nsatisfied.\n\nNed bent to his controls again, for the Impco was slippin’ closer. It\nwasn’t bearin’ up under the continued, terrific strain. Ned grasped the\nopportunity and kept the throttle wide open. Bit by bit the Impco slid\nback, and Ned gave it a wide berth. Slowly, but surely, the Alton\nadvanced. For miles the planes bobbed side by side; and then the Alton\ncrept forward, inch by inch, until it was leadin’.\n\nJane gaily waved at the Impco pilot and threw him a couple of kisses!\n\nThe Alton bored on, and Ned concentrated on the Stormbird. It was still\nthundering on, a strong ship, much better than the Imp, perhaps equal to\nours--perhaps even better! Ned kept the throttle wide; and Jane settled\ndown to the serious business of takin’ the lead.\n\nThe earth was bobbin’ below the planes, slidin’ by gentle but fast; one\ntown and another came into view and disappeared. And then the Alton began\nto wobble. The motor roared up and down. Ned was actin’ funny with the\ncontrols. Jane watched him close; and then she saw Ned’s head bob, and his\nshoulders slide forward. Just then the ship began to dive and lose speed.\n\n“Ned!” Jane screeched, grabbing his shoulder and shakin’ him. “What’s the\nmatter?”\n\nHe pulled himself together some, looked around; and in his eyes was a\ndreamy, sick look. Jane shook him again; but he acted almost drunk. His\nlips mumbled words that were lost in the motor’s roar; but Jane knew that\nsomething was very much wrong with him.\n\nThe ship was losin’ speed; the Stormbird was leading by a long distance;\nand even the Imp was drawing close again. Jane didn’t wait for any more\ntrouble. She unsnapped her safety belt and, calm as you please, put one\nleg across and into the fore pit. Then she pulled forward, and came into\nthe pit with Ned. She crammed herself down into and on him, and grabbed\nthe stick. Ned’s feet were loose on the rudder-bars, but the stabilizer\nkept the plane on an even keel without much help from the controls.\n\nJane shook Ned again; and he was conkin’ out fast. He pulled off one glove\nand looked at his right hand. It was red and swole up, and across it was a\nred streak, a scratch. He looked up with eyes full of pitiful request for\nhelp, and tried to talk. Jane was desperate; she cut the switch to hear\nhim.\n\n“Sick,” he mumbled. “Scratch--somebody on field. Bumped against me. Must\nbe--poisoned. Oh,--I can’t--go on----”\n\nAnd he slumped forward in the pit. Jane snapped on the ignition, kept the\nstick steady, pulled Ned back up, and pleaded in his ear.\n\n“Try, Ned! Try to get up! Try to get back into the other pit. I’ll handle\nthe stick. You get back--try! Please try!”\n\nSick as he was, he tried. He dragged himself up and tottered in the air,\nwhile Jane assisted all she could. Then Ned tumbled into the rear pit,\nhalf on the seat, and without makin’ a move to get up, passed out\ncompletely.\n\nJane settled to the controls with all the fire she had--which was plenty!\nShe snapped on the ignition and opened the throttle wide as she could. The\nmotor blasted. The plane almost jumped ahead. The Imp, which was almost\nnose to nose with the Alton again, gradually dropped back. There was the\nStormbird, far ahead. Jane fixed her blue eyes on that plane, and kept the\nthrottle open, and prayed.\n\nShe didn’t understand perfectly then what had happened to Ned. It was\nthis: while he was on the field, talkin’ with Alton--while Jane was\ntalkin’ with me, private!--somebody brushed past him, and then Ned\ndiscovered a scratch on his hand, lookin’ like it was made by a pin. He\nthought nothin’ of it, but that scratch was full of a drug. What it was we\ndon’t know yet, but it was powerful, and without the shadow of a doubt it\nhad been used by somebody in the Stormbird people’s pay--somebody,\nprobably at Stud Walker’s behest. The object was to put the Alton out of\nthe race by cripplin’ its pilot--and, if it hadn’t been for Jane, the\ntrick would have succeeded! But with Jane at the stick, it was far from\nsucceedin’!\n\nJane stretched that ship to the limit. The Imp bobbed far behind.\nTerritory unreeled under her. The Stormbird loomed large again. Both ships\nwere goin’ their limit. The race settled down to a question of which ship\nhad the more speed and power and stamina, and the victor would be decided\nby a very narrow margin. Jane kept the throttle wide, and waited for the\nAlton to do its stuff--and it did.\n\nSlowly she drew up. She kept the Alton on a level with the Stormbird’s\ntail for a hundred miles. Then slowly the differences in the ships began\nto tell. The Alton crept up. An inch. Another inch. Another inch--forward\nalways, at a mad airspeed, the motor blasting like a demon loose out of\nhell, the whole ship shaking, the wires screaming. The earth spun and\nveered. Another inch--another. Little by little the Alton crept up on the\nStormbird until, prop even with prop, they drove ahead without either\ngainin’ a mite.\n\nOnce again the Stormbird began to slip back; and Jane--yes!--tossed Mr.\nStud Walker an ironic kiss!\n\nJane kept that ship howlin’. On she went. On. The skies began to darken.\nThe air got a little bumpy. The visibility dropped. The exhaust tubes of\nthe planes, white-hot, spouted orange fire. And Jane drove on. Little by\nlittle, again, the Alton took its margin of lead.\n\nWhat was that? Water! Long Island Sound! Only a few miles away was the\nfinish field!\n\nJane kept the plane drivin’. The Stormbird howled on the Alton’s tail.\nBoth planes were crazy flyin’ things--crazy.\n\nThen the field, the big square! Closer and closer! Jane stepped down to\nit, slowin’ as little as possible. Down she swooped, and the ground swung\nup at her. She felt the trucks touch. She zipped across the sand; she\nground looped; she trundled back. And as she came to a stop, and the crowd\nstarted for her, the Stormbird dropped out of the sky.\n\nJane jumped out of her plane. She knew Ned wasn’t seriously hurt, but he\nneeded help, and to the first man she saw she shouted: “Get a doctor!”\nThen, with reporters mobbin’ her, she just smiled, gave her name and that\nof the plane, and waited until a fat man with an official badge, head of\nthe Committee, came up to her. Then she said pertly:\n\n“Well, I guess I won, didn’t I?”\n\nThe Committeeman was flabbergasted. He hadn’t expected to see a girl.\nReporters were yowlin’ for Jane’s name, and facts about her, knowin’ that\na girl hadn’t been scheduled to pilot the Alton, and sensin’ a big story.\nThe Committeeman muffed a few words, not knowin’ what to do or say, but\nseein’ plain enough that she had got to the field first.\n\nThen a man in leather tunic and with goggle-prints around his eyes came\npushin’ through the crowd, with four other Committeemen, all lookin’\nindignant and outraged. That guy was Walker--Walker was howlin’.\n\n“There she is!” he yelped. “This race is bein’ run on the square, ain’t\nit? Well, you can’t rate her winner. She isn’t the pilot that belongs to\nthat ship. Her name is Alton--the pilot registered for this plane is named\nKnight!”\n\nThe Committeeman got red-faced and mad and still more dignified. They\nwaved a hand for silence and bellowed to the reporters, after a hot and\nfast conference among themselves:\n\n“The Alton is not the winner of this race. The Alton is not the winner! It\nis disqualified because of irregularities. The official winner of the race\nis the Stormbird, with Walker pilotin’!”\n\n“Just a minute!” Jane spoke up, pert and clear. “Where are the\nirregularities? The Alton has come through clean, without any. The pilot\nof this ship is supposed to be Knight, and it wins the race because _my\nname is_ Knight!”\n\nThat’s a poser.\n\n“I intended to fly this ship all along!” Jane declared. “And I win the\nrace--”\n\n“Your name is Knight?” the Committeemen demanded in one big voice.\n\n“Yes, indeed,” said Jane. “Mrs. Ned Knight. It has been that since last\nevenin’. So there!”\n\n                *       *       *       *       *\n\nWhenever I see Jane comin’ onto the testin’ field of the big, boomin’,\nprosperous Alton factory, to take a little sky-spin with her husband, I\nsize her up and sigh and tell myself all over again that that girl sure\nlooks right in a flyin’ suit!\n\n                                THE END",
    "metadata": {
        "author": [
            "Davis, Frederick Clyde",
            "Ransome, Stephen",
            "Davis, Frederick C. (Frederick Clyde)",
            "Coombs, Murdo",
            "Davis, F. C. (Frederick Clyde)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73483/pg73483.txt",
        "name": "plane_jane.json"
    }
}