{
    "name": "Poison Planet",
    "author": [
        "Oberfield, William",
        "Oberfield, Bill"
    ],
    "body": "Captain James McBride didn't know exactly what to make of it at first.\nThe first Earthmen ever to set foot on Venus, he and his crew had come\narmed to the teeth, fully prepared to fight wild elephants, giant\ntigers, pre-historic monsters or anything an imaginative mind might\ndream up.\n\nWhen they found evidence of absolutely no danger at all they stood\naround with their heavy weapons and felt mighty foolish. The only signs\nof animal life were the small creatures that scampered right up to the\nmen and chattered at them, unafraid, and birds more evident by sound\nthan by sight. There were no trails made by giant animals, no heavy,\nfrightening sounds in the jungle about them. Only a misty, drowsing\ncalm.\n\nThe mist was always there, they were to find out later, steaming up\nfrom the wet ground by day and condensing in a blanket of life-giving\nwater by night. Otherwise, Venus resembled mildly tropical Earth\nwithout storm and tempest. The lack of these made one think of thunder\nand lightning as some unseen, unknown entity bound to Earth alone in\nchains of gravity.\n\nThe only really unpleasant note was the condition of the ship in which\nthey had come. The underside was a mass of twisted steel and buckled\nplates, where it had come down considerably harder than it had ever\nbeen intended to come down. It was something that could never take to\nspace again, even if the \"H\" tanks hadn't been torn loose to gush out\ntheir contents.\n\nCommunication with Earth was out. A transmitter small enough to fit the\nship and yet powerful enough to breach millions of miles of space, as\nwell as penetrate two atmospheres, just wasn't made. The expedition was\non its own.\n\nThe orders were conditional. If possible, they were to set up an\noutpost on Venus, as others had done several years before on Mars.\nConsisting mainly of scientists, the crew was to find out all it could\nabout the new world. In one year the second ship would follow, bringing\nengineers and laborers. The scientists were to have, by that time, the\ninformation required to form the first colony quickly, wisely, and\nsafely.\n\nIf confronted with insurmountable obstacles, they were to return at\nonce to Earth with whatever information they might have as to the\nnature of the obstacles.\n\nMcBride grinned in spite of his regret over the loss of his ship and\nlooked at the wreckage. That sort of made the orders unconditional.\n\nThings could have been worse, he thought. Not one of the ten men in the\nexpedition had been lost or even badly injured. And, Venus being the\nland of plenty that it had turned out to be, it was beginning to look\nas if the stay here would be a pleasant one.\n\nHe was just starting to get some of his old spunk back when Jeff\nFlaunders came up to him with a worried frown on his face.\n\nBecause of the limited space aboard the ship, Flaunders was a\ncombination of several men, as were most of the others. Specially\ntrained for the expedition, he handled anything that went under the\nheading of botany, biology or zoology.\n\nNow he was looking worried.\n\n\"You look a lot like bad news,\" McBride said as Flaunders drew near.\n\"Might have known there'd be a catch to this world.\"\n\n\"More than a catch,\" Flaunders said. \"I hope none of the men has eaten\nanything native to Venus.\"\n\nMcBride shook his head. \"They haven't if they've followed orders. I\ntold them not to touch anything until you had made a report.\" He looked\nat the other questioningly. \"Poison?\"\n\n\"We brought twelve white rats and two monkeys along for experimental\npurposes,\" Flaunders said. \"Now we have only six rats. Each of the\nothers we fed a different kind of native fruit or meat. That was about\nfive hours ago. In the past hour they've gone into convulsions one\nafter another. Seemed to go blind, too. Died within minutes.\"\n\n\"You tried it on just the six rats and not the monkeys?\" McBride asked,\nand got a nod from Flaunders. \"Then that's just six things tested.\nMaybe something edible will turn up yet.\"\n\n\"Small chance.\" Flaunders was positive. \"Thompson used a little of his\nchemistry and found a substance he couldn't identify, not only in the\nstuff we fed the rats but in twenty-some other plants. He even found\nit in the flesh of the animals we caught. That makes it pretty certain\nthat it will be found in everything. When the rats died we pegged that\nsubstance as the poison.\n\n\"What to do about it is another question. Since it's entirely new to\nus it would probably take years to find a way to neutralize it, and it\nplays such an integral part in the structure of everything on Venus\nthat we'd have one sweet time trying to completely draw it out. Anyway,\na lot of needed lab equipment was smashed in the wreck. That makes it\neven more of a problem.\"\n\nMcBride listened, frowned and rubbed his cheek. \"In other words, we\nmight as well give up any idea of living off the fat of the land.\"\n\n\"That's about the size of it,\" Flaunders agreed. \"Our best bet, the way\nthings stand now, would be to try and have a garden going before our\nsupply of food runs out.\"\n\n\"Check,\" said McBride. \"But the seed was brought along just in case the\nsoil and climate should prove suitable for planting. What do you make\nof that?\"\n\n\"Climate ought to be just about perfect,\" Flaunders grunted. \"As to the\nsoil, Thompson and I will check on that right away.\"\n\n\n\nIn another day a few things had been learned. There was now no doubt\nabout the poisonous nature of Venus. The infuriating thing about it\nwas that the creatures native to Venus thrived about them on food that\nwould put out the lights for good for any Earth-born animal.\n\nBut that was not quite so hard to take when they found that the soil\nwas suitable for Earth crops. That left nothing to get excited about.\n\nSo they thought, until Venus turned stubborn.\n\nNo one knew exactly how stubborn Venus could get until the garden\nlocation was being cleared of weeds. They had gone over about fifty\nfeet of the clearing, working earnestly and not bothering to look back,\nwhen one of the men--a lanky individual called Henry Higgins--turned to\nlook back, put one grimy fist on his hip, hunched his shoulders, stuck\nout his chin and hollered, \"Damn!\"\n\nThe others turned and looked surprised. Not that Higgins' well-known\nexaggerative ways any longer surprised them, but what Higgins was\nlooking at might surprise anyone, including the botanist in Flaunders.\n\nThe eight-or-ten feet of ground directly behind the men was clear of\nweeds. But at the far edge of this cleared space little green shoots\nwere thrusting inquisitive noses above the ground. Beyond these were\none-inch plants, then two-inch, and four and six and eight, on up. They\nformed a slope up to the edge of the clearing.\n\n\"Damn!\" Higgins said again, and tossed away his spade.\n\nSomeone laughed uncertainly. The others scratched their heads, cast\nblank stares at one another and forgot how to keep their mouths closed.\n\n\"Just what in blazes do you make of that?\" McBride asked of Flaunders.\n\nFlaunders could be quite an optimist when he wanted to; he was one of\nthose rare persons who seem to grow stronger with each failure. At\nleast on the surface.\n\n\"Only what I see,\" he replied, not willing to show consternation.\n\"Amazingly rapid growth, but they're still only weeds. It's just going\nto take a little applied science.\"\n\n\"Maybe.\" McBride didn't like it. \"But I've done a little farming in my\ntime; know what it is to worry a chunk of farmland out of the raw. And\nthe nature of Earth is dead compared to this.\"\n\n\"Bunk!\" Flaunders scoffed. \"Work, certainly. But we'll be eating fresh\ncorn in two months!\"\n\nMcBride looked around, seeing little you wouldn't see on Earth. What's\nwrong with me? he thought. It's my place to keep the spirits of the\nmen up, not to dampen them. Flaunders is right, of course. This\nstuff is still only vegetation, even if it _is_ styled after Jack's\nbeanstalk. Jack chopped down the beanstalk and killed the giant. Our\ngiant is the threat of starvation, but killing it is still a matter of\nstalk-chopping. If Jack could do it so can we.\n\n\n\nIt started out like that. Two weeks of hacking and digging, of\nspecially prepared weed-killer and the aid of every trick known to\nscience, and there was a strip of dark, rich ground all ready for\nplanting. It looked like things were really beginning to roll. They did\nroll. Right up against a blank wall.\n\nA few days after the planting, Flaunders was looking at a handful\nof black spider-things and swearing under his breath. The shriveled\nspider-things were seeds brought from Earth. They were shot through\nwith hairlike roots, and that was the strange thing. It was strange\nbecause the roots were not their own.\n\nIt took several more days for Flaunders to understand. When he did he\ntook on an attitude faintly remindful of a cornered rat. In a spot, but\nfrustrated to fighting anger. The ship had contained enough food for\nonly about two months to begin with, and more than two weeks had now\ncome out of that. Starvation was becoming a very real possibility in\nhis mind.\n\n\"We're up against something big,\" he said, peeved with himself for\nhaving to admit it. \"We're fighting millions of years of evolution.\"\n\nMcBride sensed something disturbing in the other's voice. Maybe a trace\nof fear. \"What do you mean?\" he said.\n\nFlaunders enlarged. \"A very long time ago a war started here on Venus.\nIt was a war among plants. You find the same thing on Earth, too, but\nnot on this scale. There must have been certain 'aggressive' plants\nwhich threatened to force out all others. The others, in order to\nsurvive, had to evolve into something even more deadly to other plants.\nOnce started, it had to keep going. Now, after millions of years,\nthey've evolved into things capable, of vicious little tricks you'd\nnever be able to count.\n\n\"What happened to our seeds is one of them. Some of the roots extend\ninto microscopic threads hardly more than streaks of single molecules.\nYou can't dig them out and they escape all the ordinary weed-fighting\nmethods. One of their cute little tricks is to attach themselves to\nother plants and seeds and absorb them, strangely enough not harming\ntheir own species. Add to that the rapid growth, almost comparable to\nthe motion of the minute hand of a clock, and planting anything from\nEarth among them is something like throwing a housecat into a den of\nwild lions.\"\n\n\"A very pretty picture,\" McBride groaned. \"We can't go back to Earth\nfor a year, everything on Venus is poison and we have less than two\nmonths' supply of food. Now you as much as admit that there will be no\ngarden. I'm suddenly getting a headache.\"\n\n\"I didn't say we had failed,\" Flaunders said sharply. \"I'm never going\nto. By thunder, we'll beat this hellhole if it takes every minute of\nour time!\"\n\nThat was a sane enough statement. They had the seeds and they had the\nsoil. With good health and the will to work, what was to stop them?\n\nOnly weeds.\n\n\n\n\"Only weeds,\" McBride said ten weeks later. \"They couldn't be\nresponsible for this! Ten weeks of breaking our backs and losing our\nminds, and you can't even tell that we've done anything. It must be a\nnightmare!\"\n\nFlaunders was a man all washed out, a man badly stung. How hard for an\noptimist to face defeat!\n\n\"Ten years,\" he said reflectively. \"That's what it seems like. Thirteen\nsince we crashed. Lucky number.\"\n\n\"A week since we've had anything to eat,\" said McBride. \"Or has it been\ntwo? Anyway, it's too late to think about a garden. And if you and\nThompson can't find a way to make this stuff fit to eat--\" There was no\nneed to complete that sentence.\n\nFlaunders said nothing, seemingly absorbed in thought.\n\n\"Why don't you stop trying?\" McBride said suddenly.\n\nFlaunders looked up as if he thought he hadn't heard right. \"Why in the\nworld should I do that?\"\n\n\"Because as long as you try the rest of us have hope.\" McBride's sunken\ncheeks burned red. He was somehow ashamed of his thoughts, but still\ndetermined to voice them. \"Without that hope we wouldn't go on waiting\nand starving. There wouldn't be anything to wait for. Maybe there isn't\nanyway. Do you actually think there is any hope?\"\n\nFlaunders stared for a moment, considering the suicide tendency behind\nMcBride's words. He turned away, hardly disturbed by the morbid idea.\n\"I don't really know,\" he replied at last. \"I don't even think any\nmore. I just keep going like an automaton, not hoping and not giving\nup. That's my responsibility. Mine and Thompson's. Maybe we will find a\nway and maybe not. The only thing to do is to keep dogging it till we\ndrop.\"\n\n\"No need to blame yourself for that,\" McBride said. \"God knows you\ntried. With all the generators of this and that, the sprayers and fires\nand wires strung all over, we looked like we were fighting a real war\ninstead of one against plants.\"\n\nFlaunders snorted. \"A hell of a lot of good it did. We destroyed\nthe weeds and the properties of the soil with them. By the time we\nreactivated the soil the weed seeds had come on the wind. Same thing\nall over again. How much good did the hothouse do us, even with all the\nfilters? Nearly microscopic seed came in on our clothing, in our hair.\nI'd rather fight elephants or pre-historic monsters. At least they're\nbig enough to see and slow enough to cope with.\"\n\nThese were two skeletons, speaking of starvation under a tree loaded\ndown with plump, ripe fruit, watching small animals scamper. The easy\nway out was all around them. They thought about it.\n\nAll together there had been ten men. Now ten skeletons. Now ten\nscarecrows with faces unshaven and dirty, with clothing hanging in\ntattered strips and extra holes punched in belts. They were slowly\nstarving to death in the Garden of Paradise, in the land of plenty. And\nnothing, you would think, could be worse than that.\n\nBut there was something worse. It came shortly. The real Hell started\nwith a gun.\n\n\n\nThe gaunt men were sitting around in a circle, pow-wow fashion,\npretending to work out an answer and all feeling that there wasn't\nany, when McBride noticed Heinie, the cook, handling his automatic.\nIt wasn't the mere fact that he was handling the weapon that deserved\nnotice. It was the way he was handling it.\n\nHeinie sat with a faraway look in his eye that was now glistening and\nnow lackluster, fondling the gun in a way that suggested something.\nBlack words not spoken, but safety off, a damp brow and moody\nreflections.\n\n\"Heinie,\" said McBride. \"Anything wrong?\"\n\nHeinie's eyes came back from that far place with a start. He laughed\nbitterly. \"Anything wrong! Two weeks without a damned thing to eat, and\nthe man wants to know if anything's wrong!\"\n\nNo respect for rank now. No more tin-soldier discipline. What penalty\ncan you impose upon a man mere days from death?\n\n\"You'd better put away the gun, Heinie.\"\n\nHeinie stared back at McBride with a sort of thoughtful defiance. He\ndidn't put away the gun.\n\n\"Then hand it over,\" McBride said, and started getting up.\n\n\"Stay where you are! All of you!\"\n\nHeinie's sunken eyes were suddenly glaring at the others over the\nmuzzle of his gun. The others settled back, a little afraid but not\ncaring much.\n\n\"As cook,\" Heinie was saying, \"it's my place to prepare meals. I\nhaven't been doing my job. Now I'm going to.\"\n\n\"Don't let it get you down, man,\" McBride cautioned. \"It's not your\nfault if we haven't--\"\n\n\"Listen to me!\" Heinie cut in sharply. \"I happened to be in the Navy\nwhen I was only a kid, and three other guys and myself were once\nin a fix a lot like this. Only we were adrift on the open sea in a\nlife-raft. Three of us kept from starving to death, but we had to draw\nstraws to do it. The one who got the short one--well, I've been having\nnightmares about it ever since. God! We didn't even have a fire--\"\n\nHis voice trailed off, his eyes drawing inward with some shocking\nmemory. McBride edged toward him.\n\n\"Hold it!\" Heinie ordered, coming out of the daze.\n\nMcBride stopped, half inclined not to. He wavered, drew back, and\ndecided to try and argue it out.\n\n\"You're--sick,\" he said. \"Say you do kill one of us; do you think you\ncould go through that 'life-raft thing' again? Do you actually think\nany of us, starving or not, could bring ourselves to do what you\nsuggest?\"\n\n\"I'm not going to go through it,\" said Heinie. \"But if I could be\naround to collect, I'd lay you ten to one that you will.\"\n\nMcBride shook his head negatively. \"Stop being foolish. You need a\nrest.\"\n\nHeinie did it then. He did it quickly, before anyone had a chance to\nstop him. He jerked the muzzle of the automatic up to his own temple.\n\n\"So long, suckers!\" he shouted, and pulled the trigger.\n\n\n\nThe loud report made the silence that followed seem even more silent.\nThe men who had come to their feet stood like statues of a mad\nsculptor, watching the black hole turn red and gush. Then it came,\ndawning in their eyes. The hungry, frightened, hopeful fascination,\nthe impact of conflicting thoughts. It grew stronger and burned in\nthe sunken eyes of these dead men who wanted to live. There was no\nmistaking the intent, no mistaking the _desire_.\n\nMcBride saw it and understood. \"Good Lord, no!\" he said. He tried to\nkeep saying it, thinking it.\n\nBut he was as near death as the others. The mutual thought bloomed in\nhis mind like some evil flower. It made him tremble. Sweat suddenly\nstung his eyes, ran into his mouth.\n\nFood! Slow miserable death on one side and food on the other! A chance\nto live a little longer. Maybe Flaunders would find something in\nanother week, and one meal might make the difference between seeing\nthat and not seeing it. One wanted to live! You couldn't bring Heinie\nback anyway, so why not live? Heinie had wanted it that way. A human is\nan animal as much as a pig or a cow. A chance to live, to hope again!\n\nSome part of his mind screamed at him. \"Cannibal!\"\n\n\"The only chance!\" cried another part.\n\n\"Vulture!\" said the soul-part with unnerving keening. \"Will you have\nloin? Or perhaps the rump?\"\n\nHis flesh prickled, the sweat flowed in streams. Unheard murmurings\ndistorted his mind.\n\n\"Only this once, for a little more time!--Maggot! Dungworm!--Only\nanother week and maybe the Venus II, months ahead of time--Fool! Not a\nchance! Die now, quickly!--No, no, no! Still some hope! Never give up.\nNever say die! Oh, God, Heinie! Why did you suggest it?\"\n\nGibbering conflict, a trend to insanity. The voices inside beat his\nbrain against his temple and raged. The civilized man went to his knees\nand drew back. The beast man thumped his chest and screamed.\n\n\"Alright!\" McBride shouted, wondering why his voice sounded so angry,\nwhy his face felt distorted. He drew his feelings within himself. His\nvoice grew flat and quiet with bitter irony.\n\n\"Alright,\" he said. \"Go ahead. Undress the main course.\"\n\n\n\nWhen the meal ended the Hell came. Full stomachs restore sanity. The\nbeast man lay down, well fed and sleeping, to leave the civilized man\nawake with his thoughts. A new kind of Hell, this one that started with\na gun. You could see the fires of it burning the face of every man.\n\nLike the extra-animated Henry Higgins. He sat with unnaturally red\ncheeks puffed out beneath his beard, eyes glassy wet, looking at\nMcBride as if harboring some question too awful to ask. There was\nsomething of the frightened, wild animal about him as his eyes left\nMcBride and jerked around from one face to another. Then he was up and\nawkwardly running in among the trees.\n\nThe men got up from the rough table that had been set up outside the\nship. They got up and went away, slinking, like a sex maniac leaving\nthe scene of his crime when his reason returns and he knows his\ninsanity. They went away by themselves--those not too sick to walk--and\nhid from one another.\n\nBut a man can't hide from himself. That was the Hell. This was not a\nlife-raft on the open sea, every man told himself. This was a green,\nsmiling world with the smell of flowers on the air, with plenty of\nglistening, tempting fruit growing wild and enough game to make an\nIndian hunter call it the Happy Hunting Ground. Like a camping trip\nback on Earth. Like a picnic where you get drunk and start eating and\nthen sober up with the smell of blood in your nostrils to find yourself\nchewing the hair off the detached leg or arm of your best friend.\n\nWhat did every man tell himself? That it wouldn't happen again, ever,\nthis terrible thing. When they found the strength and courage to go\nback and clean up the remains of a meal, knowing it to be the remains\nof a meal, when they had put what was left of Heinie in a hole and\ncovered it with dirt and set up a stone marker, they promised one\nanother it would never ever happen again.\n\nThe next day they put it on paper, in black and white. An agreement. On\nthe third day they thought about it, and on the fourth day they began\nwondering why they had done it. And on the fifth day--\n\nOn the fifth day they found Thompson, the chemist, hanging from a tree\na short distance from the ship. Quite dead, of course, and no one had\nto ask why he had done it.\n\nHunger madness walked among the men. They took Thompson down from the\ntree. Hunger madness whispered in their ears. They listened.\n\nMcBride took out the agreement and looked at it, having heard the\ntempter's whisper. He didn't think much. It hurt him to think. But\nsomething that had been done once--\n\nHe looked at the men and saw an inescapable vise tightening. He looked\nat himself and saw the same. At his feet fell the small fragments of\nthe agreement.\n\n\n\nThe creeping hell closed in. The real Hell that had started with a gun.\nCould these any longer think of themselves as men? After the second\ntime the change starts. It gets a little easier. All you have to do is\nkeep from looking at anyone. It's nice to live. With life there's hope.\nDon't get cheated.\n\nWhat happened one day surprised no one. Eight of the ten remained,\ntwo gone. Thompson had been gone for days. The hunger returned. The\npendulum swung back. The beast man shoved out any remaining noble\nthought and screamed for food. The addict returns to his drug, the\npervert to his revolting deed.... As mad as these, the starving.\n\nNor was McBride surprised when he found himself holding a little\nstick. He wasn't greatly disturbed when it turned out to be the short\none. Sympathy from the others? Not a bit. Only a sort of brooding\nresignation. And hunger. Always hunger.\n\n\"Flaunders,\" McBride said. \"Where's Flaunders?\"\n\n\"Don't worry,\" the one who had passed the straws said. \"He took his\nchance with us. Been working like a madman since Thompson went. He\nwouldn't stop, so I took the straws in to him.\"\n\n\"I don't care about that,\" McBride informed. \"But I've known him since\nwe were kids. Just felt that I'd like to--well--maybe it's better this\nway.\" He started slowly away.\n\n\"Where you going?\" someone said suspiciously.\n\nMcBride looked at the man with a feeling part disgust, part pity and a\nlittle of something unexplainable. He almost laughed.\n\n\"I'm not depriving you of your next meal,\" he said. \"I just feel like\nbeing alone for this.\"\n\nHe walked slowly on, taking his thoughts with him. What was the\npurpose in all this? All a monotonous cycle, constantly repeated.\nFrom the torture of starvation to the torture of the shame and bitter\nself-accusation that makes one despise himself, back to the starvation.\nMen slowly becoming something lower than pigs, and knowing it all too\nwell. A satisfying of the body at the expense of decency, even, of\nsanity. A Hell within souls.\n\nAnd all for what purpose? To live? For how long, and in what hideous\nway? There would be only one lonely and sick man left long before help\ncould come. What would that last man do? Go completely mad and try to\ndevour himself? Like the two snakes who met one sunny afternoon and\ndecided to swallow one another. Each took hold of the tail of the other\nand both swallowed and swallowed until nothing at all remained. There\nwas no purpose. No purpose or reason at all.\n\n\n\nA short distance back among the trees McBride halted and looked back.\nThere were bushes between the men and himself. This was it. He drew his\nautomatic.\n\nStrange, he thought. I don't feel at all like I should about this. It's\njust like routine procedure, something you do every day. I actually\nthink I'm glad I came out with the short straw.\n\nHe even thought coolly about the best way to do it. The heart? Not sure\nenough. The brain, like Heinie? A little better, but what if there\nshould be a nervous twitch at the wrong time and a deflection caused by\nthe bone of the skull?\n\nA babble of voices came to him as if from a great distance, through his\nthoughts. Excited voices. But he was in a world of his own, now. All\nthe others were behind him, cut off.\n\nSafety off, he put the muzzle of the automatic into his mouth and\naimed it sharply upward. The most efficient way, probably. His finger\ntightened.\n\nHe heard the deafening report and felt the recoil jerk his arm down.\nSomewhere he had heard that a man killed instantly by a gun never lives\nto hear the report. It puzzled him. Why didn't he fall? Why could he\nstill see the green tangle of Venus and hear sounds?\n\nThere was a ringings in his ears and a sickening shimmer before his\neyes. His shocked mind refused to come back to things for a moment. Who\nwere these laughing, crying, shouting skeletons whirling about him with\ntheir dirty beards and red-rimmed eyes?\n\n\"It's Flaunders,\" someone shouted. \"He's done it!\"\n\n\"Done it,\" McBride repeated dumbly. \"Done what?\"\n\nThen Flaunders was shaking him by the shoulders and grinning. \"Come out\nof it, man! You're safe; we all are, now! There's no need for any more\nof this--gluttony! Don't you understand? I've won! I know how to treat\nthe fruit, even the edible animals of this world, so we can eat them\nand they won't hurt us a bit!\"\n\nMcBride tried to call order to mind, starting from the beginning. He\nlooked dazedly at the gun in his hand.\n\nFlaunders laughed. \"Don't look so surprised to be alive. One of the men\nhit your arm just in time. You missed death by an inch.\"\n\nIt was all too much at one time, a skirling confusion.\n\n\"That what you said about beating the poison,\" McBride said. \"Are you\nsure? It's not just something on paper, something not proven?\"\n\n\"Lord, no,\" Flaunders said, fighting down an urge to shout. \"I had it\nworked out yesterday, but it still had to be tested and the white rats\nand two monkeys we brought along for experimental purposes were gone.\nSo I went out last night and gathered some fruit and treated it and\ntried it on myself. Just look at me and you have your answer. I feel\nfine.\"\n\nStill dazed, still not quite understanding how everything had happened,\nMcBride started back toward the ship with the others. But one thing he\nknew. Venus had been beaten!\n\n\n\nThe meal was all day in the preparing. The eating was a gala event, a\nbanquet, a roaring party. It lasted two hours.\n\nThere wasn't any wolfing down. When you have been starving for weeks\nyou just don't start off that way. You take a small bite and wait until\nyou are sure it is safely down. Then you take another small bite and\nwait again. If you keep doing that you have a chance of holding what\nyou eat.\n\nThey didn't mind. This food was not the kind you had to force yourself\nto chew on, like--some other things.\n\nThere were little animals looking something like rabbits, but tasting\nmore like chicken, fried golden brown. There were oranges that tasted\nlike nothing of Earth and apples that reminded you of paw-paws in\nfall. Seven different kinds of meat there were, and it seemed like a\nhundred different kinds of fruits and nuts and herbs. There was even a\njuice that proved mildly intoxicating. All a little different, but all\ndelightfully, temptingly good!\n\n\"We'll be eating like this every day!\" Flaunders said. \"Maybe we can\neven set up a bar, with fruit-juice drinks and wine and even invent a\nnew kind of beer. Big, foamy schooners of beer on Venus! Won't the work\ncrew be surprised when they get here!\"\n\nThey let it run away with them. It went to their heads. The warmth of\nintoxication, the feel of stomachs filling out. All the things long\nmissing now returning in full force, all at one time. Almost it was too\nmuch. Almost death from excessive joy.\n\nThey went on and on like that, the most happy men ever. They wanted it\nto go on for ever, but the feast had started late and it ended late.\nAfter the two hours they felt like sleeping. In fact, they felt a more\nrelentless urge to sleep than they ever had before.\n\nThe result of a full stomach, they supposed, or the aftermath of months\nof hardship let in by the sudden relaxation. It certainly wasn't a\nmatter of choice. Who wanted to sleep at a time like this, a time for\nstaying up all night and celebrating? But the sandman said no, and\nright now he had the advantage.\n\nOne by one they yawned, stretched and drifted off to bed like carefree\nchildren, and to hell with cleaning up. That could wait until tomorrow.\nTomorrow! It was wonderful to have one to think about. Tomorrow was a\ngolden day.\n\nThe last to turn in was Captain McBride, just as sleepy but not so\ncarefree. He alone, perhaps, was not completely satisfied. Underneath\nthe powerful urge to sleep was a question, and that question needed\nanswering. Or did it? In one way it didn't really matter. He went in\nand found his bed in the darkness and decided to forget the question.\n\n\n\nFifteen minutes later McBride lay awake. The great urge to sleep was\nstill there, but sleep wouldn't come. No, that was not it exactly. He\nwouldn't let it come. He was fighting it. The question wouldn't go\naway, and it really did need answering after all.\n\nMoving around quietly in the darkness he made sure that the men were\nsleeping. Then he returned to the bed next to his, the one in which\nFlaunders slept.\n\n\"Flaunders,\" he said softly.\n\nThe question grew in his mind. \"Flaunders,\" he called more urgently. He\njostled the quiet form.\n\n\"What's wrong?\" said Flaunders, half asleep.\n\n\"Nothing exactly. I want to talk a bit.\"\n\n\"Better sleep. The time is--\"\n\n\"Go on,\" McBride said intently.\n\nFlaunders fought himself awake. \"Nothing. Half asleep. Didn't know what\nI was saying. What do you want?\"\n\nMcBride lay down on his own bed, hardly able to keep his eyes open.\n\"Maybe I want to talk about the Garden of Eden, about the pair who were\ntold that a certain fruit was death to them, and about a serpent who\ntold them it wasn't.\"\n\nFlaunders said nothing.\n\n\"Must have been quite a persuader, that Serpent,\" McBride went on in\ndream talk. \"Up until this morning I guess I might have welcomed such a\none, and I don't think I was alone in feeling that way. Men were never\nintended to live the way we were living. We really didn't want to live\nif we had to live that way. We only convinced ourselves that we did. We\nwere caught in a hellish vise and each of us knew it, underneath. So a\ntalking serpent who could convince us that the fruit of Venus was not\npoison might not have been such a bad idea.\"\n\n\"Why talk about that?\" said Flaunders, like a man talking in his sleep.\n\"It's over. We've beaten Venus.\"\n\nMcBride tried to open his eyes. It was too much trouble. His own words\nseemed to him like someone else talking, far away and unreal. There was\na feeling like being detached from one's body.\n\n\"Beaten Venus, yes,\" he said. \"But I'm wondering how. I keep thinking\nhow this kind of poison acts. Probably affect us as it did the rats\nand monkeys. Takes four or five hours to act, and it hasn't been three\nsince we started eating. Was it only chance that your treatment of\nthe food took all day and had to be extended up to the last moment\nbefore serving? It wasn't even sampled before three hours ago. And so I\nwonder.\"\n\nFlaunders' voice seemed to come out of a deep well. \"Let's get some\nsleep.\"\n\nMcBride's voice almost matched it. \"Not yet. I haven't mentioned about\nthe medical supplies we brought along. Even drugs. It would have been\nsimple for the welcome serpent to treat the food with something to\ndeaden pain, to make us sleep through it.\"\n\nHis voice trailed off in sleep, his thoughts drifting away with the\nnight. Still the question wouldn't go away. It forced him partly awake.\nHe didn't even realize how little of a question it was now. His body\nwas a chunk of lead, not able to move. To speak required almost more\neffort than he could muster.\n\n\"Flaunders. You didn't. It's just fatigue, letdown after strain. I know\nyou won't lie if I ask you. All I want is to hear you say you didn't.\"\n\nFlaunders wouldn't have tried to move if he could. He lay on his back\nwith his hands folded on his chest. Appropriate.\n\n\"Goodnight,\" he said.",
    "metadata": {
        "author": [
            "Oberfield, William",
            "Oberfield, Bill"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63945/pg63945.txt",
        "name": "poison_planet.json"
    }
}