{
    "name": "Prison Planet",
    "author": [
        "Tucker, Bob",
        "Tucker, Arthur Wilson",
        "Tucker, Wilson"
    ],
    "body": "\"Listen, Rat!\" Roberds said, \"what _I_ say goes around here. It doesn't\nhappen to be any of your business. I'm still in possession of my wits,\nand I know Peterson can't handle that ship. Furthermore Gladney will\nbe in it too, right along side of that sick girl in there! And Rat,\nget this: _I'm_ going to pilot that ship. Understand? Consulate or\nno Consulate, job or no job, I'm wheeling that crate to Earth because\nthis is an emergency. And the emergency happens to be bigger than my\nposition, to me at any rate.\" His tone dropped to a deadly softness.\n\"Now will you kindly remove your stinking carcass from this office?\"\n\nUnheeding, Rat swung his eyes around in the gloom and discovered the\nwoman, a nurse in uniform. He blinked at her and she returned the look,\nwavering. She bit her lip and determination flowed back. She met the\nstare of his boring, off-colored eyes. Rat grinned suddenly. Nurse Gray\nalmost smiled back, stopped before the others could see it.\n\n\"Won't go!\" The Centaurian resumed his fight. \"You not go, lose job,\nblack-listed. Never get another. Look at me. I know.\" He retreated\na precious step to escape a rolled up fist. \"Little ship carry four\nnice. Rip out lockers and bunks. Swing hammocks. Put fuel in water\ntanks. Live on concentrates. Earth hospital fix bellyache afterwards,\nallright. I pilot ship. Yes?\"\n\n\"No!\" Roberds screamed.\n\nAlmost in answer, a moan issued from a small side room. The men in the\noffice froze as Nurse Gray ran across the room. She disappeared through\nthe narrow door.\n\n\"Peterson,\" the field manager ordered, \"come over here and help me\nthrow this rat out....\" He went for Rat. Peterson swung up out of his\nchair with balled fist. The outlander backed rapidly.\n\n\"No need, no need, no need!\" he said quickly. \"I go.\" Still backing, he\nblindly kicked at the door and stepped into the night.\n\n\n\nWhen the door slammed shut Roberds locked it. Peterson slumped in the\nchair.\n\n\"Do you mean that, Chief? About taking the ship yourself?\"\n\n\"True enough.\" Roberds cast an anxious glance at the partly closed\ndoor, lowered his voice. \"It'll cost me my job, but that girl in there\nhas to be taken to a hospital quickly! And it's her luck to be landed\non a planet that doesn't boast even one! So it's Earth ... or she\ndies. I'd feel a lot better too if we could get Gladney to a hospital,\nI'm not too confident of that patching job.\" He pulled a pipe from a\njacket pocket. \"So, might as well kill two birds with one stone ... and\nthat wasn't meant to be funny!\"\n\nPeterson said nothing, sat watching the door.\n\n\"Rat has the right idea,\" Roberds continued, \"but I had already thought\nof it. About the bunks and lockers. Greaseball has been out there all\nnight tearing them out. We just _might_ be able to hop by dawn ... and\nhell of a long, grinding hop it will be!\"\n\nThe nurse came out of the door.\n\n\"How is she?\" Roberds asked.\n\n\"Sleeping,\" Gray whispered. \"But sinking....\"\n\n\"We can take off at dawn, I think.\" He filled the pipe and didn't look\nat her. \"You'll have to spend most of the trip in a hammock.\"\n\n\"I can take it.\" Suddenly she smiled, wanly. \"I was with the Fleet. How\nlong will it take?\"\n\n\"Eight days, in _that_ ship.\"\n\nRoberds lit his pipe, and carefully hid his emotions. He knew Peterson\nwas harboring the same thoughts. Eight days in space, in a small ship\nmeant for two, and built for planetary surface flights. Eight days in\nthat untrustworthy crate, hurtling to save the lives of that girl and\nGladney.\n\n\"Who was that ... man? The one you put out?\" Gray asked.\n\n\"We call him Rat,\" Roberds said.\n\nShe didn't ask why. She said: \"Why couldn't he pilot the ship, I mean?\nWhat is his record?\"\n\nPeterson opened his mouth.\n\n\"Shut up, Peterson!\" the Chief snapped. \"We don't talk about his record\naround here, Miss Gray. It's not a pretty thing to tell.\"\n\n\"Stow it, Chief,\" said Peterson. \"Miss Gray is no pantywaist.\" He\nturned to the nurse. \"Ever hear of the Sansan massacre?\"\n\nPatti Gray paled. \"Yes,\" she whispered. \"Was Rat in that?\"\n\nRoberds shook his head. \"He didn't take part in it. But Rat was\nattached to a very important office at the time, the outpost watch.\nAnd when Mad Barry Sansan and his gang of thugs swooped down on the\nGanymedean colony, there was no warning. Our friend Rat was AWOL.\n\n\"As to who he is ... well, just one of those freaks from up around\nCentauria somewhere. He's been hanging around all the fields and dumps\non Mars a long time, finally landed up here.\"\n\n\"But,\" protested Miss Gray, \"I don't understand? I always thought that\nleaving one's post under such circumstances meant execution.\"\n\nThe Chief Consul nodded. \"It does, usually. But this was a freak case.\nIt would take hours to explain. However, I'll just sum it up in one\nword: politics. Politics, with which Rat had no connection saved him.\"\n\nThe girl shook her head, more in sympathy than condemnation.\n\n\"Are you expecting the others in soon?\" she asked. \"It wouldn't be\nright to leave Peterson.\"\n\n\"They will be in, in a day or two. Peterson will beat it over to Base\nstation for repairs, and to notify Earth we're coming. He'll be all\nright.\"\n\nAbruptly she stood up. \"Goodnight gentlemen. Call me if I'm needed.\"\n\nRoberds nodded acknowledgement. The door to the side room closed behind\nher. Peterson hauled his chair over to the desk. He sniffed the air.\n\n\"Damned rat!\" he whispered harshly. \"They ought to make a law forcing\nhim to wear dark glasses!\"\n\nRoberds smiled wearily. \"His eyes do get a man, don't they?\"\n\n\"I'd like to burn 'em out!\" Peterson snarled.\n\n\n\nRat helped Greaseball fill the water tanks to capacity with fuel,\nchecked the concentrated rations and grunted.\n\nGreaseball looked over the interior and chuckled. \"The boss said strip\nher, and strip her I did. All right, Rat, outside.\" He followed the\nCentaurian out, and pulled the ladder away from the lip of the lock.\nThe two walked across the strip of sandy soil to the office building.\nOn tiptoes, Greaseball poked his head through the door panel. \"All set.\"\n\nRoberds nodded at him. \"Stick with it!\" and jerked a thumb at Rat\noutside. Grease nodded understanding.\n\n\"Okay, Rat, you can go to bed now.\" He dropped the ladder against the\nwall and sat on it. \"Good night.\" He watched Rat walk slowly away.\n\nSwinging down the path towards his own rambling shack, Rat caught a\nsibilant whisper. Pausing, undecided, he heard it again.\n\n\"Here ... can you see me?\" A white clad arm waved in the gloom. Rat\nregarded the arm in the window. Another impatient gesture, and he\nstepped to the sill.\n\n\"Yes?\"--in the softest of whispers. The voices of the men in droning\nconversation drifted in. \"What you want?\"\n\nNothing but silence for a few hanging seconds, and then: \"Can you pilot\nthat ship?\" Her voice was shaky.\n\nHe didn't answer, stared at her confused. He felt her fear as clearly\nas he detected it in her words.\n\n\"Well, _can_ you?\" she demanded.\n\n\"Damn yes!\" he stated simply. \"It now necessary?\"\n\n\"Very! She is becoming worse. I'm afraid to wait until daylight.\nAnd ... well, we want _you_ to pilot it! She refuses to risk\nMr. Roberds' job. She favors you.\"\n\nRat stepped back, astonished. \"She?\"\n\nNurse Gray moved from the window and Rat saw the second form in the\nroom, a slight, quiet figure on a small cot. \"My patient,\" Nurse Gray\nexplained. \"She overheard our conversation awhile ago. Quick, please,\ncan you?\"\n\nRat looked at her and then at the girl on the cot. He vanished from the\nwindow. Almost immediately, he was back again.\n\n\"When?\" he whispered.\n\n\"As soon as possible. Yes. Do you know...?\" but he had gone again.\nNurse Gray found herself addressing blackness. On the point of turning,\nshe saw him back again.\n\n\"Blankets,\" he instructed. \"Wrap in blankets. Cold--hot too. Wrap\ngood!\" And he was gone again. Gray blinked away the illusion he\ndisappeared upwards.\n\nShe ran over to the girl. \"Judith, if you want to back down, now is the\ntime. He'll be back in a moment.\"\n\n\"No!\" Judith moaned. \"No!\" Gray smiled in the darkness and began\nwrapping the blankets around her. A light tapping at the window\nannounced the return of Rat. The nurse pushed open the window wide, saw\nhim out there with arms upstretched.\n\n\"Grit your teeth and hold on! Here we go.\" She picked up the blanketed\ngirl in both arms and walked to the window. Rat took the girl easily as\nshe was swung out, the blackness hid them both. But he appeared again\ninstantly.\n\n\"Better lock window,\" he cautioned. \"Stall, if Boss call. Back\nsoon....\" and he was gone.\n\nTo Nurse Gray the fifteen minute wait seemed like hours, impatient\nagonizing hours of tight-lipped anxiety.\n\n\n\nFeet first, she swung through the window, clutching a small bag in her\nhands. She never touched ground. Rat whispered \"Hold tight!\" in her\near and the wind was abruptly yanked from her! The ground fell away\nin a dizzy rush, unseen but felt, in the night! Her feet scraped on\nsome projection, and she felt herself being lifted still higher. Wind\nreturned to her throat, and she breathed again.\n\n\"I'm sorry,\" she managed to get out, gaspingly. \"I wasn't expecting\nthat. I had forgotten you--\"\n\n\"--had wings,\" he finished and chuckled. \"So likewise Greaseball.\" The\npale office lights dropped away as they sped over the field. On the far\nhorizon, a tinge of dawn crept along the uneven terrain.\n\n\"Oh, the bag!\" she gasped. \"I've dropped it.\"\n\nHe chuckled again. \"Have got. You scare, I catch.\"\n\nShe didn't see the ship because of the wind in her eyes, but without\nwarning she plummeted down and her feet jarred on the lip of the lock.\n\"Inside. No noise, no light. Easy.\" But in spite of his warning she\ntripped in the darkness. He helped her from the floor and guided her to\nthe hammocks.\n\n\"Judith?\" she asked.\n\n\"Here. Beside you, trussed up so tight I can hardly breathe.\"\n\n\"No talk!\" Rat insisted. \"Much hush-hush needed. Other girl shipshape.\nYou make likewise.\" Forcibly he shoved her into a hammock. \"Wrap up\ntight. Straps tight. When we go, we go fast. Bang!\" And he left her.\n\n\"Hey! Where are you going now?\"\n\n\"To get Gladney. He sick too. Hush hush!\" His voice floated back.\n\n\"Where has he gone?\" Judith called.\n\n\"Back for another man. Remember the two miners who found us when we\ncrashed? The burly one fell off a rock-bank as they were bringing us\nin. Stove in his ribs pretty badly. The other has a broken arm ...\nhappened once while you were out. They wouldn't let me say anything for\nfear of worrying you.\"\n\n\n\nThe girl did not answer then and a hushed expectancy fell over the\nship. Somewhere aft a small motor was running. Wind whistled past the\nopen lock.\n\n\"I've caused plenty of trouble haven't I?\" she asked aloud, finally.\n\"This was certainly a fool stunt, and I'm guilty of a lot of fool\nstunts! I just didn't realize until now the _why_ of that law.\"\n\n\"Don't talk so much,\" the nurse admonished. \"A lot of people have found\nout the _why_ of that law the hard way, just as you are doing, and\nlived to remember it. Until hospitals are built on this forlorn world,\nhumans like you who haven't been properly conditioned will have to stay\nright at home.\"\n\n\"How about these men that live and work here?\"\n\n\"They never get here until they've been through the mill first.\nAdenoids, appendix', all the extra parts they can get along without.\"\n\n\"Well,\" Judith said. \"I've certainly learned my lesson!\"\n\nGray didn't answer, but from out of the darkness surrounding her came a\nsound remarkably resembling a snort.\n\n\"Gray?\" Judith asked fearfully.\n\n\"Yes?\"\n\n\"Hasn't the pilot been gone an awfully long time?\"\n\nRat himself provided the answer by alighting at the lip with a jar that\nshook the ship. He was breathing heavily and lugging something in his\narms. The burden groaned.\n\n\"Gladney!\" Nurse Gray exclaimed.\n\n\"I got.\" Rat confirmed. \"Yes, Gladney. Damn heavy, Gladney.\"\n\n\"But how?\" she demanded. \"What of Roberds and Peterson?\"\n\n\"Trick,\" he sniggered. \"I burn down my shack. Boss run out. I run in.\nVery simple.\" He packed Gladney into the remaining hammock and snapped\nbuckles.\n\n\"And Peterson?\" she prompted.\n\n\"Oh yes. Peterson. So sorry about Peterson. Had to fan him.\"\n\n\"_Fan_ him? I don't understand.\"\n\n\"Fan. With chair. Everything all right. I apologized.\" Rat finished up\nand was walking back to the lock. They heard a slight rustling of wings\nas he padded away.\n\nHe was back instantly, duplicating his feat of a short time ago.\nCursing shouts were slung on the night air, and the deadly spang of\nbullets bounced on the hull! Some entered the lock. The Centaurian\nsnapped it shut. Chunks of lead continued to pound the ship. Rat leaped\nfor the pilot's chair, heavily, a wing drooping.\n\n\"You've been hurt!\" Gray cried. A small panel light outlined his\nfeatures. She tried to struggle up.\n\n\"Lie still! We go. Boss get wise.\" With lightning fingers he flicked\nseveral switches on the panel, turned to her. \"Hold belly. Zoom!\"\n\nGray folded her hands across her stomach and closed her eyes.\n\nRat unlocked the master level and shoved!\n\n\n\n\"Whew!\" Nurse Gray came back to throbbing awareness, the all too\nfamiliar feeling of a misplaced stomach attempting to force its\ncrowded way into her boots plaguing her. Rockets roared in the rear.\nShe loosened a few straps and twisted over. Judith was still out, her\nface tensed in pain. Gray bit her lip and twisted the other way. The\nCentaurian was grinning at her.\n\n\"Do you always leave in a hurry?\" she demanded, and instantly wished\nshe hadn't said it. He gave no outward sign.\n\n\"Long-time sleep,\" he announced. \"Four, five hours maybe.\" The chest\nstrap was lying loose at his side.\n\n\"That long!\" she was incredulous. \"I'm never out more than three\nhours!\" Unloosening more straps, she sat up, glanced at the control\npanel.\n\n\"Not taking time,\" he stated simply and pointed to a dial. Gray shook\nher head and looked at the others.\n\n\"That isn't doing either of them any good!\"\n\nRat nodded unhappily. \"What's her matter--?\" pointing.\n\n\"Appendix. Something about this atmosphere sends it haywire. The thing\nitself isn't diseased, but it starts manufacturing poison. Patient dies\nin a week unless it is taken out.\"\n\n\"Don't know it,\" he said briefly.\n\n\"Do you mean to say you don't have an appendix?\" she demanded.\n\nRat folded his arms and considered this. \"Don't know. Maybe yes, maybe\nno. Where's it hurt?\"\n\nGray pointed out the location. The Centaurian considered this further\nand drifted into long contemplation. Watching him, Gray remembered his\neyes that night ... only _last_ night ... in the office. Peterson had\nrefused to meet them. After awhile Rat came out of it.\n\n\"No,\" he waved. \"No appendix. Never nowhere appendix.\"\n\n\"Then Mother Nature has finally woke up!\" she exclaimed. \"But why do\nCentaurians rate it exclusively?\"\n\nRat ignored this and asked one of her. \"What you and her doing up\nthere?\" He pointed back and up, to where Mars obliterated the stars.\n\n\"You might call it a pleasure jaunt. She's only seventeen. We came over\nin a cruiser belonging to her father; it was rather large and easy to\nhandle. But the cruise ended when she lost control of the ship because\nof an attack of space-appendicitis. The rest you know.\"\n\n\"So you?\"\n\n\"So I'm a combination nurse, governess, guard and what have you. Or\nwill be until we get back. After this, I'll probably be looking for\nwork.\" She shivered.\n\n\"Cold?\" he inquired concernedly.\n\n\"On the contrary, I'm too warm.\" She started to remove the blanket. Rat\nthrew up a hand to stop her.\n\n\"Leave on! Hot out here.\"\n\n\"But I'm too hot now. I want to take it off!\"\n\n\"No. Leave on. Wool blanket. Keep in body heat, yes. Keep out cold,\nyes. Keep in, keep out, likewise. See?\"\n\nGray stared at him. \"I never thought of it that way before. Why of\ncourse! If it protects from one temperature, it will protect from\nanother. Isn't it silly of me not to know that?\" Heat pressing on her\nface accented the fact.\n\n\"What is your name?\" she asked. \"Your real one I mean.\"\n\nHe grinned. \"Big. You couldn't say it. Sound like Christmas and\nbottlenose together real fast. Just say Rat. Everybody does.\" His eyes\nswept the panel and flashed back to her. \"Your name Gray. Have a front\nname?\"\n\n\"Patti.\"\n\n\"Pretty, Patti.\"\n\n\"No, just Patti. Say, what's the matter with the cooling system?\"\n\n\"Damn punk,\" he said. \"This crate for surface work. No space. Cooling\nsystem groan, damn punk. Won't keep cool here.\"\n\n\"And ...\" she followed up, \"it will get warmer as we go out?\"\n\nRat turned back to his board in a brown study and carefully ignored\nher. Gray grasped an inkling of what the coming week could bring.\n\n\"But how about water?\" she demanded next. \"Is there enough?\"\n\nHe faced about. \"For her--\" nodding to Judith, \"and him--\" to Gladney,\n\"yes. Sparingly. Four hours every time, maybe.\" Back to Gray. \"You,\nme ... twice a day. Too bad.\" His eyes drifted aft to the tank of\nwater. She followed. \"One tank water. All the rest fuel. Too bad, too\nbad. We get thirsty I think.\"\n\n\n\nThey did get thirsty, soon. A damnable hot thirst accented by\nthe knowledge that water was precious, a thirst increased by a\ndried-up-in-the-mouth sensation. Their first drink was strangely\nbitter; tragically disappointing. Patti Gray suddenly swung upright in\nthe hammock and kicked her legs. She massaged her throat with a nervous\nhand, wiped damp hair from about her face.\n\n\"I have to have a drink.\"\n\nRat stared at her without answer.\n\n\"I said, I have to have a drink!\"\n\n\"Heard you.\"\n\n\"Well...?\"\n\n\"Well, nothing. Stall. Keep water longer.\"\n\nShe swung a vicious boot and missed by inches. Rat grinned, and made\nhis way aft, hand over hand. He treaded cautiously along the deck. \"Do\nlike this,\" he called over his shoulder. \"Gravity punk too. Back and\nunder, gravity.\" He waited until she joined him at the water tap.\n\nThey stood there glaring idiotically at each other.\n\nShe burst out laughing. \"They even threw the drinking cups out!\" Rat\ninched the handle grudgingly and she applied lips to the faucet.\n\n\"Faugh!\" Gray sprang back, forgot herself and lost her balance, sat\ndown on the deck and spat out the water. \"It's hot! It tastes like hell\nand it's hot! It must be fuel!\"\n\nRat applied his lips to the tap and sampled. Coming up with a mouthful\nhe swished it around on his tongue like mouthwash. Abruptly he\ncontrived a facial contortion between a grin and a grimace, and let\nsome of the water trickle from the edges of his mouth. He swallowed and\nit cost him something.\n\n\"No. I mean yes, I think. Water, no doubt. Yes. Fuel out, water in.\nSwish-swush. Dammit, Greaseball forget to wash tank!\"\n\n\"But what makes it so hot?\" She worked her mouth to dry-rinse the taste\nof the fuel.\n\n\"Ship get hot. Water on sun side. H-m-m-m-m-m-m.\"\n\n\"H-m-m-m-m-m-m-m what?\"\n\n\"Flip-flop.\" He could talk with his hands as well. \"Hot side over like\npancake.\" Rat hobbled over to the board and sat down. An experimental\nflick on a lever produced nothing. Another flick, this time followed by\na quivering jar. He contemplated the panel board while fastening his\nbelt.\n\n\"H-m-m-m-m-m-m,\" the lower lip protruded.\n\nGray protested. \"Oh, stop humming and do something! That wa--\" the\nword was queerly torn from her throat, and a scream magically filled\nthe vacancy. Nurse Gray sat up and rubbed a painful spot that had\nsuddenly appeared on her arm. She found her nose bleeding and another\nnew, swelling bruise on the side of her head. Around her the place was\nempty. Bare.\n\nNo, not quite. A wispy something was hanging just out of sight in\nthe corner of the eye; the water tap was now moulded _upward_, beads\nglistening on its handle. The wispy thing caught her attention again\nand she looked up.\n\nTwo people, tightly wrapped and bound in hammocks, were staring down at\nher, amazed, swinging on their stomachs. Craning further, she saw Rat.\nHe was hanging upside down in the chair, grinning at her in reverse.\n\n\"Flip-flop,\" he laconically explained.\n\n\"For cripes sakes, Jehosaphat!\" Gladney groaned. \"Turn me over on my\nback! Do something!\" Gray stood on tiptoes and just could pivot the\nhammocks on their rope-axis.\n\n\"And now, please, just _how_ do I get into mine?\" she bit at Rat.\n\n\n\nExistence dragged. Paradoxically, time dropped away like a cloak as\nthe sense of individual hours and minutes vanished, and into its place\ncrept a slow-torturing substitute. As the ship revolved, monotonously,\nfirst the ceiling and then the floor took on dullish, maddening\naspects, eyes ached continuously from staring at them time and again\nwithout surcease. The steady, drumming rockets crashed into the mind\nand the walls shrieked malevolently on the eyeballs. Dull, throbbing\nsameness of the poorly filtered air, a growing taint in the nostrils.\nDamp warm skin, reeking blankets. The taste of fuel in the mouth for\nrefreshment. Slowly mounting mental duress. And above all the drumming\nof the rockets.\n\nOnce, a sudden, frightening change of pitch in the rockets and a wild,\nsickening lurch. Meteor rain. Maddening, plunging swings to the far\nright and left, made without warning. A torn lip as a sudden lurch\ntears the faucet from her mouth. A shattered tooth.\n\n\"Sorry!\" Rat whispered.\n\n\"Shut up and drive!\" she cried.\n\n\"Patti ...\" Judith called out, in pain.\n\nPeace of mind followed peace of body into a forgotten limbo of lost\nthings, a slyly climbing madness directed at one another. Waspish\nwords uttered in pain, fatigue and temper. Fractiousness. A hot,\nconfined, stale hell. Sleep became a hollow mockery, as bad water\nand concentrated tablets brought on stomach pains to plague them.\nConsciousness punctured only by spasms of lethargy, shared to some\nextent by the invalids. Above all, crawling lassitude and incalescent\ntempers.\n\nRat watched the white, drawn face swing in the hammock beside him. And\nhis hands never faltered on the controls.\n\nNever a slackening of the terrific pace; abnormal speed, gruelling\ndrive ... drive ... drive. Fear. Tantalizing fear made worse because\nRat couldn't understand. Smothered moaning that ate at his nerves.\nGrim-faced, sleep-wracked, belted to the chair, driving!\n\n\"How many days? How many days!\" Gray begged of him thousands of times\nuntil the very repetition grated on her eardrums. \"How many days?\"\nHis only answer was an inhuman snarl, and the cruel blazing of those\ninhuman eyes.\n\nShe fell face first to the floor. \"I can't keep it up!\" she cried. The\nsound of her voice rolled along the hot steel deck. \"I cant! I cant!\"\n\nA double handful of tepid water was thrown in her face. \"Get up!\" Rat\nstood over her, face twisted, his body hunched. \"Get up!\" She stared at\nhim, dazed. He kicked her. \"Get up!\" The tepid water ran off her face\nand far away she heard Judith calling.... She forced herself up. Rat\nwas back in the chair.\n\n\n\nGladney unexpectedly exploded. He had been awake for a long time,\nwatching Rat at the board. Wrenching loose a chest strap he attempted\nto sit up.\n\n\"Rat! Damn you Rat, listen to me! _When're you going to start braking_,\nRat?\"\n\n\"I hear you.\" He turned on Gladney with dulled eyes. \"Lie down. You\nsick.\"\n\n\"I'll be damned if I'm going to lie here and let you drive us to Orion!\nWe must be near the half-way line! When are you going to start braking?\"\n\n\"Not brake,\" Rat answered sullenly. \"No, not brake.\"\n\n\"_Not brake?_\" Gladney screamed and sat bolt upright. Nurse Gray jumped\nfor him. \"Are you crazy, you skinny rat?\" Gray secured a hold on his\nshoulders and forced him down. \"You gotta brake! Don't you understand\nthat? You have to, you vacuum-skull!\" Gray was pleading with him to\nshut-up like a good fellow. He appealed to her. \"He's gotta brake! Make\nhim!\"\n\n\"He has a good point there, Rat,\" she spoke up. \"What about this\nhalf-way line?\"\n\nHe turned to her with a weary ghost of the old smile on his face. \"We\npassed line. Three days ago, maybe.\" A shrug of shoulders.\n\n\"Passed!\" Gray and Gladney exclaimed in unison.\n\n\"You catch on quick,\" Rat nodded. \"This six day, don't you know?\"\n\nGladney sank back, exhausted. The nurse crept over to the pilot.\n\"Getting your figures mixed, aren't you?\"\n\nRat shook his head and said nothing.\n\n\"But Roberds said eight days, and he--\"\n\n\"--he on Mars. I here. Boss nuts, too sad. He drive, it be eight days.\nNow only six.\" He cast a glance at Judith and found her eyes closed.\n\"Six days, no brake. No.\"\n\n\"I see your point, and appreciate it,\" Gray cut in. \"But now what? This\ndeceleration business ... there is a whole lot I don't know, but some\nthings I do!\"\n\nRat refused the expected answer. \"Land tonight, I think. Never been to\nEarth before. Somebody meet us, I think.\"\n\n\"You can bet your leather boots somebody will meet us!\" Gladney cried.\nGray turned to him. \"The Chief'll have the whole planet waiting for\n_you_!\" He laughed with real satisfaction. \"Oh yes, Rat, they'll be\nsomebody waiting for us all right.\" And then he added: \"If we land.\"\n\n\"Oh, we land.\" Rat confided, glad to share a secret.\n\n\"Yeah,\" Gladney grated. \"But in how many little pieces?\"\n\n\"I've never been to Earth before. Nice, I think.\" Patti Gray caught\nsomething new in the tone and stared at him. Gladney must have noticed\nit, too.\n\nThe Centaurian moved sideways and pointed. Gray placed her eyes in the\nvacated position.\n\n\"Earth!\" she shouted.\n\n\"Quite. Nice. Do me a favor?\"\n\n\"Just name it!\"\n\n\"Not drink long time. Some water?\"\n\nGray nodded and went to the faucet. The drumming seemed remote, the\ntension vanished. She was an uncommonly long time in returning, at last\nshe appeared beside him, outstretched hands dry.\n\n\"There isn't any left, Rat.\"\n\nRat batted his tired eyes expressively. \"Tasted punk,\" he grinned at\nher.\n\nShe sat down on the floor suddenly and buried her face.\n\n\"Rat,\" she said presently, \"I want to ask you something, rather\npersonal? Your ... name. 'Rat'? Roberds told me something about your\nrecord. But ... please tell me, Rat. You didn't know the attack was\ncoming, did you?\"\n\nHe grinned again and waggled his head at her. \"No. Who tell Rat?\"\nSuddenly he was deadly serious as he spoke to her. \"Rat a.w.o.l., go\nout to help sick man alone in desert. Rat leave post. Not time send\ncall through. Come back with man, find horrible thing happen.\"\n\n\"But why didn't you explain?\"\n\nHe grinned again. \"Who believe? Sick man die soon after.\"\n\nGladney sat up. He had heard the conversation between the two. \"You're\nright, Rat. No one would have believed you then, and no one will now.\nYou've been safe enough on Mars, but the police will nab you as soon as\nyou get out of the ship.\"\n\n\"They can't!\" cried Patti Gray. \"They can't hurt him after what he's\ndone now.\"\n\nThe Centaurian grinned in a cynical way.\n\n\"Police not get me, Gladney. Gladney's memory damn punk, I think. Earth\npretty nice place, maybe. But not for Rat.\"\n\nGladney stared at him for minutes. Then: \"Say, I get it ... you're--\"\n\n\"Shut up!\" Rat cut him off sharply. \"You talk too much.\" He cast a\nglance at Nurse Gray and then threw a meaning look at Gladney.\n\n\n\nGladney subsided. Patti Gray noted with dawning wonder that his face\nhad lost the loathing and anger he had previously held toward the\noutlaw pilot.\n\n\"Look. Sea!\" Rat said a few moments later. Gray was in her hammock. She\ntwisted over as he moved bony shoulders aside to let her see through\nthe vision port. A startlingly brief glimpse of glistening waters shot\npast, reflecting a dancing moonpath. A continent whirled into place on\nthe plate. The skies were clear of other craft.\n\n\"Travelling fast!\" she warned. \"I hope you know what you're doing.\"\nAnother body of water shot past them beneath. \"That must be the\nPacific. Where are you going to set down?\"\n\n\"The ocean.\" Rat didn't turn his attention away from the plate.\n\"Gladney you got bad memory too much. That's why we passed half-way\nline full speed! Sea water good brake, stop us hundred miles!\"\n\nGladney flopped back. \"May I be kicked to death! Of course! I've heard\nof it being done by stunt pilots. But Rat, are you sure you can do it?\nI mean, can you land us without killing us all?\"\n\n\"Oh yes,\" but Rat was grimly serious. \"I can all right, but....\"\n\n\"... but what?\"\n\n\"Ever see little boy skipping stones across water?\" His hand shot out\nand described a series of violent ricocheting motions. \"Like that?\nWe land that way, I think. _Splat-splat!_ First splat knock us\nall ... all ... what you say?\"\n\n\"Knock us out?\" Gladney supplied.\n\nRat shrugged. Gray caught his eyes.\n\n\"Goodnight, Rat,\" she smiled at him. \"When I wake up, I want to see you\nagain. You won't be in jail for awhile, not until the hospital releases\nyou, and perhaps by that time....\"\n\n\"All no bother, please. I liked you Patti Gray. But your memory pretty\npunk too. Forget your Fleet training, I think. Yes! But Patti ...\" he\nstopped, helpless.\n\n\"Yes?\"\n\n\"I'm sorry about something. I kicked you.\"\n\n\"Rat, please forget it. I won't forgive you for there is nothing to\nforgive you for!\" She smiled at him, winked once and closed her eyes.\n\"Goodnight everyone.\"\n\nThey felt the nose dip as Rat dropped toward the moonlit sea. The\nocean rushed up. The ship struck with titanic force, blasting through\nthe white-caps, metal crumpling from the monstrous dive. And then all\nconsciousness blacked out for those on board.\n\n\n\nPatti Gray awoke, pressed the button under her pillow for a nurse,\nsmiled about the clean hospital room.\n\nGladney was waiting to see her. He wheeled himself in and stopped the\nchair beside her bed.\n\n\"Hello. Feel human again?\"\n\n\"Do I?\" She laughed. \"Gladney, I'm going to stay right here the rest of\nmy life!\"\n\n\"Yeah ... that's what I said yesterday. But today I'm itching to get\nback up yonder.\" He dug a thumb at the sky.\n\n\"Is Judith all right?\"\n\n\"Sure. She wants to see you. Frankly, Miss Gray,\" he lowered his voice,\n\"I expected that first 'splat' of Rat's would kill her.\"\n\nGray shivered. \"I have a hazy memory of that landing. How did we do it?\"\n\n\"Easy. A coast-guard cutter saw us and picked us up about ten miles\nout.\"\n\n\"Gladney,\" she said quickly, \"you've got to help me clear Rat. We've\ngot to ... why Gladney, you don't mean they got him...?\"\n\n\"_They_ didn't get him. _Earth_ did. Don't you remember what he said\nabout Earth being a nice place for us? Centaurians can't endure Earth's\ngravity and atmosphere; the Centaurian Embassy is very specially built,\nand all Centaurians come to Earth in what are virtually fish bowls.\n\n\"Rat was beginning to die even as we dove for the water.\"\n\nPatti Gray stared at him a moment in frozen horror, then buried her\nface in the pillow.\n\n\"Some day, he will be remembered, Miss Gray,\" Gladney whispered. \"Some\nday, after all the bitterness over Ganymede is forgotten, they'll\nremember _why_ Rat left his post, and they'll remember how he drove.\"",
    "metadata": {
        "author": [
            "Tucker, Bob",
            "Tucker, Arthur Wilson",
            "Tucker, Wilson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62212/pg62212.txt",
        "name": "prison_planet.json"
    }
}