{
    "name": "Puppet Government",
    "author": [
        "Revelle, George"
    ],
    "body": "Brandon was looking at his desk again.\n\nAn artificial grin spread across the narrow face of the Secretary of\nInterior who was watching him closely. The Secretary's pencil-thin\nfingers continued to toy with the small, wood figure he was holding.\n\"Brandon,\" he tried to lie gracefully, \"You're a card. A real card.\"\n\nBrandon shifted his position, brought his attention back to the thin\nman with the receding hairline. He couldn't, for the life of him,\nremember anything humorous he had said or done. He was too tired to be\njovial. The past few days had sapped his strength. He was exhausted and\nthere were still two more interviews scheduled.\n\nGood Lord, he thought. Two more! He found his eyes wandering back to\nhis desk. He would never finish the papers in time. That would mean a\nsevere penalty.\n\n\"Come now, Brandon. Admit it. You _know_ you want to work for us in\nInterior.\"\n\n\"Right now I don't know anything,\" Brandon said wearily. \"My head is\ntired and clouded. I can't think straight.\" He rubbed his hand across\nhis forehead, wondering how much longer he would be able to continue to\nsay no to their requests. He had almost found himself agreeing with the\nthin man a few moments ago. That wasn't good.\n\nBrandon leaned back in the contour chair and let some of the strength\nseep back into his outstretched legs. Each year at this time they would\nbegin to wander in with their strange, outlandish offers of positions\nwith the government. It was perplexing.\n\n\"Why me?\" he asked suddenly. \"Why in Interior? I know nothing about\nsuch work?\"\n\nThe thin man leaned foreward, \"Because you are a good man, Brandon. And\nwe need good men these days. Government is big business and we want\nthe top positions filled with the best men we can get. Besides,\" the\nSecretary laughed softly, \"you're wasting your time playing with dolls.\"\n\n\"They aren't dolls!\" Brandon said indignantly.\n\n\"So they aren't dolls.\"\n\n\"There is a difference,\" Brandon insisted. \"You make it sound as if I'm\nin my second childhood.\"\n\n\"All right. Puppets!\" The thin man shifted in his chair. He ran his\nlean fingers over the hand-painted figure he was holding in one hand.\n\"But you can see my point.\"\n\nBrandon shook his head. That was it. He couldn't see the point. His\npuppets were becoming world famous, the result of reviving the almost\nlost art of hand carving. He was earning a fair living at it. He could\nsee no reason for a change.\n\n\"Think of the prestige if you come with us. You will be heading a\ndepartment of your own,\" the Secretary said.\n\nBrandon wrinkled his brow, thinking of how his name was already\nassociated with his puppets. If only they would leave him alone, if\nonly there wasn't so much paper work waiting for him on his desk, he\nwould be able to spread out, expand, really have a going business. But\nthey had to keep pestering him with worthless offers that they knew he\ncouldn't handle, wasting his time, especially now when time was of the\nessence. The paper work on his desk had to be completed by midnight. He\nwould never finish it now.\n\nBrandon felt the beginning of a headache. Because of the paper work\nhe hadn't had time to touch a new puppet in months. Now these damn\ninterviews were keeping him from the desk work. It was a vicious circle\nleading to ruin.\n\n\"You will be serving your Country, Brandon,\" the Secretary said\nstrongly. \"Not fiddling with dolls.\"\n\n\"I told you....\"\n\nThe Secretary held up his hand. \"I know. Puppets.\"\n\n\n\nBrandon got up and walked to the window and looked out at the setting\nsun. It was hard to define; there were some things words couldn't\nexplain. All the offers had been good ones. But a man had to have some\nrule, some yardstick to guide him. Brandon had his. He wanted to\nbe useful, that wasn't too much to ask. Life was too short to waste\nlaboring in a position he wasn't fitted for. If he took Interior's\noffer all that would be ended. He would be caught in a web which\nallowed no escape.\n\nBrandon turned. \"I'm afraid, Mr. Secretary, that you don't understand\nmy position. It isn't that I feel above being employed by the\nPresident. I have all the respect in the world for him and his office.\nI have nothing but respect for you....\"\n\n\"Then what is it, Brandon?\"\n\n\"I don't think I would be happy taking orders from some one else.\"\n\n\"We all have a boss, Brandon.\"\n\n\"I haven't.\"\n\nThe Secretary grinned. \"You can head your own department. The President\nand myself will be the only ones you will have to answer to, I promise.\"\n\n\"That's what I mean,\" Brandon answered softly.\n\nThe Secretary felt his face flush. \"You _are_ insinuating that you are\nabove working for the President, Mr. Brandon!\" he said stiffly.\n\n\"You're twisting words.\" Brandon's voice was determined. \"It's just\nthat I like to work alone. I like to put my hat on and go, whenever,\nand wherever I please.\"\n\nThe Secretary shook his head \"Brandon! I happen to know that you\nhaven't been off this estate, this property of yours, in the past five\nyears.\"\n\n\"That doesn't alter a thing. I can go, anytime I please. I have no\nreason to leave now. But when I do, I won't feel obligated, I won't\nhave to ask permission.\"\n\nThe Secretary relaxed. \"You can do that in the department anytime you\nwish. Visit the conservations, then, when you are tired of traipsing\naround, you can come back and write up a report or two.\" The Secretary\ncleared his throat. \"Just for the records, of course.\"\n\nBrandon sighed. \"Of course. Just for the records.\" He brushed back\nhis thick, black hair and sat down. Damn it. Why couldn't they leave\nhim alone? That was all he wanted, to be left alone. He was sick of\nall this. They knew he wasn't fitted to be a clerk in any of the\ndepartments. Yet they wasted his time offering him important positions,\nas if the title would persuade him. Why?\n\n\"We could outlaw your doll-making,\" the Secretary said casually.\n\nBrandon shrugged his shoulders. \"Harmonics did that with my music\nwriting, remember! I didn't always do hand-carving.\"\n\nThe Secretary remembered. He had had an indirect hand in that. It had\nbeen thought that if Brandon was suddenly without income he might\neasily be persuaded to accept a position. They hadn't counted on\nBrandon's resourcefulness, nor his stubborness.\n\nThe thin man leaned back in his chair, looked again at the doll thing\nresting in one hand. The man was clever; there was a life-like quality\nto the doll. Brandon was an artist and it would be a shame to take him\nout of circulation. Yet what could he do? The President had insisted on\nthe visit again this year, knowing full well that Brandon would turn\ndown the offer.\n\nSuddenly, the Secretary felt sorry for Brandon. The man was breaking\ndown and didn't realize it. His face was drawn and pale. He looked\ndog-tired.\n\n\"Won't you change your mind, Brandon?\" the Secretary asked softly.\n\"With Interior you will have an opportunity to get out into the\nsunlight. It will be a healthy life visiting the many conservations we\nhave situated around the country; it will agree with you, I'm sure.\"\n\nBrandon sighed. \"I'm afraid, Mr. Secretary, that we are both wasting\nour time. I have a tremendous amount of paper work to finish before\nmidnight tonight and I am tired. I also have a few more interviews\nbefore I can get at it.\" Brandon got up, \"So if you don't mind--\"\n\nThe thin man looked at Brandon searchingly. \"Won't you reconsider?\"\n\n\"I'm afraid not,\" Brandon answered.\n\nThe Secretary paused at the door. \"See you next year, then!\"\n\n\"Next year,\" Brandon answered flatly.\n\n\n\nThe Secretary of Interior hardly spoke to the young man waiting by his\nvehicle. He wanted to get away from there as soon as possible. These\nyearly visits to Brandon always upset him, made him feel like a cad. It\nwould be days before he shook the unwanted feeling.\n\n\"How did it go?\" the young man asked eagerly.\n\nThe Secretary took in the youngish face, the confidence flowing from\nthe eyes. Evans always managed to give that youthful impression, yet he\nwasn't really a young man. In a way the thin man envied Evans ... with\none exception, of course. This would be Evans' first visit to Brandon.\nSome of the confidence would be gone when he walked out of Brandon's\nhouse.\n\n\"I said how did it go?\" Evans repeated.\n\nThe Secretary shrugged his thin shoulders. \"As usual. He refused.\"\n\nEvans showed white, even teeth. \"Is he tired?\"\n\n\"Very.\"\n\n\"Excellent,\" Evans said \"And the paper work. Is it worrying him?\"\n\nThe thin man studied Evans. No, he didn't envy the man any longer.\nEvans had no feelings; it was written on his face. \"The paper work is\nworrying him to death,\" he heard himself say.\n\n\"Wonderful!\"\n\nThe Secretary became conscious of the small figure he was holding in\nhis hand. He had walked out with one of Brandon's creations! Suddenly,\nhe slammed it to the ground. The paint chipped and cracked. The small\nhead rolled loosely across the lawn. Evans looked at him queerly.\n\n\"I think _you_ need a rest,\" the young man said softly, unsmiling.\n\n\"Brandon is a good man. I hate to see him broken. He has a lot of\ntalent. But not for the work we're offering him. It isn't right,\ngrinding him into the dirt the way we are.\"\n\nEvans leaned over, picked up the broken puppet. One arm was twisted at\nan odd angle, the clown suit was torn and dirty. Evans tried to fit the\nhead back on the small body. Finally he succeeded.\n\nHe looked at the Secretary of Interior. His eyes seemed different. \"I\nhave a position he can fill and do a good job. He won't refuse. I'm\nsure.\" Evans walked away, toward Brandon's house, still holding the\nbroken figure.\n\n\n\nBrandon stood on the veranda looking across his small estate, in the\ndirection of the city. The site of the government was located there.\nPerhaps that was why he was so reluctant; he lived too close to it,\nhad it around him day in and day out. The Government was ubiquitous,\nomnipresent and omnipotent. It dominated every conversation, every\nbusiness, every life from birth to death. Lately it even seemed that\nevery one he came in contact with held a position with some agency\nconnected with the government.\n\n\"Mr. Brandon!\"\n\n\"I know,\" he answered without turning. \"You're from Labor.\"\n\n\"We've never met!\"\n\nBrandon turned and took in the lean individual who called himself\nEvans. Quite different from the one who had called last year. That one\nhad been old and grumpy. Brandon's lips parted: \"I assumed. All the\nother departments have been here except Revenue. I didn't see Wilson\nstanding outside; I've heard he's out of the country. That leaves you.\"\n\n\"You could have been wrong, you know,\" Evans said.\n\n\"How?\" Brandon asked without fully caring.\n\n\"Revenue has been split. There are two departments now. Revenue and\nTaxation. Taxation handles income from taxpayers only.\"\n\n\"Big deal,\" Brandon said harshly, remembering his desk piled high with\npapers.\n\n\"They say you are a stubborn man, Brandon.\"\n\n\"Stubborn?\"\n\n\"Quite.\"\n\n\"Let's say I'm content with my lot.\"\n\n\"Are you really, Brandon?\"\n\nBrandon took in the young man's wide shoulders, the face that was\nalmost too young for such a responsible position. For just an instant\nhe had felt that this man would be different, that there might be a\nchallenge here. He could see he was wrong. The man was going to offer\nhim a position.\n\n\"Let's get to the point,\" he said hurriedly. \"I'm happy making puppets\nand I feel no need for a change.\"\n\n\"I'm glad you are happy, Mr. Brandon.\"\n\n\"Good. Then there is no need to continue. I refuse your offer.\" Brandon\nwas getting irritated. He didn't wait for an answer, he walked past\nEvans, into the house.\n\nHe stood by his desk. The pile of papers was still resting there,\nwaiting for him. He had hoped, in some magical way, that they might\nhave vanished. A foolish thought, he knew.\n\n\"Income tax?\" he heard Evans say from his shoulder.\n\nBrandon nodded wearily. Evans reached over and picked up a form. He\nfrowned. \"Complicated!\"\n\n\"Each year it gets worse,\" Brandon said listlessly.\n\n\"I've never had to file one,\" Evans said.\n\nBrandon lifted one eyebrow.\n\n\"Government employees never do. We are paid a flat sum and our\nsubsistance is taken care of. Calculators and computers adjust our\nsalary each year in proportion to the expense of the government. We\nhave been operating out of the red that way for years. It works out\nfine.\"\n\nBrandon ran his hands through the papers and forms. Why then did he\nhave to wade through this mess each year when it could be made so\nsimple? He had been staggering under the load.\n\n\"You're an independent, Brandon,\" Evans said. \"You stay in business\nfor yourself because you dislike working for someone else. Isn't that\nright?\"\n\n\"You might say that.\"\n\nEvans dangled a handful of papers in front of Brandon's brown eyes.\n\"You are working for someone else now. The tax department.\"\n\n\"Not exactly. I don't have to answer to anyone.\"\n\nEvans snorted. \"Not even the tax collector?\"\n\n\"Not unless I make an error,\" Brandon said stubbornly. \"And I won't.\nI'm becoming an expert on this. When a man spends one hundred days a\nyear working on these damn things he learns quite a bit. There will be\nno errors.\"\n\n\"One hundred days!\" Evans laughed. \"Soon it'll be every day of the\nyear. Then where will you be?\" He looked directly into Brandon's eyes.\n\"Can't you see? You're in the web already, working a third of the year\nwithout compensation.\"\n\nEvans pulled from his pocket the the broken puppet he had picked up\nfrom the driveway outside Brandon's house. He laid it in front of\nBrandon on the pile of income tax blanks. \"Soon you'll be without\nincome; your business will deteriorate from lack of attention.\"\n\nBrandon said nothing.\n\nEvans moved to the contour chair and sat down. He closed his eyes.\n\"You've been out of circulation a long time, Brandon. The world is\nchanging. Government is big business, one of the largest, and it's\nexpanding. We need more men, good men.\"\n\nEvans opened his eyes and looked at the ceiling. \"You said you've\nbecome an expert on forms. Would you consider taking a position as head\nof the tax department?\" he asked abruptly.\n\nBrandon lifted his gaze from the desk. \"I thought you were with labor?\"\n\n\"I could arrange it.\" Evans closed his eyes again.\n\n\"But....\"\n\n\"Think, Brandon. As chief of the bureau, you won't have to answer to\nanyone, not even the President. You've seen the mess the forms have\nbecome. You can straighten it out.\"\n\n\"I don't think....\"\n\n\"I'll have it put in writing that no one will bother you.\"\n\nBrandon stared at the papers on his desk. For the first time they were\noffering him a position he understood, one he could handle. It would\nbe a challenge. He would be in a position to eliminate three-quarters\nof that damn paperwork. God knew how many like himself were gradually\ngetting snowed under each year.\n\nBrandon played with the puppet. The silly face stared back at him with\na fixed, smiling expression. \"Tell me, Evans,\" he asked idly. \"Why so\nmuch effort to locate me in a government position? I've had no special\ntraining; this is the first offer I'm even qualified enough to accept.\"\nHe lifted the puppet face high, gazed at its face. \"For ten years I've\nbeen pestered.\"\n\nEvans laughed as he pulled a sheet of paper from his pocket. \"You have\ndetermination and will-power. We need that type of nature these days\nmore than ever.\" Evans' smile became wide. \"And you will be one less\ntaxpayer we will have to worry about now. You'll be on our side.\"\n\nEvans pushed all the forms from Brandon's desk with a sweep of his\ntanned hand. \"Forget all of that, Brandon, forever. No more taxes for\nyou. This is the last form you will have to sign. It appoints you\nSecretary of Taxation, carte blanche.\"\n\n\"You had all this prepared?\" Brandon said in amazement.\n\nEvans' smile grew wider. \"We knew you couldn't refuse an intelligent\noffer, one where you would be useful.\"\n\n\"We!\"\n\n\"The cabinet and myself.\"\n\nBrandon picked up the pen, twisted it between his fingers. Evans was\nright, of course. He would be useful. Half those damn forms were filled\nwith worthless nonsense that could easily be eliminated. Deductions\nshould be higher; small, independent business should be given a break.\nAnd he could handle the job--that was important.\n\n\"Just sign on the bottom line,\" Evans said smoothly, pushing the broken\npuppet out of the way.\n\nThe puppet fell to the floor and the head came off again. \"Forget it,\"\nEvans said quickly.\n\nBrandon studied the other man's face before he reached over and\npicked up the little figure. It was a funny creature with a large,\nsilly-looking balloon nose. Brandon handled it tenderly, looking at it\nthoughtfully. Finally he said: \"My puppets. What happens to them?\"\n\n\"I don't understand?\"\n\n\"Children enjoy them,\" Brandon answered.\n\n\"I'm afraid you don't understand, Brandon,\" Evans shook his head. \"I'm\noffering you a full-time position. You can make them--as a hobby of\ncourse--give them away, but you can't sell them. That would give you an\nincome again, mean more tax forms.\"\n\n\"But I couldn't hope to produce them for nothing,\" Brandon insisted.\n\"Not on a large scale, not on the fixed salary that you mentioned!\"\n\n\"They aren't important, Brandon.\"\n\nBrandon's lips became a firm, straight line. For the first time it\nwas clear to him why he had been so reluctant to give up his work. His\nmusic had pleased people, just as his puppets were doing now. He was\ngetting satisfaction out of his work. He was giving people something\nno one else seemed to be able to give them. Accepting a position he\ncouldn't handle, working for someone else had nothing to do with it....\n\n\"I've changed my mind,\" he said quietly.\n\n\"Changed your mind?\" Evans stared at the pen Brandon had carefully laid\ndown on the desk; disbelief disfiguring his face. \"You intend fighting\n_that_ each year?\" he pointed at the mad array of papers he had strewn\nat Brandon's feet. \"You're willing to risk not having any time at all\nto work on your puppets against security and a life of ease?\"\n\n\"I'm willing,\" Brandon answered. \"Now I think you'd better leave\nMr.....\"\n\n\"Evans!\"\n\n\"Mr. Evans. I might be able to finish these damn things before the\nmidnight deadline.\"\n\nEvans opened his mouth but Brandon was already showing him the way to\nthe door, shoving something in his hand.\n\n\n\nEvans climbed into his car and slumped down on the seat beside the\nPresident. He looked at the new puppet Brandon had forced into his hand\nbefore he could refuse.\n\n\"Is Brandon Secretary of Taxation?\" the President asked hopefully.\n\nEvans shook his head from side to side. What had gone wrong? They had\nknown Brandon was a stubborn man, that was why things were done as they\nwere. The offering of worthless positions had been a feint. He should\nhave grabbed at something he could handle. And the tax forms! That was\nsupposed to be the last straw. They had been loaded, prepared just for\nBrandon, to break his resistence. Yet they had failed. Why?\n\n\"Did he suspect?\" The President eyed Evans.\n\n\"I don't think so, Sir.\" Evans said. \"I had the pen in his hand. He was\nready to sign. Then something went wrong. I can't understand it!\"\n\nThe President looked the other way, found his eyes fastened on his own\nreflection on the window. The cabinet had been wrong thinking it was a\njob for a psychologist like Evans. Brandon was an individual, a decided\nrarity in this day and age.\n\n\"I'm glad,\" the President said softly to the glass.\n\n\"What was that, Sir?\"\n\nThe President turned. \"I said, I'm glad he didn't sign.\"\n\n\"You can't mean that, Sir!\"\n\n\"But I do.\"\n\n\"Do you realize what this means? Brandon was the last taxpayer. We've\nbeen forced to operate an entire bureau just to process his forms. It's\nthe only department operating in the red. He's the only person not\nemployed by the government, the only one still operating a private\nbusiness!\"\n\nEvans found himself clenching the puppet tightly in his fist. \"We\n_will_ break him. I know we will. Next year it will take him 365 days\nto compute his tax. I promise.\"\n\n\"Next year,\" the President said firmly, \"Brandon will get a short form.\nOne that he can complete in ten minutes. Do you understand, Evans?\"\n\nEvans' forehead creased. \"I'm afraid--\"\n\nThe President looked back at his reflection on the glass. \"We don't\nwant to make the boss angry now, do we Evans?\"\n\n\"The boss, Sir?\"\n\n\"Brandon, of course,\" the President smiled. \"After all, the government\nworks for the taxpayers, Evans--and Brandon is the last taxpayer. He's\nour boss, son. The only boss we have left.\"\n\n\"Mr. President. If I might--\"\n\nThe President returned his gaze to Evans. \"I think we've forgotten\nsomething over these past years, Evans. Something very important.\"\n\n\"What is that, Sir?\"\n\nThe President removed the puppet from Evans' limp fingers. \"If the sole\npurpose of the government is to serve the taxpayers--and there were no\nmore--how could we justify our existence in office?\"\n\nThe President ran his finger under the chin of the little puppet, \"Do\nyou mind if I keep this, Evans?\" he asked softly. \"I'd like to take it\nhome to my granddaughter. She's never seen a puppet, I'm sure she'll\nlove it.\"\n\nThe tiny figure seemed to smile approvingly.",
    "metadata": {
        "author": [
            "Revelle, George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60401/pg60401.txt",
        "name": "puppet_government.json"
    }
}