{
    "name": "Quest of Thig",
    "author": [
        "Wells, Basil Eugene",
        "Wells, Basil",
        "Ellerman, Gene"
    ],
    "body": "Thig carefully smoothed the dark sand and seaweed of the lonely beach\nover the metal lid of the flexible ringed tunnel that linked the grubby\nship from another planet with the upper air. He looked out across the\nheaving waters of the Sound toward Connecticut. He stared appraisingly\naround at the luxuriant green growth of foliage further inland; and\nstarted toward the little stretch of trees and brush, walking carefully\nbecause of the lesser gravitation.\n\nThig was shorter than the average Earthman--although on Ortha he\nwas well above the average in height--but his body was thick and\npowerfully muscled. His skull was well-shaped and large; his features\nwere regular, perhaps a trifle oversize, and his hair and eyes were\na curiously matching blend of reddish brown. Oddest of all, he wore\nno garments, other than the necessary belt and straps to support his\nrod-like weapon of white metal and his pouches for food and specimens.\n\nThe Orthan entered the narrow strip of trees and crossed to the\nlittle-used highway on the other side. Here he patiently sat down to\nwait for an Earthman or an Earthwoman to pass. His task now was to\nbring a native, intact if possible, back to the carefully buried space\ncruiser where his two fellows and himself would drain the creature's\nmentality of all its knowledge. In this way they could learn whether a\nplanet was suited for colonization by later swarms of Orthans.\n\nAlready they had charted over a hundred celestial bodies but of them\nall only three had proven worthy of consideration. This latest planet,\nhowever, 72-P-3 on the chart, appeared to be an ideal world in every\nrespect. Sunlight, plenty of water and a dense atmospheric envelope\nmade of 72-P-3 a paradise among planets.\n\nThe explorer from another world crouched into the concealment of a\nleafy shrub. A creature was approaching. Its squat body was covered\nwith baggy strips of bluish cloth and it carried a jointed rod of metal\nand wood in its paw. It walked upright as did the men of Ortha.\n\nThig's cold eyes opened a trifle wider as he stared into the thing's\nstupid face. It was as though he was looking into a bit of polished\nmetal at the reflection of himself!\n\nThe Earthman was opposite now and he must waste no more precious\ntime. The mighty muscles of the Orthan sent him hurtling across the\nintervening space in two prodigious bounds, and his hands clamped\nacross the mouth and neck of the stranger....\n\n\n\nLewis Terry was going fishing. For a week the typewriter mill that had\nground out a thousand assorted yarns of the untamed West and the frigid\ndesolation of the Northwoods had been silent. Lewis wondered if he was\ngoing stale. He had sat every day for eight hours in front of that\nshiny-buttoned bane of the typist, but there were no results. Feebly\nhe had punched a key two days ago and a $ sign had appeared. He hadn't\ndared touch the machine since.\n\nFor Mr. Terry, that hard-hitting writer of two-gun action, had never\nbeen further west of Long Island than Elizabeth, and he had promised\nhis wife, Ellen, that he would take the three children and herself on\na trailer tour of the _West_ that very summer. Since that promise, he\ncould not write a word. Visions of whooping red-skinned Apaches and\nbe-chapped outlaws raiding his little trailer home kept rolling up out\nof his subconscious. Yet he _had_ to write at least three novelets and\na fistful of short stories in the next two weeks to finance the great\nadventure--or the trip was off.\n\nSo Lewis left the weathered old cottage in the early dawn and headed\nfor his tubby old boat at the landing in an attempt to work out a\nsalable yarn....\n\n\"Hey!\" he shouted as a naked man sprang out of the bushes beside the\nroad. \"What's the trouble?\"\n\nThen he had no time for further speech, the massive arms of the\nstranger had wound around him and two hamlike hands shut off his speech\nand his wind. He fought futilely against trained muscles. The hand\nclamping his throat relaxed for a moment and hacked along the side of\nhis head. Blackness flooded the brain of Lewis, and he knew no more.\n\n\n\n\"There it is,\" announced Thig, dropping the limp body of the captured\nEarthman to the metal deck-plates. \"It is a male of the species that\nmust have built the cities we saw as we landed.\"\n\n\"He resembles Thig,\" announced Kam. \"But for the strange covering he\nwears he might be Thig.\"\n\n\"Thig will be this creature!\" announced Torp. \"With a psychic relay we\nwill transfer the Earthman's memories and meager store of knowledge to\nthe brain of Thig! He can then go out and scout this world without\narousing suspicion. While he is gone, I will take Kam and explore the\ntwo inner planets.\"\n\n\"You are the commander,\" said Thig. \"But I wish this beast did not wear\nthese clumsy sheathing upon his body. On Ortha we do not hamper the use\nof our limbs so.\"\n\n\"Do not question the word of your commander,\" growled Torp, swelling\nout his thick chest menacingly. \"It is for the good of our people that\nyou disguise yourself as an Earthman.\"\n\n\"For the good of the Horde,\" Thig intoned almost piously as he lifted\nTerry's body and headed for the laboratory.\n\nService for the Horde was all that the men of Ortha knew. Carefully\ncultured and brought to life in the laboratories of their Horde, they\nknew neither father nor mother. Affection and love were entirely\nlacking in their early training and later life. They were trained\nantlike from childhood that only the growth and power of the Horde\nwere of any moment. Men and women alike toiled and died like unfeeling\nrobots of flesh and bone for the Horde. The Horde was their religion,\ntheir love-life, their everything!\n\nSo it was that the bodies of the Earthman and the Orthan were strapped\non two parallel tables of chill metal and the twin helmets, linked to\none another by the intricacies of the psychic relay, put upon their\nheads.\n\nFor ten hours or more the droning hum of the relay sucked Terry's brain\ndry of knowledge. The shock upon the nervous system of the Earthman\nproved too violent and his heart faltered after a time and stopped\ncompletely. Twice, with subtle drugs they restored pseudo-life to his\nbody and kept the electrical impulses throbbing from his tortured\nbrain, but after the third suspension of life Thig removed his helmet.\n\n\"There is nothing more to learn,\" he informed his impassive comrades.\n\"Now, let us get on with the plastic surgery that is required. My new\nbody must return to its barbaric household before undue attention is\naroused. And when I return I will take along some of the gleaming\nbaubles we found on the red planet--these people value them highly.\"\n\nAn hour later, his scars and altered cartilage already healed and\npainless, Thig again scraped sand over the entrance to the space ship\nand set out along the moonlit beach toward the nearest path running\ninland to his home.\n\nMemory was laying the country bare about him, Terry's own childhood\nmemories of this particular section of Long Island. Here was the place\nwhere Jake and Ted had helped him dig for the buried treasure that\nold 'Notch-ear' Beggs had told them so exactly about. Remembrance of\nthat episode gave Thig an idea about the little lump of jewels in his\npocket. He had found them in a chest along the beach!\n\nHe was coming up on the porch now and at the sound of his foot on\nthe sagging boards the screen door burst open and three little\nEarth-creatures were hugging at his legs. An odd sensation, that his\nacquired memories labeled as pleasure, sent a warm glow upward from\naround his heart.\n\nThen he saw the slender red-haired shape of a woman, the mate of the\ndead man he knew, and confusion struck his well-trained brain. Men\nhad no mates on Ortha, sex had been overthrown with all the other\nprimitive impulses of barbarism; so he was incapable of understanding\nthe emotions that swept through his acquired memory.\n\nUnsteadily he took her in his arms and felt her warm lips pressed,\ntrembling, against his own. That same hot wave of pulsing blood choked\nachingly up into his throat.\n\n\"Lew, dear,\" Ellen was asking, \"where have you been all day? I called\nup at the landing but you were not there. I wanted to let you know that\nSaddlebag Publications sent a check for $50 for \"Reversed Revolvers\"\nand three other editors asked for shorts soon.\"\n\n\n\n\"Shoulda got a hundred bucks for that yarn,\" grunted Thig, and gasped.\n\nFor the moment he had been Lewis Terry and not Thig! So thoroughly had\nhe acquired the knowledge of Terry that he found himself unconsciously\nadopting the thinking and mannerism of the other. All the better this\nway, he realized--more natural.\n\n\"Sorry I was late,\" he said, digging into his pocket for the\nglittering baubles, \"but I was poking around on the beach where we used\nto hunt treasure and I found an old chest. Inside it I found nothing\nbut a handful of these.\"\n\nHe flashed the jewels in front of Ellen's startled eyes and she clung,\nunbelieving, to his arm.\n\n\"Why, Lew,\" she gasped, \"they're worth a fortune! We can buy that new\ntrailer now and have a rebuilt motor in the car. We can go west right\naway.... Hollywood, the Grand Canyon, cowboys!\"\n\n\"Uh huh,\" agreed the pseudo Lewis, memories of the ferocious savages\nand gunmen of his stories rendering him acutely unhappy. Sincerely he\nhoped that the west had reformed.\n\n\"I saved some kraut and weiners,\" Ellen said. \"Get washed up while I'm\nwarming them up. Kids ate all the bread so I had to borrow some from\nthe Eskoes. Want coffee, too?\"\n\n\"Mmmmmm,\" came from the depths of the chipped white wash-basin.\n\n\n\n\"Home again,\" whispered Ellen as she stood beside Thig twelve weeks\nlater and gazed tearfully at the weathered little gray house. She knelt\nbeside the front stoop and reached for the key hidden beneath it.\n\n\"The west was wonderful; tremendous, vast and beautiful,\" she went\non as they climbed the steps, \"but nowhere was there any place as\nbeautiful as our own little strip of sky and water.\"\n\nThig sank into a dusty old swing that hung on creaking chains from the\nexposed rafters of the porch roof. He looked down at the dusty gray car\nand the bulbous silvery bulk of the trailer that had been their living\nquarters for almost three months. Strange thoughts were afloat in the\nchaos of his cool Orthan brain.\n\nTonight or tomorrow night at the latest he must contact his two fellows\nand report that Earth was a planetary paradise. No other world,\nincluding Ortha, was so well-favored and rich. An expeditionary force\nto wipe the grotesque civilizations of Earth out of existence would,\nof course, be necessary before the first units of new Hordes could be\nlanded. And there Thig balked. Why must they destroy these people,\nimperfect though their civilization might be, to make room for the\nHordes?\n\nThig tried to tell himself that it was the transmitted thoughts of the\ndead Earthman that made him feel so, but he was not too sure. For three\nmonths he had lived with people who loved, hated, wept and sacrificed\nfor reasons that he had never known existed. He had learned the heady\nglory of thinking for himself and making his own decisions. He had\nexperienced the primitive joy of matching his wits and tongue against\nthe wits of other unpredictable human beings. There was no abrupt\ndivision of men and women into definite classes of endeavor. A laborer\nthought the same thoughts that a governor might think. Uncertainty\nadded zest to every day's life.\n\nThe Orthan had come to question the sole devotion of the individual to\nthe Horde to the exclusion of all other interests. What, he wondered,\nwould one new world--or a hundred--populated by the Hordes add to\nthe progress of humanity? For a hundred thousand years the Orthan\ncivilization had remained static, its energies directed into certain\nwell-defined channels. They were mindless bees maintaining their vast\nmechanical hives.\n\nThere was that moment on the brink of the Grand Canyon when Ellen had\ncaught his arm breathlessly at all the beauty spread away there beneath\nthem. There were mornings in the desert when the sun painted in lurid\nred the peaks above the harsh black-and-whites of the sagebrush and\ncactus slopes. There was the little boy, his body burning with fever,\nwho nestled trustingly against his tense man's body and slept--the son\nof Ellen and the man he had destroyed.\n\nThig groaned. He was a weakling to let sentimentality so get the better\nof his judgment. He would go now to the space ship and urge them to\nblast off for Ortha. He sprang off the porch and strode away down the\nroad toward the beach.\n\nThe children ran to him; wanted to go along. He sent them away harshly\nbut they smiled and waved their brown little hands. Ellen came to the\ndoor and called after him.\n\n\"Hurry home, dear,\" she said. \"I'll have a bite ready in about an hour.\"\n\nHe dared not say anything, for his voice would have broken and she\nwould have known something was wrong. She was a very wise sort of\nperson when something was troubling him. He waved his stubby paw of a\nhand to show that he had heard, and blindly hurried toward the Sound.\n\nOddly enough, as he hurried away along the narrow path through the\nautumn woods, his mind busied itself with a new epic of the west that\nlived no longer. He mentally titled it: \"Rustlers' Riot\" and blocked\nin the outlines of his plot. One section of his brain was that of the\ncareless author of gunslinging yarns, a section that seemed to be\nsapping the life from his own brain. He knew that the story would never\nbe written, but he toyed with the idea.\n\nSo far had Thig the emotionless, robot-being from Ortha drifted from\nthe unquestioning worship of the Horde!\n\n\n\n\"You have done well,\" announced Torp when Thig had completed his report\non the resources and temperatures of various sections of Terra. \"We now\nhave located three worlds fit for colonization and so we will return to\nOrtha at once.\n\n\"I will recommend the conquest of this planet, 72-P-3 at once and the\ncomplete destruction of all biped life upon it. The mental aberrations\nof the barbaric natives might lead to endless complications if they\nwere permitted to exist outside our ordered way of life. I imagine that\nthree circuits of the planet about its primary should prove sufficient\nfor the purposes of complete liquidation.\"\n\n\"But why,\" asked Thig slowly, \"could we not disarm all the natives and\nexile them on one of the less desirable continents, Antarctica for\nexample or Siberia? They are primitive humans even as our race was once\na race of primitives. It is not our duty to help to attain our own\ndegree of knowledge and comfort?\"\n\n\"Only the good of the Horde matters!\" shouted Torp angrily. \"Shall a\nrace of feeble-witted beasts, such as these Earthmen, stand in the way\nof a superior race? We want their world, and so we will take it. The\nLaw of the Horde states that all the universe is ours for the taking.\"\n\n\"Let us get back to Ortha at once, then,\" gritted out Thig savagely.\n\"Never again do I wish to set foot upon the soil of this mad planet.\nThere are forces at work upon Earth that we of Ortha have long\nforgotten.\"\n\n\"Check the blood of Thig for disease, Kam,\" ordered Torp shortly. \"His\nwords are highly irrational. Some form of fever perhaps native to this\nworld. While you examine him I will blast off for Ortha.\"\n\nThig followed Kam into the tiny laboratory and found a seat beside the\nsquat scientist's desk. His eyes roamed over the familiar instruments\nand gauges, each in its own precise position in the cases along the\nwalls. His gaze lingered longest on the stubby black ugliness of\na decomposition blaster in its rack close to the deck. A blast of\nthe invisible radiations from that weapon's hot throat and flesh or\nvegetable fiber rotted into flaky ashes.\n\nThe ship trembled beneath their feet; it tore free from the feeble\nclutch of the sand about it, and they were rocketing skyward. Thig's\nbroad fingers bit deep into the unyielding metal of his chair. Suddenly\nhe knew that he must go back to Earth, back to Ellen and the children\nof the man he had helped destroy. He loved Ellen, and nothing must\nstand between them! The Hordes of Ortha must find some other world, an\nempty world--this planet was not for them.\n\n\"Turn back!\" he cried wildly. \"I must go back to Earth. There is a\nwoman there, helpless and alone, who needs me! The Horde does not need\nthis planet.\"\n\nKam eyed him coldly and lifted a shining hypodermic syringe from its\ncase. He approached Thig warily, aware that disease often made a maniac\nof the finest members of the Horde.\n\n\"No human being is more important than the Horde,\" he stated baldly.\n\"This woman of whom you speak is merely one unit of the millions we\nmust eliminate for the good of the Horde.\"\n\nThen it was that Thig went berserk. His fists slashed into the thick\njaw of the scientist and his fingers ripped at the hard cords overlying\nthe Orthan's vital throat tubes. His fingers and thumb gouged deep into\nKam's startled throat and choked off any cry for assistance before it\ncould be uttered.\n\nKam's hand swept down to the holster swung from his intricate harness\nand dragged his blaster from it. Thig's other hand clamped over his and\nfor long moments they swayed there, locked together in silent deadly\nstruggle. The fate of a world hung in the balance as Kam's other hand\nfought against that lone arm of Thig.\n\n\n\nThe scales swung in favor of Kam. Slowly the flaring snout of his\nweapon tilted upward until it reached the level of Thig's waist. Thig\nsuddenly released his grip and dragged his enemy toward him. A sudden\nreversal of pressure on Kam's gun hand sent the weapon swivelling\nabout full upon its owner's thick torso. Thig's fingers pressed down\nupon Kam's button finger, down upon the stud set into the grip of the\ndecomposition blaster, and Kam's muscles turned to water. He shrieked.\n\nBefore Thig's eyes half of his comrade's body sloughed away into foul\ncorruption that swiftly gave way to hardened blobs of dessicated\nmatter. Horror for what he had done--that he had slain one of his own\nHorde--made his limbs move woodenly. All of his thoughts were dulled\nfor the moment. Painfully slow, he turned his body around toward the\ncontrol blister, turned around on leaden feet, to look full into the\nnarrowed icy eyes of his commander.\n\nHe saw the heavy barrel of the blaster slashing down against his\nskull but he could not swing a fraction of an inch out of the way.\nHis body seemed paralyzed. This was the end, he thought as he waited\nstupidly for the blow to fall, the end for Ellen and the kids and all\nthe struggling races of Earth. He would never write another cowboy\nyarn--they would all be dead anyhow soon.\n\nThen a thunderclap exploded against his head and he dropped endlessly\ntoward the deck. Blows rained against his skull. He wondered if Torp\nwould ever cease to hammer at him and turn the deadly ray of the weapon\nupon him. Blood throbbed and pounded with every blow....\n\n\n\nBam, Bam, Bam, the blood pounded in his ears. Like repeated blows of a\nhammer they shook his booming head. No longer was Torp above him. He\nwas in the corner of the laboratory, a crumpled blood-smeared heap of\nbruised flesh and bone. He was unfettered and the blood was caked upon\nhis skull and in his matted hair. Torp must have thought he had killed\nhim with those savage blows upon the head.\n\nEven Torp, thought Thig ruefully, gave way to the primitive rage of his\nancestors at times; but to that very bit of unconscious atavism he now\nowed his life. A cool-headed robot of an Orthan would have efficiently\nused the blaster to destroy any possibility of remaining life in his\nunconscious body.\n\nThig rolled slowly over so that his eye found the door into the control\nroom. Torp would be coming back again to dispose of their bodies\nthrough the refuse lock. Already the body of Kam was gone. He wondered\nwhy he had been left until last. Perhaps Torp wished to take cultures\nof his blood and tissues to determine whether a disease was responsible\nfor his sudden madness.\n\nThe cases of fragile instruments were just above his head. Association\nof memories brought him the flash of the heavy blaster in its rack\nbeneath them. His hand went up and felt the welcome hardness of the\nweapon. He tugged it free.\n\nIn a moment he was on his knees crawling across the plates of the deck\ntoward the door. Halfway across the floor he collapsed on his face,\nthe metal of the gun making a harsh clang. He heard the feet of Torp\nscuffle out of silence and a choked cry in the man's throat squalled\nout into a senseless whinny.\n\nThig raised himself up on a quivering elbow and slid the black length\nof the blaster in front of him. His eyes sought the doorway and stared\nfull into the glaring vacant orbs of his commander. Torp leaned there\nwatching him, his breath gurgling brokenly through his deep-bitten\nlips. The clawing marks of nails, fingernails, furrowed his face and\nchest. He was a madman!\n\nThe deadly attack of Thig; his own violent avenging of Kam's death, and\nnow the apparent return of the man he had killed come to life had all\nserved to jolt his rigidly trained brain from its accustomed groove.\nThe shock had been too much for the established thought-processes of\nthe Orthan.\n\nSo Thig shot him where he stood, mercifully, before that vacant mad\nstare set him, too, to gibbering and shrieking. Then he stepped over\nthe skeleton-thing that had been Torp, using the new strength that\nvictory had given him to drive him along.\n\nHe had saved a world's civilization from extinction! The thought\nsobered him; yet, somehow, he was pleased that he had done so. After\nall, it had been the Earthwoman and the children he had been thinking\nof while he battled Kam, a selfish desire to protect them all.\n\nHe went to the desk where Torp had been writing in the ship's log and\nread the last few nervously scrawled lines:\n\n_Planet 72-P-3 unfit for colonization. Some pernicious disease that\nstrikes at the brain centers and causes violent insanity is existent\nthere. Thig, just returned from a survey of the planet, went mad and\ndestroyed Kam. In turn I was forced to slay him. But it is not ended.\nAlready I feel the insidious virus of...._\n\nAnd there his writing ended abruptly.\n\nThig nodded. That would do it. He set the automatic pilot for the\nplanet Ortha. Unless a rogue asteroid or a comet crossed the ship's\npath she would return safely to Ortha with that mute warning of danger\non 72-P-3. The body of Torp would help to confirm his final message.\n\nThen Thig crossed the cabin to the auxiliary life boat there, one of\na half-dozen space ships in miniature nested within the great ship's\nhull, and cut free from the mother vessel.\n\nHe flipped the drive lever, felt the thrumming of the rockets driving\nhim from the parent ship. The sensation of free flight against his new\nbody was strangely exhilerating and heady. It was the newest of the\nemotions he had experienced on Earth since that day, so many months\nbefore, when he had felt the warmness of Ellen's lips tight against his.\n\nHe swung about to the port, watched the flaming drive-rockets of the\ngreat exploratory ship hurl it toward far-away Ortha, and there was no\nregret in his mind that he was not returning to the planet of his first\nexistence.\n\nHe thought of the dull greys and blacks of his planet, of the\nmonotonous routine of existence that had once been his--and his heart\nthrilled to the memories of the starry nights and perfect exciting days\nhe had spent on his three month trip over Earth.\n\nHe made a brief salute to the existence he had known, turned with a\ntiny sigh, and his fingers made brief adjustments in the controls. The\nrocket-thrum deepened, and the thin whistle of tenuous air clutching\nthe ship echoed through the hull-plates.\n\nHe thought of many things in those few moments. He watched the\nroundness of Earth flatten out, then take on the cup-like illusion\nthat all planets had for an incoming ship. He reduced the drive of his\nrockets to a mere whisper, striving to control the impatience that\ncrowded his mind.\n\nHe shivered suddenly, remembering his utter callousness the first time\nhe had sent a space ship whipping down toward the hills and valleys\nbelow. And there was a sickness within him when he fully realized that,\ndespite his acquired memory and traits, he was an alien from outer\nspace.\n\nHe fingered the tiny scars that had completely obliterated the slight\ndifferences in his appearance from an Earthman's, and his fingers\ntrembled a bit, as he bent and stared through the vision port. He said\na brief prayer in his heart to a God whose presence he now felt very\ndeeply. There were tears in the depths of his eyes, then, and memories\nwere hot, bitter pains.\n\n\n\nEarth was not far below him. As he let gravity suck him earthward, he\nheaved a gasp of relief. He was no longer Thig, a creature of a Horde's\ncreation, but Lewis Terry, writer of lurid gun-smoking tales of the\nWest. He must remember that always. He had destroyed the real Terry and\nnow, for the rest of his life, he must make up to the dead man's family.\n\nThe knowledge that Ellen's love was not really meant for him would be\na knife twisting in his heart but for her sake he must endure it. Her\ndreams and happiness must never be shattered.\n\nThe bulge of Earth was flattening out now and he could see the outlines\nof Long Island in the growing twilight.\n\nA new plot was growing in the brain of Lewis Terry, a yarn about a\ncowboy suddenly transported to another world. He smiled ironically.\nHe had seen those other worlds. Perhaps some day he would write about\nthem....\n\nHe was Lewis Terry! He must remember that!",
    "metadata": {
        "author": [
            "Wells, Basil Eugene",
            "Wells, Basil",
            "Ellerman, Gene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62198/pg62198.txt",
        "name": "quest_of_thig.json"
    }
}