{
    "name": "Remember the 4th!",
    "author": [
        "Miller, Benj.",
        "Water, Silas",
        "Loomis, Noel Miller",
        "Loomis, Noel M."
    ],
    "body": "This was a warm day in August--a very warm day. Slim Coleman, my\npartner in detection work, says the sun is ninety million miles away,\nbut this day it must have sneaked up pretty close. You could even see\nthe heat waves coming up off the sidewalk. You can't fry an egg on the\npavement in Fort Worth, though, because you can't stay out in the sun\nthat long.\n\nI mopped my brow, slung the water off my fingertips, and went into\nthe lobby of the National Bank Building. The washed air made it cool\nand nice in there, and I slowed down to enjoy it. But one of the\nelevators came down, the door slid open, and the first man to get off\nwas Swanberg, the building manager--our landlord--all dressed up in\nstriped trousers and a fancy vest and wearing a high wing collar and a\ngenuine cravat. He looked impeccable, immaculate--and cool.\n\nI wheeled and marched back outside into the sun. Slim and I were three\nmonths behind with the rent, and I figured the only reason Swanberg\nhadn't ordered us out was that he just hadn't gotten around to it.\nI didn't want to run into him. If we could have paid our rent I\nwouldn't have been carrying ham sandwiches and a bottle of coffee in my\ncoat-pockets up to Slim Coleman while he worked on the Brain-Finder.\n\nThe heat almost smothered me after the coolness of the lobby. Damn\nthat guy Swanberg, anyway. He was always so perfect, so completely\nunaffected by the weather, so supercilious and so cold, so mechanical.\nYou knew he'd never had any trouble and never would have, because he\nwould never be swayed by anything but cold logic. It's only we humans\nwith sentiments who get in trouble.\n\nIt was his untouchableness that griped me. He was so inhumanly perfect\nhe always made me feel rough and uncouth. You know how it is. If I\ncould just get something on him to throw off that complex, I'd be happy\neven if we did have to vacate. I guess I spent my time day-dreaming\nabout Swanberg--Swanberg wearing an old-fashioned night-cap, Swanberg\nslurping his coffee, Swanberg sleeping with his socks on--anything\nhuman.\n\nWhat wouldn't I have given to have a picture of him in the roller\ncoaster the way I had been the night of July the Fourth, with a\nperfectly strange, perfectly gorgeous, slim blonde throwing her arms\naround his neck the way that one had around mine. I was willing to bet\nhe had a big, hefty wife at home who made him step.\n\nI shivered whenever I thought about that blonde. She was the kind I\nwould have liked to marry, only one like that was way out of my reach.\nI didn't have much education and I didn't always know what to do around\na real high-class female. That's why I had been riding the roller\ncoaster alone.\n\n\n\nWell, there was nothing for it now but the coal-chute. A truck was\nbacked up to the sidewalk and two very black-faced men were pushing\ncoal down a steel chute through a manhole in the sidewalk. I ducked\ninto the alley, unrolled the bundle under my arm, and threw out a pair\nof khaki coveralls. I hated this, but I did it anyway; I had to. We\ncouldn't afford to have my suit cleaned every time I went in through\nthe sidewalk, so I got into the coveralls and zipped them up. I watched\naround the corner. When the truckers raised the steel bed, I walked up\nto the open hole in the sidewalk and dropped in casually.\n\nI'm a short man anyway, a little on the chunky side, and that coal-hole\nwas like a furnace. The sweat poured down my back and chest and the\ncoal-dust poured into my nostrils. I got out of there as fast as I\ncould and took the freight elevator to the twenty-second floor. I went\nthrough the hall, unlocked the door, got inside, and locked it again.\n\n\"That you, Doc?\" came Slim Coleman's deep voice.\n\n\"Yeah.\" I held the coveralls out of the window, slapped the coal-dust\nout of them, took off my damp suit-coat and laid it on top of the desk,\ngot the electric iron out of the desk-drawer and plugged it in. Our\nsign said _Coleman & Hambright, Private Investigators_, and we had\nto maintain appearances, but I wished we could afford a store-bought\npressing. I brushed my pants, but they were damp, too, so I took them\noff and laid them out on the desk-top, over some papers, with the\ncreases pinched tight. I mopped my brow and went into the other room.\n\nSlim Coleman looked up from a work-bench covered with wires,\ntubes, condensers, and all kinds of electrical gadgets. He had\na soldering-iron poised above something that looked like a\nforty-eight-tube radio. He had deep, deep brown eyes that always looked\nthrough everybody, but Slim was a hundred-per-cent. In fact, it was\nhis loyalty that had us behind the eight-ball now. If he had dissolved\npartnership instead of offering to pay the damages the time I fell from\na second-story window and went through a skylight into a whole tableful\nof expensive orchids--but no, Slim paid it all--twenty-two hundred\ndollars before he got through, because the cold air ruined a lot more\norchids. And I hadn't even gotten the evidence I was after. (No, it was\njust happenstance that I fell from the bedroom window of a movie star.)\n\n\"What luck?\" said Slim in his husky voice.\n\n\"I served them, but look, Slim, I hope you get that Brain-Finder going\npretty quick. Not that I mind crawling under the length of three\npullman cars and cutting my ankles on the cinders to serve divorce\npapers on Tom Ellingbery, who's worth a million. Not that I mind doing\nall that for a measly five bucks, but when I have to come through the\nsidewalk in the summertime to duck the landlord--\"\n\nColeman's face lighted up. \"The Brain-Finder is ready for a tryout,\" he\nsaid. \"Shall I show you yourself the night of July the Fourth?\"\n\nWell, partly because I guess I didn't have much real faith in the\ngadget, I said \"Okay,\" and went to get the four ham sandwiches and the\ncoffee in a milk-bottle out of my coat-pockets. That was why I couldn't\ntake off the coat when I put on the coveralls--for fear of spilling the\ncoffee. Then I groaned and ran for the desk. There was a brown puddle\nspreading on the desk and soaking up my coat. I very nearly said \"Damn!\"\n\n\"I've got your brain wave-length,\" Slim was saying. I started mopping\nup with my handkerchief while I hung the coat up to dry. \"Now, all I\nhave to do is--come here, Doc!\"\n\nI put the sandwiches on the bench in front of him, but for once Slim\ndidn't even reach. He looked at me and his deep-set eyes were burning.\n\"We are going to be the greatest private investigators in history,\"\nhe said. \"In fact, we'll _make_ history. Doc, we'll be the most\nimportant men in America.\"\n\nI should have been more enthusiastic, but things were going so\nbadly--\"I don't care,\" I told him, \"about being a great man, if I can\njust quit ducking the landlord. I want to walk in under his nose and\nnot be scared of him. If you want to fill my cup to overflowing, just\nlet me use that thing long enough to get something on him.\"\n\n\n\nSlim was already turning dials. Tubes were lighting up. The set was\nhumming. Pretty soon he pointed to a screen, and I damn near lost my\nbreath. There on a screen about twelve by eighteen inches, big enough\nso there wasn't any mistake, I saw myself on the night of July Fourth,\njust as I bought one ticket for the roller coaster.\n\nI guess my eyes stuck out a foot, for Slim was looking at me with that\nkind of sad smile. \"Roller coasters,\" he said gently. \"Got enough, Doc?\"\n\nI gulped. \"Plenty. Cut it off, please.\" In the screen I saw the blonde\njust behind me, and I didn't want Slim to see her put her arms around\nme when the roller coaster went over the dip.\n\nSlim smiled and snapped a bunch of switches. The lights in the tubes\nwent out. \"Think what this will mean in criminal prosecutions, to\nbe able to follow a man in the past. Present-day testimony will be\narchaic. The courts won't have to take anybody's word for anything;\nthey can follow a man and watch him in the past.\"\n\n\"Judge Monday wouldn't admit that kind of evidence,\" I pointed out.\n\n\"Naturally not. It will take twenty-five years to get this kind of\nevidence admitted in court. In the meantime, we'll have to go easy. But\nwe can make millions, just by bluffing. When we _know_ that a man\nwas playing poker in Jones's basement until six o'clock Sunday morning,\nthen we can bluff and put it over. Just so we don't tangle with a real\ntough guy the first time. For instance--sh! Somebody's at the door.\"\n\nSlim ran to the door while I ran for my pants. I ducked back into the\nother room and got them on. I heard the voice. It was a man's voice,\nand I had heard it before--just recently. I peeked out. Yes, it was Tom\nEllingbery. I stayed quiet.\n\n\"A pot-bellied little guy just served divorce papers on me,\" he said\nharshly. \"I got off the train and came here. A friend of mine sent me;\nI want your services.\"\n\n\"Yes,\" said Slim.\n\n\"Here's a hundred-dollar bill,\" Tom Ellingbery said. \"Start shadowing\nmy wife; get something on her. I'll give you five thousand to get\nsomething--ten if it's necessary,\" he said with a slight leer.\n\nSlim gravely picked up the C note. \"We don't do business that way,\" he\nsaid; \"but if your wife has been misbehaving we'll find it out.\"\n\nEllingbery was a big man with a sharp go-getter look about him. He\nstared hard at Slim and Slim stared back. Ellingbery's expression\ndidn't show anything; then he left.\n\n\n\nSlim locked the door after Ellingbery, and I took off my pants and set\nup the ironing-board on the desk. Slim went back to adjust the dials on\nhis machine.\n\n\"This gadget is a sort of super-sensitive radar,\" he said as it warmed\nup. \"I can tune it to your brain-waves and pick you up anywhere within\nforty miles or three months.\"\n\nA purple indicator began to wink. \"It proves I've got brains, anyway,\"\nI pointed out.\n\n\"Yes, your waves come in at a frequency of approximately 1,832,956,000.\nThat's as close as I can tune it so far, but that's plenty close\nenough. There are other characteristics, such as power and damping and\nheight of crest and so on, that make it selective enough to pick out\nany one person in the United States if it could reach that far.\"\n\n\"And then you can see everything I do?\"\n\n\"No, I can see only what you see with your own eyes.\"\n\nThen I must have been staring at the blonde. I held my breath when I\nasked, \"Can you tell what I'm thinking?\"\n\n\"No.\"\n\nI breathed again.\n\n\"I can translate what you say into language, though. Something happens\nwhen I throw two hundred and twenty volts into this bank of tubes. As\nnear as I can figure, it creates a 'time-warp'--which doesn't mean much\nof anything objectively. I don't know how it works; I couldn't even\nduplicate it. I suppose some high-powered electronics engineer could\nfigure it out, but I don't want anybody but you and me even to know\nabout it. What I'm interested in is what we can do with it.\"\n\n\"What I'm interested in,\" I said, \"is how much money we can make with\nit.\"\n\nSlim looked at me with his great burning eyes while the steam rose from\nunder the iron on my pants.\n\n\"You're about to find out.\" The ground-glass screen slowly lighted.\nA new bank of tubes began to sparkle and then settled down into a\ngreenish glow. Slim turned dials, and there was the figure of a woman\non the screen.\n\n\"That,\" said Slim, \"is Mrs. Tom Ellingbery.\"\n\nWell, of course I couldn't see her face. She was playing bridge,\napparently. Her hands looked nice. The woman at her left said, \"I hear\nyou've filed suit against your husband.\"\n\nMrs. Ellingbery reached for a king, but her fingers were nervous. She\nplayed a six instead and lost the trick. \"Yes,\" she said quietly, \"I\nhave.\" Her voice was sad.\n\nI waited a minute. Then, \"How did you know how to tune in on her?\" I\nasked Slim.\n\n\"I got her wave-characteristics when she came up the other day to get\nus to serve the papers,\" he said. \"I got Tom's today while we were\ntalking. The machine was all set and the recording needles made a\npermanent record.\"\n\nI swallowed. \"Can you get the landlord's characteristics too?\"\n\nSlim held up a sheet of ruled paper. \"Got his already. I was just\npracticing; I got him when he was trying to hammer the door down\nyesterday.\"\n\nSuddenly I felt a deep peace. I had the landlord in my power, now, and\nI didn't have to hurry; I could take my time.\n\nBut Slim notched me down. \"Get this hundred changed,\" he said. \"Give\nthe landlord fifty and then have the telephone connected again.\"\n\nI took the hundred.\n\n\"Get some more sandwiches, too. We'll be here late tonight.\"\n\nWell, the landlord wasn't as sarcastic as I had feared. He defrosted\nslightly when he saw the fifty. Now we owed him only two hundred. I\nknew he was probably going to put us out on September the first, but I\nsoothed my hurt feelings by imagining him walking around in his shorts.\nThere is nothing else that will so undignify a man. But before long--in\nfact, as soon as I could get to the Brain-Finder while Slim wasn't\nwatching--I'd get the facts.\n\n\n\nWe watched Mrs. Ellingbery for four straight nights and days. She went\nvisiting; she played bridge; she shopped. She never did give more than\na second glance at any man, and she didn't talk to any man over the\nphone. We could see her only when she looked at herself in the mirror.\nThat was enough.\n\nWe followed her like two blood-hounds, from the time she ate breakfast\nuntil she went to bed at night, but Slim turned the machine off when\nshe sat down to remove her stockings. Slim always was a gentleman.\n\nWe went back in \"time\"--fast. Flashes here and there. But Mrs.\nEllingbery was like Caesar's wife. On the fifth day Slim called Tom\nEllingbery and told him he was dropping the case, that his wife was\nabove suspicion and it wasn't worth while to watch her. I was glad, but\nTom Ellingbery swore; anyway, he said he'd send a check for another\nhundred. Then Slim sat back and looked at me. \"Now,\" he said quietly,\n\"we'll turn this thing where it belongs.\"\n\nI'd been hoping he'd go out for a sandwich, now that we dared to\nuse the passenger elevators, so that I could sneak a preview of the\nlandlord biting his fingernails in seclusion, but no. Slim fixed his\ndeep eyes on me and said, \"We'll see what Tom has been doing recently.\nDo you realize he hasn't been in the picture but once in five days?\"\n\nTom was it, all right. We trailed him that night to a big apartment\nhouse across town. Yes, it was a blonde, only this one had had\nconsiderable help from a bottle of peroxide....\n\nSlim made a deal with Mrs. Ellingbery's lawyers. We were to get\nfive triple-o's if Mrs. Ellingbery won. So Slim spent the week-end\ntrailing Tom for the past three months while I wrote it all down like a\nchronological history of the war. I was tickled over July the Fourth.\nOn July the Fourth, Tom and the bleached blonde started out with a\npopcorn picnic and wound up--you guess. Riding the roller coaster! I\ncould just imagine what old Judge Monday would say to that; that little\nscene would be worth half of the property settlement.\n\nWe were short on time. Some way or another Tom Ellingbery had\nrushed the trial, and it was set for August 30. We turned over our\nnotes to Mrs. Ellingbery's lawyers and sat back and waited. Private\ninvestigators never go near the courts unless they have to.\n\nAt four-thirty that day the telephone rang. Slim listened, then he hung\nup. \"Tom has got a couple of shrewd, tough lawyers,\" he said. \"We have\nto go to court. Tom isn't admitting anything and he isn't taking any\nbluffs. He demands proof.\"\n\n\"Well,\" I said, \"for five M notes I'll tell everything.\"\n\n\n\nSlim was worried. He talked to her lawyers, Youngquist and Rubicam,\nthat night. The next morning we were both in court. It was direct\nexamination. Slim identified himself, then he was asked: \"You have\ninvestigated Tom Ellingbery's activities over the past three months?\"\n\n\"Yes.\" Slim was very self-composed.\n\n\"Did you, on the night of August 26, observe him going into an\napartment house at this address?\"\n\n\"Yes.\"\n\nAnd so on--but never a word of where Slim was when he saw all this.\nVery clever, I thought, but when I looked at those sharp-eyed young\nfellows at Tom Ellingbery's table, I knew it'd never get by.\n\nPresently Mr. Youngquist said, \"You may inquire.\" I held my breath. But\none of the young fellows looked up and said, \"Are you going to put his\npartner on?\"\n\n\"Yes,\" said Mr. Youngquist.\n\n\"With that understanding, there are no questions of this witness, your\nhonor.\"\n\nI jumped as if I had sat down on an electric griddle. It was plain even\nto me; they figured Slim was pretty sharp, so they'd wait for me, and\nin the meantime they wouldn't tip me off by asking Slim any questions.\nI wished I could have held my breath for about three days.\n\nI got along all right with Mr. Youngquist. I was careful not to say\nanything about where I had stood or sat or walked. I said, \"Yes,\nI followed him,\" because I did follow him with my eyes. Then Mr.\nYoungquist turned to the young fellow and said, \"You may inquire.\"\n\nThe young fellow got up slowly and looked at me easily and gently, but\nit was still August. I was sweating. I knew it was coming. I looked at\nSlim. Slim was sweating too. I looked at Mr. Youngquist. He wiped the\nperspiration from his forehead.\n\n\"You say,\" the young fellow began softly, \"that you and your partner\nfollowed Mr. Ellingbery from sometime in June?\"\n\n\"Yes.\"\n\n\"You testified, I believe, that on the night of July the Fourth, Tom\nEllingbery and this girl were at the amusement park?\"\n\n\"Yes.\"\n\n\"And I believe you have cited some eight or nine dates up to the\nfifteenth of July.\"\n\nI looked at Mr. Youngquist and I was astonished to see his face the\ncolor of bleached muslin.\n\n\"Well, did you or did you not?\"\n\nI looked at Slim. He was puzzled, too. Finally I nodded.\n\n\"Will you say it for the record, please?\"\n\n\"Yes.\"\n\n\"That is to say, you are now testifying that you followed Mr.\nEllingbery on each of eight or nine occasions prior to July 15, and\neach time with your partner at your side?\"\n\n\"Yes.\"\n\n\"And always at Mrs. Ellingbery's request?\"\n\n\"Yes.\" That was a nasty question, but it had to be answered yes.\n\n\"Were you here in court yesterday?\"\n\n\"No, sir.\" I would have said, \"No, your majesty,\" if it would have\nhelped.\n\n\"You didn't hear Mrs. Ellingbery testify that her suspicions were first\naroused when somebody reported to her that on July the Fourth Tom\nEllingbery was riding the roller coaster with another girl?\"\n\nI wish I could have jumped into the Brain-Finder and gone back about\ntwo weeks. I would have walked through the sidewalk while the coal was\nbeing poured.\n\n\"No,\" I said finally.\n\nThe young fellow looked triumphantly at Mr. Youngquist, who looked as\nif he would like to be buried in ashes up to his ears.\n\n\"That's all.\"\n\nMr. Youngquist rallied and put Slim back on the stand. Then there was a\nrecess. Mr. Youngquist and Mr. Rubicam and Slim and Mrs. Ellingbery and\nI went into a big huddle out in the hall. \"That's what comes of messing\naround with imbecilic things like this Brain-Finder,\" Mr. Youngquist\nmoaned. \"Why didn't we stick to straight law?\"\n\n\"Because we couldn't win that way,\" Mr. Rubicam reminded him. \"We\ndidn't have any real evidence.\"\n\nWell, they decided the only chance to win the case was to have Slim\ntell about and demonstrate the Brain-Finder. Slim didn't like to do\nthat; but we needed those five G's. That afternoon he told. The next\nmorning we lugged it into court and set it on a table with the screen\nfacing the judge.\n\n\n\nThere was a crowd in court that morning, thanks to a news story in the\nmorning _Herald_. Slim groaned; crowds aren't good for private\ninvestigators. I pricked up my ears when in marched Mr. Swanberg,\nour landlord, as austere as striped trousers could possibly make him,\nbut with a beauteous blonde in a pink dress, clinging as if she was\nafraid he'd get away. That opened my eyes. Maybe the old iceberg was\nhuman after all, to rate that kind of devotion. Maybe he did have an\noccasional moment of abandonment when he would lick the butter from\nhis knife. If we ever got through this mess I was going to find out.\n\"That's Mrs. Swanberg,\" Youngquist said to Slim.\n\nI looked his wife over in my best professional style. I thought I'd\nseen her some place, and a detective is supposed to remember faces, but\nI couldn't quite place her. Anyway, there were now three blondes mixed\nin with that court-room--and that's a lot of blondes. Mr. and Mrs.\nSwanberg sat down at one side opposite the jury-box where they could\nsee the screen of the Brain-Finder as well as the judge. I suppose\nSwanberg had read the story and wanted to see what we were up to in his\nbuilding. Mrs. Ellingbery sat across the counsel table from me. She was\na winner if there ever was one.\n\nSlim went on the stand. He demonstrated the Brain-Finder very\nfeebly--that is, innocuously. It was obvious that Youngquist was scared\nto death of what might happen.\n\nAnd again Tom Ellingbery's lawyers passed up cross examination of Slim.\nI knew they were waiting for me.\n\nThey were. \"Do you understand this machine?\" one asked me scornfully.\n\n\"No, sir.\"\n\n\"You know how to work it, don't you?\"\n\n\"Yes. I think so.\"\n\n\"Do you mean to tell this court that you can adjust the dials and\ngadgets on this thing and see what I was doing last week or the week\nbefore?\"\n\nI tried to be cautious. \"If it's plugged in.\"\n\n\"Okay, we'll plug it in.\"\n\nHe invited me to step down and turn on the switches. I looked at Slim.\nHe nodded. After all, there was nothing else to do. I went.\n\nSome of the tubes crackled and then settled down to a steady green\nglow, and one bank showed purple. Then the lawyer said, \"Now, do you\nmean to tell me you can tune this contraption in on a man's brain and\nfind him anywhere in the past?\" He sounded completely skeptical.\n\n\"Within three months,\" I said defiantly.\n\n\"For instance, you testified that Tom Ellingbery was riding the roller\ncoaster on the night of July the Fourth with the girl who has been\nnamed in this case. You saw this on this screen?\"\n\n\"Yes.\"\n\n\"Can you tune it in again?\"\n\n\n\nWell, I knew this was all preliminary. It would take something\nabsolutely dynamic to convince Judge Monday that the Brain-Finder\nwas the real thing and not a fake. So I wasn't worrying--yet.\n\"Yes,\" I said, and set the dials to Tom Ellingbery's brain-waves. I\npicked up Tom and the bleached blonde just as they stepped into the\nroller-coaster car, and followed them around the ride. It wasn't very\nsensational; she screamed and hid her eyes and grabbed Tom around the\nneck. Standard technique.\n\nThen the lawyer said, \"Can you pick up your own brain-wave on this\nthing?\"\n\n\"Yes.\"\n\n\"What were you doing on the night of July the Fourth?\"\n\n\"I was--\" I swallowed. \"I was riding the roller coaster.\"\n\nI think somebody snickered.\n\n\"Can you show us?\"\n\n\"Yes,\" I said cautiously.\n\nI began to adjust the dials. Again the amusement park flickered over\nthe ground glass, as seen through my eyes. I was in line. I put my\nmoney on the counter to buy a ticket. I saw a slim white hand reach up\nto the window from my left and I started to turn. Then it hit me!\n\nThat gorgeous blonde! That girl who had thrown her arms around me in\nthe car a minute later. That was Swanberg's wife.\n\nI looked around at them in the court-room. I knew what was happening\non the screen. I hadn't looked at her face until she got into the\ncar after me. Mrs. Swanberg was leaning over, now, watching the\nscreen. One arm was slipped through the landlord's elbow and she was\nsurreptitiously but affectionately patting the back of his hand.\nSwanberg himself looked completely blissful. What had she been out\nthere alone for, that night? Well, no telling. Maybe he'd been out of\ntown and she'd felt like doing something childish. Certainly there was\nno meanness or deceit in her face. She was in love with him. And he, in\nspite of all his austerity, was obviously in love with her.\n\nI looked out the window. There was no doubt that the fame of the\nBrain-Finder by now would be all over town. Within a week we'd be\nflooded with work--high-priced work. We'd take only the very best\ncases, the highest priced, the least messy. We'd pay the rent. We'd eat\nin restaurants instead of carrying sandwiches. In another three months\nwe'd be rolling in money--and almost without work. If we wanted to work\nhard with the Brain-Finder, we'd make millions. I could maybe find\nmyself the right kind of girl to marry.\n\n\n\nI looked back at the screen. I had just settled myself in the seat of\nthe roller-coaster car. A pink dress came into my field of vision on\nthe right. Yes, sir, this demonstration would do it. This, and those\nto follow. Whatever Judge Monday might say, there would be an appeal,\nand we'd have to take the thing to the Supreme Court, and how could any\njudge ignore it if Slim could show the judge himself working on his pet\ncorn the night before? We were about to be what is vulgarly but happily\nknown as \"in the bucks.\"\n\nWhat would happen to Swanberg? I remembered how I'd always pictured\nhis wife as unattractive, and all of a sudden it made me feel kind of\nashamed. He had certainly shown good taste in his choice of a wife.\n\nWell, pretty quick now I could afford to travel in that kind of company.\n\nI wondered what would happen when Swanberg saw his wife throwing her\narms around me on the roller coaster. I guessed maybe he wouldn't\nbe cold; he'd be jealous. Well, a man with a young and beautiful\nwife--somehow it kind of got me. I mean that sort of calf-like\nhappiness. He loved her and he felt secure in the knowledge that she\nloved him, and--well, you know how it is.\n\nGosh, how I wanted that money. Here it was within our reach--the thing\nwe'd worked so hard for, the reason I'd crawled under pullman cars and\ngone through the sidewalk and sneaked in to evade the landlord--all so\nSlim could keep working on the Brain-Finder. He had it now. Slim didn't\nknow how to duplicate it, but one was all we needed. That one was worth\na fortune.\n\nI looked back at the Swanbergs, sitting there so close together.\nSwanberg hadn't really been tough with us. In fact, he'd been lenient.\nThree months was a lot to be behind. No, I guess the only thing I\nhadn't really liked about him was the fact that he was always so\nperfectly dressed and so cool while I had to go through the sidewalk on\na hot day in August and then press the sweat out of my clothes with a\nflat-iron.\n\nI looked at the girl. She was nice. She hadn't been doing anything out\nof the way that night. She certainly hadn't made any sort of pass at\nme. And they were in love.\n\nI guess I had no business being an investigator. I looked at the\njudge, watching every move with his sharp old eyes. I glanced at Slim\nColeman, sitting there, looking a little puzzled, his eyes deep and\nburning. I tried to ask Slim to forgive me. I looked at the screen. The\nroller-coaster car was pulling up to the top of the first hump.\n\nI took hold of the Brain-Finder. It was heavy, but I picked it up and\nheld it over my head, then I heaved it onto the floor, and it was\nnothing but a mass of loose wires and broken glass.\n\nA woman screamed. Youngquist fainted. Slim came running with a question\nin his deep eyes. Tom Ellingbery's lawyer was triumphant. The judge\npounded for order....\n\n\n\nThis is four days later. Tom Ellingbery and his wife made up. Last\nnight's paper showed them on the roller coaster. He was quoted as\nsaying: \"All I wanted was to ride the roller coaster.\" And she had\nsaid: \"Boys will be boys.\"\n\nSlim brings me four ham sandwiches and coffee twice a day. He got\nacquainted with the blonde that Tom Ellingbery was riding the roller\ncoasters with, and they went out to the park and had five dollars worth\nof rides the night that Tom Ellingbery paid Slim the five G's. (Tom\nsaid it was worth that much to have his wife back.) And do you know\nwhom Slim and the blonde ran into at the Park? Mr. and Mrs. Swanberg.\nFirst thing I ever heard of a man in a tail-coat riding the roller\ncoaster.\n\nIn fact, everybody's got a blonde but me, and everybody's riding the\nroller coaster but me. I'm not riding them now. I got thirty days for\ncontempt of court.",
    "metadata": {
        "author": [
            "Miller, Benj.",
            "Water, Silas",
            "Loomis, Noel Miller",
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70388/pg70388.txt",
        "name": "remember_the_4th.json"
    }
}