{
    "name": "Resurrection Seven",
    "author": [
        "Marlowe, Stephen",
        "Lesser, Milt",
        "Granger, Darius John",
        "Lesser, Milton",
        "Thames, C. H.",
        "Ridgway, Jason",
        "Wilder, Stephen",
        "Chase, Adam"
    ],
    "body": "\nThe seventh tub shook gently, stimulating the hypothalamic region of\nEric's brain for the first time in almost two centuries. After a time,\nhis limbs trembled and his body began to shiver. The liquid in which he\nfloated boiled off at a temperature still far below that which would\npermit his body to function.\n\nBy the time all the liquid was gone he had uncurled and lay at the\nbottom of the tub. Now his heart pumped three hundred times a minute,\ngenerating warmth and activating his central nervous system. It took\nmany hours for his heart to slow--not back to the one beat every two\nminutes it had known for a hundred-seventy-five years, but to the\nnormal rate of about seventy per minute. By then his body temperature\nhad climbed from below freezing to 98° F.\n\nEric lay in stupor for a week, while fluids flowed into the tub and\nmassaged his muscles, while fatty tissue slowly turned into strength.\nFinally, he climbed from his tub.\n\n\n\nHe found the locker which bore his name, and opened it. Six other\nlockers were open and empty, as were six tubs. He found that hard to\nbelieve. It had seemed only a night of deep and dreamless sleep, no\nmore. But each empty tub stood for twenty-five years, each open locker\nmeant a man had gone and lived his time with the new generations of the\nship, perhaps had sired children, had died with old age.\n\nEric found his clothing on a hook, took it down. Yesterday--he\nlaughed mirthlessly when he realized that had been almost two hundred\nyears ago--Clair had told him something about a note. He found it in\nthe breast pocket of his jumper, stiff and yellow. He read:\n\n    _Darling: I will be ashes in the void between the stars when you\n    read this. That sounds silly, but it's the truth--unless I can give\n    old Methuselah a run for his money; I sadden when I think that you\n    will be gone tomorrow, the same as dead. But if they need ten and\n    if you are one who can withstand suspension--what can we do? Know\n    that my love goes with you across the ages, Eric._\n\n    _I just thought of something. You'll be the seventh of ten, with\n    the last one coming out at planet-fall. If you live to be a real\n    gray-beard, you might even see the landing on the Centaurian planet.\n    I love you._\n\n    _Clair_--\n\nIf Clair had married, her great-grandchildren might be alive now. Her\ngreat-great-grandchildren would be Eric's age. Clair's progeny, not\nClair--because Clair was dust now, a light year back in space--\n\nHe found a package of cigarettes in his jumper, took one out and lit\nit. He must not think of the past, not when it was only history now\nalthough he still felt very much a part of it. Today mattered, today\nand the new generations on the ship.\n\nIt crossed his mind that they might regard him almost as a god, a man\nwho had seen Earth, who had slept while generations lived and died,\nwho came from his impossible sleep and would live with them now to see\nthat everything was going according to plan.\n\nThree minutes after he started the mechanism, the door slid ponderously\ninto the wall. It would open more simply from the other side, he knew,\nbut then only Eric and the three who still slept could turn its complex\ntumblers. For a long while he stood there on the threshold and then he\nwatched the door slide back into place.\n\n\n\nThe corridor glowed with soft white light, which meant it was daytime\non the ship. Dimly in the distance, Eric heard voices, children at\nplay. Would they know of him? Would their parents know? Was he expected?\n\nEric came closer. Through a doorway he could see the children, three of\nthem, although they had not yet seen him. A chubby, freckle-faced boy\nsaid:\n\n\"Let's play Lazarus. I must be the Captain, and you, Janie, you can be\nthe crew. George, you be Lazarus.\"\n\nGeorge was a big ten-year-old with dark hair. \"Like heck I will! It was\nyour idea, you be Lazarus, smart guy.\"\n\nEric stepped through the doorway. \"Hello,\" he said. \"Can you take me to\nyour folks?\"\n\n\"Who're you, Mister?\"\n\n\"Hey, I don't know him! Where'd he come from?\"\n\nThe girl, Janie, said, \"Lookit his clothes. Lookit. They're different.\"\n\nThe children wore loose tunics, pastel-tinted, to their knees.\nFreckle-Face said: \"You know what today is, doncha?\"\n\nGeorge frowned. \"Yeah, holiday. We're off from school.\"\n\n\"What holiday, stupid? Which one?\"\n\n\"I--I dunno.\"\n\n\"Lazzy-day!\" Janie cried. \"That's what it is. Then he's--he's--\"\n\n\"Lazarus!\" Freckle-Face told her, and, as if on one impulse, the three\nof them bolted away from Eric, disappeared through another doorway.\n\nHe did not follow them. He stood there, waiting, and before long\nhe heard footsteps returning. A man entered the room, tall, thin,\nmiddle-aged.\n\n\"You are Eric Taine,\" he said, smiling. \"I'm sorry no one was around to\ngreet you, but the way we had it figured, you wouldn't come out till\nlater this afternoon. History says that's how it worked with the six\nbefore you, about four P.M. It's just noon now. Will you follow me,\nplease?\"\n\nThen the man flushed faintly. \"Excuse me, but it isn't often we\nmeet strangers. Everyone knows everyone else, of course. My name is\nLindquist, Mr. Taine. Roger Lindquist.\"\n\nEric shook hands with him, stiffly, and he thought for a moment the man\ndid not know the gesture. \"Ah yes, handshaking,\" Lindquist laughed.\n\"We simply show empty palms now, you know. But then, you don't know. I\nrather imagine you'll have a lot to learn.\"\n\nEric nodded, asked Lindquist if he might be shown about the ship.\nThere was a lot he had to see, to check, to change if change were\nneeded.\n\n\"Relax, my friend,\" Lindquist told him. \"I'd--ah, like to suggest that\nwe postpone your tour until you've met with our Council this afternoon.\nI'd very much like to suggest that.\"\n\nEric shrugged, said: \"You know more about this than I do, Mr.\nLindquist. We'll wait for your Council meeting.\"\n\n\n\n\"Thus, Mr. Taine,\" said Captain Larkin, hours later, \"tradition has it\nthat you become a king. King Lazarus Seven--with six Lazaruses before\nyou. The first one, the histories say, was a joke. But it's stuck\never since. The people like this idea of a king who comes to them\nevery twenty five years--and they've dubbed him with the name Lazarus,\nwell, because if he didn't come back from the dead, he came back from\nsomething a lot like it.\"\n\nEric nodded. \"What happened to Alan Bridges?\"\n\n\"Who?\" This was Lindquist.\n\n\"Alan Bridges, the man before me--your Lazarus Six.\"\n\nCaptain Larkin cleared his throat. \"He's dead, Mr. Taine.\"\n\n\"Dead? He'd only be in his fifties now--\"\n\n\"I know. Sad. It was disease, hit him soon after he came to us. Lazarus\nSix had a very short reign. Didn't he, Mr. Lindquist?\"\n\n\"He certainly did,\" Lindquist agreed. \"Let's hope that Lazarus Seven is\nhere to step down for Eight--and to watch Nine come in, fifty years\nfrom now!\"\n\nCheers filled the room and Eric smiled briefly. That reminded him of\nClair's note. Clair--\n\n\"So,\" said Captain Larkin, \"you'll be crowned tomorrow. After that,\nyour people will see you, King Lazarus Seven on his throne. Don't\ndisappoint us, Mr. Taine. Their tradition means a lot to them.\"\n\n\"It should,\" Eric said. \"The planners made it that way. With nothing\nbut space outside, and the confining walls of the ship, they needed\nsomething to bind them together.\"\n\n\"Yes, that's true. But the people, as you'll see, have come up with\nsome of their own traditions over the years.\" Captain Larkin ran a hand\nthrough his graying hair. \"Like your kinghood, for example. You'll see,\nMr. Taine--or should it be Lazarus now, eh?\" He laughed.\n\n\"If you'd like,\" Eric said. He did not relish the idea particularly,\nbut then, it was their show. Still, he had everything to check--from\nastrogation to ethics--and he would not want to be delayed by pomp\nand ceremony. Well, there was time enough for that. Now he felt\nweary--and that made him chuckle, because he had just concluded a\nhundred-seventy-five year nap.\n\nThey took him to his quarters, where the six before him had lived.\nThere he ate in silence, food from the hydroponic gardens on a lower\nlevel of the ship. The line of light under his door had turned from\nwhite to a soft blue. It was night on the ship.\n\nEric showered and got into bed, but although he was tired he could not\nfall asleep. He had expected to be an efficiency expert of sorts;\nthat was his job; but they told him, matter-of-factly, that he would\nbe a king. Well, you could expect change in nearly two hundred years,\nradical change. And if indeed their tradition were deep-rooted, he\nwould not try to change it. The planners had counted on that to keep\nthem going, because there could be no environmental challenge to goad\nthem. Just an unreal past and an unreal Earth which Eric and their\ngreat-great-grandparents had seen, and an even more unreal future when,\nsomeday far far off, the ship reached the Centaurian System.\n\nSoftly, someone knocked at his door. The sound had been there for\nmany moments, a gentle tapping, but it had not registered on his\nconsciousness. Now, when it did, he padded across the bare floor and\nopened the door.\n\nA girl stepped in from the corridor, pushing him before her with one\nhand, motioning him to silence with the other. She closed the door\nsoftly behind her, soundlessly almost, and turned to face him.\n\nShe wore the knee-length tunic popular with this generation, and it\ncovered a graceful feminine figure.\n\n\n\n\"Please,\" the girl said. \"Please listen to me, Eric Taine. I may have\nonly a few moments--listen!\"\n\n\"Sure,\" he smiled. \"But why all the mystery?\"\n\n\"Shh! Let me talk. Have you a weapon?\"\n\n\"Yes, I carry a pistol. I don't fancy I'll need it, though.\"\n\n\"Well, take it with you and go back where you came. If anyone tries to\nstop you, use your weapon. They have nothing like it. Then, when you\nget there--\" Her voice came breathlessly, and it made Eric laugh.\n\n\"Hold on, Miss. Why should I do that? Don't tell me there's a plot and\nsomeone wants to usurp the new king before he's crowned? No? What then?\"\n\n\"Stop making fun of me, Eric Taine. I'm trying to save your life.\" She\nsaid it so seriously, her eyes so big and round, that Eric half wanted\nto believe her. But that was fantastic. From what could she possibly be\nsaving him?\n\nThe words came out in a rush as the girl spoke again. \"The ship is\nnot on course. For twenty five years it has been off, heading back to\nEarth--\"\n\n\"To Earth! That's crazy.\"\n\n\"Listen, please. They killed Lazarus Six. He was a scapegoat. They\nwatched the old films of Earth and felt they had been cheated out of\ntheir birthright. Why should they live here, alone in space? they\nsaid. Why should their children's children face the hardships of a new\nworld? They didn't ask for it. It was thrust upon them by the planners,\nby your generation. If they knew how to get into your room of tubs,\nthey would have killed you. Now there is a mock ceremony, everything\nis blamed on the new Lazarus, and the people feel better when he is\nkilled. I know, my mother told me. You can ask her----\"\n\nThe girl was about twenty, Eric thought. A wild-eyed thing now, who so\nwanted him to believe her impossible story. Her breath came quickly,\nin little gasps, and Eric tried to hide the smile on his face.\n\n\"You're laughing at me! Stupid, stupid--please--And when you get back\nto your room of tubs, awaken your friends, the three who remain.\nYou four can control the ship, put it back on course, teach the\npeople--Ooo, stop laughing!\" She pouted prettily. \"All of us, we're not\nall like that. We who are not can help you.\"\n\nEric chuckled softly. \"You try to picture it,\" he told her. \"I'm sorry,\nbut everything's been sweetness and light, and you come in here with a\nwild notion--\"\n\n\"It isn't wild, it's the truth. Why don't you ask to check our course\nbefore they make you king?\"\n\nHe could do that, all right. But they'd be wondering what mad neurosis\ncompelled his actions, and he did not want that, not when he might have\nso much to do.\n\n\"Check it,\" she pleaded. And when he shook his head, she told him,\n\"You're acting like a child, you know. The records say you are\ntwenty-five, and you've slept for seven times that, but still. All you\nhave to do is check. Please--\"\n\nThe door burst in upon them, and Lindquist stood there, with Captain\nLarkin and two others.\n\nLindquist shook his head sadly. \"I thought so,\" he said.\n\nCaptain Larkin nodded. \"A Cultist child. Shame, isn't it?\"\n\nOne of the other men strode forward, and the girl cowered behind Eric.\n\"Don't believe them!\" she wailed. \"Lies--\"\n\n\"There are so many of them,\" Lindquist explained. \"Apparently, we're\nin an area of high radiation now, Mr. Taine. So many of our people\nare deranged. I won't guess at the cause, except to say it's probably\noutside the ship.\"\n\nThe man came around Eric, tch-tch'd when the girl jumped on the bed and\nstood trembling against the headboard. \"Now, Laurie,\" the man coaxed.\n\"Come on down, there's a good girl.\"\n\nEric wanted to help her, but he checked the impulse. He only felt\nprotective. There could be nothing in the girl's story. Best if they\ntook her and treated her.\n\n\"... a whole cult of them,\" Lindquist was saying. \"All lacking\nsomething up here.\" He tapped his head. \"They don't trust anyone, only\nmembers. Think we're doing all sorts of foolish things. I don't know,\nwhat would you call it in your day. Paranoia?\"\n\nEric said he didn't know, he was not a psychologist. He watched\nsilently with Lindquist and Captain Larkin as the two other men took\nLaurie, struggling, out the door. She kicked, bit, and cried lustily.\nOnce her dark eyes caught Eric's gaze, held it, and she whimpered, \"I\ndon't care if they kill you! I don't care--\"\n\nThey started down the corridor, after Lindquist said, \"You've had a\nhard day. I think we'd better let you sleep.\"\n\n\"She told you someone wanted to kill you?\" Captain Larkin said, shaking\nhis head slowly. \"What can we do, Lindquist?\"\n\n\"Well, we just better hope whatever's causing this sort of thing is\nleft behind in space soon. Goodnight Mr. Taine.\"\n\n\"Goodnight, Lazarus,\" said Captain Larkin.\n\n\n\nEric recognized at once the great hall in which he had danced that last\nnight with Clair. Now Clair was gone.\n\nThe place was crowded--probably the ship's entire population. Lindquist\nled him through the crowd, and he could not tell what their faces\nshowed. There were mumblings of \"Lazarus\" and \"king\"--but why did\nhe get the faint suggestion of mockery? Oddly, what Laurie said\nhad troubled him--he had had a bad night's sleep, and it left him\nirritable. Poor girl. He wondered how many more there were like her.\nWell, in time he could find out, after this nuisance of a coronation\nhad become history.\n\n\"Ah, Taine,\" Captain Larkin said as Lindquist brought him to the dais.\n\"As you can see, all the people are ready. I hope you won't think the\nceremony foolish. Are you ready?\"\n\nEric nodded, watched a man raise trumpet to lips, blow one clarion\nnote. A hush fell over the hall.\n\n\"I am honored to present King Lazarus Seven to you,\" Larkin proclaimed\nin a loud clear voice. \"He has been sent, as you know, by the planners.\"\n\nHoots from the crowd. Eric frowned. He had thought they would respect\nthe planners, the men whose vision had sent Man--here in this\nship--outward bound to the stars.\n\nLarkin's voice was honey now. \"Don't judge our new king by those who\nsent him. Don't--\"\n\nLaughter, and shouts of \"Hail, Lazarus!\" The people, Eric suddenly\nrealized, were almost primitive. Larkin and Lindquist and a handful\nof others ran the ship, had somehow maintained the science of another\ngeneration. But the lack of conflict, of challenge, had sent the people\ndown a rung or two on the ladder of civilization. Handpicked, their\nancestors had been--but they were a common mob.\n\nSomeone cried, \"He's seen Earth. Ask him to tell us about Earth!\"\n\n\"Ask him!\"\n\nCaptain Larkin smiled. \"Tell them, Taine. Tell your new subjects. You\nhave so little time.\"\n\n\"What do you mean, so little time?\"\n\n\"Tell them!\" And Larkin turned away, laughing.\n\nThey were primitive, these people, and as the girl Laurie had said,\nthey needed a scapegoat. They didn't like it here on the ship. There\nhad been a first generation which had known Earth and could savor its\nflavor through the long years like a delicate wine. And there would\nbe a last which could get out on the Centaurian planet, stretch its\nlegs, and build civilization anew. But these in between were in limbo.\nThey lived and they died on the ship, and it wasn't their idea. They\nwould breed so that the ship would still have a crew when it reached\nCentauri. That was their function. But they didn't like it.\n\nAll this went through Eric's mind. Perhaps the girl had no psychosis,\nperhaps her warning had been sincere. He wondered if the long sleep had\ndulled his instincts, his reflexes.\n\nHe told them of Earth, of its wonders, of the wide meadows he\nremembered, of the wind, brisk in spring, which brought the\nsweet-scented rain, of summer and the big harvest moon which followed,\nof a hundred other things.\n\n    _Clair! Clair! Did you marry, have children? There was that Lou\n    Somebody who you'd flirt with to make me jealous, but we both knew\n    he loved you. I wonder._\n\nHe spoke of the planners, of the proud day when all the world had seen\nthem off, the video jets flashing by, circling, to send their pictures\nto the waiting millions.\n\nThe planners, he told them, had a vision. It was the same vision which\nhad first taken man--an ape with a brain that held curious half-formed\nthoughts that gave him a headache--down from the trees. A vision which\nwould carry him one day to the farthest stars and beyond.\n\nThey shouted. They stamped on the floor. They laughed.\n\n\"What about us? We didn't have any say, did we? Who wants to spend his\nwhole life in this tin can?\"\n\n\"I don't know--\" One of them at least was dubious, but the crowd\nstilled him. What of Laurie and her Cult? He did not see the girl\nanywhere in the great hall.\n\n\"We've had enough, Captain. Too much, I'd say!\"\n\nLarkin looked smug. Lindquist was grinning. No one did anything to stop\nthem as the crowd surged forward, threatened.\n\nWatching them, only now beginning to realize the whole thing, Eric\nremembered history. Mock-kinghood was nothing new in the scheme of\nprimitive cultures. In ancient Babylonia, in Assyria--elsewhere--the\nmock king ruled for a day and the people came to him with their\ntroubles. The king, cowering on his throne-of-a-day could perhaps see\nhis executioner waiting. The real king had nothing to lose: the pent up\ndissatisfaction of his people would drown the mock-ruler like a wave,\nand after it was all over the king would return to his throne with more\npower than before.\n\n\n\nRough hands reached up, grabbed at him. Fists shook, voices threatened.\nSomeone pulled his boot, and Eric sat down on the dais, breathing\nheavily.\n\nHe got up fast, before they could swarm all over him, yanked the gun\nfrom his jumper, poked it against Larkin's ribs. \"You know what this\nis?\"\n\n\"Yes--a gun.\"\n\n\"Well, call your friends off or I'll kill you. I'm not joking, Larkin.\nCall them off--\"\n\n\"I can't. Look at them, a mob. What can I do now?\"\n\n\"You'd better do something, because soon you won't have a chance to do\nanything. Now!\"\n\nLarkin made a motion to the trumpeteer. He blew two loud notes this\ntime, and uniformed men appeared, brandishing clubs. Evidently, they\nwere on hand in case the crowd became too wild, threatened Larkin,\nLindquist and the other nameless rulers.\n\nWith their clubs they beat the mob back, slowly, held them off as Eric\npushed Larkin before him. The crowd surged close, fought once or twice\nwith the guards on their immediate flanks. Once Larkin tried to bolt\naway, but thereafter Eric held him firmly until they reached an exit.\n\nTogether they sprinted down a corridor, Larkin puffing and staggering.\n\"Beat it,\" Eric told him. \"Go on, scram!\"\n\n\"You won't kill me as I run? I know that thing can kill over long\ndistances--\"\n\n\"Don't give me any ideas,\" Eric said, but he felt a little sick as\nLarkin ran, whimpering, back toward the hall. This man was their ruler,\ntheir leader.\n\nHe found the door, activated its mechanism, waited impatiently while he\nheard the sounds of pursuit. Something clanged against the door, and\nagain. They were throwing things. Eric ducked, felt pain stab at his\nshoulder.\n\nHe could see their faces in the corridor when the door began to slide\nclear. He slipped in, punched the levers that would close it again,\nsaw a hand and a leg come through the crack, heard a scream. The limbs\nwithdrew, and Eric watched grimly as it slid all the way shut.\n\nLazaruses Eight, Nine, and Ten, he thought, as he went to the three\nremaining tubs. For a moment he gazed down through the pinkish liquid\nat the men curled up, sleeping their long sleep.\n\nHe shook the tubs gently. All it would take was that--direct motion.\nOnce that had started the cycle, each sleeper's hypothalamus took\nover, twenty-five, fifty, and seventy-five years ahead of schedule. He\nwatched them twitch, shiver, slowly uncurl, watched the vapors rising\nfrom their tubs. He had plenty of time.\n\nIn a week, he helped them from their tubs. They were ready to\nlisten--smiling baby-faced Chambers, gaunt Striker, rotund Richardson.\n\nHe explained, slowly. He told them everything.\n\n\"My God,\" Striker said when he had finished.\n\n\"Be thankful you could get back here, lad,\" Richardson told him. \"What\ndo we do now?\"\n\n\"What _can_ we do?\" Chambers demanded. Then: \"Will you look at that--a\nhundred seventy five years and I haven't even grown a beard!\"\n\nThey all laughed, and the tension was broken. \"We go back,\" Eric said,\n\"armed to the teeth. It won't be difficult. Some of them will die, but\nwe can set the ship on its course again, teach them--I'd hate to see\nthe disappointment on Earth if we went back after six generations.\"\n\nStriker frowned. \"Have we the right to kill?\"\n\nEric said, \"look--they might get back to Earth someday--their progeny a\nbunch of savages; the hope and dreams of the race reduced to--nothing.\nWe can kill if we have to.\"\n\nIt was agreed. Without saying anything, Striker himself activated the\nlock.\n\n\n\nTwo men with clubs rushed them in the corridor, howling \"Lazarus\" and\n\"death.\" It was Striker who shot them where they stood, before they\ncould use the clubs.\n\nAfter that, they fired shots into the air, and people ran screaming\naway from them. Their first rush carried them almost to the control\nroom and briefly Eric remembered when he had looked out from there\nwith Clair at the bright faraway stars. But he could not quite picture\nClair's face. He tried to, but he saw the girl, Laurie....\n\nA dozen uniformed men stood before the control room. They looked badly\nfrightened, but they stood their ground, then advanced.\n\n\"What do we do now?\" Chambers asked. \"We couldn't get them all, not\nbefore--\"\n\nThere was a rush behind them as a score of figures marched into the\ncorridor. \"We're trapped!\" Striker cried.\n\nEric grinned. \"I don't think so.\" He had seen Laurie in the vanguard of\nthe newcomers.\n\nThey did not have to use their guns, not as they had been meant to be\nused. They fought with tooth and nail, using the guns as clubs. But\nmostly, they stood back and watched their allies tear into the guards.\n\nThe girl Laurie cried: \"I told you there were some who believed, Eric\nTaine. I told you!\"\n\nThey reached the control room door, battered at it. Half a dozen men\ncame up with a great post of metal, heaved. The door shuddered. Again.\nAgain. It crashed in.\n\nLindquist and Larkin stood there, over a great pile of charts and\nbooks. \"You won't take this ship on to Centauri,\" Larkin yelled.\n\nA little flame flickered at the end of the tube in his hand. He\ncrouched.\n\n\"If those are the astrogation charts--\" said Striker.\n\nEric dove, caught Larkin's midsection with his shoulder, threw the man\nback. They struggled on the floor, and dimly Eric was aware of others\nwho held the writhing Lindquist. Larkin fought like a snake, twisting,\nturning, gouging.\n\nEric, out of the corner of his eye, saw Lindquist breaking loose,\nwatched him running with the brand to the pile of charts. A shot\ncrashed through the room, echoing hollowly. Lindquist fell over his\ncharts.\n\nNow Eric had Larkin down, was pinning him, felt the man's hands\ntwisting, clawing at his stomach, saw them come away with his gun. They\ngrappled, and Eric cursed himself for forgetting the gun. Larkin held\nit, laughed, squeezed the trigger as Eric pushed clear.\n\nThen the laughter faded as Larkin stared stupidly at the gun he had not\nknown how to use. Larkin gasped once, held both hands to the growing\nred stain on his middle.\n\n\n\n\"Dead,\" Richardson said later. \"They're both dead. You know, I think\nit's better this way. They would have been trouble. But now--now all we\nhave to do is find the course again, turn the ship around--\"\n\n\"It'll mean two extra generations in space,\" Chambers said. \"They've\nbeen heading back for Earth twenty-five years.\"\n\nWith Eric, he studied the charts, assembled them, punched a few buttons\non the computing machine. \"Like this,\" Eric said. He twirled a few\ndials. \"It takes a long time with the overdrive, but we'll be back on\ncourse in three years.\"\n\nFor a while he gazed out the port, fascinated by the huge sweep of the\nMilky Way, clear and beautiful in the black sky. When he turned back\nand away from it, Laurie stood beside him.\n\n\"Hello, Lazarus.\"\n\n\"Very funny,\" he said. \"Call me Taine--better still, call me Eric.\"\n\n\"Eric, then. Hello, Eric.\"\n\nHe grinned. \"I guess you're not psychotic, after all.\"\n\n\"Nope. Normal as can be. But take my great-great-grandmother, now. She\nwas really neurotic. She married, all right, but they say she really\ncarried a torch all her life.\"\n\nThere was laughter in the girl's eyes as she spoke. Eric had seen other\neyes like that. So familiar. So beautiful.\n\n\"I am Laurie Simmons,\" the girl told him. \"My great-great-grandfather's\nname was Lou Simmons. His wife was Clair. My mother has a book of hers,\nof poems she wrote to Eric.\"\n\n\"Tell me about them, Laurie.\" A lovely girl; as pretty as her\ngreat-great-grandmother. No--prettier--and part of today. \"Never mind,\nLaurie. Just tell me about yourself.\"\n\nHe knew Clair would like it this way.",
    "metadata": {
        "author": [
            "Marlowe, Stephen",
            "Lesser, Milt",
            "Granger, Darius John",
            "Lesser, Milton",
            "Thames, C. H.",
            "Ridgway, Jason",
            "Wilder, Stephen",
            "Chase, Adam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58659/pg58659.txt",
        "name": "resurrection_seven.json"
    }
}