{
    "name": "Ricardo's Virus",
    "author": [
        "Tenn, William",
        "Klass, Philip",
        "Putnam, Kenneth"
    ],
    "body": "Graff Dingle stolidly watched yellow mold form around the stiletto hole\nin his arm. He smelled the first faint jasmine odor of the disease and\nglanced up to where the sun glowed unhappily behind a mass of dirty\nclouds and wind-driven rain.\n\nDingle kicked morosely at the Heatwave thug left behind to ambush him,\nand the charred body turned soughingly in the mud. \"Be seeing you,\nbully-boy, in about five and a half hours. Your electroblast may have\nmissed me, but it cooked my antiseptic pouch into soup. It made that\nlast knife-thrust really rate.\"\n\nThere was a dumb dryhorn blunder, Graff reflected, sneering at himself\nout of a face that was dark from life-long exposure to a huge sun.\nBending over an enemy before making certain he was burned to a crisp.\n\nBut he'd had to search the man's clothing for a clue to the\ndisappearance of Greta and Dr. Bergenson and--even above Greta--the\nunspeakably precious cargo of lobodin they'd been flying in from Earth.\n\n_So I'll pay for my hurry_, he thought. _Like one always does in the\nVenusian jungle._\n\nRicardo's Virus was viciously prompt: six hours after its light,\nsaffron globules had formed in an open wound, you were dead. And no\nfrantic surgery, no pathetic attempts at drainage, could save you.\nGraff should know. His parents, his brothers and sisters had been\na small fraction of the New Kalamazoo death totals due to cuts and\nscratches observed too late for antisepsis. The virus had accounted for\nmost of three generations of Venusian colonists, including Vilfredo\nRicardo himself, the first man to set hesitant foot on the swampy\nplanet. Ricardo had merely skinned his hand on his new flagpole.\n\nNasty to die of the filthy mold before he knew what had happened to the\nBergensons. Not that he had a personal interest in the matter any more\nfor Greta wouldn't be marrying a corpse when she could pick any one of\na hundred extremely live and woman-hungry pioneers. But her father was\nthe only doctor in the tiny settlement. And the loss of the lobodin\nmeant Ricardo's Virus would tuck many more New Kalamazoo colonists into\nseepy graves before the year was out.\n\nA speck grew large in the sky. Graff involuntarily moved into the shade\nof a giant rosebush as his oversharp instincts asserted themselves.\n\nYes, it was a terry all right. Friendly?\n\n\n\nThe pterodactyl landed lightly on a frond of the opposite fern. Its\nabsurd, leathery forehead wrinkled at him. Graff noted that it was\nbarely out of range of his electroblast. Intelligent, sure enough, and\nan unusually fearless specimen to perch this close to man.\n\nAt any other time he would have been intrigued by the opportunity of\nmaking friends with one of the intelligent winged reptiles who had\nlearned to speak man's languages and, with good reason, shun his works.\nNow, he had other things on his mind.\n\nLike dying painfully in a few hours.\n\nGraff looked up sharply as enormous bat-like wings ceased their rustle.\n\nThe lizard-bird's long, sloping forehead wrinkled even further. Its\nbeak opened and closed several times. It cleared its throat.\n\n\"City?\"\n\nThen it was civilized, too. What had induced it to leave its communal\neyrie in the San Mountains? The terries had avoided men for over fifty\nyears. Many was the time that Graff, intent on stalking meat for\nthe colonists, had been startled by a flock of pterodactyls winging\noverhead and shouting curses down at him in the three languages of the\nearly settlers.\n\n\"City?\" the question was repeated more insistently. \"Heatwave or New\nKalamazoo?\"\n\n\"New Kalamazoo.\"\n\nA relieved nod of the triangular head. \"This I thought. You wish\nknowledge which Heatwave man has man and girl from shif?\"\n\nGraff's whole body tensed. \"Yes! Do you know?\"\n\nAnother nod. \"This I know. Name is Fuvina.\"\n\n\"Fuvina?\" The hunter repeated it with a frown. He knew the names of\nmost of Heatwave's big shots; some were political criminals, escaped\nfrom Earth. Others were former residents of his own town who had left\nin search of an easier living than the continual struggle with marshy\nsoil and carnivorous jungle.\n\nBut he couldn't recall any Fuvina. Possibly a new arrival; possibly one\nof the smaller fry who had recently killed and looted his way to the\ntop of bloody Heatwave society. Fuvina? Fuv--\n\nOf course! The not-quite-flexible pterodactyl beak was incapable\nof labial sounds like _p_ and _b_, and transformed them into the\nlabiodentals _f_ and _v_. Pubina! Max Pubina had left New Kalamazoo\nin a hurry three years ago after cutting some farmer's throat in a\nboundary dispute and, by combining organized raids on isolated families\nwith the smuggling of the illicit Venusian dunging drug to Earth, had\nbecome a power of sorts.\n\n\"You mean Pubina?\"\n\n\"This I said. Fuvina. He and other Heatwave men took man and girl\nfrom shif and placed them in own shif. Also took vig green vottle.\nLeft one Heatwave man hidden here. Then flew that way in own shif.\" A\nfantastically large and fleshy wing gestured south. \"Them I follow.\nWhere Heatwave men stof, I see. Then I come vack.\"\n\nThe terry drew an immense swallow of air to compensate for his long\nspeech and shook himself. The great fern trembled in sympathy.\n\n\n\nGraff stepped forward from the rosebush and inspected his informant\nclosely. \"Thanks. But I don't see why you're interested.\"\n\nThe toothed beak, which was half as long as a man, opened uncertainly.\n\"Vecause,\" the lizard-bird explained in a low voice, \"Heatwave men have\ncaftured my mate vefore attacking New Kalamazoo sky-shif. In cage they\nfut her for shivment to Earth. This I can do nothing about fy myself.\nVut them I follow, hofing to find way to rescue her.\"\n\n\"And you figure that if you help me find my friends, I'll help you save\nyour mate from the sideshows on Earth? Well, I will, _if_--\"\n\nA big, complex _if_, with as many tendrils as sucking ivy. If he lived\nlong enough, and, if he did, if he would be sane enough--considering\nthe agonizing last hour of Ricardo's Virus infection--to do anything\nconstructive once he arrived at Pubina's jungle hideout. If a man,\nguided by a pterodactyl flying overhead, could pick his way on foot\nthrough a completely unexplored section of swamp and have enough juice\nleft in him when he emerged to take the prize of the century away from\nthe toughest collection of cutthroats on an extremely tough planet.\n\nHe clenched his fist as the cramps began in his left hand--the cramps\nthat would spread slowly throughout his body until they ended in fatal\nconvulsions some five hours from now. If a one-armed man could do all\nthis, and do it with just one portable electroblast....\n\nHe cursed sharply, suddenly, as he realized he'd been holding the\nelectroblast in his hand ever since he'd given the Heatwave thug that\nfinishing jolt. That was after he'd been stabbed, after the man's first\nwild blast had burned Graff's antiseptic pouch into a mess of fused\nglass vials and blackened fabric. Without immediate application of the\nten different antiseptic solutions.\n\nBut now! He inspected the bright metal of the coils anxiously.\nMight still do. Just might. He bolstered the blaster with infinite\ntenderness and stooped over the blackened body that had almost\ndisappeared into the mud. The man's electric gun was far too wet to be\nof any use but Graff fumbled around in the soggy soil until he located\nthe stiletto.\n\nHe straightened and grinned at the long blade, its steel already\nreddening from the pervasive rust of Venus.\n\n\"Where is the ship?\" he asked. \"The ship my friends were in?\"\n\nThe terry nodded at a flat and soggy expanse. \"Under there. Heatwave\nsky-shif wait here high uf. When New Kalamazoo shif come, Heatwave shif\nfly down fast ufon it. New Kalamazoo shif hit mud hard. This I see.\nThen Heatwave men take your friends away and New Kalamazoo shif sink in\nmud. Altogether are four Heatwave men, vesides Fuvina. You kill one,\nso now are only three, vesides Fuvina.\" The flying reptile breathed\nheavily again. Its scaly claws moved restlessly about on the branch.\n\n_Call that a break_, Graff decided. Four men to handle. Might have been\ntwenty. Either Pubina had a smaller gang than had been believed, or he\nwas playing the whole thing really smart. Toughs, especially Venusian\nones, would really chop each other to merry hell over the first\nlaboratory sample of a vaccine that promised immunity from Ricardo's\nVirus. A break to balance the loss of the ship.\n\nOr was it? All he had was the terry's word. Could be that the entire\nyarn about his mate being captured for export to the terran amusement\nparks was nothing more than a story made up by Pubina to play on a\ncolonist's sympathy. The terry might be working for Pubina some way\nor other. Who knew anything about pterodactyls? Who knew if they\nexperienced anything like love or loyalty?\n\nGraff stared at the unwinking reptilian eyes, at the tapering ugly\nbeak, both completely devoid of expression. Add another _if_.\n\n\"All right, MacDuff,\" he said at last. \"Lead on.\"\n\n\"We go in vig curve,\" the terry told him, flapping its wings\nmonstrously in preparation for flight. \"Eight, nine hours for you.\nOther way take half time, vut--\"\n\n\"Vut nothing!\" Graff broke in. He massaged his left forearm, which had\nbegun aching in sympathy with the hand. \"Let's use the short cut.\"\n\n\"It too hard for you, too dangerous! River cuts across--\"\n\n\"So I'll get my feet wet. I'm not in a position to be worried by\npneumonia. Let's head for the straight and narrow, MacDuff. I'm in a\nhurry.\"\n\n\n\nThe animal cocked its head to one side, dropped its wings in a gesture\nlike a shrug and moved off the fern in a soaring glide southward. When\nit was about three hundred feet up, it circled back to make certain\nthat Graff was following.\n\nNow if you ever go to Venus, the Polar Continent is probably where\nyou'll live for the duration of your stay. Not only is its temperature\nand annual rainfall the lowest on the planet (which makes it just a\nshade more uncomfortable than the Amazonian Jungle), but also it is the\nmost heavily populated stretch of land--averaging close to one person\nevery thirty square miles.\n\nBut if you find yourself on the Polar Continent you will be advised,\nand well-advised, to stay away from the Southern Peninsula. This is\nnot merely because it is a dank and deadly swamp. But chiefly because\nof the Black River which winds through the peninsula, doubling back on\nitself, crossing through itself and becoming a tributary of itself a\ndozen times over, like a living surrealist corkscrew.\n\nThe Black River rises somewhere in the unscalable peaks of the San\nMountains and comes roaring into the flatlands with a tremendous\nvelocity. Just before reaching the peninsula, however, it is joined by\nthe Zetzot River, and the two of them make a combination that is really\nin a hurry. Even if there were no rain at all (which is definitely\nnot the case!), there would be a perpetual mist over the Southern\nPeninsula. And by the time the Black gets through doubling back on\nitself, giving itself a shove, so to speak--well, the reason no one\nknows exactly where the river empties into the Jefferson Sea is because\nthe entire area is completely obscured by an opaque steaming fog which\nboils about for miles on either side.\n\nNor is that all. Certain animals like to wallow in the swamp created\nby the Black. And most of them are very large. Creatures which can\nsurvive in the swamp of the Southern Peninsula are quite tough, quite\ndangerous and most uniquely suited to their environment. There are\nsnakes and insects and carnivorous plants galore, not to mention the\nhuge creatures who live in quicksand and have yet to be classified.\nOne of the smallest animals of the peninsula is a dark little fish\nwhich swims back and forth in the Black itself. Venusian colonists\nhave christened it the sardine, possibly because it is the size of a\nterrestrial sardine. Its habits, however, resemble those of the South\nAmerican piranha. It travels in large schools and eats its way through\nanything.\n\nAll in all, the Southern Peninsular Swamp is an ideal home for a baron\nof crime who wants to get away from it all. The _all_ doesn't include\nlaw, of course. On Venus, each man writes his own code of laws with the\nweapon he finds handiest.\n\nThe trouble was, Graff Dingle reflected, as he found a ford and leaped\nacross the screaming waters to the opposite bank, the trouble was\nthat his folks and people like them had come to Venus to get away\nfrom lawlessness of the international kind only to hit the inevitable\nindividual lawlessness of a frontier.\n\nOrdinarily a frontier is slowly and surely transformed from rowdy\nwide-openness into suburban quietude by the increase in population--but\npopulation doesn't increase in really dangerous spots; that's why\nthe people of New Kalamazoo worked so hard and so long to make their\nsettlement large enough to merit the establishment of a university.\nA university would mean laboratories and research facilities to\ninvestigate Ricardo's Virus and all the lesser plagues peculiar to\nVenus, the plagues which took more lives yearly than jungle monsters\nand murderous Heatwavers combined; and a university would mean an\nincrease in population, and law and order.\n\nBut Earth hadn't been interested. The study of Venusian diseases was an\nexotic subject hardly touched upon in Terran medical schools. Earth had\nbeen far too busy manufacturing artificial diseases to supplement atom\nbombs and hydrogen bombs.\n\nEarth had, however, investigated the Venusian plagues with a view to\ntheir use in biological warfare. And out of the investigation, as an\naccident, as a by-product, had come lobodin. A vaccine, not a serum.\nNo good for Graff right now, for he was almost two full hours into the\nyellow death.\n\n\n\nHe worked his left arm around slowly, wincing with each turn, his eyes\non the terry above him circling southward in the damp murky sky. At the\nsame time he tried to plant the broad soles of his boots on mud that\nwasn't quicksand, on rotten twigs that wouldn't crack too loudly. He\nknew his blood was now completely infiltrated with the obscene little\nyellow specks.\n\nPubina was probably trying to force Dr. Bergenson to inject the vaccine\ninto him, ridiculing the old man's protests that all the bottle held\nwas a starter culture, just enough so that with weeks of careful\ntending they might have sufficient vaccine to immunize the children.\n\nIt had been so expensive and difficult for the little colony to send\nDr. Bergenson and Greta to Earth where his reputation and connections\nhad enabled him to wheedle a spoonful of the precious stuff out of\na government laboratory! Pubina hadn't been able to get it, for all\nof his bribes and underworld contacts. But the bribes and underworld\ncontacts had served another purpose: Pubina had discovered when the\nBergensons were due to return--and that was all he really needed.\n\nGraff noticed abruptly that the terry was falling rapidly back at him.\nCould he be trying to warn--\n\nA shriek gave him the answer. Less than a quarter-mile away, a\nbrontosaurus squatted its tremendous bulk in a shallow pool and\nregarded him from the end of an undulating snake-like neck. The animal\nscreamed again and Graff froze.\n\nHe watched the incredibly heavy reptile scramble to its feet and\ndesperately tried to think. It wasn't a brontosaurus charge you had to\nbe afraid of, but what usually traveled in its wake. A brontosaurus was\nherbivorous and, for all its size, extremely timid. It was ridiculous,\npossibly, but the mountain of living flesh was probably screaming in\nterror at the sight of him. You only had to control yourself and think\nwhile the great beast charged.\n\nBecause a brontosaurus meets danger by running into it. It is so\nmassive that it is virtually unstoppable once in motion. You can blast\nits stupid little head off and it will keep running for another twenty\nminutes, powered by the bundle of nerve cells just under the spine. You\njust have to stand still and remember that it is much more frightened\nthan you and is trying to trample you to death before you can bite it.\n\nGraff stood his ground, bending his knees slowly, until the behemoth\nwas only twenty-five feet away. Then he straightened suddenly and\nleaped off to the right, then again, further, and again, still further\nto the right.\n\n\n\nScreaming insanely, the tons upon tons of flesh roared past, absolutely\nunable to halt itself. Its momentum carried it up a small hill and\nGraff could hear it bellowing down the other side. It wouldn't return.\n\nBut something else was on its way. There's always a meat-eater in the\nwake of a brontosaurus. Sometimes there are several. The _kind_ of\ncarnivore was very important to Graff right now. He had an electroblast\nwhich he wasn't certain would work in an emergency and whose diminished\npower he'd certainly need later. And he had a stiletto.\n\nHe heard the beast thumping its way through the luxuriant weeds of the\nswamp. A moment later it had broken into the clear, had seen him and\nwas loping toward him easily with all the confidence of a powerful\ncreature which sees an easy meal in sight.\n\nA shata. No larger than a terran wolf. But if a brontosaurus can be\nsaid to be all body-bulk and very little head, the shata is just the\nreverse. Twelve rows of teeth, and jaws which open wide enough to admit\na sheep. Regretfully and a little uncertainly, Graff holstered the\nelectroblast and balanced the stiletto on his palm. He'd hunted lots of\nshata in his time, but never with a knife.\n\nHe began weaving about, conscious of his awkwardness. The knots in his\nleft side constantly made him misjudge his body and slip off balance.\nAnd here he was hoping to take four men at a time--\n\nAs he expected, the shata was confused by his peculiar motion. It\nslowed to a dead stop, then slunk before him, growling. It moved in\nhalf-circles, coming in closer each time. Graff waited until it was\ndirectly in front of him. He stood still and immediately the shata\nsprang, jaws gaping.\n\nThe palate. Just behind the palate is the brain. It means sticking half\nyour arm into a fearful set of jaws, but do it right.\n\nGraff let the rigid, distended head slide off the knife and into the\nmud. He wiped his blade on the green fur, standing out like so many\nspikes, and grimaced. A nice specimen. Shatas were good eating, too.\n\nWell, he wasn't a hunter any more. He was a dead man looking for a\ncoffin. He was swamp-bait if he collapsed in this weedy muck.\n\nThe terry skimmed by with his head turned questioningly.\n\n\"I'm fine,\" Graff reassured him. \"How much farther?\"\n\n\"Vetween one and two of your hours.\" The lizard-bird curved up and\nahead, leathery wings beating slowly.\n\nGraff plodded on. He should arrive with about an hour and a half of\nlife left. That would give him a half-hour to an hour at most in which\nto operate consciously and more or less effectively. After that there\nwould be half an hour of writhing agony, leading into unconsciousness.\nAfter that he would be dead.\n\nHe'd hate to leave life. It meant leaving the thrill of tracking your\nquarry on the bracing slope of Mount Catiline where the dodle breeds in\nthe Season of Wind-Driven Rains; it meant leaving a wild new world that\nwas just a-borning as far as humanity was concerned; it meant leaving\nGreta Bergenson.\n\nIt also meant leaving wealth. Now that lobodin had been developed, the\ncolonization of Venus would begin in earnest. He was the last alive of\na numerous family who had homesteaded half the Galertan Archipelago\ninto their possession. He was heir to all the rich, fertile, and\ndeserted islands his father and brothers had claimed. With Ricardo's\nVirus taken care of, future Venusian farmers would pay well for those\nscattered spots of soil in the Jefferson Sea.\n\nFollowing the terry, he hit the river again. He started downstream,\nlooking for a ford as he had before. The Black was rather wide at this\npoint and he wasted fifteen precious minutes before he found a bank\nthat curved near enough to the opposite one to permit of a leap. He\nwent into the weeds to get a running start.\n\nA shadow plummeted past him.\n\n\"Vack,\" the terry screamed. \"Get vack! Don't jumf here. Gridnik!\"\n\nGraff paused and peered across the river. Sure enough, there was the\nbrown and white nest on the opposite bank where he would have landed.\nAs he watched, a single gridnik droned out, looking like a winged red\nant but with the size and disposition of a large, cornered rat.\n\n\"Thanks, MacDuff,\" he muttered, moving away. Well, there was no help\nfor it. He didn't have time to look for another ford. He'd have to swim.\n\nHe waited on the crumbling bank until a dozen blue flashes swept past\nunder him. \"Sardine\" schools were usually far enough apart to permit a\nfast swimmer to get through between them. When the tiny blue fish were\nfifty feet away, he dived.\n\nThe force of the river knocked the breath out of him. He fought his way\nthrough the torrent. His flailing hands touched a projecting piece of\nrock and he hauled himself painfully up the bank.\n\nGraff noted gratefully that his head was clearer. The gnawing headache\nhad diminished somewhat under the impact of the water.\n\nThe pterodactyl alighted near him. \"There,\" it said, pointing ahead\nwith a yellow claw. \"Fuvina.\"\n\nBut the hunter was interested in something else. He removed his\nelectroblast and examined its coils ruefully. The tight holster was\nsupposed to be fairly waterproof, but it had not been intended for\nprotecting a weapon in the Black River.\n\nHe started to throw it aside, but held it as he remembered how few\ncards he held in his hand.\n\n\n\nMax Pubina's hideout was a large prefabricated job that must have cost\na medium-sized fortune to import from Earth across some thirty million\nmiles of empty space. The outlaw's house covered the top of a rise,\nand the soil around it was sufficiently high over the swamp proper\nto resemble the fine farmland of New Kalamazoo. Rich jungle growths\nwere held at bay by a patch of sandy ground completely surrounding the\nhouse. It made it impossible for anyone or anything to creep up to the\nwalls unobserved. Graff Dingle knew how expensive it must have been to\nsterilize so large an area of ground.\n\n_Crime does not pay_, he mused. _Except on Venus._\n\nHe reconnoitered the place cautiously, keeping well under cover.\nThe man-made yard was empty. There was no one outside the house or\nthe rocket-ship hangar attached to it. He could see the blunt nose\nof Pubina's sleek craft in the otherwise deserted hangar. But they\nprobably had guards posted at the windows.\n\nA long white line traced a curve in his path. Graff stepped over it\ngingerly, glancing to the left. Sure enough, hidden in thick bushes was\nthe mass of white filaments that was the bulk of the sucking ivy. Touch\nthe trigger-vine, however gently, with your foot....\n\nHe came back to the terry. \"Listen, MacDuff,\" he said. \"I want you to\nstay out of trouble as long as possible. When I need you, I'll need\nyou bad. Meanwhile, on the wing or on the ground, you're a sucker for\nan electroblast with that wingspread. But you could be useful as a\nlookout. I wouldn't like to be outflanked.\"\n\nA grave nod of the narrow beak. \"This I do.\" The reptile soared up in a\nhigh spiral over the house.\n\nNow. He had to get into the house across thirty-five feet of open\nground, under the electroblasts of four highly proficient murderers.\nHow?\n\nThe headache returned, stronger than ever, and Graff swayed dizzily.\nRed roaring fires tore up and down his left side. He'd never make it.\nSwamp-bait, that's all he was, bait for the mud of the Black.\n\nHe straightened then and laughed. Bait? Well, that was one way to hunt.\n\nThe hunter strode toward the house, across the creeper of sucking ivy,\ncounting each step. He stopped under cover of a sweeping fern just\noutside the sandy expanse.\n\n\"Pubina!\" he yelled. \"I've come for the Bergensons.\"\n\nThere was a flicker at one of the windows. \"Who are you?\"\n\n\"Graff Dingle of New Kalamazoo. Listen, Pubina, I'll trade the rest of\nour lobodin for Greta Bergenson and her father.\"\n\nA pause while they digested this. Then: \"Send one of your men in and\nwe'll talk it over, Dingle.\"\n\n\"Can't. I'm alone. Send one of your men out with the Bergensons, and\nI'll give you the lobodin.\"\n\nNo reason for Pubina to be certain that the Bergenson lobodin\nrepresented the first and only shipment. And what he claimed to have\nwould raise the quantity to the point where all of the outlaws could be\nvaccinated.\n\nThe terry came down behind him and whispered gently: \"Three men leave\nhouse from rear. Two coming around on left, one on right. Man on right\nhas clearer fath, so will ve here first.\"\n\nGraff gestured assent with the electroblast. He heard the terry take\noff again.\n\nPubina was being safe and cozy. Sending his henchmen while he held the\nfort himself!\n\nHe heard a soggy clump to the right and grinned. Why, the man was\nmaking more noise than a dryhorn freshly arrived from Terra! When he\nsaw the black waterproof jumper through the high weeds, he stepped out\nfrom under the fern and moved backwards. He held the electroblast out,\nas if it worked.\n\nThe outlaw's face, lined with years of dunging inhalation, broke into\na lunatic smile. Since Graff wasn't looking at him, he deduced Graff\nhadn't seen him. Pubina's henchman took larger steps. Graff backed.\n\nHe counted as he retreated. He counted slowly, taking steps that were\nuniform and even, looking off to the side of the outlaw, trying to keep\nhis tortured body from making a deadly mis-step.\n\nThere! He breathed gustily as he saw he'd passed the white line. The\noutlaw crept forward, crouching, trying to get close enough for a\ncertain blast. He too noticed the trigger-vine, and stepped daintily\nacross it.\n\nGraff whirled to face him then, electroblast at the ready. The man\njumped--and one boot dug into the creeper!\n\nHe barely had time to scream. A haze of white tendrils whipped around\nhim, each armed with thousands of microscopic suckers. A moment later\nthe bloodless husk that had been a human was being dropped from the\nsucking ivy's clutches, rattling like so much paper.\n\nThe scream had been heard. Graff's jungle-trained ears caught the\nwhispers of the other two men on his left as they conferred worriedly.\nIf only he had a decent weapon. Anything besides the stiletto! He could\ntake such dryhorns with an old-fashioned pistol!\n\nBut he didn't have a pistol. All he had was twenty-seven years'\nexperience on Venus as a native-born citizen. So he began to run.\n\nHe stopped after a moment and listened. The crashes behind him\nindicated he was being pursued. If he was afraid, the outlaws had\nevidently decided, he was weak enough to chase. Graff ran toward the\nTuscany.\n\nBy the time he reached the river, he was weaving from side to side and\nsobbing. The exertion magnified his pain a thousandfold. His pursuers\nwere getting closer. Desperately, he trotted downstream.\n\nThey were quite close now. He heard them chuckling and calling to each\nother triumphantly--but there was the Gridnik nest!\n\nHe waited just a moment, poised on the bank of the river, until they\nbroke into the clear, almost within electroblast range. Then, as they\ncaught sight of him and increased their speed, he hurled his useless\nweapon into the striped little dome--and jumped.\n\n\n\nWhen he came threshing out of the water, twenty feet further down the\nbank, the hideous swarm of insects were still gorging themselves. Graff\ncrept away, nauseated. He rubbed his eyes against the darkness welling\nwithin them.\n\n\"MacDuff!\" he called, his voice crackling with agony. \"MacDuff!\"\n\nThe terry swept down to his side.\n\n\"Listen, pal, I haven't got much time left, so we'll have to hurry. No\nmore fancy stuff. Think you can fly in the rear windows or something,\nby way of diversion? It'll give me time to cross the sandy stretch.\"\n\nWithout a word, the lizard-bird went away. Graff came to the edge of\nthe arid soil surrounding the pre-fab and waited.\n\nHe saw the enormous shadow tilt down behind the house and heard the\ncrash of breaking glass. He threw himself forward. Sand boiled away\nfrom his boots. His head wobbled as if his neck had ceased to exist.\nMust be getting close to deadline time, Graff decided. A few minutes\nmore at most before he caved in completely. He drew the stiletto out,\nholding it with difficulty in a twitching hand.\n\nThere was a yell inside the house and the sizzle of an electroblast\nbolt. As he smashed into the door, he heard the electroblast go off\nagain.\n\nHe saw a huge cage holding a fluttering pterodactyl as he tottered into\nthe living room. Dr. Bergenson and Greta were tied to chairs with long\ncoils of fongool vine. Greta's pink overall-jumper was ripped and there\nwas the mark of a man's hand on her face. Pubina stood under a charred\nhole in the ceiling where his first blast had gone wild. At his feet, a\nhole neatly burned in one wing, writhed MacDuff, awaiting the finisher.\n\nPubina whirled to face Graff, his electroblast coming up swiftly. The\nhunter staggered toward him, fully conscious of his lack of speed, his\nalmost infantile weakness. Knots of pain pulled at his knees.\n\nThe Heatwaver's forefinger flicked down on the firing button. MacDuff\nlifted himself on his one good wing and lunged at the boot before him.\nHis long beak closed on Pubina's ankle. There was a horrible bony\ncrunch and the outlaw cursed, turning to beat down at the reptile.\n\nGraff reached them, almost falling against Pubina. For a moment he\ncouldn't coordinate his arm muscles enough to use the stiletto; then,\nsinking his teeth deep into his own lip, he drove the thin blade ahead.\nPubina shrieked and fell, the stiletto throbbing in his side.\n\nDeciding to let MacDuff finish him, even if the terry was making a mess\nof it, Graff bent over clumsily and retrieved the electroblast Pubina\nhad dropped. He almost went over backwards as he straightened.\n\nPlacing one foot in front of the other intently, he walked to the\nBergensons. He slid like a man walking on banana skins. Darkness roiled\nall about him now and every cell in his body seemed to writhe.\n\nThe bottle containing the vaccine was on a table, he noticed. It was\nstill full; the shining hypodermic beside it was empty. Good.\n\nVery carefully, he burned off the fongool vine with the electroblast at\nlow power. Greta rushed toward him, but he slipped and fell at her feet.\n\n\"Darling,\" he heard her sob; it sounded as if her voice were on the\nother side of the Jefferson Sea. \"You're infected! Oh, Graff, Graff!\nThe lobodin won't work on an infected case!\"\n\n\"I know,\" he muttered thickly, and let his head loll round to where the\nterry was inching along the floor to the cage in the corner. The last\nthing he saw was the neat little hole in the wing.\n\n\"Be seeing you, MacDuff,\" Graff whispered as the darkness came down,\npinpointed with multitudes of exploding yellow dots....\n\nThat was why he was so surprised when he opened his eyes to see the\nterry perched by his bed with a neat patch of gauze taped to one wing.\n\n\"How in hell did you pull through, MacDuff?\" he asked.\n\n\"The same way as you,\" the lizard-bird told him. \"We are voth natives\nof Venus.\"\n\n\"Huh?\" He raised himself waveringly on one elbow. He was lying in the\nBergenson home in New Kalamazoo. They must have used Pubina's rocket\nship to fly back. \"What do you mean--_native_?\"\n\n\"Just what he says, Graff.\" Greta pushed open the screen-door and\nbustled in with a pile of linen. \"You were both born on Venus. Father\nsays that you must have had all kinds of skin abrasions as an infant:\nyour body developed a natural immunity to Ricardo's Virus. We'll still\nuse the vaccine on everybody else, including the children, just to be\non the safe side. But Father has felt for a long time that the blood of\nthe pioneers would adjust to its environment. When you got sick, but\ndidn't die, you proved it.\"\n\n\"Well, I'd like to point out,\" Graff said, as he sat up to permit Greta\nto change his sheets, \"that I am very, very happy to have given your\nfather a chance to prove that theory.\"\n\nMacDuff closed a lidless eye in an assenting reptilian wink.",
    "metadata": {
        "author": [
            "Tenn, William",
            "Klass, Philip",
            "Putnam, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64507/pg64507.txt",
        "name": "ricardo_s_virus.json"
    }
}