{
    "name": "Runaway",
    "author": [
        "Gilman, Robert Cham",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Coppel, Alfredo José de Arana-Marini",
        "Coppel, Alfred",
        "Marin, A. C."
    ],
    "body": "I recall that when I was just a boy hanging around the old Mojave space\nyards, there was an old timer there who used to sing an old song. He\nlearned it from his father and he from his grandfather who used to\nprospect for gold in the Death Valley country.\n\n    Oh, my darling, oh my darling,\n    Oh, my darling Clementine,\n    You are lost and gone forever,\n    Dreadful sorry, Clementine!...\n\nThe old timer was really ancient when I knew him, because he could\nremember the war with the Federal States that used to be called\nGermany and Japan. There was a strangeness about him, or so it seems\nto me now. Listening to him sing those pioneer ballads caught at\nthe imagination and woke dreams. Of course, I was young then, and\nimpressionable. But his tales were my gospel. There were some among the\nyard hands who claimed he was a survivor of the first crew back from\nLuna, but that was probably loose talk. In those days every yard had\nits \"Selenite man.\"\n\nIt was from him, though, that I heard my first spaceman's yarns. Yarns\nabout the ships that were built when Venus and Mars were the outposts\nof the system ... the frontier.\n\nHe used to tell of the strange ways in which those old ships took on\npersonality ... character, if you like ... in the eyes of the men\nwho crewed them. When he spoke I could almost feel the thrill of\nthose punishing vertical takeoffs, and I could smell the stink of\ngasoline and feel the icy nimbus of liquid oxygen. I could feel too\nthe throbbing of the first crotchety atomics under my feet and the\nquivering sense of aliveness it gave....\n\nSomehow, I don't believe the old man was embroidering fantasies for me.\nI think even then he knew.\n\nI grew older and left Mojave for a dozen berths on as many ships, but I\nnever forgot the old timer and his stories. And it's odd that the ship\nthat proved his claims to me should bear the name he used to sing in\nthat pioneer ballad of his. My first command ... the R. S. Clementine.\n\n\n\nI know that you'll not believe what I'm going to say about that ship.\nThe Spatial Academy had filled you with book-learning and covered you\nwith gold braid. But it's killed your imagination. Academies have a way\nof doing that. To you this will be an old spaceman's shaggy dog story.\nBut no matter. I know what I know. I was there when Clem was born, and\nI watched her as she went home.\n\nFortunately, atomic drives are outdated now. The new warships are the\nregular thing. Atomics didn't last long, and in a way it's a good\nthing. At least no crew will ever have to go through what mine went\nthrough, and no ship turn into a fey thing like Clem did.\n\nThe strange thing about it is that I cared for that ship. I cared for\nher from the first moment I saw her lying somnolently among the rusting\nhulks in the graveyard near Canalopolis.\n\nRemember, this was a long time ago. Even then, the old timer of the\nMojave yards must have been fifteen years dead and gone. Canalopolis\nwas a desert outpost on the edge of Syrtis Major cowering under the\nlash of the everlasting sandstorms, but just then it was a boomtown.\n\nA lot of the vital force had drained away from the urge to colonize\nwhen Mars and Venus had turned out to be so inhospitable. That's\nwhy there were old ships and to spare in the Canalopolis yards. It\nlooked as though the outward flood of humanity had reached its limit.\nThe Asteroid Belt made deep space too dangerous to reach for mere\ncolonization. A catalyst was needed.\n\nIt was supplied when Carvel's exploratory crew reached Europa and found\ngold.\n\nGold! In the same way that the cry from Sutter's Mill had brought a\nflood of new life out to the wilderness that was California centuries\nback, so Carvel's news brought men out from Terra to seek their\nfortunes in the darkness of deep space ... on that tiny, unknown\nworldlet spinning close to the bosom of mighty Jupiter.\n\nThe ink on my Master's ticket was barely dry when I jumped the\nCenturion as she dropped gravs at Canalopolis. I was set for a ship of\nmy own. With a few carefully hoarded dollars in my overalls and a lot\nof brass I figured that I could get me a command. A few trips through\nthe Belt would put me in velvet. Of course, I knew it was dangerous and\nuncharted, but the canal city was full of grizzled sourdoughs and eager\nyoungsters all willing to pay plenty for transport to Europa. I figured\nI couldn't miss.\n\nThat's where the R. S. Clementine came in. I bought her with a few\ndollars cash and a whole lot of credit. During those hectic days a man\nwith a space pilot's license and a Master's rating could just about\nwrite his own ticket.\n\nI signed a note for fifty thousand and took possession of the ship. The\nfueling took five thousand ... inerted plutonium came high on Mars, and\nthe victualling took another two thousand. It didn't bother me. Ink and\npaper were cheap enough.\n\nThen I spent two days rounding up a crew on a share and share alike\nbasis, and another day lining up fifty passengers at two thousand a\nhead. I was in business.\n\nMy Second Officer was a grizzled old rum-dum called Swanson. He was\na laconic old soul who loved spacing only a jot better than he loved\nMartian alky. But he was a sharp man for the firing consoles; I never\nknew a better one.\n\nI was lucky to get a physicist, too, though it turned out unlucky for\nhim. He was a green youngster just out of Cal Tech who fell prey to the\ngold fever and found himself stranded on Mars a few million miles from\nthe lode. I talked him into signing on for a minimum of three trips on\nthe promise that his share of the take would make him a fine grub-stake\nout on Europa. When I think of it now, I feel as though I personally\nkilled him. He didn't want to help crew Clem, but he was on the spot\nand I talked him into it. Green as grass he was. But he had brains.\nBrains for working atomics ... nothing else. Holcomb, his name was.\nI'll never forget it.\n\nThe R. S. Clementine ... it was shortened to Clem even before\ntakeoff ... was an atomic multiple pulse three hundred footer. The pile\nthat drove her was housed in a long sheathed tube-shaft that ran from\njust aft of the Control deck to the nozzles along her longitudinal\naxis. It was an inefficient system, but to me it looked like pure\nbeauty. After all, she was my first command.\n\nAt 22/30 on 2/13/49 Mars date, we blasted off for Europa with fifty\npassengers, nine crewmen and a hold full of mining equipment. In that\nthree hundred foot hull we were like sardines packed in a can. Sure, it\nwas profiteering, but have you ever seen prosperity without it?\n\n\n\nThe trip out was almost too uneventful. We found a clear channel\nthrough the Belt and came through without a change of course. In those\ndays no one had ever heard of deflectors, and a free passage through\nthe Belt was a one in a thousand chance. Yet, being young and a bit\ncocky, I was willing to attribute it to my own spacemanship. I imagined\nthat the trip back would be even easier.\n\nThe greeting we got at Europa didn't do much to teach me humility,\neither. Not many ships were getting through, and those miners wined and\ndined us in true frontier style.\n\nIt took six hours to unload our passengers and their gear, and another\nhour to round up a payload for the hop back to Mars. It was mostly ore\nand mail, but we did get two passengers.\n\nWe refueled out on the airless, rocky plain that served Europa as\na space yard. Jupiter seemed to fill the sky. Deep space was a new\nexperience to us and never had we grounded on a planet or moon so near\nto so large a primary. There were several cases of vertigo caused by\nthe crazy feeling that we were upside down when we looked up at that\nhellishly big orb in the sky. That was one of the ever-present dangers\non Europa. Enough of it and you found your mind going.\n\nOne passenger was a miner that cracked like that. The other was an\nattendant from the Triplanetary Medical Mission that had established a\nsmall base on the moonlet. In other words, his keeper.\n\nThe psycho came aboard in a straight-jacket and a blank bewildered\nlook twisted his face as he climbed woodenly into the ventral valve.\nThe attendant didn't look a great deal saner. Still, I was supremely\nconfident, and my passenger's afflictions didn't worry me at all.\n\nI was busily counting my imaginary profits as soon as we blasted free.\nTo say that I was pleased with myself would be an understatement.\nClem sought the sky like the proverbial homesick angel, her atomics\nthrobbing beautifully under the care of Holcomb and his tube gang.\nSwanson and I set her into a hyperbolic trajectory with a couple of\nflourishes of the graphites and Jupiter moved into the proper position\ndead astern. It was all too easy....\n\nA week passed before we crossed the outermost periphery of the Belt.\nClem slipped between two small-sized mountains and we were in. For\nseveral hours the screens showed clear sky, and then came the deluge!\nThere was no one in a thousand clear channel waiting for us this time.\nI learned what crossing the Belt really meant, but fast. Swanson and I\nsat at the consoles, eyes glued to the screens, sweat oozing off our\nribs. Icy sweat, smelling of fear.\n\nClem shuddered and jolted as we slammed her about, twisting and dodging\nas those chunks of rock came hurtling at us out of nowhere. Hour after\nwrenching hour it continued, until we ached all over from the beating\nwe were taking.\n\nWe were almost through when the hatch behind us flew open with a crash,\nand a screeching, wailing mass of humanity threw itself upon us! In\na flash I knew what had happened. The jolting of the ship must have\nknocked the attendant out and the crazy miner had somehow managed to\nfree himself. He'd found his way to the Control deck, sobbing with\nmixed rage and terror. He connected the gyrations of the ship with the\nmen who were handling her and he was wild with terrified fury. For five\nhideous minutes Swanson and I struggled with him, trying to protect\nourselves and at the same time keep Clem away from those ever-present\nasteroids that swam continuously into the range of the screens!\n\nFinally, Swanson got a clear shot at him with one of those ham-like\nfists of his and the psycho banged backward across the Control,\nhis head crashing with sickening force into the sharp edge of the\npressure-suit lockers. He oozed down to the floor-plates like a sack of\nwet mush. I knew without touching him that he was dead....\n\nBut the damage had been done. The ship had blasted around so that she\nwas slewing sideways to the axis of her trajectory and in no position\nto maneuver. I leaped for the firing consoles as I caught sight of a\nsmall asteroid spinning in toward us. I caught the proper key, but I\nwas too late. There was a rending, tearing crash as the missile sliced\ninto Clem's flank. The lights flickered and went out, and there was\na whooshing sound as air gushed from the ruptured compartments. The\nautomatic damage control system cut in then, and there was the sound\nof airtight doors banging shut throughout the ship. The glowing meters\non the panels danced crazily, and the power dial's needle banged hard\nagainst the peg and back to zero in one movement. Then there was\nsilence. Clem was dead in space....\n\n\n\nFor a few stunned moments Swanson and I sat on the deck staring at one\nanother. There was an expression of shocked disbelief on the rummy's\nface. There was one on mine, too, I know. No matter how many times\nyou brush with the violent ending, no human mind can accept the true\ninevitability of unsolicited death. We can't ever really accept the\nfact that \"this is it!\" Always some corner of our minds keeps thinking\nthat the end is not yet.\n\nThat's the way it was with us. We simply did not believe the thing\nthat had happened to us. Our ship was a pierced derelict and we stood\npractically no chance of getting through now, but we couldn't accept it.\n\nA semblance of sanity returned and Swanson dragged two pressure suits\nout of the locker. In tight silence we donned them and started for the\nlocked hatch. I had no idea just how badly Clem was hurt, but hope\nalways remains after everything else is gone, so I had to find out.\n\nWe forced the hatch and watched the air vanish in an icy cloud down the\ndark corridor. The break in the hull was large. I knew, because the\nsonar in my suit didn't pick up any hissing.\n\nThe tube-shaft with its precious pile was our objective. If that was\nunhurt, there was still a chance. Fortunately we had been almost\nthrough the Belt when the collision came, so except for an occasional\nsmall bit of rock banging against the hull, space around us was clear.\n\nOn the way down toward the shaft we looked in on the medic. He was\ndead from asphyxiation, his face blue and bloated with internal\npressure. The psycho had jammed the airtight hatch of their compartment\nwith a piece of luggage so that the safety device had failed when the\nair went.\n\nWe left him there and continued down the companionway. After a bit,\nwe met three pressure suited figures, and I breathed easier. It was\nHolcomb and two of his crew from the shaft. Off watch, they'd been in\nthe forecastle when the asteroid hit. Now they were trying to force\ntheir way into the shaft through a badly warped and fused hatch.\n\nFrom the condition of the walls and deck-plates, I could see that we\nmust be very near the spot where the missile cut into the ship. And\neven out where we were our wrist-geigs were clicking pettishly, showing\nthat the thing had hit on or at least near the pile. Near enough to\nwarp the insulating plates.\n\nI sent Swanson and one of the tubemen down to the equipment locker for\ntorches, and as soon as they returned, we began cutting into the shaft.\nEven with atomic torches it took us a long time, because those walls\nwere foot-thick leaded steelumin.\n\nFinally the glowing section of hatch fell away and a wave of vertigo\nswept over me. It seemed that I was about to step through the cutaway\ninto eternity. Close to the hatch was a jagged hole that knifed through\none half the ship's girth from the shaft to free space. It was as\nthough a mighty hand had punched a steel forefinger halfway through a\ncylinder made of butter. The jagged edges of the hole were fused and\nmelted into grotesque stalactites. And beyond gleamed the stars against\na backdrop of diffuse nebulosity that was the Milky Way. As we watched,\nthey moved lazily across the irregular patch of sky. Clem was turning\nslowly on her axis, one with the mindless drift of the cosmic dust\ncloud that was the Belt.\n\nI stepped through into the shaft. The damage had to be ascertained, for\nthe three lifeships would never take us all the way into Mars. They\nwere not atomic and their range was sharply limited ... five hundred\nthousand miles at most.\n\nThe remains of the asteroid was a congealed mass filling the lower\nend of the shaft, and bits of machinery and shards of plating were\nscattered about the deck. The tubemen who had been in the shaft at\nthe time of collision might have been the charred lumps stuck to the\nwallplates ... I didn't want to know.\n\nThe pile itself had been ripped open in one place, and a threatening\nglow emanated from the torn place setting our geigs whirring. I knew\nwe could stand the radiation in small dosages, since our suits were\ninsulated. But not for long. Repairs had to be made quickly ... if they\ncould be made at all.\n\nUsing the pieces of plating that lay about, Holcomb, Swanson and I set\nabout mending the break with the torch.\n\n\n\nThat was the first time I became conscious of the strangeness. Not\nmany men even today have looked into a plutonium pile. It was eery,\nthat light within. It was like ... well ... like the essence of life.\nMindless, unknowing, but vibrantly alive beyond any human comparison.\n\nThe break was almost healed when the ... the thing ... happened. I\ndon't know of any other way to express it. The slow rotation of the\nship brought the hole in her side into line with the Sun ... and for a\nlong moment the brilliant light burned down on us ... and into the pile.\n\nIn that timeless minute I felt the interplay of forces greater than the\nhuman mind can conceive. The pile and the Sun glared at one another.\nThere is no other way it can be said. They _looked_ at each other ...\nand something happened. The Sun called to that mindless life that was\nthe essence of Clem ... and she answered! She did! And all the others\nfelt it too! In that instant the atomic fire in Clem's heart ... that\nfire spawned of the Sun ... awoke! And there was _oneness_!\n\nThe sunbeam passed and darkness fell once again in the shaft. All of\nus stood about in silence. All of us convinced of what we had seen and\nfelt, and yet each afraid to give voice to it. Colloidal life is too\nvain, somehow, to admit another, more vital sort of life into our neat\nlittle cosmos. Even when the proof of it happens before your eyes, you\npass it off as ... imagination. We did. Or tried. The pile subsided\ninto a sullen glow, and we pushed the thing from our minds. We had\n_seen_ nothing. And men in danger are sometimes confused. That's the\nway we rationalized it.\n\nQuickly, then, we finished the repairs and Holcomb tested for power.\nThe meter snapped to life eagerly. We had our ship again and we could\nproceed. An hour before we had felt doomed, but now Mars and safety\nseemed near at hand.\n\nThe passengers, of course, were both dead. Three tubemen had perished\nin the shaft. That left six crewmen and three officers. And Clem....\n\nWe retreated from the shaft because of the radiation that still leaked\nthrough the sprung shielding, and somehow or other all of us managed to\nstay out for the next two weeks.\n\nLiving in suits was hard on the nerves. One doesn't often think of all\nthe inconveniences involved. But having your beard grow in your helmet,\nfor instance, where you can't get at it to use depilatory, is hard to\ntake. Even the most elementary body functions become fantastically\ncomplicated. And the result is always shattered nerves. But the\nterrific breach in the hull made it necessary. Only the Control deck\nwas truly airtight after the collision, and the men were quarreling\ncontinuously about who should get the long watches there. Then too,\nevery time the hatch was opened, new air had to be pumped in and the\npressure tanks were dangerously low.\n\nThat's why we called it imagination born of jangled nerves when we\nbegan to notice a difference in the way the ship handled. There\nwas a certain recalcitrant sluggishness about her responses to\ncourse corrections, and she showed a marked preference for sunward\ntrajectories rather than for the hyperbolics I computed Marsward. Yet\nwe chose to ignore all the symptoms.\n\nOn the fifteenth \"day\" after the collision, I was in the dorsal blister\nchecking our position by means of bubble-tetrant and star shots. Mars\nalready had begun to show a definite disc, and I felt better than I\nhad in days. My flight of fancy was short-lived.\n\nThree sights told me that we were off course. Unaccountably, of course,\nfor we had made no major corrections in the last week. Instead of\npointing at the spot in space where we would intercept Mars, we were\nfive degrees sunward.\n\nI triggered my suit radio and called to Swanson in Control.\n\n\"Swanson here, Captain,\" his voice came back in my ear phones.\n\n\"We are five degrees sunward of our plotted course, Swanson,\" I said.\n\"Correct immediately.\"\n\nHe sounded miffed as he replied: \"Mars is right in the crosshairs of\nthe course-scope, Sir. Right where she's been for the last week....\"\n\nI told him to stand by and checked my star-sights again. I had made\nno error. We were a full five degrees off course, and the deviation\nwas growing larger momentarily. I could easily detect it with my\ntetrant out here in the seldom used blister, yet in the course-scope in\nControl Mars showed centered in the crosshairs. Why? Even as I asked\nmyself that question my mind flashed back to the awful moment in the\ntube-shaft. Almost wildly, I thrust the thought away from me. Yet if\nthat _thing_ I had felt really lived and was intelligent ... could it\ncontrol the images that showed in instruments that were an integral\npart of the ship ... of its own body? Could it control those so that\nsuch an error as this could not be discovered except by the off chance\nthat someone should make a direct check with star-sights outside the\nship itself? There was a craftiness about the disparity that frightened\nme.\n\nI forced myself to relax and I laughed half-heartedly at my imaginings.\nThe weeks spent living under trying conditions in a crippled ship had\nmade me susceptible to vaporings. I gave Swanson the correction again.\n\n\"There must be something wrong with the scope relays, Swanson. Maybe\nthe jar of the crash bollixed them,\" I said. \"Correct with five point\nfive to port. Plane is okay.\"\n\n\"Aye, Sir,\" grumbled Swanson.\n\nI laid the tetrant in its rack and turned to leave the blister just as\nthe ship began to throb under the impact of the correcting thrust from\nthe nozzles. I glanced back over my shoulder for a last look at the\nsky, and....\n\nThe hair on the nape of my neck stood erect!\n\n\n\nInstead of correcting the course, the blast had veered Clem's nose a\nfull ten degrees farther to starboard so that she pointed straight at\nthe Sun!\n\nMy voice was shaky as I called Control again. \"Swanson, you rummy! You\ngave her starboard blast instead of port! Damn it man! You've taken us\nanother ten degrees farther off arc!\"\n\n\"But Captain!\" protested Swanson, \"I gave her what you ordered!\"\n\n\"I ordered five point five to port!\" I shouted angrily.\n\n\"I _gave_ her five point five to port!\" Swanson howled.\n\nHolcomb cut into the conversation from his metering station near the\nshaft. He sounded shaky with fright. \"He ... he ... called for five\nfive ... to port, Captain, and that's what I ... I gave him! But\nsomething's ... wrong! She's not responding.\"\n\n\"Cut all power!\" I ordered sharply. \"We'll have to check all the\ncontrols.\"\n\nThere was a moment of tense silence before Holcomb's voice came back,\nmore frightened than before. \"She won't cut off! I can't kill the\ndrive! She's got ... the ... bit in her teeth, and....\"\n\n\"_Holcomb!_\" My voice filled the plexiglas bubble of my helmet. I\nwas afraid the youngster was going to say the very thing I had been\nthinking a few moments before and I didn't want to hear it.\n\nThe physicist subsided for a minute, and Swanson cut in. \"Mars shows\nproperly in the course-scope now, Captain! Way off to one side!\"\n\nHolcomb's laugh made cold chills run up and down my backbone. \"She\ndoesn't care now!\" he bubbled. \"She doesn't care if we know now ...\nbecause we can't control her! She ... She's going home ... and we can't\nstop her!\"\n\nI dove through the blister hatch and ran down the ramp toward the\nmetering station shouting for Swanson to get into a suit and join me\nthere. Fear followed me like a writhing black shade down the dark\ncompanionways. I was afraid for Holcomb's mind, and I was afraid of\nsomething else. Something that had no name or shape. I was afraid of\nClem ... of the thing I knew for certain now she had become.\n\nWhen I reached Holcomb he was calm. His outburst seemed to have sobered\nhim, and for that, at least, I could be thankful.\n\nWe waited for Swanson to join us, and then we went into the shaft.\nSoberly, we stood near the pile, feeling the strangeness of the alien\nlife that lived as hellish atomic fire in the shielded tube nearby.\nWe could feel a probing in our minds, alien fingers fishing about\ncuriously, but with cautious reserve of ... a precocious child.\n\nIt was Swanson who put it into words finally. Simple, prosaic words.\n\"The blinkin' can has come alive!\" he muttered. That tore it. Swanson\nhadn't an imaginative bone in his body, and if _he_ felt it ... it\n_was_.\n\nMy mind flashed back across the years to the old man of the Mojave\nyards and his stories about living ships. The living thing that was\nthe Sun, the thing that had given birth to Clem's soul had gleamed in\non that soul through the break in the plates, and in doing that it had\nposed on Clem awareness. Awareness that she was part of the mighty life\nstream of the cosmos ... part of the living fires of the stars. In a\nway that human minds could but dimly grasp, the Sun had spoken to\nClem ... called her. And _this_ was the result....\n\nUnderstand ... there was nothing malign about her ... not just then.\nShe was almost childlike. Pure, brilliant, willful....\n\nWe jerry-rigged a control set right there in that shaft, hoping to cut\nacross the linkages from the top deck; but it was futile. I had the\ninsane notion that she was laughing at us and our pestering efforts to\nre-establish dominance over her.\n\nWe tried withholding fuel, but that was no good. There was enough\nplutonium already in the pile to take us across the system. Certainly\nenough to take us where she wanted to go. We didn't want to guess about\nthat!\n\nHolcomb and I tried slipping the cadmium emergency dampers into the\npile. The first one slipped in easily. But the moment the drop in\nactivity registered, the second rod fused in the slip shaft. It was\nthe same with all the rest. We could not insert them. Clem would\nnot be anesthetized. She was protecting herself ... calmly, almost\nreproachfully. I really believe she was learning about men and their\nwill to command even things they can never really understand.\n\n\n\nThat's the way it went. If the crossing of the Belt had been\nnightmarish, the next weeks were insane. Our every attempt to\nre-establish control was thwarted easily by the mind in the pile.\nMars fell astern and Clem swung inward toward the Sun. For a while\nTerra blazed green and bright off our starboard bow, almost at eastern\nquadrature. Then she, too, began to fade behind us as the possessed\nship drove ever Sunward.\n\nI think we were all a little mad during those terrible days. We lived\nwith the knowledge that we were helplessly at the mercy of the ship.\nGradually we admitted to ourselves where she was taking us. We realized\nwhere \"home\" was....\n\nWe took to sitting dully in the Control room, still clad in suits that\nwe were too lethargic to remove, and staring at the silvery disc of\nVenus that daily grew larger in the forward screens.\n\nWe were sitting so when the tension broke Holcomb. One minute he was as\nmorosely silent as the rest of us, and the next he had seized a spanner\nand burst screaming out of the room.\n\nHis voice was like nothing human. \"I won't let her do it!\" he was\nshrieking. \"I won't let her take me!\"\n\nAutomatically, the rest of us got to our feet and started after him.\nIt was as though none of us really cared, but we felt that we should\ndo something. Just what, no one seemed to have figured out. We clumped\nheavily down the companion ways after him toward the open hatch that\nled to the tube-shaft. In our helmet radios his voice was a continuous\ntinny and distorted harangue.\n\n\"The Sun! The Sun! She's going to it. It called her and she's going to\nit! But she won't take me!\" and then laughing wildly, the gibbering\nmirth of a madman.\n\nHis laughter woke me. \"Holcomb!\" I yelled, \"Come back!\" Jammed in the\nnarrow corridor, we struggled after him.\n\n\"She won't take me! I won't let her take me!\" Holcomb was screaming.\n\"I'll kill her! I'll tear the rotten life out of her! Kill! Kill her!\"\n\nWe reached the hatchway in time to see the crazed physicist tearing\nat the moorings of the pile with his spanner. Already he had one of\nthe safety latches loose and was banging furiously at the second.\nInstinctively, we reeled back, for our wrist-geigs whirred as deadly\namounts of radiation fanned out from the bent housing. Holcomb, bathed\nin a rain of invisible death, was too engrossed in tearing the last\nlatch free. The latch that would free the pile and send it spilling out\nof the nozzles into space.\n\nThen Clem struck. How can I describe the horror of it? Insensate\nmetal came to life ... became enraged. And it killed. Deliberately\nand without conscience. The overhead crane that carried the plutonium\ningots to the pile moved. It swung its claw down to pick up a sharp\nshard of steel that lay on the deck. Like a hand, it picked it up ...\naimed ... struck!\n\nEdge first, the jagged fragment caught Holcomb across the shoulders,\nshearing his slender body in two and leaving the two uneven halves\ntwitching on the dark floor. An aura of pure, ravening hate filled the\nshaft. Clem had showed her teeth.\n\nSwanson laughed, and the sound chilled me. I knew then that we were\nall going mad. The intricate system of checks and balances that nature\nbuilt into our brains could not stand another hour of this.\n\nI slapped Swanson's face with my gloved hand and he stopped laughing,\nbut his face was a frozen, distorted thing. I knew mine was the same,\nfor utter terror was choking the breath from me, and I wanted to run\nscreaming from the terrible hate that filled the shaft and from the\nbloody, mangled thing on the deck.\n\nI managed to make my voice understandable only by biting hard on my\nlips until the pain steadied me. I gave the order to abandon ship. With\nonly a little luck we could make Venusport, but I would have abandoned\nship if we had been halfway between here and Centaurus.\n\nI divided the men into three groups. Two men and an officer to each\nlifeship except the last. Two tubemen alone in that one. I took the\ncontrols of the first one myself after setting the finders of the other\ntwo on my own ship so that I could do the astrogation for all three.\nThen without another look at our accursed ship, we slammed out of the\njettisoning valve into free space.\n\nThe cool stars and the nearby silvery disc of Venus calmed me somewhat.\nThe tremendous vistas of space were something familiar and real. And we\nwere free....\n\nBut we had bargained without Clem. The encounter with young Holcomb had\nchanged her. He had tried to kill her ... tried to sunder her body. The\nchildish core of her had become that hateful thing we had felt in the\nshaft. She had been attacked and her reaction was quick and dreadful.\n\n\n\nAlmost before we were out of her shadow, she turned in an impossibly\nshort arc and charged us, atomic hell blazing from her tail. Like a\nvengeful comet, she sought us out.\n\nI called to the other ships to scatter and they leaped away from us\nlike arrows. One went up and to starboard, the other went down and to\nport. I gave my own tiny boat full throttle and headed straight for the\nbright crescent of Venus.\n\nClem would not be denied. One of the lifeships was caught in her\ntail-flare and I saw it vanish in an incandescent blot as the heat\ndetonated the tank of monoatomic hydrogen it carried. Debris fanned out\nfrom the scene of the explosion, banging against our ship's flanks.\n\nAnd still the infuriated metal monster was not satisfied. She caught\nthe second lifeship ... Swanson's ... about fifty miles astern of us\nand gored it to death with her needle-sharp prow.\n\nClem swung in a wide circle and bore down on us. At her speed I knew\nshe would run us down in seconds, and there was nothing left to do. I\nclosed my eyes and waited.\n\nDeath did not come. Instead there was a wave of something like\nemotion. It was disgust and impatience and sharp command. A\nmighty ... _something_ ... was talking ... not to us ... and not in\nwords or even symbols we could truly understand. But the power of it\nwas so great that we could catch the overtones, the emotional nuances\nthat surcharged it. Something was talking to Clem ... commanding her\nto forget her childish wrath and ... COME!\n\nAs though jerked around by a cosmic leash, the crazed ship veered\nabout, her tail-flare blinding us. When we could see again, she was a\nspark far Sunward and driving at incredible speed.\n\nIn tight silence, the two crewmen and I watched her for hours until she\nvanished into the bright glare of the Sun. After that we followed her\nwith the radar, eyes intent on the golden blip steadily moving inward\ntoward the yellow mass of Sol. We drifted in space, just watching and\nwaiting. And then at last the fleck of golden light blended with the\nSun.\n\nI knew even as I watched her that she did not die. No. There was\nmaturity and satisfaction and ineffable pleasure flooding out from the\nspot where she vanished ... but no nuance of death!\n\nWe turned away, emptied of emotion or even thought. In a numb trance we\nfound our way into Venusport. We did not explain. By unspoken consent\nwe said nothing about the thing we had witnessed. It was too new, too\nfresh. And it was too unlike life as we know it. The port authorities\nlisted us as shipwrecked by collision with an errant asteroid, and we\ngot passage back to Terra ... and sanity.\n\nIt was a long time before I ventured into space again. And every time\nI look up at the Sun I have the feeling that I have seen something no\nhuman should.\n\nI saw Clem go home.",
    "metadata": {
        "author": [
            "Gilman, Robert Cham",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Coppel, Alfredo José de Arana-Marini",
            "Coppel, Alfred",
            "Marin, A. C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64602/pg64602.txt",
        "name": "runaway.json"
    }
}