{
    "name": "Saline Solution",
    "author": [
        "Laumer, Keith",
        "Laumer, John Keith",
        "Laumer, Kit"
    ],
    "body": "Consul-General Magnan gingerly fingered the heavily rubber-banded sheaf\nof dog-eared documents. \"I haven't rushed into precipitate action on\nthis claim, Retief,\" he said. \"The Consulate has grave responsibilities\nhere in the Belt. One must weigh all aspects of the situation,\nconsider the ramifications. What consequences would arise from a grant\nof minerals rights on the planetoid to this claimant?\"\n\n\"The claim looked all right to me,\" Retief said. \"Seventeen copies with\nattachments. Why not process it? You've had it on your desk for a week.\"\n\nMagnan's eyebrows went up. \"You've a personal interest in this claim,\nRetief?\"\n\n\"Every day you wait is costing them money. That hulk they use for an\nore-carrier is in a parking orbit piling up demurrage.\"\n\n\"I see you've become emotionally involved in the affairs of a group\nof obscure miners. You haven't yet learned the true diplomat's\nhappy faculty of non-identification with specifics--or should I say\nidentification with non-specifics?\"\n\n\"They're not a wealthy outfit, you know. In fact, I understand this\nclaim is their sole asset--unless you want to count the ore-carrier.\"\n\n\"The Consulate is not concerned with the internal financial problems of\nthe Sam's Last Chance Number Nine Mining Company.\"\n\n\"Careful,\" Retief said. \"You almost identified yourself with a specific\nthat time.\"\n\n\"Hardly, my dear Retief,\" Magnan said blandly. \"The implication is\nmightier than the affidavit. You should study the records of the\ngiants of galactic diplomacy: Crodfoller, Passwyn, Spradley, Nitworth,\nSternwheeler, Rumpwhistle. The roll-call of those names rings like the\nmajestic tread of ... of....\"\n\n\"Dinosaurs?\" Retief suggested.\n\n\"An apt simile,\" Magnan nodded. \"Those mighty figures, those armored\nhides--\"\n\n\"Those tiny brains--\"\n\nMagnan smiled sadly. \"I see you're indulging your penchant for\ndistorted facetiae. Perhaps one day you'll learn their true worth.\"\n\n\"I already have my suspicions.\"\n\nThe intercom chimed. Miss Gumble's features appeared on the desk screen.\n\n\"Mr. Leatherwell to see you, Mr. Magnan. He has no appointment--\"\n\nMagnan's eyebrows went up. \"Send Mr. Leatherwell right in.\" He looked\nat Retief. \"I had no idea Leatherwell was planning a call. I wonder\nwhat he's after?\" Magnan looked anxious. \"He's an important figure in\nBelt minerals circles. It's important to avoid arousing antagonism,\nwhile maintaining non-commitment. You may as well stay. You might pick\nup some valuable pointers technique-wise.\"\n\n\n\nThe door swung wide. Leatherwell strode into the room, his massive\npaunch buckled into fashionable vests of turquoise velvet and hung with\nthe latest in fluorescent watch charms. He extended a large palm and\npumped Magnan's flaccid arm vigorously.\n\n\"Ah, there, Mr. Consul-General. Good of you to receive me.\" He wiped\nhis hand absently on his thigh, eyeing Retief questioningly.\n\n\"Mr. Retief, my Vice-Consul and Minerals Officer,\" Magnan said. \"Do\ntake a chair, Mr. Leatherwell. In what capacity can I serve today?\"\n\n\"I am here, gentlemen,\" Leatherwell said, putting an immense yellow\nbriefcase on Magnan's desk and settling himself in a power rocker,\n\"on behalf of my company, General Minerals. General Minerals has long\nbeen aware, gentlemen, of the austere conditions obtaining here in\nthe Belt, to which public servants like yourselves are subjected.\"\nLeatherwell bobbed with the pitch of the rocker, smiling complacently\nat Magnan. \"General Minerals is more than a great industrial combine.\nIt is an organization with a heart.\" Leatherwell reached for his breast\npocket, missed, tried again. \"How do you turn this damned thing off?\"\nhe growled.\n\nMagnan half-rose, peering over Leatherwell's briefcase. \"The switch\njust there--on the arm.\"\n\nThe executive fumbled. There was a _click_, and the chair subsided with\na sigh of compressed air.\n\n\"That's better.\" Leatherwell drew out a long slip of blue paper.\n\n\"To alleviate the boredom and brighten the lives of that hardy group\nof Terrestrials laboring here on Ceres to bring free enterprise to\nthe Belt, General Minerals is presenting to the Consulate--on their\nbehalf--one hundred thousand credits for the construction of a Joy\nCenter, to be equipped with the latest and finest in recreational\nequipment, including a Gourmet Model C banquet synthesizer, a\nforty-foot sublimation chamber, a five thousand tape library--with a\nnumber of choice items unobtainable in Boston--a twenty-foot Tri-D tank\nand other amenities too numerous to mention.\" Leatherwell leaned back,\nbeaming expectantly.\n\n\"Why, Mr. Leatherwell. We're overwhelmed, of course.\" Magnan smiled\ndazedly past the briefcase. \"But I wonder if it's quite proper....\"\n\n\"The gift is to the people, Mr. Consul. You merely accept on their\nbehalf.\"\n\n\"I wonder if General Minerals realizes that the hardy Terrestrials\nlaboring on Ceres are limited to the Consular staff?\" Retief said. \"And\nthe staff consists of Mr. Magnan, Miss Gumble and myself.\"\n\n\"Mr. Leatherwell is hardly interested in these details, Retief,\"\nMagnan cut in. \"A public-spirited offer indeed, sir. As Terrestrial\nConsul--and on behalf of all Terrestrials here in the Belt--I accept\nwith a humble awareness of--\"\n\n\"Now, there was one other little matter.\" Leatherwell leaned forward\nto open the briefcase, glancing over Magnan's littered desktop. He\nextracted a bundle of papers, dropped them on the desk, then drew out a\nheavy document and passed it across to Magnan.\n\n\"Just a routine claim. I'd like to see it rushed through, as we have in\nmind some loading operations in the vicinity next week.\"\n\n\"Certainly Mr. Leatherwell.\"\n\nMagnan glanced at the papers, paused to read. He looked up. \"Ah--\"\n\n\"Something the matter, Mr. Consul?\" Leatherwell demanded.\n\n\"It's just that--ah--I seem to recall--as a matter of fact....\" Magnan\nlooked at Retief. Retief took the papers, looked over the top sheet.\n\n\"95739-A. Sorry, Mr. Leatherwell. General Minerals has been\nanticipated. We're processing a prior claim.\"\n\n\"Prior claim?\" Leatherwell barked. \"You've issued the grant?\"\n\n\"Oh, no indeed, Mr. Leatherwell,\" Magnan replied quickly. \"The claim\nhasn't yet been processed.\"\n\n\"Then there's no difficulty,\" Leatherwell boomed. He glanced at his\nfinger watch. \"If you don't mind, I'll wait and take the grant along\nwith me. I assume it will only take a minute or two to sign it and\naffix seals and so on?\"\n\n\"The other claim was filed a full week ago--\" Retief started.\n\n\"Bah!\" Leatherwell waved a hand impatiently. \"These details can\nbe arranged.\" He fixed an eye on Magnan. \"I'm sure all of us here\nunderstand that it's in the public interest that minerals properties go\nto responsible firms, with adequate capital for proper development.\"\n\n\"Why, ah,\" Magnan said.\n\n\"The Sam's Last Chance Number Nine Mining Company is a duly chartered\nfirm. Their claim is valid.\"\n\n\"I know that hole-in-corner concern,\" Leatherwell snapped.\n\"Mere irresponsible opportunists. General Minerals has spent\nmillions--millions, I say--of the stockholders' funds in minerals\nexplorations. Are they to be balked in realizing a fair return on their\ninvestment because these ... these ... adventures have stumbled on a\ndeposit? Not that the property is of any real value, of course,\" he\nadded. \"Quite an ordinary bit of rock. But General Minerals would find\nit convenient to consolidate its holdings.\"\n\n\"There are plenty of other rocks floating around in the Belt. Why not--\"\n\n\"One moment, Retief,\" Magnan cut in. He looked across the desk at his\njunior with a severe expression. \"As Consul-General, I'm quite capable\nof determining the relative merits of claims. As Mr. Leatherwell has\npointed out, it's in the public interest to consider the question in\ndepth.\"\n\nLeatherwell cleared his throat. \"I might state at this time that\nGeneral Minerals is prepared to be generous in dealing with these\ninterlopers. I believe we would be prepared to go so far as to offer\nthem free title to certain GM holdings in exchange for their release\nof any alleged rights to the property in question--merely to simplify\nmatters, of course.\"\n\n\"That seems more than fair to me,\" Magnan glowed.\n\n\"The Sam's people have a clear priority,\" Retief said. \"I logged the\nclaim in last Friday.\"\n\n\"They have far from a clear title.\" Leatherwell snapped. \"And I can\nassure you GM will contest their claim, if need be, to the Supreme\nCourt!\"\n\n\"Just what holdings did you have in mind offering them, Mr.\nLeatherwell?\" Magnan asked nervously.\n\nLeatherwell reached into his briefcase and drew out a paper.\n\n\"2645-P,\" he read. \"A quite massive body. Crustal material, I imagine.\nIt should satisfy these squatters' desire to own real estate in the\nBelt.\"\n\n\"I'll make a note of that,\" Magnan said, reaching for a pad.\n\n\"That's a Bona Fide offer, Mr. Leatherwell?\" Retief asked.\n\n\"Certainly!\"\n\n\"I'll record it as such,\" Magnan said, scribbling.\n\n\"And who knows?\" Leatherwell said. \"It may turn out to contain some\nsurprisingly rich finds.\"\n\n\"And if they won't accept it?\" Retief asked.\n\n\"Then I daresay General Minerals will find a remedy in the courts, sir!\"\n\n\"Oh, I hardly think that will be necessary,\" Magnan said.\n\n\"Then there's another routine matter,\" Leatherwell said. He passed a\nsecond document across to Magnan. \"GM is requesting an injunction to\nrestrain these same parties from aggravated trespass. I'd appreciate\nit if you'd push it through at once. There's a matter of a load of\nillegally obtained ore involved, as well.\"\n\n\"Certainly Mr. Leatherwell. I'll see to it myself.\"\n\n\"No need for that. The papers are all drawn up. Our legal department\nwill vouch for their correctness. Just sign here.\" Leatherwell spread\nout the paper and handed Magnan a pen.\n\n\"Wouldn't it be a good idea to read that over first?\" Retief said.\n\n\n\nLeatherwell frowned impatiently. \"You'll have adequate time to\nfamiliarize yourself with the details later, Retief,\" Magnan snapped,\ntaking the pen. \"No need to waste Mr. Leatherwell's valuable time.\" He\nscratched a signature on the paper.\n\nLeatherwell rose, gathered up his papers from Magnan's desk, dumped\nthem into the briefcase. \"Riff-raff, of course. Their kind has no\nbusiness in the Belt.\"\n\nRetief rose, crossed to the desk, and held out a hand. \"I believe you\ngathered in an official document along with your own, Mr. Leatherwell.\nBy error, of course.\"\n\n\"What's that?\" Leatherwell bridled. Retief smiled, waiting. Magnan\nopened his mouth.\n\n\"It was under your papers, Mr. Leatherwell,\" Retief said. \"It's the\nthick one, with the rubber bands.\"\n\nLeatherwell dug in his briefcase, produced the document. \"Well, fancy\nfinding this here,\" he growled. He shoved the papers into Retief's hand.\n\n\"You're a very observant young fellow.\" He closed the briefcase with a\nsnap. \"I trust you'll have a bright future with the CDT.\"\n\n\"Really, Retief,\" Magnan said reprovingly. \"There was no need to\ntrouble Mr. Leatherwell.\"\n\nLeatherwell directed a sharp look at Retief and a bland one at Magnan.\n\"I trust you'll communicate the proposal to the interested parties.\nInasmuch as time is of the essence of the GM position, our offer can\nonly be held open until 0900 Greenwich, tomorrow. I'll call again at\nthat time to finalize matters. I trust there'll be no impediment to a\nsatisfactory settlement at that time. I should dislike to embark on\nlengthy litigation.\"\n\nMagnan hurried around his desk to open the door. He turned back to fix\nRetief with an exasperated frown.\n\n\"A crass display of boorishness, Retief,\" he snapped. \"You've\nembarrassed a most influential member of the business community--and\nfor nothing more than a few miserable forms.\"\n\n\"Those forms represent somebody's stake in what might be a valuable\nproperty.\"\n\n\"They're mere paper until they've been processed!\"\n\n\"Still--\"\n\n\"My responsibility is to the Public interest--not to a fly-by-night\ngroup of prospectors.\"\n\n\"They found it first.\"\n\n\"Bah! A worthless rock. After Mr. Leatherwell's munificent gesture--\"\n\n\"Better rush his check through before he thinks it over and changes his\nmind.\"\n\n\"Good heavens!\" Magnan clutched the check, buzzed for Miss Gumble. She\nswept in, took Magnan's instructions and left. Retief waited while\nMagnan glanced over the injunction, then nodded.\n\n\"Quite in order. A person called Sam Mancziewicz appears to be the\nprincipal. The address given is the Jolly Barge Hotel; that would be\nthat converted derelict ship in orbit 6942, I assume?\"\n\nRetief nodded. \"That's what they call it.\"\n\n\"As for the ore-carrier, I'd best impound it, pending the settlement of\nthe matter.\" Magnan drew a form from a drawer, filled in blanks, shoved\nthe paper across the desk. He turned and consulted a wall chart.\n\"The hotel is nearby at the moment, as it happens. Take the Consulate\ndinghy. If you get out there right away, you'll catch them before the\nevening binge has developed fully.\"\n\n\"I take it that's your diplomatic way of telling me that I'm now a\nprocess server.\" Retief took the papers and tucked them into an inside\npocket.\n\n\"One of the many functions a diplomat is called on to perform in a\nsmall consular post. Excellent experience. I needn't warn you to be\ncircumspect. These miners are an unruly lot--especially when receiving\nbad news.\"\n\n\"Aren't we all.\" Retief rose. \"I don't suppose there's any prospect\nof your signing off that claim so that I can take a little good news\nalong, too?\"\n\n\"None whatever,\" Magnan snapped. \"They've been made a most generous\noffer. If that fails to satisfy them, they have recourse through the\ncourts.\"\n\n\"Fighting a suit like that costs money. The Sam's Last Chance Mining\nCompany hasn't got any.\"\n\n\"Need I remind you--\"\n\n\"I know. That's none of our concern.\"\n\n\"On your way out,\" Magnan said as Retief turned to the door, \"ask Miss\nGumble to bring in the Gourmet catalog from the Commercial Library. I\nwant to check on the specifications of the Model C Banquet synthesizer.\"\n\nAn hour later, nine hundred miles from Ceres and fast approaching the\nJolly Barge Hotel, Retief keyed the skiff's transmitter.\n\n\"CDT 347-89 calling Navy FP-VO-6.\"\n\n\"Navy VO-6 here, CDT,\" a prompt voice came back. A flickering image\nappeared on the small screen. \"Oh, hi there, Mr. Retief. What brings\nyou out in the cold night air?\"\n\n\"Hello, Henry. I'm estimating the Jolly Barge in ten minutes. It looks\nlike a busy night ahead. I may be moving around a little. How about\nkeeping an eye on me? I'll be carrying a personnel beacon. Monitor it,\nand if I switch it into high, come in fast. I can't afford to be held\nup. I've got a big meeting in the morning.\"\n\n\"Sure thing, Mr. Retief. We'll keep an eye open.\"\n\n\n\nRetief dropped a ten-credit note on the bar, accepted a glass and\na squat bottle of black Marsberry brandy and turned to survey the\nlow-ceilinged room, a former hydroponics deck now known as the Jungle\nBar. Under the low ceiling, unpruned _Ipomoea batatas_ and _Lathyrus\nodoratus_ vines sprawled in a tangle that filtered the light of the\nS-spectrum glare panels to a muted green. A six-foot trideo screen,\nsalvaged from the wreck of a Concordiat transport, blared taped music\nin the style of two centuries past. At the tables, heavy-shouldered men\nin bright-dyed suit liners played cards, clanked bottles and shouted.\n\nCarrying the bottle and glass, Retief moved across to an empty chair at\none of the tables.\n\n\"You gentlemen mind if I join you?\"\n\nFive unshaven faces turned to study Retief's six foot three, his\nclose cut black hair, his non-commital gray coverall, the scars on\nhis knuckles. A redhead with a broken nose nodded. \"Pull up a chair,\nstranger.\"\n\n\"You workin' a claim, pardner?\"\n\n\"Just looking around.\"\n\n\"Try a shot of this rock juice.\"\n\n\"Don't do it, Mister. He makes it himself.\"\n\n\"Best rock juice this side of Luna.\"\n\n\"Say, feller--\"\n\n\"The name's Retief.\"\n\n\"Retief, you ever play Drift?\"\n\n\"Can't say that I did.\"\n\n\"Don't gamble with Sam, pardner. He's the local champ.\"\n\n\"How do you play it?\"\n\nThe black-browed miner who had suggested the game rolled back his\nsleeve to reveal a sinewy forearm, put his elbow on the table.\n\n\"You hook forefingers, and put a glass right up on top. The man that\ntakes a swallow wins. If the drink spills, it's drinks for the house.\"\n\n\"A man don't often win out-right,\" the redhead said cheerfully. \"But it\nmakes for plenty of drinkin'.\"\n\nRetief put his elbow on the table. \"I'll give it a try.\"\n\nThe two men hooked forefingers. The redhead poured a tumbler half full\nof rock juice, placed it atop the two fists. \"Okay, boys. Go!\"\n\nThe man named Sam gritted his teeth; his biceps tensed, knuckles grew\nwhite. The glass trembled. Then it moved--toward Retief. Sam hunched\nhis shoulders, straining.\n\n\"That's the stuff, Mister!\"\n\n\"What's the matter, Sam? You tired?\"\n\nThe glass moved steadily closer to Retief's face.\n\n\"A hundred the new man makes it!\"\n\n\"Watch Sam! Any minute now....\"\n\nThe glass slowed, paused. Retief's wrist twitched and the glass crashed\nto the table top. A shout went up. Sam leaned back with a sigh,\nmassaging his hand.\n\n\"That's some arm you got, Mister,\" he said. \"If you hadn't jumped just\nthen....\"\n\n\"I guess the drinks are on me,\" Retief said.\n\n\n\nTwo hours later Retief's Marsberry bottle stood empty on the table\nbeside half a dozen others.\n\n\"We were lucky,\" Sam Mancziewicz was saying. \"You figure the original\nvolume of the planet; say 245,000,000,000 cubic miles. The deBerry\ntheory calls for a collapsed-crystal core no more than a mile in\ndiameter. There's your odds.\"\n\n\"And you believe you've found a fragment of this core?\"\n\n\"Damn right we have. Couple of million tons if it's an ounce. And at\nthree credits a ton delivered at Port Syrtis, we're set for life. About\ntime, too. Twenty years I've been in the Belt. Got two kids I haven't\nseen for five years. Things are going to be different now.\"\n\n\"Hey, Sam; tone it down. You don't have to broadcast to every claim\njumper in the Belt.\"\n\n\"Our claim's on file at the Consulate,\" Sam said. \"As soon as we get\nthe grant--\"\n\n\"When's that gonna be? We been waitin' a week now.\"\n\n\"I've never seen any collapsed-crystal metal,\" Retief said. \"I'd like\nto take a look at it.\"\n\n\"Sure. Come on, I'll run you over. It's about an hour's run. We'll take\nour skiff. You want to go along, Willy?\"\n\n\"I got a bottle to go,\" Willy said. \"See you in the morning.\"\n\nThe two men descended in the lift to the boat bay, suited up and\nstrapped into the cramped boat. A bored attendant cycled the launch\ndoors, levered the release that propelled the skiff out and clear of\nthe Jolly Barge Hotel. Retief caught a glimpse of a tower of lights\nspinning majestically against the black of space as the drive hurled\nthe tiny boat away.\n\n\n                                  III\n\nRetief's feet sank ankle deep into the powdery surface that glinted\nlike snow in the glare of the distant sun.\n\n\"It's funny stuff,\" Sam's voice sounded in his ear. \"Under a gee\nof gravity, you'd sink out of sight. The stuff cuts diamond like\nbutter--but temperature changes break it down into a powder. A lot of\nit's used just like this, as an industrial abrasive. Easy to load, too.\nJust drop a suction line, put on ambient pressure and start pumping.\"\n\n\"And this whole rock is made of the same material?\"\n\n\"Sure is. We ran plenty of test bores and a full schedule of soundings.\nI've got the reports back aboard _Gertie_--that's our lighter.\"\n\n\"And you've already loaded a cargo here?\"\n\n\"Yep. We're running out of capital fast. I need to get that cargo to\nport in a hurry--before the outfit goes into involuntary bankruptcy.\nWith this, that'd be a crime.\"\n\n\"What do you know about General Minerals, Sam?\"\n\n\"You thinking of hiring on with them? Better read the fine print in\nyour contract before you sign. Sneakiest bunch this side of a burglar's\nconvention.\"\n\n\"They own a chunk of rock known as 2645-P. Do you suppose we could find\nit?\"\n\n\"Oh, you're buying it, hey? Sure, we can find it. You damn sure want to\nlook it over good if General Minerals is selling.\"\n\nBack aboard the skiff, Mancziewicz flipped the pages of the chart book,\nconsulted a table. \"Yep, she's not too far off. Let's go see what GM's\ntrying to unload.\"\n\n\n\nThe skiff hovered two miles from the giant boulder known as 2645-P.\nRetief and Mancziewicz looked it over at high magnification. \"It don't\nlook like much, Retief,\" Sam said. \"Let's go down and take a closer\nlook.\"\n\nThe boat dropped rapidly toward the scarred surface of the tiny world,\na floating mountain, glaring black and white in the spotlight of the\nsun. Sam frowned at his instrument panel.\n\n\"That's funny. My ion counter is revving up. Looks like a drive trail,\nnot more than an hour or two old. Somebody's been here.\"\n\nThe boat grounded. Retief and Sam got out. The stony surface was\nlittered with rock fragments varying in size from pebbles to great\nslabs twenty feet long, tumbled in a loose bed of dust and sand. Retief\npushed off gently, drifted up to a vantage point atop an upended wedge\nof rock. Sam joined him.\n\n\"This is all igneous stuff,\" he said. \"Not likely we'll find much here\nthat would pay the freight to Syrtis--unless maybe you lucked onto some\nBodean artifacts. They bring plenty.\"\n\nHe flipped a binocular in place as he talked, scanned the riven\nlandscape. \"Hey!\" he said. \"Over there!\"\n\nRetief followed Sam's pointing glove. He studied the dark patch against\na smooth expanse of eroded rock.\n\n\"A friend of mine came across a chunk of the old planetary surface two\nyears ago,\" Sam said thoughtfully. \"Had a tunnel in it that'd been used\nas a storage depot by the Bodeans. Took out over two ton of hardware.\nCourse, nobody's discovered how the stuff works yet, but it brings top\nprices.\"\n\n\"Looks like water erosion,\" Retief said.\n\n\"Yep. This could be another piece of surface, all right. Could be a\ncave over there. The Bodeans liked caves, too. Must have been some\nwar--but then, if it hadn't been, they wouldn't have tucked so much\nstuff away underground where it could weather the planetary breakup.\"\n\nThey descended, crossed the jumbled rocks with light, thirty-foot leaps.\n\n\"It's a cave, all right,\" Sam said, stooping to peer into the five-foot\nbore. Retief followed him inside.\n\n\"Let's get some light in here.\" Mancziewicz flipped on a beam. It\nglinted back from dull polished surfaces of Bodean synthetic. Sam's low\nwhistle sounded in Retief's headset.\n\n\"That's funny,\" Retief said.\n\n\"Funny, hell! It's hilarious. General Minerals trying to sell off a\nworthless rock to a tenderfoot--and it's loaded with Bodean artifacts.\nNo telling how much is here; the tunnel seems to go quite a ways back.\"\n\n\"That's not what I mean. Do you notice your suit warming up?\"\n\n\"Huh? Yeah, now that you mention it.\"\n\nRetief rapped with a gauntleted hand on the satiny black curve of the\nnearest Bodean artifact. It clunked dully through the suit \"That's not\nmetal,\" he said. \"It's plastic.\"\n\n\"There's something fishy here,\" Sam said. \"This erosion; it looks more\nlike a heat beam.\"\n\n\"Sam,\" Retief said, turning, \"it appears to me somebody has gone to a\ngreat deal of trouble to give a false impression here.\"\n\n\n\nSam snorted. \"I told you they were a crafty bunch.\" He started out of\nthe cave, then paused, went to one knee to study the floor. \"But maybe\nthey outsmarted themselves. Look here!\"\n\nRetief looked. Sam's beam reflected from a fused surface of milky\nwhite, shot through with dirty yellow. He snapped a pointed instrument\nin place on his gauntlet, dug at one of the yellow streaks. It furrowed\nunder the gouge, a particle adhering to the instrument. With his\nleft hand, Mancziewicz opened a pouch clipped to his belt, carefully\ndeposited the sample in a small orifice on the device in the pouch. He\nflipped a key, squinted at a dial.\n\n\"Atomic weight 197.2,\" he said. Retief turned down the audio volume on\nhis headset as Sam's laughter rang in his helmet.\n\n\"Those clowns were out to stick you, Retief,\" he gasped, still\nchuckling. \"They salted the rock with a cave full of Bodean artifacts--\"\n\n\"Fake Bodean artifacts,\" Retief put in.\n\n\"They planed off the rock so it would look like an old beach, and then\ncut this cave with beamers. And they were boring through practically\nsolid gold!\"\n\n\"As good as that?\"\n\nMancziewicz flashed the light around. \"This stuff will assay out at a\nthousand credits a ton, easy. If the vein doesn't run to five thousand\ntons, the beers are on me.\" He snapped off the light. \"Let's get\nmoving, Retief. You want to sew this deal up before they get around to\ntaking another look at it.\"\n\nBack in the boat, Retief and Mancziewicz opened their helmets. \"This\ncalls for a drink,\" Sam said, extracting a pressure flask from the map\ncase. \"This rock's worth as much as mine, maybe more. You hit it lucky,\nRetief. Congratulations.\" He thrust out a hand.\n\n\"I'm afraid you've jumped to a couple of conclusions, Sam,\" Retief\nsaid. \"I'm not out here to buy mining properties.\"\n\n\"You're not--then why--but man! Even if you didn't figure on\nbuying....\" He trailed off as Retief shook his head, unzipped his suit\nto reach to an inside pocket, take out a packet of folded papers.\n\n\"In my capacity as Terrestrial Vice-Consul, I'm serving you with an\ninjunction restraining you from further exploitation of the body known\nas 95739-A.\" He handed a paper across to Sam. \"I also have here an\nOrder impounding the vessel _Gravel Gertie II_.\"\n\nSam took the papers silently, sat looking at them. He looked up at\nRetief. \"Funny. When you beat me at Drift and then threw the game so\nyou wouldn't show me up in front of the boys, I figured you for a\nright guy. I've been spilling my heart out to you like you were my old\ngrandma. An old-timer in the game like me.\" He dropped a hand, brought\nit up with a Browning 2mm pointed at Retief's chest.\n\n\"I could shoot you and dump you here with a slab over you, toss these\npapers in the John and hightail it with the load....\"\n\n\"That wouldn't do you much good in the long run, Sam. Besides you're\nnot a criminal or an idiot.\"\n\n\n\nSam chewed his lip. \"My claim is on file in the Consulate, legal and\nproper. Maybe by now the grant's gone through.\"\n\n\"Other people have their eye on your rock, Sam. Ever meet a fellow\ncalled Leatherwell?\"\n\n\"General Minerals, huh? They haven't got a leg to stand on.\"\n\n\"The last time I saw your claim, it was still lying in the pending\nfile. Just a bundle of paper until it's validated by the Consul. If\nLeatherwell contests it ... well, his lawyers are on annual retainer.\nHow long could you keep the suit going, Sam?\"\n\nMancziewicz closed his helmet with a decisive snap, motioned to Retief\nto do the same. He opened the hatch, sat with the gun on Retief.\n\n\"Get out, paper-pusher.\" His voice sounded thin in the headphones.\n\"You'll get lonesome, maybe, but your suit will keep you alive a few\ndays. I'll tip somebody off before you lose too much weight. I'm going\nback and see if I can't stir up a little action at the Consulate.\"\n\nRetief climbed out, walked off fifty yards. He watched as the skiff\nkicked off in a quickly dispersed cloud of dust, dwindled rapidly away\nto a bright speck that was lost against the stars. Then he extracted\nthe locator beacon from the pocket of his suit and thumbed the control.\n\nTwenty minutes later, aboard Navy FP-VO-6, Retief pulled off his\nhelmet. \"Fast work, Henry. I've got a couple of calls to make. Put me\nthrough to your HQ, will you? I want a word with Commander Hayle.\"\n\nThe young naval officer raised the HQ, handed the mike to Retief.\n\n\"Vice-Consul Retief here, Commander. I'd like you to intercept a skiff,\nbound from my present position toward Ceres. There's a Mr. Mancziewicz\naboard. He's armed, but not dangerous. Collect him and see that he's\ndelivered to the Consulate at 0900 Greenwich tomorrow.\n\n\"Next item: The Consulate has impounded an ore-carrier, _Gravel Gertie\nII_. It's in a parking orbit ten miles off Ceres. I want it taken in\ntow.\" Retief gave detailed instruction. Then he asked for a connection\nthrough the Navy switchboard to the Consulate. Magnan's voice answered.\n\n\"Retief speaking, Mr. Consul. I have some news that I think will\ninterest you--\"\n\n\"Where are you, Retief? What's wrong with the screen? Have you served\nthe injunction?\"\n\n\"I'm aboard the Navy patrol vessel. I've been out looking over the\nsituation, and I've made a surprising discovery. I don't think we're\ngoing to have any trouble with the Sam's people; they've looked over\nthe body--2645-P--and it seems General Minerals has slipped up. There\nappears to be a highly valuable deposit there.\"\n\n\"Oh? What sort of deposit?\"\n\n\"Mr. Mancziewicz mentioned collapsed crystal metal,\" Retief said.\n\n\"Well, most interesting.\" Magnan's voice sounded thoughtful.\n\n\"Just thought you'd like to know. This should simplify the meeting in\nthe morning.\n\n\"Yes,\" Magnan said. \"Yes, indeed. I think this makes everything very\nsimple....\"\n\n\n\nAt 0845 Greenwich, Retief stepped into the outer office of the Consular\nsuite.\n\n\"... fantastic configuration,\" Leatherwell's bass voice rumbled,\n\"covering literally acres. My xenogeologists are somewhat confused by\nthe formations. They had only a few hours to examine the site; but it's\nclear from the extent of the surface indications that we have a very\nrich find here. Very rich indeed. Beside it, 95739-A dwindles into\ninsignificance. Very fast thinking on your part, Mr. Consul, to bring\nthe matter to my attention.\"\n\n\"Not at all, Mr. Leatherwell. After all--\"\n\n\"Our tentative theory is that the basic crystal fragment encountered\nthe core material at some time, and gathered it in. Since we had been\nworking on--that is, had landed to take samples on the other side of\nthe body, this anomalous deposit escaped our attention completely.\"\n\nRetief stepped into the room.\n\n\"Good morning, gentlemen. Has Mr. Mancziewicz arrived?\"\n\n\"Mr. Mancziewicz is under restraint by the Navy. I've had a call that\nhe'd be escorted here.\"\n\n\"Arrested, eh?\" Leatherwell nodded. \"I told you these people were an\nirresponsible group. In a way it seems a pity to waste a piece of\nproperty like 95739-A on them.\"\n\n\"I understood General Minerals was claiming that rock,\" Retief said,\nlooking surprised.\n\nLeatherwell and Magnan exchanged glances. \"Ah, GM has decided to drop\nall claim to the body,\" Leatherwell said. \"As always, we wish to\nencourage enterprise on the part of the small operators. Let them keep\nthe property. After all GM has other deposits well worth exploiting.\"\nHe smiled complacently.\n\n\"What about 2645-P? You've offered it to the Sam's group.\"\n\n\"That offer is naturally withdrawn!\" Leatherwell snapped.\n\n\"I don't see how you can withdraw the offer,\" Retief said. \"It's been\nofficially recorded. It's a Bona Fide contract, binding on General\nMinerals, subject to--\"\n\n\"Out of the goodness of our corporate heart,\" Leatherwell roared,\n\"we've offered to relinquish our legitimate, rightful claim to asteroid\n2645-P. And you have the infernal gall to spout legal technicalities! I\nhave half a mind to withdraw my offer to withdraw!\"\n\n\"Actually,\" Magnan put in, eyeing a corner of the room, \"I'm not at all\nsure I could turn up the record of the offer of 2645-P. I noted it down\non a bit of scratch paper--\"\n\n\"That's all right,\" Retief said, \"I had my pocket recorder going. I\nsealed the record and deposited it in the Consular archives.\"\n\nThere was a clatter of feet outside. Miss Gumble appeared on the desk\nscreen. \"There are a number of persons here--\" she began.\n\n\n\nThe door banged open. Sam Mancziewicz stepped into the room, a sailor\ntugging at each arm. He shook them loose, stared around the room. His\neyes lighted on Retief. \"How did you get here...?\"\n\n\"Look here, Monkeywits or whatever your name is,\" Leatherwell began,\npopping out of his chair.\n\nMancziewicz whirled, seized the stout executive by the shirt front and\nlifted him onto his tiptoes. \"You double-barrelled copper-bottomed\noak-lined son-of-a--\"\n\n\"Don't spoil him, Sam,\" Retief said casually. \"He's here to sign off\nall rights--if any--to 95739-A. It's all yours--if you want it.\"\n\nSam glared into Leatherwell's eyes. \"That right?\" he grated.\nLeatherwell bobbed his head, his chins compressed into bulging folds.\n\n\"However,\" Retief went on, \"I wasn't at all sure you'd still be\nagreeable, since he's made your company a binding offer of 2645-P in\nreturn for clear title to 95739-A.\"\n\nMancziewicz looked across at Retief with narrowed eyes. He released\nLeatherwell, who slumped into his chair. Magnan darted around his desk\nto minister to the magnate. Behind them, Retief closed one eye in a\nbroad wink at Mancziewicz.\n\n\"... still, if Mr. Leatherwell will agree, in addition to guaranteeing\nyour title to 95739-A, to purchase your output at four credits a ton,\nFOB his collection station--\"\n\nMancziewicz looked at Leatherwell. Leatherwell hesitated, then nodded.\n\"Agreed,\" he croaked.\n\n\"... and to open his commissary and postal facilities to all\nprospectors operating in the belt....\"\n\nLeatherwell swallowed, eyes bulging, glanced at Mancziewicz's face. He\nnodded. \"Agreed.\"\n\n\"... then I think I'd sign an agreement releasing him from his offer.\"\n\nMancziewicz looked at Magnan.\n\n\"You're the Terrestrial Consul-General,\" he said. \"Is that the straight\ngoods?\"\n\nMagnan nodded. \"If Mr. Leatherwell agrees--\"\n\n\"He's already agreed,\" Retief said. \"My pocket recorder, you know.\"\n\n\"Put it in writing,\" Mancziewicz said.\n\nMagnan called in Miss Gumble. The others waited silently while Magnan\ndictated. He signed the paper with a flourish, passed it across to\nMancziewicz. He read it, re-read it, then picked up the pen and signed.\nMagnan impressed the Consular seal on the paper.\n\n\"Now the grant,\" Retief said. Magnan signed the claim, added a seal.\nMancziewicz tucked the papers away in an inner pocket. He rose.\n\n\"Well, gents, I guess maybe I had you figured wrong,\" he said. He\nlooked at Retief. \"Uh ... got time for a drink?\"\n\n\"I shouldn't drink during office hours,\" Retief said. He rose. \"So I'll\ntake the rest of the day off.\"\n\n\n\n\"I don't get it,\" Sam said signalling for refills. \"What was the\nroutine with the injunction--and impounding _Gertie_? You could have\ngot hurt.\"\n\n\"I don't think so,\" Retief said. \"If you'd meant business with\nthat Browning, you'd have flipped the safety off. As for the\ninjunction--orders are orders.\"\n\n\"I've been thinking,\" Sam said. \"That gold deposit. It was a plant,\ntoo, wasn't it?\"\n\n\"I'm just a bureaucrat, Sam. What would I know about gold?\"\n\n\"A double-salting job,\" Sam said. \"I was supposed to spot the phoney\nhardware--and then fall for the gold plant. When Leatherwell put his\nproposition to me, I'd grab it. The gold was worth plenty, I'd figure,\nand I couldn't afford a legal tangle with General Minerals. The lousy\nskunk! And you must have spotted it and put it up to him.\"\n\nThe bar-tender leaned across to Retief. \"Wanted on the phone.\"\n\nIn the booth, Magnan's agitated face stared a Retief.\n\n\"Retief, Mr. Leatherwell's in a towering rage! The deposit on 2645-P;\nit was merely a surface film, barely a few inches thick! The entire\ndeposit wouldn't fill an ore-boat.\" A horrified expression dawned on\nMagnan's face. \"Retief,\" he gasped, \"what did you do with the impounded\nore-carrier?\"\n\n\"Well, let me see,\" Retief said. \"According to the Space Navigation\nCode, a body in orbit within twenty miles of any inhabited airless body\nconstitutes a navigational hazard. Accordingly, I had it towed away.\"\n\n\"And the cargo?\"\n\n\"Well, accelerating all that mass was an expensive business, so to save\nthe taxpayer's credits, I had it dumped.\"\n\n\"Where?\" Magnan croaked.\n\n\"On some unimportant asteroid--as specified by Regulations.\" He smiled\nblandly at Magnan. Magnan looked back numbly.\n\n\"But you said--\"\n\n\"All I said was that there was what looked like a valuable deposit on\n2645-P. It turned out to be a bogus gold mine that somebody had rigged\nup in a hurry. Curious, eh?\"\n\n\"But you told me--\"\n\n\"And you told Mr. Leatherwell. Indiscreet of you, Mr. Consul. That was\na privileged communication; classified information, official use only.\"\n\n\"You led me to believe there was collapsed crystal!\"\n\n\"I said Sam had mentioned it. He told me his asteroid was made of the\nstuff.\"\n\nMagnan swallowed hard, twice. \"By the way,\" he said dully. \"You were\nright about the check. Half an hour ago Mr. Leatherwell tried to stop\npayment. He was too late.\"\n\n\"All in all, it's been a big day for Leatherwell,\" Retief said.\n\"Anything else?\"\n\n\"I hope not,\" Magnan said. \"I sincerely hope not.\" He leaned close to\nthe screen. \"You'll consider the entire affair as ... confidential?\nThere's no point in unduly complicating relationships.\"\n\n\"Have no fear, Mr. Consul,\" Retief said cheerfully. \"You won't find me\nidentifying with anything as specific as triple-salting an asteroid.\"\n\nBack at the table, Sam called for another bottle of rock juice.\n\n\"That Drift's a pretty good game,\" Retief said. \"But let me show you\none I learned out on Yill....\"",
    "metadata": {
        "author": [
            "Laumer, Keith",
            "Laumer, John Keith",
            "Laumer, Kit"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61353/pg61353.txt",
        "name": "saline_solution.json"
    }
}