{
    "name": "Savage Galahad",
    "author": [
        "Walton, Bryce",
        "O'Hara, Kenneth"
    ],
    "body": "He stirred slightly, the ponderously long, yet smoothly-flowing lines\nof his body, trembling vaguely with the undulating rhythm of the tall\npale watergrass. Dim and monstrous shadows floated past, then suddenly\nspurted in frenzied speed to devour or be devoured. And the dark blue\ntint of the swamp water browned in wavering veins of blood.\n\nAn alien organism had come to his world. Its strange radiations pierced\nhis brain in waves of bizarre beauty. Its uniqueness was disturbing\nthe long sleep he was enjoying in the warm soft slime. A being from a\nfar world, which he read symbolized in her confused mind as EARTH. And\nfacing certain death, she was utterly disoriented with terror.\n\nShe reacted mentally to his world. The name she applied to it was\nVenus, Planet of the Morning and that was beauty of expression. She\nwas beauty and so were her thoughts; her world must have been of that\nnature, too. His world had no beauty anywhere in it; beauty would be\nalien here, yet he was tired of ugliness.\n\nHis massive brain circuit contacted hers in its subtle supersonic\nway, knowing everything she had known or could know, thinking as she\nthought, reacting as she reacted far above him where she wandered\nalone along the vaporous fringe of his swamp. And he suddenly realized\nhow alien she really was, for here on his world she was like a bubble\nfloating beneath the surface of his lake, on the edge of countless\ndangers, confronted by a thousand deaths, but completely unaware of\ntheir nearness or exact nature. This was not her world. It would never\nbe a world for her species. And abruptly he wanted to see her, touch\nher. Touch this beautiful bubble before it burst. For he had never\nknown beauty before, and he was hungry for it.\n\nOne giant flipper moved softly, and the ponderously sleek form, long\nand pointed and glistening through the water, lanced upward, streaking\nthe depths in a silent blurring arc.\n\n\n\nHe studied her with curious and new emotions through the thick,\nheavy-hanging mists, his long serpentine form curled out along the\nglobal swamp, undulating between the spongy swaying trunks of two\nbulbous trees, half-buried in the thick iridescent mud, and effectively\nhidden from her alien eyes by interlocking crinoids and gigantic\ntowering ferns.\n\nMonstrous insects droned broodingly through the sultry vapors and\nventured to light on his gleaming hide. A quick twitch of long steely\ntendons blotted them out in lightning grips. But his thickly lidded\neyes remained fixed on the girl who had come from Earth.\n\nHe was not disappointed in her beauty of form. It had a soft, rhythmic\nsmoothly-flowing curvature. It seemed to him a perfect aesthetic\ncreation of its kind. The contrast, too, impressed him--her frail,\ndelicate form treading so fearfully among gigantic flora and fauna of\nendless varieties, each vying with the others in size and ferocity.\nBecause of this contrast she seemed more beautiful here, perhaps, than\nshe might on her own world. But she should not be here; she would find\nonly death here. She did not understand this world, and she never would.\n\nHe felt the pangs of an emotion utterly strange to him. He plunged\nthe supersonic fingers of his brain deeply into hers and found an\nexpression there that would vaguely define that emotion. LOVE. It was\nan abstract symbol that on her own world meant the crystallization of\ncelestial ideals.\n\n_And that is what I must feel for this alien creature_, he mused. LOVE.\n\nThe many other emotions that accompanied the symbol, LOVE, on her\nworld--hate, jealousy, hope, ambition, despair, courage--these did\nnot enter his massive neural circuits. She felt this great emotion\nfor another being somewhat like her, very close by. This other\nbeing, he examined only briefly for he was ugly, a frantic figure\npacing nervously in something they both knew as a SHIP that rested\nnot far away in the swamp. She had wandered away from the SHIP and\ncould not find her way back to it through the mists. And this other\norganism--MAN--was being driven into complete disintegration with\nanxiety and fear for her.\n\nBut he knew that the man would never find her. There was no jealousy or\nhate or envy as he curled through the swamp, watching her. That would\nspoil the beauty of this moment. She would be destroyed soon; other\nemotions must not distract from the few moments he had in which to\nabsorb this aesthetic thrill of her movements.\n\n_Gruoon!_ The symbol was etched in his mind as a blob of dark dread.\nHis body tensed into rippling steel. The _Gruoon_ was dropping down\nthrough the mist; his brain could follow every flapping motion of\nits great leathery shape as it dropped in a straight driving plunge\ndirectly for the girl.\n\nHis triple-lidded eyes could not see it, but that was not necessary;\nbecause of his supersonic brain, he was a ruler of this swamp world,\nand that was why he would survive the dull grey aeons that stretched\nahead. So long as his supersonic brain guided his actions he would rule.\n\nHe tensed, arched high in taut waiting, while the _Gruoon_ plummeted\ndown in a sighing blur of speed.\n\nNow he could sense the _Gruoon's_ naked, yellow-scaled claws\noutstretched, its toothed beak yawing, and its red-disked eyes shining\nwith that insatiable blood-thirst that was the scourge of this world.\nThe scourge of all but himself.\n\nHe tensed the full length of his mighty corded body, his twelve\nflippers digging into the glowing mud, his gigantic corded tail curled\nin feral silence around into a taut S that could spring outward in a\nblinding explosion of power.\n\nShe was experiencing great fear, but still not as much as she should.\nThis surprised him. Now that he knew how completely helpless and alien\nshe was on this world of his, how frail and delicate she was, and how\nshe belonged on a much different sphere than this one. She had no\nconception that the _Gruoon_ was even now falling down upon her like a\ncomet. That those poisonous claws would wrap about her creamy body and\nrip her to shreds and carry her away into the smoking peaks.\n\nShe was ignorant of all the countless dangers surrounding her. Fifty\n_kimm_ away, hardly more than the length of his own body, was the SHIP\nwhich she was trying to find. But she had not the dimmest concept of\nwhere it was. Such appalling lack of basically protective intuition was\nincomprehensible to him.\n\nShe knew nothing of the _Vreed_, and its painless bite which bloated\na living organism rapidly until it burst. And the venomous stinging\nof the _Kristons_ that paralzyed to a slow unmoving death. Or the\nsemi-organic _Trumask_ tree that waited for her approach even now,\nimmobile, without any visible sign to its victims that its crimson\nappendages could suddenly whip into action to trap them, dragging them\ninto its trunk that opened to reveal a slightly pulsating cavern full\nof half-devoured forms. These were only a few of an endless horde of\nhuge and hideous things, yet she suspected none of the things waiting\nin the mists. She could only believe what she saw through her beautiful\neyes. And the mist was thick.\n\nSuddenly the taut S of his body unleashed itself, whipping straight\nupward in an unbending line. His sharp snout speared up through the\nswirling vapor until he was balanced momentarily on the tip of his\nstiffened tail. Then, at the apex of his spring, his three-jawed mouth\nunhinged, gaped and crunched shut on the _Gruoon_. The vapor was\nwhipped into fretful whirls. The girl sank down, her eyes searching\nupward, but blindly through the gloom.\n\nHe sank down once more on his scaled belly, wriggled deeper in the mud.\nHe dropped the mangled leathery blob that had been a _Gruoon_. Then he\nturned his eyes once more on the bit of strange beauty which he had\npreserved a little while longer for his aesthetic pleasure.\n\n\n\nHer eyes kept searching above her. Now the dread silence that had\nfollowed, for an instant, after the piercing shriek of the dying\n_Gruoon_, seemed to affect her more than the sound had. She shook\nher head, her eyes lowering to look apprehensively about her, then\nback to the thick greyness above. She turned indecisively in several\ndirections, took a few steps in one direction, then hesitated, turned\nin another; then abruptly and hysterically changed her previous course\nentirely and was running directly toward him.\n\nYes, she was completely lost, and that was indeed a strange weakness in\nan organism. Only fifty _kimm_ away was the intricate machinery that\nhad brought her here, and which sheltered more of her kind, including\nher lover whom she ached to see again. Incredible.\n\nAnd this SHIP mechanism full of her kind, aliens, were intending to\nremain here on his world! It was an amazing paradox. They intended\nto rely for their survival on a number of synthetic defense methods,\nconstructed from basic elements and powered by various energy\nprinciples. This girl had just unsheathed such a device for her own\nprotection--just now, long after the _Gruoon_ had attacked and died! If\nshe had any inborn protective instincts at all, they were so weakened\nfrom lack of use or by heredity that only now had they gotten around to\nwarning her.\n\nAnd these beings had mechanical detectors based somewhat on his organic\nequipment. But they were utterly inadequate to meet the predatory\nferocity of his world. Why had these irrational creatures ventured from\ntheir own comparatively safe world to this? If they actually intended\nto remain, their chances of survival depended on almost immediate\nadaptation. But that would be impossible, of course.\n\nHe watched her with a lonely and hungry eagerness. She had slowed her\npace to a walk and had already begun edging unwittingly to the right\nin what would prove to be a long erratic circle leading away from the\nSHIP. But she would not go far, even on the wrong course. She was\nwalking headlong and blindly into the silently waiting arms of the\nbloated, motionless _Trumask_.\n\nHe waited, too, watching her. Somehow she seemed more a thing of beauty\nas she approached death. Death lent a sadness that added to her beauty\na kind of poignancy. His eyes half-lidded dreamily as the full softness\nof the emotion flowed through him.\n\nThe synthetic defensive mechanism was held out in front of her as she\nedged along. She was beautiful as she moved. And on this world of his,\nno warmth or softness of her kind could exist. It would die. On his\nworld the only living thing that remotely suggested this girl from\nanother planet to his hungry mind was the delicate soft petal of the\n_Minon_ blossom. But on close inspection of the unwary or forgetful,\neven this spit out a deadly white venom.\n\nHe slid his long writhing length, slithering soundlessly between the\n_Trumask_ and the girl.\n\n\n\nHer deeply buried instinct functioned better this time, but not nearly\nquickly enough. Not for this environment. She paused, her head jerking\nfrom side to side, the weapon in her hand clutched tightly and swinging\nwith the direction of her head. But her eyes swept unsuspectingly past\nthe _Trumask_. Seemingly, on her world, only organisms promised real\ndanger.\n\nA strange world, that--a soft, slow-turning world of dream more than\nreality; of hope rather than realization; of delusion taking the place\nof struggle.\n\nSlime strung down from the tentacles of the _Trumask_ as they writhed\ntoward her in undulating evil shudders. The trunk gaped open.\n\nAll of the girl's reactions went through his brain, and he was amazed\nby their pointless complexity. A thousand fragments jostled each other\nin her mind. Memories of the past, forgotten mistakes, hopes for the\nfuture with no regard for probability, visions of the lover who waited\nin the SHIP. All these and many more, equally irrelevant to this dire\nsituation. She should be concentrating on one thing--escape. Yet she\nwas not moving. She was in a kind of paralysis he could not understand.\n\nNow, _now_, she was acting, but, as usual, far too late. She was trying\nto employ the weapon. But one of the bloated red tentacles flipped it\nfrom her hand. She sagged down, her mouth mumbling incoherent symbols.\nShe dropped on her knees in the oozing scum, digging down frantically\nin a sobbing attempt to find the weapon; but three of the viscuous\ntentacles encircled her. They dragged her toward the maw of the trunk\nthat now gaped to its full, cavernous capacity. Her terrified eyes\ncould see an unrecognizable amorphous shape still struggling weakly\ndown in that pulsating well.\n\nHe acted as lightning strikes, instinctively. Later he would know why.\nIn his world thought had to follow action. His huge jaws closed on a\nnumber of the thick tentacles, severed them. They whipped free of the\ngirl, jerking and contorting, slashing the murky vapor in aimless death\npatterns. The girl somehow had staggered out of reach of the remaining\nones.\n\nHe dropped down again, out of sight, writhing away to bury himself\nagain in mud and fog. He searched her mind. Had she seen him? She must\nhave. Strange that he could find no reaction. There seemed to be a\nkind of shock. She had seen him. Then some mental defense mechanism had\nblinded her memory to him. Did she find him ugly? Why? Should not he be\npossessed of some kind of beauty, also? He had within him the capacity\nto appreciate beauty. At least she should be sympathetic and grateful\nand kind to him if she knew he was saving her from death, and pain.\nYet--her mind would not accept him. She had seen him briefly, then\nforgotten.\n\nHer terror and nervous disintegration was acute now. He could save\nher from physical dangers, but he could not protect this soft strange\nmind and nervous system from breaking apart and losing its balance of\nfunction.\n\nYet her beauty still remained, and that was his chief interest. The\nfluid motion, contour, symmetry and rhythm remained as before; was the\njustification for her continued existence in his eyes.\n\nHer motions did not follow her mental direction at all now. She reached\nher hands out as though trying to part thick mist like a solid web. She\ngroped about in small circles. Then she stopped, her eyes parted wide,\nand she screamed. Through the holocaust of sound--the cries, bellows,\nand screeches and hisses of the swamp--her scream was almost soundless.\nYet its mental significance cut into his great brain like a wound.\n\n_Torrg!_\n\nThe scream's effect had detracted even his wondrous instinctive\nmechanism for an instant. During that second the _Torrg_ heaved itself\nup almost beneath her. Something slithered through his brain, rippling\ndown his long curved length--the closest emotion to fear his nervous\nsystem could approach. He hesitated, flinching away.\n\nHe knew what to do. Why then, did he hesitate before the _Torrg_?\n\nThe girl stood stiff with terror, mindless, muscles drawn tight, nerves\ntwitching.\n\nHe hesitated. He had about gained the maximum from her beauty. It was a\npassing thing. He could not possibly go on appreciating it much longer;\nshe was a limited art form. And the _Torrg_--even _he_ was apprehensive\nof that one. Even _he_ had never challenged the ferocious deadliness\nof the giant _Torrg_. It was a mighty, mindless machine of destruction,\nand so difficult to kill. Its thick leathery body, slick with green\nscum, was almost impossible to pierce, and any one of its twenty\nwrithing arms was a pounding, sucking, smashing bludgeon of power. He\nhad five _amphos_ to live ... but if he tried to keep the _Torrg_ from\nthis alien creature....\n\n\n\nHe searched her mind, as the _Torrg_ raised up higher and higher from\nthe thick nest of its pool. Vaguely, beneath her terror-stricken mind,\nhe saw the symbol SQUID, enlarged many times. Its great green-colored\ncaudal fins swayed impatiently, fanning huge swirling spirals of\nvapor, like smoke, throwing drops of swamp weed and mud until the\ngroveling girl's beauty was almost buried in the steaming stench.\n\nWhy had she reacted so adversely to that brief sight of him? Why was\nhe so uncertain about his course of action? If he had a form suitable\nfor her eyes, if he could look forward to having her always to watch\nits perfect rhythm of movement; if he were only assured of her beauty\ngoing on forever, flowering for his pleasure in this world of teeming\nugliness, if--\n\nThe _Torrg_ acted almost too quickly for his reaction. But that\nunexpectedness of the _Torrg's_ move decided him. His instinct guided\nhim again, guided him in a blinding streaking flash of sheer power.\n\nHe took the muddy squirming figure of the girl between his unhinged\njaws, delicately, but firmly. He accomplished this in an incomparable\nburst of energy, continuing on through the finish of the move without\na stop. His body shot beneath the whipping tentacles of the _Torrg_,\ntoward the SHIP that waited helplessly for her return.\n\nHe felt the _Torrg's_ suckers close on his back as he passed. There was\nno pausing to understand why he was exposing himself to certain defeat.\nOne must get in the initial blow in his world, or lose. His instinct\nwas guiding him. It had never yet failed him. Later, if he survived, he\ncould reason out the problem.\n\nHe sat the girl down gently, an inert lump just beneath the bow of the\nSHIP. Then he twisted around to try and rake the _Torrg_ from his back.\nHe had put himself wholly into the mad mindless power of the _Torrg's_\nblood-thirst. He kept trying to turn, but it seemed too late for that.\nHe felt its twenty arms wrap about his throat and belly and flippers.\nIts monstrous weight crawled up his back. Two more of its appendages\nclinched about his jaws--his only means of destruction.\n\nHe coiled and uncoiled, unleashing the full force of his great power.\nHis body twisted, jerked over and over in lightning-fast, explosive\narcs. Simultaneously he rolled in the direction of his swamp lake, at\nthe bottom which he had lived for all his lonely life.\n\nDisengaged appendages of the _Torrg_ swung and slapped thunderously\nagainst the swamp surface. Then the two were sliding down through the\nthick black depths of his swamp lake.\n\nIn the tepid bubbling water their individual differences were largely\ncanceled. Here they could battle to the ultimate decision.\n\nThey sank down through the murky, swirling deeps, and he was curling\nand snapping his fifty _kimm_ until the entire expanse of his swamp\nlake churned and frothed, surging and boiling as though a steam fissure\nhad blown open beneath it. Dead things floated up past them toward the\nsurface and were promptly devoured by serpentine things.\n\nThis was his last battle. His instinct told him that. Somehow, though,\nhis instinct had failed him this time. Taking the girl back to her SHIP\nhad been an error of instinct. He would never know why he had done it,\nbecause he would not have time to study the psychology of it.\n\nHe felt the great holes being ripped in his belly where his flippers\nhad been torn out. He felt his thick cold blood streaming out in\nrivers, thickening the swamp lake. He noted the darting lusting hunger\nof the intent school of killer snakes that were already swimming into\nthe current of that blood, following up the direction of the final\nfeeding.\n\nThis knowledge drove him to the great effort that partially dislodged\nthe appendages from about his jaws. His long sharp head speared around,\nclosed about that part of the _Torrg_ from which its many eyes stared\ncold and lidless.\n\nThey settled together that way into the crawling mud of the lake\nbottom. The _Torrg's_ death threshings, the final contracting of its\narms, crushed him, squashing his insides out into the thirsting water.\nHis jaws were locked about the _Torrg_ in a grip even death could not\nundo....\n\nUntil weakness drove the last spark of reason from his great supersonic\ncircuit he was reflecting on the psychology of it, of why his instinct\nhad proven false. Glimmerings of the cause appeared, but then the\nancient brain that had survived so many countless _amphos_ abruptly\nceased to exist.",
    "metadata": {
        "author": [
            "Walton, Bryce",
            "O'Hara, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63783/pg63783.txt",
        "name": "savage_galahad.json"
    }
}