{
    "name": "Second census",
    "author": [
        "Valding, Victor",
        "Peterson, John Victor"
    ],
    "body": "In addition to being a genius in applied atomics, Maitland Browne's a\nspeedster, a practical joker, and a spare-time dabbler in electronics.\n\nAs far as speed's concerned, I had a very special reason for wanting\nto get home early tonight, and swift straight flight would have been\nperfectly okay with me. The trouble was that Browne decided that this\nwas his night to work on Fitzgerald.\n\nBrowne lifted the three passenger jetcopter--his contribution to our\ncommuterpool--from the flight stage at Brookhaven National Laboratories\nin a strictly prosaic manner. Then the flight-fiend in him came out\nwith a vengeance. Suddenly and simultaneously he set the turbo-jets to\nfull thrust and dived to treetop level; then he started hedgehopping\ntoward Long Island Sound. His heavy dark features were sardonic in\nthe rear-view mirror; his narrowed, speculative eyes flicked to it\nintermittently to scan Ed Fitzgerald beside me.\n\nBrowne's action didn't surprise, startle, or even frighten me at first.\nI'd seen the mildly irritated look in his eyes when Fitzgerald had\ncome meandering up--late as usual!--to the ship back on the stage. I\nhad rather expected some startling development; provoking Ed Fitzgerald\nto a measurable nervous reaction was one of Browne's burning ambitions.\nI also had a certain positive hunch that Fitzgerald's tardiness was\ndeliberate.\n\nIn any event my mind was ninety per cent elsewhere. Tessie--my\nwife--had visifoned me from Doc Gardiner's office in New Canaan just\nbefore I'd left my office at the Labs and had told me with high elation\nthat we were destined to become the proud parents of quintuplets! I\nwas, therefore, now going back bewilderedly over our respective family\ntrees, seeking a precedent in the genes.\n\nI was shocked out of my genealogical pursuits when Browne skimmed\nbetween the tall stereo towers near Middle Island. I prayerfully looked\nat Fitzgerald for assistance in persuading Browne to cease and desist,\nbut Fitzgerald was staring as imperturbably as ever at Browne's broad\nback, a faintly derisive smile on his face.\n\nI should have expected that. Even a major cataclysm couldn't budge\nFitzgerald. I've seen him damp an atomic pile only milliseconds from\ncritical mass without batting an eye before, during or after.\n\nI tried to console myself. But while I knew Browne's reaction time\nwas uncommonly fast and his years of 'copter flight singularly\naccident-free, I still could not relax. Not tonight, with the knowledge\nthat I was a prospective father of not just the first but the _first\nfive_. I wanted to get home to Tessie in a hurry, certainly, but I\nwanted to get there all in one proud piece.\n\nBrowne went from bad to worse and began kissing the 'copter's belly\non the waves in Long Island Sound. The skipping stone effect was\ndemoralizing. Then, trying to top that, he hedgehopped so low on the\nmainland that the jets blew the last stubbornly clinging leaves from\nevery oak tree we near-missed crossing Connecticut to our destination\non the Massachusetts border.\n\nFitzgerald was the only one who talked on the way. Browne was too\nintent on his alleged driving. I was, frankly, too scared for\nintelligible conversation. It wasn't until later, in fact, that I\nrealized that Ed Fitzgerald's monologue had clearly solved a problem we\nwere having on adjusting the new cosmotron at the Labs.\n\n\"We made good time tonight,\" Browne said, finally easing up as we\nneared home.\n\nFitzgerald grinned.\n\nI found my voice after a moment and said, \"It's a good thing radar\ndoesn't pick up objects that low or C.A.A. would be breathing down your\nfat neck! As it is, I think the cops at Litchfield have probably 'cast\na summons to your p. o. tray by now. That was the mayor's 'copter you\nalmost clipped.\"\n\nBrowne shrugged as if he'd worry about it--maybe!--if it happened. He's\ntop physicist at the Labs. In addition to his abilities, that means he\nhas connections.\n\n\n\nWe dropped imperturbable Fitzgerald on his roofstage at the lower end\nof Nutmeg Street; then Browne dropped a relieved me two blocks up and\nproceeded the five blocks to his enormous solar house at the hill's\nsummit.\n\nI energized the passenger shaft, buttoned it to optimum descent and\ndropped to first. There was a note from Tessie saying she'd gone\nshopping with Fitzgerald's wife, Miriam. So I'd start celebrating alone!\n\nI punched the servomech for Scotch-on-the-rocks. As I sat sipping it I\nkept thinking about Maitland Browne. It wasn't just the recollection\nof the ride from Brookhaven. It was also the Scotch. Association.\n\nI thought back to the night Tessie and I had gone up to Browne's to\nspend the evening, and Browne invited me to sit in a new plush chair. I\nsat all right, but promptly found that I was completely unable to rise\ndespite the fact that I was in full possession of my faculties. He'd\nthen taken our respective wives for a midnight 'copter ride, leaving me\nto escape the chair's invisible embrace if I could. I couldn't.\n\nLuckily he'd forgotten that his liquor cabinet was within arm's reach\nof the chair; I'd made devastating inroads on a pinch bottle by the\ntime they'd returned. He switched off his psionic machine but fast\nthen, and didn't ever try to trap me in it again!\n\nThe visifone buzzed and I leaped to it, thinking of Tessie out shopping\nin her delicate condition--\n\nI felt momentary relief, then startlement.\n\nIt was Fitzgerald--Fitzgerald with fair features flushed, Fitzgerald\nthe imperturbable one _stammering with excitement_!\n\n\"Now, wait a second!\" I said in amazement. \"Calm down, for Heaven's\nsake! What's this about a census?\"\n\n\"Well, _are_ they taking one now?\"\n\n\"By 'they' I presume you mean the Bureau of the Census of the U.\nS. Department of Commerce,\" I said, trying to slow him down, while\nwondering what in the name of a reversed cyclotron could have jarred\nhim so.\n\nHe spluttered. \"Who else? Well, _are_ they?\"\n\n\"Not to my knowledge. They took it only last year. Won't do it again\nuntil 1970. Why?\"\n\n\"As I was trying to tell you, a fellow who said he was a census taker\nwas just here and damn it, Jim, he wanted to know my considered\nideas of natural resources, birth control, immigration, racial\ndiscrimination, UFO's and half a dozen other things. He threw the\nquestions at me so fast I became thoroughly confused. What with me\nstill thinking about the cosmotron, wondering if Brownie will stop\nriding me before I do break down, and wondering where Miriam is, I just\nhad to slow him down so that I could piece together the answers.\n\n\"Just about then he staggered as if a fifth of hundred-proof bourbon\nhad caught up with him and reeled out without a fare-thee-well. I\ndidn't see which way he went because Jim Moran--he's the new fellow in\nthe house just down the hill--Jim called to see if the fellow had been\nhere yet and what I thought of him. If he hit Jim's before me, that\nmeans he should be getting to you within the next half-hour or so.\"\n\nMy front door chimed.\n\n\"Sorry, Fitz,\" I said. \"This must be Tessie. She was coming home on the\nsurface bus. Miriam's with her, so that's one worry off your mind. Take\nit easy. I'll call you back.\"\n\n\n\nBut it wasn't Tessie. It was a man, dressed in a dark brown business\nsuit that was tight on his big frame. His face was a disturbing one,\neyes set so wide apart you had trouble meeting them up close and felt\nembarrassed shifting your gaze from one to the other.\n\n\"Mr. James Rainford?\" he asked rhetorically.\n\n\"Yes?\"\n\n\"I'm from the Bureau of the Census,\" he said calmly.\n\nThis couldn't be the same fellow Fitzgerald had encountered. There\nmust be a group of them covering the neighborhood. In any event, this\nman was cold sober. Further, the fastest Olympic runner couldn't have\nmade the two long blocks from Fitzgerald's house in the time that had\nelapsed and this fellow wasn't even breathing hard.\n\n\"Let's see your credentials,\" I said.\n\nI wasn't sure whether he hesitated because he couldn't remember which\npocket they were in or for some other reason; anyway, he did produce\ncredentials and they were headed U. S. Department of Commerce, Bureau\nof the Census, and looked very proper indeed.\n\nBut I still couldn't quite believe it. \"But the census was taken last\nyear,\" I said.\n\n\"We have to recheck this area,\" he said smoothly. \"We have reason to\nbelieve that the records are inaccurate.\"\n\nHis eyes were harder to meet than ever.\n\n\"Excuse me,\" I said and stepped out on the stoop, looking down the hill\ntoward Fitzgerald's house.\n\nNot only was Fitzgerald standing on his tropic forelawn, but so were\nthe dozen household heads in between, each and every one of them\nstaring fixedly at the pair of us on my stoop.\n\n\"Come in,\" I said perplexedly and led the way.\n\nWhen I turned to face him I found that he'd swung a square black box\nwhich resembled a miniature cathode ray oscilloscope from behind his\nback and was busily engaged in punching multi-colored buttons tinging\nthe dim raster. I'm a gadget man--cybernetics is my forte--but I'm\nafraid I stared. The most curious wave-forms I have ever seen were\npurple-snaking across the 'scope.\n\n\"It's a combination memory storage bank and recorder,\" he explained.\n\"Electronic shorthand. I'm reading the data which your wife gave to us\nand which I'll ask you to verify.\"\n\nThe gadget was a new one to me. I made a mental note to renew my\nsubscription to _Scientific American_.\n\n\"Married,\" he said. \"Ah, yes, expecting!\"\n\n\"Now will you stop right there!\" I cried. \"That couldn't be on your\nrecords! A year ago we certainly weren't expecting! Now, look--\"\n\nBut he kept on with most peculiar enthusiasm. \"Quintuplets! Sure! Three\nboys and two girls! My congratulations, Mr. Rainford. Thank you for\nyour time!\"\n\nI stood there dazed. Nobody but Doctor Gardiner, Tessie and\nmyself--well, maybe Miriam Fitzgerald by this time--knew we were\nexpecting. Even Gardiner couldn't know the division of sexes among the\nfoetal group at this early stage of development!\n\nI had to find a way to delay this strange man.\n\n\"Let's see your credentials again,\" I demanded as my mind raced: _Oh,\nwhere's Tessie? What was it Fitz had said? Brownie, maybe Brownie, can\nexplain_--\n\nThe census taker pulled papers from his pocket, then reeled as though\ndrunk. He staggered backward against and out of the door, the autoclose\nslamming it behind him.\n\nI jerked open the door and jumped out on the stoop.\n\nIn those few seconds the man had vanished--\n\nNo! There he was fifty feet away ringing Mike Kozulak's bell. And he\nwas erect, completely steady!\n\nBut _nobody_ could move _that_ fast!\n\n\n\nI turned back and picked up the papers he'd dropped. There was a little\nsheaf of them, printed on incredibly thin paper. The printing resembled\nthe wave-forms I had seen upon the 'scope. It was like some twisted\nArabic script. And this strange script was overprinted on a star-chart\nwhich I thought I recognized.\n\nI plumbed my mind, I had it! In a star identification course at M. I.\nT. they had given us star-charts showing us the galaxy as seen from\nanother star which we were asked to identify. One of those charts at M.\nI. T. had been almost exactly the same as this: the galaxy as viewed\nfrom Alpha Centauri!\n\nI was stunned. I staggered a bit as I went back out on the stoop and\nlooked down the street. I welcomed the sight of Ed Fitzgerald hurrying\nup across the neighbors' forelawns, uprooting some of the burbanked\ntropical plants en route.\n\nBy the time Fitzgerald reached me, the census taker had come out of\nMike Kozulak's like a fission-freed neutron, staggered a few times in\nan orbit around one of Mike's greenhouse-shelled shrubs, and actually\n_streaked_ across the two vacant lots between Mike's and Manny Cohen's.\n\n\"He's not human,\" I said to Ed. \"Not _Earth_-human. I'll swear he's\nfrom Alpha Centauri; look at these papers! What he's after Heaven\nknows, but maybe we can find out. It's a cinch he'll eventually reach\nMaitland Browne's. Let's get there fast; maybe we'll be able to trap\nhim!\"\n\nI dragged Fitzgerald inside and we went up the passenger shaft under\noptimum ascent.\n\nMy little Ponticopter's jets seared the roof garden as I blasted\nforward before the vanes had lifted us clear of the stage. I think I\nout-Browned Browne in going those five blocks and I know I laid the\nfoundation for a Mrs. Browne vs. Mr. Rainford feud as I dropped my\n'copter with dismaying results into the roof garden which was her idea\nof Eden. I had to, though; Brownie's is a one-copter stage and his ship\nwas on it.\n\nWe beat the alien. We looked back down the hill before we entered\nBrownie's passenger shaft. The fellow was just staggering out of Jack\nWohl's rancher at the lower end of this last block.\n\nWe found Browne working on a stripped-down stereo chassis which had\nbeen carelessly laid without protective padding in the middle of the\nhighly polished dining table. I knew then that his wife couldn't\npossibly be home.\n\nBrowne looked up as if he were accustomed to unannounced people\ndropping into his reception chute.\n\n\"To what do I owe the honor of--\" he started. Fitzgerald interrupted\nhim with a stammered burst that brought a pleased grin to his broad\nfeatures.\n\n\"Well, Fitz,\" Browne said. \"Where's the old control?\"\n\nFitzgerald fumed. I took over and explained swiftly.\n\n\"Well, this _is_ a problem,\" Browne said thoughtfully. \"Now why in the\nworld--\"\n\nHis front door chimed and became one-way transparent. We saw the alien\nstanding on the stoop, erect and calm.\n\n\"Now what will--\" Fitzgerald started. \"We thought maybe--the chair,\nBrownie!\"\n\nBrowne grinned and pressed a button on the table console. He has them\nin every room--to control at his whim any of the dozens of electronic\nand mechanical equipments located throughout his enormous house.\n\nThe front door opened and the alien entered as Browne cried \"Come in!\"\n\nBrowne flicked over a switch marked _Lock 1st Fl_ as he rose and went\ninto the living room. We followed him warily.\n\n\n\nThe alien glanced back at the closed door with a trace of annoyance on\nhis broad features; then regarded us imperturbably as we advanced.\n\n\"Mr. Fitzgerald and Mr. Rainford,\" he said flatly. \"Well, this is a\nsurprise!\"\n\nHe didn't sound sincere.\n\n\"Have a seat,\" Browne said, waving a big hand toward _the_ chair.\n\nThe alien shook his head negatively.\n\nBrowne gave Fitzgerald and me a quick glance, inclining his head\nforward. We promptly accelerated our advance.\n\n\"Look,\" Browne said, his dark face intense, \"we know you're not what\nyou pretend to be. We know you're not of our country, not of our world,\nnot even of our solar system. _Sit down in that chair!_\"\n\nHe lunged forward, grasping with his big hands, as we leaped at the\nalien from either flank.\n\nThe alien didn't just move--he _streaked_, shooting between Browne and\nFitzgerald, heading unerringly toward the open passenger shaft--into it!\n\nBrowne leaped to a console and punched the roof-lock button. A split\nsecond later we heard a riveting machine burst of what was obviously\nCentaurian profanity coming down the shaft as the alien found the\nexit closed. Browne's fingers darted on the console, locking all the\nupstairs windows.\n\n\"Browne,\" I said, \"what good will that do? If we do manage to corner\nhim, just how long do you think we can stand up against him? With his\nspeed he could evade us until doomsday, to say nothing about beating\nour brains out while we tried to land one, solid punch!\"\n\nFitzgerald said, \"If we can keep him on the run, maybe he'll get tired.\"\n\n\"Yeah, maybe,\" I said. \"What if that's his normal speed? And who's\nlikely to get tired first? I'm dragging as of now.\"\n\n\"Well,\" Fitzgerald said, \"we could get more people in and go at him in\nshifts--or, well, what about tear gas or an anesthetic gas or--\"\n\n\"Now, wait!\" Browne snapped, unquestionably seizing command. \"I'll\nadmit I started him on the run just now. Perhaps it was the wrong\napproach. After all, he's done nothing wrong as far as we know. I--I\nguess all of us--leaped to the illogical conclusion that he's out for\nno good just because he's an alien. Sure, he's after _something_ or he\nwouldn't be going from door to door posing as a census taker. The way\nyou talk, Jim, would seem to indicate you're not curious. Well, I am,\nand I'm going to do everything in my power to find out what he's after.\n\n\"We've got to make him tell us. We can't deduce anything from the data\nwe have now. Sure, we know he has what you, Jim, say look like bona\nfide credentials from the Census Bureau, but we also have right here I.\nD. papers or something which show he's apparently from Alpha Centauri.\nWe know he speaks our language perfectly; ergo he either learned it\nhere first-hand or acquired it from someone else who had learned it\nhere.\n\n\"Whatever he's after, his approach certainly varies. He asked you a\nlot of questions, Fitz, but, Jim, practically all he did in your house\nwas tell you your wife was pregnant with quintuplets. And whatever\nhis approach has been, he never seems to finish whatever he comes to\ndo. Something about you two--and from what you two have said, Kozulak\nand Wohl--seems to have a most peculiar effect on him; you say he's\nstaggered out of every house he's entered only to recover again in a\nmatter of seconds.\n\n\"Just try to equate that!\"\n\nHe stopped, pondering, and we didn't interrupt.\n\n\"Look,\" he said, \"you two go upstairs. Take opposite sides of the\nhouse and find him. Go slowly so that he won't be alarmed. Try to talk\nwith him, to persuade him we mean him no harm. If you find you can't\npersuade him to come willingly, try to work him back to the passenger\nshaft. I'll watch through the console--I've kinescopes in every\nroom--and I'll lock off one room at a time so that he can't reverse\nhimself. I won't activate the kinescopes until you're upstairs; he\nmight deactivate them if he weren't kept busy. Get him back to the\npassenger shaft and I'll take over from there.\"\n\n\"But what--\" Fitzgerald started.\n\nBrowne scowled and we went. Fitzgerald should have known better; there\nare no buts when Browne gives orders.\n\n\n\nWe reached the second floor, floated off the up column into the foyer,\nand separated.\n\nBrowne's first floor rooms are spacious, but most of those on the\nsecond floor are not. I'd never been on the second floor before; I\nfound it a honeycomb of interconnected rooms of varying sizes and\nshapes. I was apparently in Mrs. Browne's quarters; there were half a\ndozen hobby rooms alone: a sewing room, a painting room, a sculpture\nroom, a writing room, others--And here was her spacious bedroom and on\nits far side the alien was vainly trying to force one of its windows.\n\nHe turned as I entered, his curious eyes darting around for an avenue\nof escape.\n\n\"Now, wait,\" I said as soothingly as I could. \"We don't mean any harm.\nI think we're justified in being curious as to why you're here. Who are\nyou anyway? What are you looking for and why?\"\n\nHe shook his head as if bewildered and seemed suddenly to become\nunsteady.\n\n\"One question at a time, please,\" he said, temporizingly. \"Your school\nsystem isn't exacting enough; you all think of too many things at once.\nIt shocks a mind trained to single subject concentration, especially\nwhen one has been educated in telepathic reception.\"\n\nHe grinned at me as I mentally recalled his staggering moments of\nseeming drunkenness.\n\nOne question at a time, he'd said. Well, I'd ask him the one that was\nburning at the threshold of my mind. I said quickly:\n\n\"I realize that you probably read in my mind that my wife and I are\nexpecting quintuplets, but how did you know the rest--about the\ndivision of sexes--or did you guess?\"\n\n\"I'll have to explain,\" he said; then hesitated, seeming to debate\nmentally with himself as to whether he should go on. Suddenly\nhe started to talk so fast that the words nearly blurred into\nunrecognizability, like a 45 rpm record at 78.\n\n\"I am Hirm Sulay of Alpha Centauri Five,\" he burst. \"My people have\nwarred with the race of Beta Centauri Three for fifty of your years.\nWe secretly bring our children here to protect them from sporadic\nbombing, insuring their upbringing through placing them in orphanages\nor directly into homes.\"\n\nA horrible suspicion flamed in my mind. I'd tried vainly to account for\nthe multiple birth we were expecting. I cried at him: \"Then my wife--\"\nand he said,\n\n\"She will have twin girls, Doc Gardiner tells me. We had planned to\nhave three newborn boys ready in the delivery room.\"\n\n\"Then Doc Gardiner--\"\n\n\"He and his staff are all of my race,\" Hirm Sulay said. \"I see how your\nmind leaped when I said 'newborn boys.' Your UFO sightings frequently\ndescribe a 'mother' ship. Considering the gravid women aboard I'd say\nthe description is quite apt.\"\n\n\n\nFor some reason anger flared in me, and I rushed at him. He blurred and\nwent around me and out the way I'd come. I raced after him and heard\nFitzgerald cry, \"Oh, no you don't!\" and machine-gun footfalls were\ndoubling back toward me.\n\nI hurried on and he flashed at and by me, then turned back as he came\nto a door Browne had remotely locked. Back at and past me again. I gave\nchase.\n\nFitzgerald yelled, \"He's slowing down, Jim. He's tiring!\"\n\nAnd the doors kept closing under Browne's nimble fingering at the\nconsole down below. Suddenly the area was cut down to the passenger\nshaft foyer, and the three of us were weaving about, like two tackles\nafter the fastest fullback of all time. I leaped forward and actually\nlaid a hand on the alien for a split second, just enough to topple\nhim off balance so that Fitzgerald, charging in, managed to bump him\nsuccessfully into the shaft. A surprised cry came ringing back up the\nshaft; Browne had obviously cut the lift's power supply completely.\n\nBrowne's voice came ringing up: \"Come on down, fellows; I've got him!\"\n\nThe shaft guard light flicked to green. Fitzgerald and I dropped down\nto first.\n\nBrowne had apparently had his chair directly under the shaft; it was\nback from the touchdown pad now and Hirm Sulay was in it, vainly\nwriggling, shame-faced.\n\n\"Now maybe we'll find out a thing or two--\" Browne said meaningfully,\nbending toward the alien.\n\n\"Wait a minute,\" I cut in and related what Hirm Sulay had told me\nupstairs.\n\n\"Is it true?\" Browne demanded.\n\nHirm Sulay nodded.\n\n\"But why are you going from door to door? Surely you know where those\nchildren are!\"\n\n\"Sorry,\" Hirm Sulay said, \"we don't. Some of the older and more\nimportant records were lost. I say more important because the missing\nones I seek are grown. We're fighting a war, as I told you, Jim. You\ncan't keep fighting a war without young recruits!\"\n\nBrowne's nearly fantastic dexterity came to my mind then. It apparently\ncame to his simultaneously; he asked abruptly,\n\n\"Could I be one of you?\"\n\n\"What do you think?\" Hirm Sulay countered, his face enigmatic.\n\n\"Well, I certainly can't move as fast as you!\"\n\n\"Have you ever tried? Have you ever gone in for athletics? I'd say no.\nMost scientists are essentially inactive--physically, that is.\"\n\n\"Are you saying '_yes_'?\" Browne cried.\n\nHirm Sulay looked us over, one by one. \"Each of you is of our blood,\"\nhe said. \"I knew Jim and Fitz were when Fitz said I was slowing down\nupstairs. I wasn't; they were speeding up to normalcy for the first\ntime.\"\n\nI was stunned for a moment, only dimly aware that he went on to say,\n\"Now please turn off this blasted chair and tell me how it works. The\nprinciple applied as a tractor beam could win our war!\"\n\n\"I haven't the vaguest idea,\" Browne said. \"But I bet _you_ can figure\nit out!\"\n\nBrowne went to the servomech for drinks. He was gone for precisely\nthree seconds. Of those the servomech took two. Slow machine.\n\nI don't know what to tell Tessie. Maybe she'd feel strange with the\nboys if she knew. I'll certainly have to tell her part of the truth,\nthough, because I just can't let Browne and Fitzgerald go to help win\n_our_ war without me.",
    "metadata": {
        "author": [
            "Valding, Victor",
            "Peterson, John Victor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71645/pg71645.txt",
        "name": "second_census.json"
    }
}