{
    "name": "Secret of the Painting",
    "author": [
        "Williams, Robert Moore",
        "Jarvis, E. K."
    ],
    "body": "\"Hold it, buddy,\" this fellow said, coming along the bar toward me. \"I\nwant to talk to you.\"\n\nThe way he spoke set my teeth on edge. There was a whining, placating\ntone in his voice, but under this was a growl which indicated that if\nhe had the chance, he would be glad to _order_ me to stop and talk to\nhim, instead of asking me. His clothes were expensive, but unpressed,\nand he was wearing them in a way that I didn't like. There was another\nthing about him that I liked even less--the slight bulge under his left\narmpit.\n\nAll in all there was only one thing that I liked about him--the way his\nlower jaw stuck out ahead of the rest of his face. It was a perfect\ntarget for a left jab.\n\n\"You're Luke Shaw, ain't you?\" he asked.\n\n\"I am. And so what?\" He looked me over carefully after I spoke. A faint\nflicker of grudging respect appeared on his face as his gaze crossed\nmy shoulders. He measured me for a hidden gun, which he didn't find\nbecause I wasn't wearing it. He liked this. It made his job safer, if\nnot easier.\n\n\"Look, Luke, I'm not trying to stir up any trouble.\" The whining\ntone was back in his voice. \"I just wanted to know--you work for Tom\nCalhoun, eh?\"\n\nI felt my back hair begin to raise as he mentioned Tom's name. So\nfar as I knew--and it was my business to know--Tom Calhoun didn't\nhave an enemy on Earth. He had me on his payroll for two reasons, the\nfirst being that I was the best friend he ever had, with the possible\nexception of Ann Briscoe, his laboratory assistant, the second reason\nbeing that he knew he could trust me right down to his last chip.\nSometimes it gets important to have one guy you can really trust. My\njob was to shoo away all curiosity seekers, who would invade his lab\nby the scores just to get a glimpse of the great scientist, thus\nmaking certain that Tom got all the privacy he wanted, which was about\nall there was of this article. Also if the commies should come prying\naround, I was supposed to meet them and roll out the carpet edged in\nblack. They had and I had.\n\nLong Jaw didn't look like a commie, though in my experiences these\nbirds never look like what they are but always like something else. The\nthing that makes them commies is inside, where it can't be seen, never\noutside.\n\n\"Whatever you've got on your mind, get it off,\" I said. As I spoke a\ncouple of new customers came into the little saloon and lined up at the\nback bar. Ned Kenro, owner of the place and my good friend, went back\nto serve them.\n\n\"How would you like to make a couple of thousand bucks for yourself?\"\n\nHis question staggered me. Two thousand dollars was a lot of money.\n\"What do I have to do for it?\" I asked.\n\n\"Give me the key to the back door of Calhoun's laboratory,\" Long Jaw\nsaid. As he spoke he watched my face. What he saw there, made him\nrealize he had said too much. He reached for the gun inside his coat.\n\nHe was fast, I'll give him credit for that. But not fast enough.\n\n_Smack!_ My left jab caught him on the end of his protruding jaw, right\non the button. He got his feet tangled up with the bar rail and went\nover backward. The gun, a nasty looking little .38, flew out of his\nhand. I reached to pick it up. This movement probably saved my life.\n\nA beer bottle came down across the left side of my head and struck\nmy shoulder a numbing blow. As I went to the floor, the whole saloon\nseemed to turn upside down. Dazed, I tried to sit up and bring my eyes\ninto focus. I couldn't see very well but what little I saw, I didn't\nlike. The two joes who had lined up at the bar were coming toward me.\nThey didn't intend to kiss me.\n\nI turned around to look for the gun that Long Jaw had dropped. It was\nunder the edge of the bar, out of reach. I tried to get to my feet.\nMy legs had rubber in them. Meantime Long Jaw's two pals kept coming\ntoward me.\n\nThen the first one stopped coming. A stout length of hickory billy came\nover the bar and went home against the skull of the first one with a\ncrack that was completely satisfying to me. I knew who was on the other\nend of that billy: Ned Kenro! Never in the years had he owned this\nlittle saloon, had he had to hit a man twice.\n\nNor did he have to hit this one the second time. The guy's eyes turned\nupward into his skull as if he was trying to look inside his cranium\nand see what had landed on his noggin. While he was trying to do this,\nhe fell flat.\n\nI got the gun into my fingers. My eyes were back into focus. There had\nbeen two men. The second one had seen Ned go into action with the billy\nand he had also seen me get possession of the gun. He changed his mind\nand headed for the rear exit, fast. Ned Kenro vaulted over the bar and\nhelped me to my feet.\n\n\"You hurt, Luke?\" His round face beamed with concern.\n\n\"Not much, thanks to you.\"\n\n\"Don't mention it. Glad to do the same for a friend any day.\" He\nhesitated, his delicacy preventing him from intruding into what might\nbe a private fight. \"But would you mind telling me what this is all\nabout? Watch it, Luke!\" Ned's voice grew tight with alarm.\n\n\n\nI turned. Long Jaw wasn't coming toward me. He was heading out the\nfront door and he was in a hurry. I could have shot him, and perhaps I\nshould have smoked him, but I hate to shoot a running man. I followed\nhim outside just in time to see him jump into a car and roar away.\n\nPerhaps I should have gone back into the saloon and kicked the truth\nout of the third man, but all I could think of at that moment was that\nTom had to know about this. Yelling at Ned to take care of the third\nman, I jumped into my own car and burned rubber getting out to the edge\nof town where the lab was located. A car was parked in the driveway\nand a man was coming out the door. Picking up Long Jaw's gun from the\nseat beside me, I braked to a stop.\n\n\"Who are you and what the hell--\" I got this far before I recognized\nhim. Samuel Herker, president of the company that had been organized to\ndevelop Tom's inventions commercially. He had gotten rich off of Tom's\ndiscoveries, but his main ambition in life was to get richer. \"Sorry,\nMr. Herker,\" I called out.\n\nHe came across the drive to me. He was hot. \"I want to tell you one\nthing, Shaw!\" His voice grated like a dull file being drawn across\ntough metal. \"Either this criminal expenditure of company funds comes\nto a stop or I'm going into court and ask for the appointment of a\nreferee to conserve the assets of the company, then I'm going to ask\nfor a lunacy hearing to determine if Calhoun is mentally fit to order\nequipment on company credit without my prior authorization!\"\n\nHis feet kicked gravel as he stalked across the drive to his own car.\nThe door slammed. The rear wheels spun as he jammed the accelerator to\nthe floorboard. I headed into the lab.\n\nTom and Ann were there. Their heads close together, they were so\ndeeply engrossed in the papers spread all over the big lab table that\nthey did not hear me enter. How many times had I come in and found\nthem like this, deep in some problem? The sight always made me feel\ngood. Here were two people who were doing their dead-level best to\nsolve some of the problems that confront the human race. All day long\nand as far into the night as he wanted her, Ann was always in the lab\nwith him, slipping away to steal a few hours of badly needed sleep so\nthat she could return to work bright-eyed and eager the next morning.\nShe was head over heels in love with Tom, and had been since the first\nday she came to work. So far as I had been able to see, he had never\neven discovered that she was a woman. A competent research worker, a\nthorough technician with a keen brain, yes; but a woman, no. He had not\nnoticed that.\n\n\"Tom, I didn't want to interrupt, but I just met Herker outside--\"\n\nHe looked up. A grin came over his face at the sight of me. \"Would you\nlike to see what Sam is so upset about?\" Without waiting for an answer,\nhe rose and moved to the back wall. New drapes had been hung there.\nWith an expression on his face that said Earth's last secret was about\nto be revealed, he pulled the drapes aside.\n\nI don't know what I was expecting, but I guess my jaw dropped. Behind\nthe drapes was a painting, of a girl. Her features were even and\nregular, her eyes looked upward, and her face had a slightly oriental\ncast. What held my gaze was the haunting quality of her smile. Leonardo\nDa Vinci had gotten something of this same haunting quality in the Mona\nLisa. The girl in this painting smiled out at the world as if she knew\neverything that had ever been, or ever would be--and was laughing at\nthe efforts of mere mortals to fathom her secret.\n\n\"I see it's getting you too,\" Tom said.\n\n\"It's a good job,\" I said. \"But what is there about it to upset Herker?\"\n\n\"The price I paid for it.\"\n\n\"What was that?\"\n\n\"One hundred thousand dollars!\"\n\n\n\nI rocked back on my heels and whistled softly. At that moment, I was of\nthe opinion that maybe Herker had something when he said Tom had gone\nnuts.\n\n\"Did you ever hear of the Dead Sea Scrolls?\" Tom asked.\n\n\"Um. Yes. Manuscripts a couple of thousand years old that have been\ndiscovered near the Dead Sea in the last few years.\" I felt pleased\nthat I knew the answer to his question. \"But what do they have to do\nwith this, if anything?\"\n\n\"This painting came from a sealed jar hidden inside a cave in the same\nregion,\" Tom answered. \"It was sold to a dealer in Egypt. I learned\nabout it from a friend.\"\n\n\"So far so good,\" I said.\n\n\"You sound like Sam,\" he answered. \"Honest, Luke, I'm not nuts.\" A\nstrained expression crossed his face. \"At least I don't think I am.\"\n\n\"To me, whatever you say is right,\" I said, loyally. \"But what's the\npitch on this painting? Why is it worth so much money?\"\n\n\"Because there is a secret hidden in it,\" he answered. \"And I'm trying\nto re-discover it.\"\n\n\"Ah?\" I said.\n\n\"Luke, you mustn't think that science came into existence this\ngeneration,\" he said. \"There were men ahead of us who were just as\ninterested in solving Nature's secrets as we are. Some of them came\nclose to doing it. I think the man who painted this girl was one of\nthem. I think he hid his knowledge in this painting, hid it because he\ndid not dare reveal it. It is my hope that if I can discover his secret\nand perhaps add it to the knowledge of modern science, I can come up\nwith something that may be as startling as the atom bomb, only in a\ndifferent way.\" He frowned and a far-away look crept into his eyes. I\nknew he was dreaming of the future as he saw it, a better, healthier,\nhappier world. He was just the man to make that dream come true!\n\n\"I've already uncovered part of the secret.\" He nodded toward the pages\nof paper on the big table. \"Enough to know that the man who painted\nthat picture was a real genius even if recorded history has no record\nof him! The geometry of the painting itself has meaning, the distance\nbetween the eyes, the angle of the chin, the way the hair is dressed--\"\nHe went on at some length but I had stopped listening. I knew nothing\nof the more obscure aspects of cryptography but I knew enough to know\nthat Tom could be right. I had never seen such a glow in his eyes or\nsuch an eager expression on his face during all the years I had known\nhim. If he was dreaming, I hoped his dream came true.\n\nI interrupted him long enough to tell him about the men in the saloon.\n\n\"You take care of all such intruders, Luke. That's your job,\" he told\nme.\n\nAnn followed me outside, to ask further questions. \"He had some\nvisitors a few days ago, but I don't know who they were,\" she said.\n\n\"What do you think of this secret of the painting?\" I asked.\n\n\"I think it's real,\" she answered, turning back toward the lab.\nWistfully, I watched her go. Someday, maybe, I would be lucky enough\nto find a woman as loyal to me as Ann was to Tom. When this happened, I\nwould notice that she existed! In the meantime, my job was to check the\nspacious grounds.\n\n_Wham!_\n\nThe length of garden hose with the lead in the end of it came at\nme from behind a wide hedge I was passing. I saw both it and the\narm holding it, but I didn't see either soon enough. It came down\nacross my skull with enough force to have addled an elephant. I saw\nconstellations of stars as I went down.\n\nI recovered consciousness with the thought in mind that dozens of\nsmallsized devils were jabbing me with red-hot needles. Trying to move,\nI discovered the source of the devils. I had been tossed into the\nmiddle of the wide hedge and the thorns were sticking me. My hands were\ntied behind my back and my feet were pulled up behind me and tied to my\nhands. Also, the sun was rising. I could see the glow of dawn in the\nsky. I had been unconscious all night!\n\n\"If I ever catch that Long Jaw!\" I thought.\n\nThen I realized that the light I was seeing wasn't coming from the\nrising sun. The main building of the lab was on fire! Tom and Ann might\nbe in there!\n\nThe cords that bound my hands snapped like so many threads as I hunched\nmy shoulders. Putting my hands in front of my eyes, I rolled out of the\nhedge. Thorns tore at my flesh. I didn't care. I hit the ground with a\njolt that rattled every bone in my body, then tore the cords from my\nfeet.\n\n\n\nSmoke was pouring upward into the night sky. Off in the distance a\nsiren was screaming. The police or the fire department, I couldn't\ntell which. Heat seared my face and I ran toward the lab. Looking\ninside, I saw a figure moving against the flames. Ann! As I stared, she\nwent down. Pulling my coat over my face, I dived into the lab. Flames\ncrackled in my ears. I sensed rather than felt my clothes begin to\nsmoke. Ann stumbled to her feet and went down again. Reaching her side,\nI saw that she had been trying to drag Tom out of the building. The\ntask had been beyond her strength.\n\nOne under each arm, I carried them out of the inferno. Most of Ann's\nclothes were gone, burned off. Her flesh, raw and red, was exposed.\n\n\"They--they burst in. When Tom tried to stop them, they slugged him.\nThey also hit me.\"\n\n\"They left both of you there after setting the lab on fire?\"\n\n\"Yes. I think they hoped the fire would cover up their theft.\"\n\n\"And that it would also cover up you and Tom.\" In my mind's eyes, I was\nthinking what I would do to Long Jaw if I ever caught him again. \"What\ndid they take?\"\n\n\"The painting.\"\n\nI didn't have time to wonder what there was about the painting that was\nvaluable enough to justify murder and theft. Fire engines with bells\nclanging were screeching to a halt in the drive. Men in rubber coats\nbegan yanking hose from the truck. They worked as if they knew exactly\nwhat to do and how to do it. They also wanted to talk to me, but I\ndidn't have time to tell them anything except that it was their fire\nfrom here on. Putting Tom and Ann into my car, I mashed the accelerator\nto the floorboard.\n\nThe doctor in the emergency receiving room of the hospital didn't waste\nany time on diagnosis. He took one look at the man I was carrying and\na second look at the woman leaning on my arm, and went to work. He had\nTom and Ann in separate rooms, with plasma and oxygen flowing into\nthem, within minutes, and before I knew what was happening a nurse\nhad thrown me out. I paced up and down the corridor for the two hours\nbefore I was able to get hold of Dr. Crane again.\n\n\"The woman has third degree burns,\" he told me when I cornered\nhim. \"The man has only first degree. However, he has a slight brain\nconcussion.\"\n\n\"Will they be all right?\"\n\nDown inside, he was a good joe. He didn't want to give me the news, so\nhe put on his professional smile. Both of us knew he was lying. \"We\nwill do everything we can. The man will probably recover. As to the\nwoman--\"\n\n\"You've got to fix her up too, Doc,\" I begged him. \"He doesn't know it,\nbut he'll die without her.\"\n\nI left the hospital with the memory of his professional smile lingering\nin my mind. It was a sad smile. It said that in the face of some\nconditions, even the doctors were helpless.\n\nReaching the lab, I found that the fire had been extinguished. A deputy\nsheriff was on guard, to protect the property, and--Herker was there.\n\n\"You're hired as a guard for this laboratory.\" Herker told me. \"You're\nsupposed to be on duty at all times, instead of out on all-night\ndrunks. A lot of money went up in smoke because of your negligence.\nWhat do you have to say?\"\n\nI never wanted to clobber a man as much in my life, but I held my\ntemper in check. I told him what had happened, and explained that the\npainting was gone.\n\n\"You utter fool! Don't you know the company paid a hundred thousand\ndollars for that daub?\"\n\n\"I don't care what it cost,\" I answered. \"There's more at stake now\nthan a damned painting, namely Ann's and Tom's life.\" I walked away\nfrom him then. If I had stayed any longer, I would have hit him.\n\nReports had to be made to the sheriff's office and to the insurance\npeople. Since the lab was outside the city limits, we had a bona-fide\nsheriff. He was willing and honest and he promised to do everything he\ncould to locate the thieves but both of us knew that this was locking\nthe stable after the horse had been stolen. When I finished with the\ninsurance people and reached my room, the phone was ringing. \"To hell\nwith it.\" I thought. Fatigue was on me in layers. The phone kept right\non ringing. Prepared to blister the guy on the other end, I jerked it\noff the cradle. Tom's voice came over the wire.\n\n\"Come and get me,\" he said.\n\n\"What?\" I gasped. \"You won't be released from the hospital for days!\"\n\n\"Come and get me,\" he answered. And hung up.\n\n\n\nThere was a flurry of nurses in Tom's room when I arrived. In addition,\nthere were two big orderlies of the type and size who are used when\npatients become obstinate. As soon as I entered the room, the orderlies\nmeasured me for size. I repaid the compliment and thought what a good\ntime we were going to have. Tom, wearing a hospital nightgown and a\ndressing robe, his face almost covered with bandages, was on his feet.\nDr. Crane, looking very serious, was present.\n\n\"Here's the man to drive me home,\" Tom said. \"Bring me my bill.\"\n\nDr. Crane cupped his chin in his hands. \"You ask me to accept a serious\nresponsibility in discharging you when you are not ready.\"\n\n\"I agree with you,\" Tom said. \"That's why I'm going home.\"\n\n\"Do you intend to resume your work?\"\n\n\"I don't have any choice,\" Tom answered.\n\nDr. Crane's mouth became a knife line. Tom crooked his finger at me. I\nmoved to his side. The two orderlies looked at me. I looked right back\nat them. Dr. Crane studied the situation. On the one hand, he didn't\nwant a patient to leave before treatment was finished. On the other\nhand, by this time he had probably learned who Tom was. And on the\nthird hand--well, he could see that my shoulders were broad and that I\nwas willing. Finally, he nodded his agreement. \"With the proviso that\nyou will report back for treatment in case it becomes necessary.\"\n\nTom nodded as if he did not know he was lying. With the two orderlies\nlooking very relieved, we left the hospital. \"What about Ann?\" I asked\noutside.\n\nTom shook his head. \"Take me to the lab.\"\n\n\"But--\"\n\n\"Shut up, Luke. I know what I'm doing.\"\n\nI wish I could have said the same for myself.\n\nIn the lab, Tom surveyed ruefully the damage the fire and water had\ndone. He stood for a long time staring at the spot on the wall where\nthe painting had hung, then sighed and shook his head. I had the\nimpression that he was sorry for the whole human race.\n\n\"I want you to pick up all the scraps of paper that were on the big\ntable,\" he said. \"It doesn't matter if they are scorched or soaked.\nEnough will remain for me to reassemble my own equations that I\ndeveloped from the painting. Bring these to the old lab. Then I want\nyou to make certain that I have all the black coffee on hand I can\ndrink. Then--\" He hesitated. \"Do you think they will be back?\" he said\nat last.\n\n\"I hope so.\" I said.\n\nI collected the scraps of paper and took them to the old lab and set\nup an electric coffee maker that would keep the black brew hot at all\ntimes. Digging a folding cot out of the basement, I put it across the\ndoor. Putting my gun within easy reach, I lay down on the cot. The last\nglimpse I had of Tom before I went to sleep, he was frowning at the\npieces of paper on the table in front of him. With the bandages on his\nface, he looked like a mummy in grave clothes risen from the tomb to\ntry to solve the riddle of the Sphinx, and not doing very well with the\nproblem.\n\nDuring the night I awakened. Tom was still at the table. When morning\ncame, he was still there, but his head was beginning to droop. When I\ntried to coax him to take a turn on the cot, he glared at me as if I\nwere crazy.\n\n\"I can't afford to sleep. Go get me some benezedrine.\"\n\nFrom the drug store, I called the hospital. \"Miss Briscoe is very low,\"\nDr. Crane told me. \"How is my other patient?\"\n\n\"Alive,\" I answered. Returning to the lab with the benezedrine tablets,\nI didn't tell him about Ann. I spent the morning throwing out Herker\nand more inspectors from the insurance companies. I didn't want any of\nLong Jaw's pals to slip in under the pretense that they were insurance\nadjustors.\n\nIn the late afternoon Tom yelled, \"I've got it, Luke. Here! Get these\nitems for me.\" Hastily scribbling what he wanted, he handed the slip\nof paper to me. \"Burn up the road, Luke. Move!\" I moved.\n\nWhen I returned with the parts he wanted, he got busy assembling the\nweirdest-looking gadget I have ever seen. It seemed to be electronic\nin nature but it also seemed to include elements that started where\nelectronics left off. All night long, he continued to work on it.\nDozing on my cot, I awakened once to find him pacing the floor.\n\"Uh-huh,\" I thought. \"He hasn't got all the bugs out of it yet.\"\nSometime during the night the unlisted phone rang. \"What the hell?\" I\nwondered, getting up to answer it. Nobody knew this number.\n\nDr. Crane was on the wire. \"Miss Briscoe gave me this number,\" he said.\n\"She asked me to call Mr. Calhoun and tell him that she needs him.\"\n\n\"I'll tell him,\" I said.\n\n\"You might also tell him that she can't possibly last out the night.\"\nCrane's dry objective voice went into quiet silence as he replaced the\nphone on its cradle.\n\n\n\nTom hadn't heard the phone ring. I had to shake him to get his\nattention. When I told him what Crane had said, he nodded as if this\nwas exactly what he had been expecting. \"Okay, Luke, we'll go to her.\"\nHe picked up the breadboard on which his gadget was mounted.\n\n\"What are you taking that with you for?\" I demanded.\n\n\"Ann worked hard helping me solve the secret of the painting,\" he\nanswered. \"She deserves to see its first performance. Get yourself into\nover-drive, Luke.\"\n\nAt the hospital, a nurse took us directly to Ann's room. Lying on the\nbed, swathed in bandages, she was a mummy that did not move. Deep in\nsedation now, she did not know we were present. On the far side of her\nbed, whole blood was being dripped into her arm. Dr. Crane looked up\nfrom checking her pulse as we entered. \"Everything we could do to give\nher strength has failed,\" he said.\n\n\"What about infection?\" Tom asked.\n\nThe doctor gave him a sharp look as if to ask what he meant by hinting\nthat infection could exist in a properly run hospital. \"There is no\nserious infection. Her burns were so severe that she simply lacks the\nstrength to rally.\" His voice was as grim as my thoughts.\n\nTom set his breadboard on the foot of the bed and ran an extension cord\nto an electric outlet.\n\n\"What do you have there?\" Crane asked.\n\n\"A way to give her strength,\" Tom answered.\n\nThe doctor leaned back on his heels. He looked at the instrument, which\ncertainly did not impress him, and started to shake his head. Then he\nlooked at Tom. The headshake turned into tightly clenched lips. \"I am\nfamiliar with your reputation, Mr. Calhoun, but this--\" The headshake\ncame back.\n\n\"There was a first time for a hypodermic injection, a time when\nsomebody first gave blood, a time when somebody took the first\nantibiotic,\" Tom said.\n\nDr. Crane hesitated. A struggle was going on within his mind. He\nmoved to the bed and felt Ann's pulse. A thin trace of perspiration\nappeared on his forehead. \"She's dying,\" he whispered. \"Under any other\ncircumstances, I would say no. But--Oh, hell, Mr. Calhoun, if you know\na way to give her strength, go ahead.\"\n\nTom closed a switch. A soft hum came from the instrument. A cone\nthat looked like a small transmitting antennae was mounted on the\nbreadboard. Tom lined up the cone so that it pointed at Ann's body. He\nglanced at me. Sweat was visible on his face too. Without a word, I lit\na cigarette and gave it to him. The sweat was very clear on his face\nnow. Or was it tears?\n\n\"You knew all the time that Ann had no chance to get well?\" I asked.\n\"That's why you worked so hard, on this?\"\n\n\"Yes,\" he answered. \"It was a race against time. It still is.\" He\nturned his attention to his instruments.\n\nI shut up. It got very still in that hospital room. In the corridor\noutside feet lisped on tip-toe as a nurse hurried on an errand of\nmercy. In the far distance a car hooted impatiently as somebody bucked\nfor his place in the emergency receiving room. Dr. Crane stood without\nmoving. His eyes went from Tom to the instrument, then on to Ann, then\nretraced their course. Tom closed another switch. A white radiation\nleaped from the cone. It touched Ann's body at the knees. Part of it\nseemed to dive through the bandages there and flow inward. The rest\nof it passed upward along the body, penetrating where it touched. It\nturned the bandages the color of old silver, well polished.\n\n\"What is that?\" Dr. Crane asked. His voice was a taut whisper.\n\n\"The white light that you see is the visible component of invisible\nradiations,\" Tom answered. \"It means my generator is not working\nproperly. Otherwise, there would be nothing to see.\"\n\n\"Is this the bug you were worrying about?\" I asked.\n\n\"Yes. I didn't have time to clean it up.\"\n\n\n\nThe doctor stepped forward and took Ann's wrist in his fingers. A\nstartled expression appeared on his face. \"Her pulse is getting\nstronger,\" he said.\n\n\"She is receiving energy, her whole body is being bathed in it,\" Tom\nsaid. \"Seen from one viewpoint, energy is all that exists.\" His voice\nsuddenly had the dry tones of a professor addressing a class in atomic\nphysics. \"Energy in motion at one rate of speed we call light. Energy\nwhose motion has been slowed to a crawl, we call matter. The two\nare interchangeable. Even the human body, with all of its marvelous\nglands, its nervous system, and its wonderful brain, falls into the\nlast category. If we could see our bodies as they actually exist, we\nwould be aware of an infinite number of dancing points of light, the\ninfinitesimally minute particles of energy that compose it.\" He paused.\nThe doctor stood absolutely motionless. \"So there is energy--and\nsomething else.\" Tom continued. His voice seemed to come from miles\naway.\n\n\"What is this something else?\" the doctor asked.\n\n\"I call it _mind_,\" Tom answered. \"It works with energy, directs it,\nand moulds it into a thousand different shapes and forms.\" His voice\nwas soft with awe and reverence.\n\nThe doctor reached forward to check Ann's pulse. An exclamation of\nsurprise came from his lips. He lifted her arm, then snapped on a\nlight. His surprise grew greater. Snatching a pair of scissors, he cut\nswiftly through the bandages that swathed her arm.\n\n\"New flesh!\" the doctor gasped. \"Where there was only burned meat,\nnow there is new flesh. And n--new skin!\" A stutter appeared in the\ndoctor's voice. A glaze came into his eyes. His chest heaved. \"Medicine\nknows nothing like this.\" His voice was heavy with wonder.\n\n\"It knows something like this now,\" Tom said. \"Remove the rest of the\nbandages.\"\n\nThe doctor's fingers shook as he applied the scissors. Her body was\nrevealed. The burns had vanished. Instead there was the warm pink flesh\nof a child, built there by the energy flowing from the cone.\n\nShe stirred sleepily on the bed. \"I have been having the most wonderful\ndream--that I have a new body.\"\n\nUnder heavy sedation, she knew nothing that had been going on. She\nthought she was having a dream. The three of us in that room knew how\nwonderful that dream really was.\n\nCool air breathed across my neck. I don't know how I knew what had\nhappened but I knew. As I turned, my eyes confirmed my hunch. The door\nwas open. Three men were coming through it. Long Jaw was in the lead.\n\nI hit with all my strength. The protruding jaw was within range. My\nfist landed full on the button with a thud that I felt all the way\nthrough my body. Never in my life had I hit a man that I enjoyed\nhitting as much. Long Jaw went over backwards.\n\nI found myself looking at guns in the hands of the two men who were\nfollowing him. \"Get your hands up!\" the first one said. Since I had no\nchoice, I obeyed. As my hands went up, the second man stepped forward\nand slugged me in the pit of the stomach. As I doubled up from the\npain, he hit me in the jaw.\n\nAt that moment, I would cheerfully have destroyed both of them with my\nbare hands. All I could do was glare at them. As I fell back against\nthe wall, I saw that Dr. Crane was looking at them. Judging from the\nexpression on his face, I think he would gladly have used his best\nsurgical knives to cut their hearts out, if he had had the chance. He\nstarted to move. A gun swung to cover him. \"Just stand pat, doc,\" he\nwas advised.\n\nTom, at the foot of Ann's bed, did not even look around. His attention\nwas completely engrossed in his gadget.\n\n\"You can't get away with this,\" I said. \"This man is working on a\nproject that is vital to national defense. The FBI will hound you to\nSiberia.\" I was bluffing and I knew it. So did they.\n\n\n\nLong Jaw got slowly to his feet. \"Is that so?\" he said. He moved toward\nTom. \"Come on. We want you--and your machine.\"\n\nFor the first time, Tom looked up. \"I'll come with you in just a few\nminutes,\" he said, nodding toward Ann. \"Her life is not quite out of\ndanger yet.\"\n\n\"To hell with that,\" a new voice spoke from the doorway. \"Get the\nmachine--and the inventor.\"\n\nI didn't have to turn to know that voice. Herker! He was standing in\nthe doorway waving a bunch of papers.\n\n\"I always knew you had the makings of a crook,\" I said. \"You at least,\nought to have the sense to know that you can't get away with it.\"\n\n\"These men are in my employ.\" Herker waved his fingers toward the\nthree. \"I have a court order here empowering me to seize any and all\ncompany property in order to conserve the assets of the corporation.\"\nHis face was very smug and self-assured. \"It's all legal. There's\nnothing you can do about it.\"\n\nI would have rocked back on my heels if the wall hadn't already been\nbehind me. \"What about Tom?\" I finally managed to say. \"Have you got a\ncourt order to seize him too, as a company asset?\"\n\nHerker fingered through his papers. \"Yes,\" he said. \"I have an order\nhere empowering me to bring him before a lunacy commission.\"\n\nFor the first time, Tom looked up. \"What you are really trying to say\nis that these men came to you and offered you more millions than you\ncan count for my discovery and for the chance to force me to tell them\nhow it works.\"\n\nHerker acted as if somebody had slugged him in the throat. He gulped\nand tried to find words. \"How--how did you know?\"\n\n\"They approached me first,\" Tom answered. \"I refused to talk to them.\"\n\n\"But why? There's millions in it!\" In all his life, he had never been\nable to see anything more important than a dollar.\n\n\"Enough of this,\" Long Jaw said, taking command of the situation. \"We\nwant you and your invention.\"\n\nHe moved toward the bed, but Tom held up his hand. \"There on the bed\nyou see proof of what this invention can do in the way of saving life.\nDoesn't that mean anything to you?\"\n\n\"Sure, sure,\" Long Jaw answered. \"You'll be well taken care of. Just as\nsoon as you demonstrate it to the big boys, your future will be safe.\"\n\n\"I'll demonstrate it now,\" Tom said.\n\nHe swung the cone so that the radiation from it would strike Long Jaw,\nthen closed a switch.\n\nA burst of blackness leaped from the cone. It struck Long Jaw.\nInstantly it seemed to flow over his body, engulfing him. I heard him\nscream, once, a sound that seemed to get farther and farther away.\n\nThen the space he had occupied was empty.\n\nMoving with the speed of light, the blackness leaped on to engulf the\nother two men. They went as Long Jaw had gone, into the blackness,\nswallowed up in an instant.\n\nHerker dropped the papers. The black light hit him. He screamed and was\ngone into the darkness, gone instantly, gone forever.\n\nThe wall behind started to vanish as Tom cut the switch.\n\n\"The energy that heals can also destroy,\" Tom said. He turned the cone\nback to Ann and changed the switch again. Again the white light flowed\nout. I stepped forward and picked up the papers. The doctor, who had\nstood rooted to the floor, roused himself with a jerk. \"I swear I saw\nfour men come in here. Where did they go? What happened? Somebody tell\nme what happened!\" His voice was rising.\n\n\"Perhaps your nerves are a little overstrained,\" Tom said, his voice\nvery kind. \"A mild sedative might help.\"\n\nWithout a word the doctor went from the room.\n\nTom switched off the light and moved to the edge of the bed. \"Ann...\"\nhe whispered. \"Ann...\"\n\nEven under sedation, she heard his voice. The smile that came over her\nface seemed to light the whole room.\n\nI went outside and closed the door and stood guard over it. They had\nsome things to talk about which didn't need my presence, or they would\nhave some things to talk about as soon as Ann regained consciousness\nand found that her dream was true.\n\nIn time the world of tomorrow would have something to talk about too, a\nsecret that some scientist of the long-gone time almost found, and hid\nin a painting in the hope that in some future day some unborn genius\nwould discover his secret again, and perfect it, and give it to the\nworld. Awe was in me, at the wonders of the world in which I lived, and\ngratitude, that such men as Tom Calhoun inhabited it.",
    "metadata": {
        "author": [
            "Williams, Robert Moore",
            "Jarvis, E. K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65533/pg65533.txt",
        "name": "secret_of_the_painting.json"
    }
}