{
    "name": "Shandy",
    "author": [
        "Goulart, Ron",
        "Goulart, Ronald Joseph"
    ],
    "body": "Holman came down out of the forest of giant orange-woods and trudged\nacross the plain toward the place where Nancy Tanner lived. It was late\nafternoon and the woods beyond Nancy's home were already growing dark\nand dim.\n\nThe door of the old spaceship was open and a dark flowered rug hung\nover the rail of the gangway. Late sun glazed the round window\nnear the door, but Holman thought he had seen Nancy behind the\nstrawberry-patterned curtains.\n\nWearing a pale blue cotton dress, tan and slender, Nancy came out of\nthe ship and into the low-trimmed grass. She held up one arm and waved\nonce, smiling. \"Ken,\" she said and turned to roll up the rug.\n\nHolman said, \"How you been?\" as he came near, walking at his usual pace.\n\nSetting the rug carefully on the bottom step, Nancy looked up at him.\n\"Fine. Yourself?\"\n\n\"Not bad. Had a cold last week.\" Holman put his suitcase down next to\nthe neatly rolled rug.\n\nNancy frowned. \"You still don't eat enough greens. That's why.\"\n\nHolman kissed her, his hands gentle on her back. \"Well, here I am,\" he\nsaid.\n\n\"Well, come in and we'll talk.\" She stepped slowly away from him and\nwent up into the ship.\n\nHolman gathered up his suitcase and the rolled rug and followed her.\n\nHe looked in and all around the kitchen before he entered.\n\nNancy watched him over her shoulder while she got two china cups. She\ngrinned at him as he stepped into the room.\n\n\"I left the rug and my grip in the hall,\" Holman said and sat down in a\nstraight-backed chair. Stooping to retie his hiking shoes, he glanced\nunder the table. \"Made it from the settlement in under four hours. Of\ncourse, I took big steps.\"\n\n\"Would you like rum or whisky or something like that in your coffee?\"\nNancy asked, touching the handle of the coffee pot.\n\n\"School teachers don't drink before sundown.\"\n\n\"You're on vacation.\"\n\n\"I'll wait. You go ahead, though.\"\n\nNancy set a cup in front of him and backed away. \"You really have a\ntent in that little suitcase? You're not trying to get me to put you up\nhere?\"\n\n\"It's one of those monofilm ones.\" He pulled the cup closer to him and\nit rattled in the saucer. \"I told you my intentions in my letter. And\nyou said okay. So here I am to court you.\" Holman started to rise.\n\nNancy nodded him down. \"I supposed it will be all right. I don't know.\"\nShe went back to the stove.\n\nHolman stood and started toward Nancy. He was distracted by a clicking\nsound in the hallway outside. As he turned to the entrance-way, a large\ntan lion came in, its black-tipped tail swishing slowly.\n\nHolman stopped as the lion crossed the kitchen between him and Nancy.\n\"Don't panic, Nancy,\" he said in a calm voice. \"If nobody moves, it'll\ngo away.\"\n\nNancy smiled. \"Why should he go away? It's only Shandy.\"\n\nThe lion nuzzled his head over the backs of Nancy's knees and made a\ngrowling, purring sound. The tip of his tail flipped against the smooth\nwhite stove.\n\nHolman frowned at the lion and dropped back into his chair. \"Shandy?\nThe last time I saw him he was a St. Bernard dog.\"\n\nNancy rumpled the lion's mane. \"Well, you know how Shandy is. He\ndoesn't stay one thing for long. He saw a picture of a lion on a sack\nof meal last week and off he went.\"\n\n\"When you're through fondling him I'd like my coffee. And where's the\nrum?\"\n\nGently pushing the leaning lion away from her legs, Nancy said, \"I'll\nget it, Ken.\" She patted Shandy on the back. \"Go outside and play,\nShandy. That's a nice boy.\"\n\nWithout looking at Holman, the lion left the kitchen.\n\n\"That's ridiculous,\" Holman said, turning from the empty doorway.\n\n\"Damn it, Ken. He's my pet and I like him.\" The rum bottle made a hard\nflat sound as she put it in front of Holman. \"You might try to accept\nhim. He's a very nice pet.\"\n\nHolman unscrewed the bottle cap. \"Love me, love my whatever the hell he\nis.\"\n\n\"For somebody who came by to court me you're not being very pleasant.\"\nShe poured out two cups of coffee.\n\nLooking at the red bottle cap, Holman said, \"Okay. I'm sorry.\"\n\n\"You know Shandy's been with me since I was just ten or so. And since\ndad died, Shandy's been a real help.\"\n\n\"You don't have to live out here.\" Holman poured some rum into his\ncoffee. \"Just because your father was a naturalist and all.\"\n\n\"We don't have to talk about my father. I like living here. We've\nalways lived here. Since we came out to Enoch.\"\n\n\"All right.\" He paused to look across the table at her. \"You want to\nkeep arguing or will you let me propose now?\"\n\nNancy shook her head. \"Don't now, Ken. Later sometime.\"\n\n\"You do know, though, that I want you. And you know I want you with me\nat the settlement.\"\n\nNancy folded her hands on the white tablecloth. \"Oh, yes.\"\n\nHolman drank the hot coffee fast. \"And, really, Nancy, I don't see how\nwe could keep something like Shandy in the settlement.\"\n\n\"Come and have dinner with me tonight and we'll talk then.\"\n\nPutting down his empty cup, Holman said, \"I'll go set up my tent at a\nsafe distance.\"\n\nOutside it was nearly night. A few yards from the ship, the lion was\nrolling on his back in a patch of yellow flowers and growling to\nhimself.\n\nHolman kept his back to the lion while he assembled his tent. And when\nhe had it finished he went inside and didn't come out until Nancy\ncalled him for dinner.\n\n\n\nThe sky, up through the yellow-green leaves, was clear. The afternoon\nwas warm, with a slight feel of coming rain. Holman locked his hands\nbehind his head and half-closed his eyes. \"And living alone by the\nwoods is dangerous,\" he said.\n\nNancy laughed. \"You've just eaten lunch in it.\"\n\nHolman closed his eyes. \"And how do you know what Shandy is? Maybe he's\nwhy this place got a bad name in the first place.\"\n\n\"He's a harmless pet. I'm very fond of him.\"\n\n\"Didn't your father have any ideas about him?\"\n\n\"Dad couldn't figure Shandy out. He made all kinds of tests. Shandy's\nthe only one of his kind we ever saw. But, see, dad wasn't sure what he\nwas originally. He's a mimic, an over-done chameleon. I don't know. I\nlike him.\"\n\nSitting up, Holman said, \"Okay.\" He touched Nancy's shoulder. \"Look,\nwe've known each other, what? over a year now.\"\n\n\"Since you made that ridiculous field trip with your pupils and\ntrampled all over everything.\" She tucked her legs under her and leaned\ntoward him.\n\n\"Yeah. So let's not argue or anything. But, really, Nancy, I would sort\nof like to marry you.\"\n\n\"I know.\"\n\n\"Have you any idea if you're nearing a decision?\"\n\n\"Oh, yes.\"\n\n\"And?\"\n\n\"Well, I think we can.\"\n\n\"Marry?\"\n\n\"Uh huh.\"\n\n\"Fine.\" After he'd kissed Nancy, Holman became aware of a shambling off\nin the trees beyond their picnic spot.\n\nTwigs crackled and a medium-sized gorilla crashed into the open.\n\nHolman let go of Nancy and asked her, \"Shandy?\"\n\nThe gorilla was carrying a large book in one paw.\n\n\"Yes,\" Nancy said, smiling. \"He's been nosing through the storeroom\nagain. Must have been in one of my old picture books.\"\n\nThe gorilla came up near their picnic basket and held out the book.\n\n\"He wants me to read to him, Ken. He gets that way now and then.\"\nNancy took the book and opened it to the title page. \"Earth fairy\ntales. This is one of your favorites, huh, Shandy?\"\n\nBobbing his gorilla head, Shandy squatted down among the fallen leaves\nand smacked his paws together.\n\n\"Is he _intelligent_?\" Ken asked incredulously. His scalp began to\ncrawl.\n\n\"Oh, no.... Well, let's start at the very beginning again,\" Nancy said.\n\nShandy rested his head on one clenched paw.\n\n\"Once upon a time,\" Nancy started.\n\nHolman stood and grabbed up his windbreaker. \"I've heard this one\nbefore. I'll drop by your place in the evening. Be finished by then?\"\n\nNancy half closed the book with her finger as a marker. \"You're angry?\"\n\nHis coat seam jammed and Holman decided to wear the coat open. \"No.\" He\nwalked away into the woods. He was only a few steps into the trees when\nNancy started the story again.\n\n\n\nThe fire flared up, brightening the ground around Holman's tent. Nancy\nhugged her knees up close to her and rested her head on them. \"He would\nbe out of place at the settlement,\" she said.\n\nHolman dropped a log on the campfire and came back to sit beside the\ngirl. \"He'd probably be happier running around out here in the woods.\"\n\nNancy nodded slowly. \"Probably.\"\n\nThe stairs out of the old ship rattled once off in the darkness. Holman\nlooked away from the fire and toward the ship.\n\nComing across the grass toward them was a giant teddy bear.\n\nLaughing, Nancy rose. \"It's Shandy.\" She glanced at Holman. \"Be nice to\nhim.\"\n\nHolman watched Shandy approach and didn't answer.\n\nThe teddy bear sat down, like a dropped rag doll, next to Nancy. He\nrubbed his fuzzy brown paws over his black nose and blinked his button\neyes at her.\n\n\"Nice old Shandy,\" said Nancy, pulling one of Shandy's round ears. She\nsmiled at Holman. \"This is what he was being when dad and I first found\nhim.\"\n\nHolman, tilting forward, flipped a flat stone into the fire and\nscattered sparks. \"That's a coincidence.\"\n\n\"I was just, you know, about ten,\" Nancy said, patting Shandy's head.\n\"What had happened was I'd been playing in the woods. And, anyway, I\nleft my own teddy bear out there. Lost it. And I told dad, because it\nwas almost night when I remembered. Well, he found it and right beside\nit there was big old Shandy. Dad and I both decided after looking at\nhim for awhile that his name should be Shandy.\"\n\nShandy blinked his eyes and clapped his paws.\n\nHolman's left heel jammed hard against the ground as he shot up. \"God\ndamn, Nancy, will you knock off all this maudlin, banal, boy and his\ndog stuff. We're not taking that monster away anywhere.\"\n\n\"I know, I know, Ken. Don't talk about it now.\" She kept patting the\nteddy bear gently. \"Nice Shandy.\"\n\n\"And you, Shandy,\" Holman shouted. \"I'm doing the courting around here.\nGo hibernate or something, dammit.\"\n\nShandy's eyes stopped blinking. Nancy's hand slipped from his head\nand trailed down his woolly back as he rolled over and away. Without\nturning Shandy started off for the ship, slowly, on all fours.\n\nFinally Nancy looked at Holman. \"That wasn't nice, Ken.\"\n\nHolman knew that. He could find nothing to say back to Nancy. He\nfrowned and went into his tent, slamming the flap behind him.\n\n\n\nAfter closing the storeroom door, Holman carried the two old suitcases\ndown the bright corridor to Nancy's kitchen.\n\nNancy smiled at him and then at the brown, scuffed luggage. \"Oh, sure,\nthose will do,\" she said. \"I guess the movers will be able to take care\nof the heavy stuff.\"\n\nHolman agreed and picked up his half-finished cup of coffee. \"And we\ncan leave lots of the stuff here. If we're going to use this as sort of\na summer place. I don't think we'll have to worry about vandals.\"\n\nFrom the doorway Nancy said, \"Not many girls bring a spaceship as a\ndowry.\"\n\nHolman took her shoulders and turned her back into the room. \"We can\nmake Shandy sort of a watch-dog.\"\n\n\"If he ever comes back.\"\n\n\"It's only little more than a day he's been gone.\"\n\n\"You were unkind to him.\"\n\n\"I know. I'm sorry.\"\n\nNancy edged around him and went to stand by the stove. \"More coffee?\"\n\n\"Okay.\" Holman was halfway to her when the knock sounded on the\nspaceship door.\n\n\"Maybe it's Shandy,\" Nancy said, partly surprised, partly relieved.\n\n\"Maybe. I'll get it.\"\n\nWhen Holman opened the door a tall, slender young man, wearing a\nconservative suit, stepped out of the darkness and into the light of\nthe corridor. He had a neat black mustache and was carrying a big bunch\nof red and gold forest flowers. \"Is Miss Nancy at home?\"\n\n\"Who are you?\" The young man was standing close to him but Holman\ndidn't move back.\n\nThe young man bowed slightly and smiled. \"Tell Miss Nancy it's Shandy.\nOr better, Mr. Shandy.\"\n\n\"Christ,\" said Holman, backing now.\n\nShandy bowed again politely and walked to the door of the kitchen,\nknocking on the wall before he entered.\n\nHolman jerked himself together when he heard Nancy gasp, and ran back\nto her.\n\nShandy was sitting in a kitchen chair, his legs crossed. \"It's a rather\ninteresting story, Miss Nancy,\" he said, smiling evenly.\n\nNancy reached out and turned off the stove. \"I imagine.\"\n\nShandy brushed each side of his mustache. \"Well, to begin then. I was\nin the wood and suddenly I tripped, carelessly, over a fallen log\nand was knocked unconscious. When I recovered I found myself in this\nstate.\" He paused to rub his head. \"And, of course, I remembered.\"\n\nLooking straight at him, Nancy said, \"You'd had amnesia.\"\n\n\"Yes. You see, Miss Nancy, many years ago, I'm not sure how many, my\npeople lived here and I was quite a prominent member of the ruling\nclass. But I incurred, unfortunately, the wrath of an evil scientist.\"\n\n\"And?\" asked Holman. For somebody who'd recently been a teddy bear,\nShandy looked pretty dapper.\n\nShandy smiled. \"She put a spell on me which caused me to change shape,\nand also made me forget what I had originally been.\"\n\nNancy laughed softly. \"Well, it's good to have you back.\"\n\nWith a faint flourish Shandy held out the wild flowers. \"For you, Miss\nNancy.\"\n\n\"Why, thank you, Shandy.\"\n\nHolman leaned against the wall under the clock and eyed Shandy. \"You\nback to stay?\"\n\n\"Well,\" Shandy said. \"I've known Miss Nancy quite a while. And am\nreally quite fond of her. I hate to see her go.\" He looked at the\nflowers Nancy held against her chest. \"I have come to ask Miss Nancy\nto allow me to court her. With all due respects to Mr. Holman.\"\n\n\"Damn it to hell,\" Holman said, straightening.\n\nNancy placed the flowers on the table and smiled at Shandy. He stood as\nshe approached him. Nancy laughed and put her arms around the young man.\n\nWith her head against Shandy's chest Nancy said, \"Poor Shandy. Poor\nShandy.\" She made him sit down again. Then she patted him fondly on the\nhead. \"Stay right there, Shandy.\" Nancy hurried from the room.\n\nHolman followed her. \"Listen, are you _sure_ he isn't intelligent?\nBecause, my God, the scientists down at the settlement--\"\n\nNancy said, \"Oh, no, Ken. He just copies things he's heard people say.\nWait a minute.\" She disappeared into the storeroom. When she returned\nshe was holding a dusty album in her hand. Holman followed her back\ninto the kitchen.\n\nShandy looked at the album for a moment and then smiled. \"I meant\nwell,\" he said.\n\n\"I knew I recognized you,\" Nancy said, turning a third through the\nbook. \"My Uncle Maxwell when he graduated from Mars-Yale.\" She slid the\npicture out and held it toward Holman, but he didn't take it.\n\nShandy said, \"Hated to see you go.\"\n\nCome to think of it, Holman thought, he does just repeat things people\nare always saying.\n\nSetting the book beside the flowers, Nancy said, \"What are you really,\nShandy? I've never had a chance to talk to you before, except in a\none-sided sort of way.\"\n\nShandy folded his hands and uncrossed his legs. \"I don't remember just\nnow, Miss Nancy. I used to know. I don't think there are many of us\nleft now.\" He touched his mustache again, smoothing it. \"Maybe in the\nmountains there are some more. I don't remember.\"\n\nNancy patted his head. \"I'm going to marry Ken, Shandy. And live in the\nsettlement.\"\n\n\"You'll enjoy that.\"\n\n\"You think you'll stay this way?\" Holman asked.\n\n\"I might. I don't know.\"\n\nHolman held out his hand to Shandy. \"Anyway, we want you to stay here\nand keep watch over things.\"\n\nShandy hesitated and then shook hands. \"I might as well.\"\n\n\n\nHolman and Nancy left for the settlement the next morning, with the\nsuitcases.\n\nShandy, still in the shape of Uncle Maxwell, they left on the front\nsteps of the ship. He waved goodbye to them. When they were gone,\nhe changed slowly into a large teddy bear. Then, with a moist gleam\nin his eye, he went back to reading the thick, red-leather, picture\nencyclopedia in his lap.",
    "metadata": {
        "author": [
            "Goulart, Ron",
            "Goulart, Ronald Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60587/pg60587.txt",
        "name": "shandy.json"
    }
}