{
    "name": "Skid Row Pilot",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Garret, Randall",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Ted Kendall waited with thinly-concealed impatience in the unheated\nouter office of Mars' branch of Space Service, cursing the red tape\nthat kept him anchored on this cold, miserable pebble of a planet.\n\n\"We'll have that analysis in just a moment, Pilot Kendall,\" came the\nvoice from the inner office. \"Please be patient.\"\n\n\"I'll try,\" Kendall growled bitterly.\n\nActually, he thought, it was his own fault. A spacepilot had to have\na reflex checkup every six months, to determine whether or not he was\nstill capable of the myriad split-second decisions that had to be made\nduring the course of the Earth-Mars run.\n\nKendall's six-month exam had been scheduled to fall due about four days\nafter he left Earth for his present run. A midflight due-date of this\nsort gave him an option: he could take the test four days early, on\nEarth, or he could wait till the journey was completed and be tested at\nthe Mars end of the run.\n\nHe had chosen Mars, since otherwise he would have had to give up his\nassignment on the _Queen Alexandra_ and wait to draw another. He was in\ngood health, his reflexes were fine, and he didn't expect to hit any\nsnags on the Mars end.\n\n_Not much_, he thought.\n\nHe rose and walked toward the door. \"How's that machine of yours\ncoming?\"\n\n\"We're still computing your curve, Pilot Kendall. It'll take just\nanother moment or two.\"\n\nFrowning, he took his seat again. He hadn't looked for this sort of\ntrouble on Mars.\n\nThe Martian branch of Space Service didn't work with the same smooth\nefficiency as the Earth office. There, you walked in, let the computer\nrun you over, and in ten minutes your license was stamped for another\nsix-month extension. Here things worked differently.\n\nIt had taken him two days just to get an appointment--two days in which\nhe wandered through Mars City, lonely and bitter, shuddering in the\nbiting cold and feeling homesick for Earth and Kathy and good warm air\nwith some oxygen in it. Then he had his exam--and, unaccountably, they\nrequested him to return the next day for a re-test.\n\nA re-test? What the devil for? When Kendall had returned, he had\nbeen shivering not only with the cold of Mars but with apprehension.\nHe looked at his hands. They seemed to be steady. Were his reflexes\nwearing out? Was he washed-up as a spacepilot? He didn't know. The\nmachine was going to tell him that soon enough.\n\nThe door opened. A white-smocked computer technician wearing the\ncomet-insignia of Space Service came out, frowning uneasily and\nriffling a sheaf of papers. Kendall stood up.\n\n\"It's about time; I'd like to get going on my return run. Where's my\nlicense?\"\n\nThe technician stared at him strangely for a moment. \"I'm sorry, Mr.\nKendall. I can't give you your license. The computer shows that you're\nno longer fit to pilot a spacegoing vessel.\"\n\n\n\nFor an instant Kendall didn't react. Then it hit him. The technician\nhad called him _Mr._ Kendall instead of _Pilot_ Kendall. That meant\nonly one thing.\n\nHe blinked and shook his head. \"You're kidding. This is some kind of\njoke. I never felt better in my life.\"\n\n\"I'm just doing my job, Mr. Kendall. The computer says no--and I can't\nargue. I'll have to refuse you an extension of your certificate.\"\n\n\"But that means--hell, man, the _Alexandra's_ due to blast off for\nEarth tonight! How--\"\n\n\"We've already alerted an off-duty pilot to take your place, Mr.\nKendall.\"\n\nNumbly he said, \"And how do I get back to Earth then? Hitchhike?\"\n\n\"There's room on the passenger list of the _Queen Alexandra_, Mr.\nKendall. The fee is--let me see--eight thousand dollars.\"\n\n\"Eight thous--\" He stopped. As a cashiered-out spaceman he was entitled\nto a fat pension: five thousand a year for the rest of his life. But\neight thousand right now would wipe out his savings, would--\n\nNo. Sudden rage surged through him.\n\n\"Dammit, let me see those papers! This is a fake! Somebody wants me out\nof the Service, that's all! Six months ago I had a perfect test!\"\n\nThe clerk smoothly put the papers behind his back. \"I'm sorry,\nregulations forbid--\"\n\n\"To hell with regulations! I'm going to be thrown out, do you\nunderstand? I want to see those test results!\"\n\n\"It's imposs--\"\n\nKendall leaped.\n\nThe clerk went wide-eyed in astonishment as the burly spaceman sprang\nfor him. He jumped back, and Kendall landed just before him. Kendall\nripped a fist up from his knees and smashed it into the man's jaw,\ntaking out all his fury and resentment on the harmless clerk. The pale\nman crumpled and sagged backward, mouthing stunned syllables.\n\nKendall hit him again and he fell.\n\n\"I want those papers!\" He jumped forward atop the man, tried to\nturn him over, get the computer reports still clutched in the\ntechnician's hand. Blind rage swept over him. The clerk, dazed and near\nunconsciousness, hung on to them grimly.\n\nKendall felt hands dig into his shoulderblades.\n\n\"Get off him,\" someone growled.\n\nA knee thudded against his back, sending showers of sparks before his\neyes. \"Get up!\"\n\nHe was dragged to his feet. Three powerful-looking Martian policemen\nstood over him, fingering heavy wooden truncheons ominously.\n\n\"What's the trouble here?\" one of them asked. He was a blueskin nearly\nseven feet tall. He must have weighed three hundred pounds, and it was\nall muscle.\n\n\"Someone's trying to swindle me--\" Kendall began.\n\n\"Let _him_ speak, buddy. He works here.\"\n\n\"This man,\" the clerk said, \"is a former employee of Space Service. He\nwas just notified of his discharge, and for some reason decided to take\nit out personally on me.\"\n\n\"That so? Okay, friend. Come on with us.\"\n\n\"No,\" Kendall snapped. He bolted past the big blueskin and started\nwildly for the door--but a hand caught him. He was dragged back. An\nopen palm, calloused and horny, crashed into his face. Then another.\nThen a fist knocked the air out of his stomach. He doubled up.\n\n\"Get away from me,\" he muttered, lashing out with fists and feet. The\nthree blueskins laughed harshly and closed in. Their blows descended\none after another. Kendall spun dizzily, bellowing in anger and pain,\nand started to topple.\n\n_It isn't fair_, he thought in the last dim moment of consciousness.\n_It just isn't fair._\n\n\n\nHe woke up shivering, feeling as if a planet or two had fallen on him.\n\n_Those blueskins do a job when they beat a man up_, he thought.\n\nStiffly he rolled over. The chilling winds of Mars came roaring down\nto bite at him. He was lying in the gutter outside the Space Service\noffice, sprawled out with one hand lying casually along the sidewalk\nlike any drunk's. He was numb all over. Numb and cold.\n\nSlowly he began to remember why he was down here in the gutter, and\nanger began to warm him. He was washed-up. Through. At twenty-seven\nhis career as a spacepilot was over, and he had been booted out of the\nSpace Service office without ceremony.\n\nWorse than that--he was stuck here on Mars with about ten dollars\nin his pocket. It would cost eight thousand to get back home. Eight\nthousand--and Kathy with a baby coming, and him with no job now. It was\nenough to make a man kill himself.\n\nHe started to pull himself wearily to his feet, but his aching muscles\nwouldn't support him and he sagged into a limp heap on the side of the\ncurb. His head dropped into his hands. A couple of tearless sobs shook\nhim.\n\nA man ought to be better prepared for things like this, he told\nhimself. One minute a top-flight spaceman; then a machine gives you a\nfew tests and you're nothing but a bum sobbing in the gutter.\n\nA hand touched his shoulder. Instinctively he shrank away. He was in no\nshape for further fighting.\n\n\"Leave me alone,\" he said hollowly. \"You want my wallet, take it.\nThere's ten bucks in it.\"\n\n\"But I don't want your wallet, Pilot Kendall. I want to help you.\"\n\nSlowly Kendall turned his aching neck and looked up. The speaker was\na blueskin, tall and broad like all his race. He was looking down,\nsmiling warmly.\n\n\"You can't call me _Pilot_ Kendall. I'm not a pilot any more.\"\n\n\"That's only temporary,\" the blueskin said. \"Come with me to Das\nShamra, and perhaps something can be arranged.\"\n\nKendall came awake instantly. He rose to his feet--and his six-three\nwas dwarfed by the blueskin's towering height. \"What the hell is this?\nWho's this Das Shamra, and what can he arrange for me?\"\n\n\"Das Shamra is a wealthy merchant, Pilot Kendall. Wealth has many\nadvantages. Will you come with me?\"\n\nSuspiciously, Kendall said, \"Where to?\"\n\n\"The Hotel Cosmos. Das Shamra is very anxious to see you. He is a very\ngenerous man.\"\n\nKendall had been long taught never to trust a blueskin. But in his\npresent state of mind, he didn't give much of a damn. He was numb with\ncold, and whoever this Das Shamra was, he was indoors. At the moment\nthat was all that mattered.\n\n\"Buy me a drink,\" Kendall told the Martian. \"I need a little\npick-me-up. Then you can take me to Das Shamra.\"\n\n\n\nThe blueskin and Kendall stopped off at a bar at the corner. The\nMartian ordered a mug of the insipid Mars beer; Kendall smirked at\nthe brownish-green liquid and said to the barkeep, \"Give me a double\n_valdoz_.\"\n\n\"Sure thing, friend.\"\n\n\"You're really going in for the strong stuff, aren't you?\" the Martian\nasked, as the drink arrived.\n\n\"The way I feel, I need it. Besides, why settle for that sludge you\ncall beer when the drinks are on the house?\"\n\n\"A good point,\" the Martian admitted. \"Das Shamra can afford it.\" He\ndrained his beer, and, as Kendall poured the fiery _valdoz_ down his\nthroat, the blueskin said, \"Have another. I'll pay.\"\n\n\"No thanks,\" Kendall said. \"_Valdoz_ isn't something you swill like\nbeer. And I'd just as soon face Das Shamra sober, thank you. Let's go.\"\n\nThe Martian spun a coin and left it on the counter. They went out into\nthe street again--but with the potent brew within him, Kendall felt\nmuch happier about having to face the Martian winds.\n\nHe was just a little unsteady. The beating had helped, of course, and\nso had the drink. Normally he wasn't a drinking man; alcohol played\nhell with the reflexes, and his reflexes were his most valued property.\nBut not any more, he thought dully. Not now, when he'd been kicked out\nof the Service.\n\nThe blueskin led him down the twisting byways of Mars City, through\nheaps of filth and dark alleys. Mars was an old planet, cold and arid;\nits cities were thousands of years old, its people well skilled in the\narts of evil. It wasn't the sort of planet an Earthman liked to stay on\nfor long.\n\nKendall scowled. The way it looked, he'd be here longer than he was\ncounting on. Hell, it would cost fifty dollars just to radio Earth and\ntell Kathy what had happened.\n\nBut he couldn't tell her. Not now, when she was about to have the baby.\nNot when she was so proud of the spaceman she saw only a few weeks out\nof each year. How could he tell her that he'd flunked the six-month\nexam?\n\n\"In here,\" the Martian said. \"Das Shamra's suite is upstairs.\"\n\nThe Hotel Cosmos looked to Kendall like one of the better\nestablishments on Mars. But even so, it wasn't very appetizing. Its\nhallways were dark and narrow: occasionally a groan or a harsh whisper\ncould be heard coming from behind a thick wooden door. He didn't like\nthe place.\n\n\"This is the floor,\" the blueskin said.\n\nHe opened the door and stepped inside. Moving cautiously, ready to turn\ntail and get out if something looked wrong, Kendall followed him.\n\nThe blueskin knelt. \"This is Pilot Kendall.\"\n\n\"Pleased to meet you, Pilot Kendall,\" said an immensely fat Martian\nhumped in an encircling webwork cradle. His small eyes were burned in\nrings of fat; his slit-like mouth was spread in a broad, unsavory grin.\n\"I am Das Shamra,\" he said, in a deep, harsh voice.\n\nKendall poised himself on the balls of his toes, waiting uncertainly.\n\"Why did you bring me here?\"\n\n\"All in good time. Sit down, won't you? Care for a drink?\"\n\nHe indicated a dark bottle of _valdoz_ by his side. Kendall shook his\nhead immediately.\n\n\"No, I don't want any.\"\n\n\"Ah, I see. A spacepilot must beware lest he damage the all-important\nreflexes. Very well, then; I shall drink alone unless you object.\"\n\n\"Go right ahead,\" Kendall said tightly. \"And I'm not worried about my\nreflexes. I just want to keep a clear head while you tell me whatever\nyou want to tell me.\"\n\n\"You sound as if you don't trust me,\" Das Shamra wheezed. His fat body\nquivered as the liquor went down. \"A most unfortunate attitude.\"\n\nKendall drummed on the edge of his chair impatiently. \"You sent your\nboy out to bring me here. What for?\"\n\nThe Martian smiled bleakly at him. \"How badly would you like to get\nback to your native world, Mr. Kendall?\"\n\nKendall was silent for a moment. Then he said, \"What the hell do you\nmean?\"\n\n\"I mean that I'm aware of your unfortunate run-in with several of the\nlocal police this morning. They happened to be in my employ, and they\ntold me your motive for causing a disturbance. I offer my sympathies,\nMr. Kendall.\"\n\n_He's dropped the Pilot_, Kendall thought. _Now it's just plain_ Mister.\n\n\"Okay, you know then. Sympathy isn't enough.\"\n\n\"I'm aware of that,\" Das Shamra said. \"But is eight thousand dollars\nenough?\"\n\nKendall stiffened. \"Eight thousand dollars is exactly the passage-fee\nback to Earth,\" he said. \"It happens to be exactly the sum I need.\" His\nvoice was cold and flat.\n\nDas Shamra grinned affably. \"Indeed? Then we can talk business--for\neight thousand dollars happens to be exactly the sum I'm prepared to\noffer you if you do a certain job for me.\"\n\n\"What kind of a job?\"\n\n\"Piloting a spaceship.\"\n\n\"But that's impossible--\" Kendall started to say, and stopped. By\nlaw, all space commerce was to be handled through Space Service and\nits authorized pilots. There was a reason for that; a spaceship out\nof control could destroy half a continent in a crash landing, and so\nonly authorized personnel could be permitted to handle spacecraft. No\nprivate piloting was allowed.\n\nBut it might be worthwhile to hear him out. \"Go on,\" Kendall said.\n\"Give some details.\"\n\n\"First I must know if you're interested.\"\n\n\"I might be. Talk away.\"\n\nThe Martian's chubby face was darkened momentarily by a frown. \"Very\nwell,\" he said. \"Here's the job: a cargo of dionate extract is going to\nbe unloaded at Phobos Depot tomorrow night. Some--friends of mine--are\nactively interested in securing this cargo. They've gone to the extent\nof securing a small spacecraft for the purpose of intercepting the\nincoming ship. Unfortunately, we Martians are completely unable to\noperate the ship, inasmuch as Earth's Space Service has reserved\ninterplanetery commerce as a monopoly for itself. However, you are both\na skilled pilot and a free agent without loyalty to the organization\nthat so rudely ejected you. Therefore--\"\n\nDionate extract was the newest of the wonder drugs. A cargo of it was\nprobably worth millions. \"You want me to pilot a hijack ship, is that\nit?\"\n\n\"Not so loud, please. Yes, that's it, crudely.\"\n\n\"It won't work, Das Shamra. I'm not a qualified spaceman any more.\nThe computer said I don't have the reflexes--and computers don't lie.\nThere's no telling what might happen if I got behind the control panel\nof a spaceship.\"\n\nDas Shamra squinted one eye contemplatively. \"And what if your lack of\nreflexes were a temporary condition--one that perhaps could by remedied\nby some Martian medical genius? Would you take the job, then--eight\nthousand dollars, and a chance to re-enter the Space Service?\"\n\n\"You mean you think you can cure me?\"\n\n\"I'm sure of it.\"\n\nKendall stood up. His nostrils quivered; he hung on the brink of\ndecision. It was tempting--but part of him argued that it was a filthy\ncrime, that he'd never be able to live with himself afterward. So what\nif he got the eight g's and was able to return to Earth? Could he ever\nface Kathy and the kid, knowing that he had returned home because\nof--of--\n\n\"No,\" he said. \"I like the price, but I won't do it.\"\n\nHe turned and headed for the door. Das Shamra uttered a quick, curt\nsyllable and the Martian who had found him suddenly stepped out of the\nshadows.\n\n\"You know too much to leave now,\" he said.\n\nKendall didn't bother to reply. He kicked out viciously with his\nheavy booted foot, then leaped into the air to drive a fist into the\nMartian's mouth. Teeth crunched. The blueskin yelled in pain, and\nKendall heard the thunder of Das Shamra pounding across the floor\ntoward him.\n\nHe threw open the door and dashed out into the filthy corridor. He\nfound the stairs, and raced down them without looking back, out into\nthe cold, chill late-afternoon air.\n\n\n\nHe ran. He didn't know how far he ran, nor how long. All he knew was\nthat he paced through the narrow streets of Mars City for block after\nsqualid block, feeling his heart pounding as if trying to break through\nthe cage of his ribs. Finally, exhausted, he paused on a street-corner,\ngasping for breath, and looked around.\n\nHe wasn't being followed. Not now. But he knew his life wasn't going to\nbe worth much unless he got off Mars in a hurry. And he had no way of\ndoing that. He couldn't even radio Earth for money. There was no such\nthing as a collect call between planets--the cost of transmission was\ntoo great to risk a refusal--and in his present battered condition he\nknew he would never find anyone who'd lend him enough to call Kathy.\n\nHis shoulders slumped despondently. A neon sign said, \"BAR\" and he\ndecided to go in. For six years in the Space Service he had kept away\nfrom liquor. He had plenty of lost time to make up for now.\n\nHe took a seat at a table in the rear. When the bartender approached,\nhe said \"Double _valdoz_. Straight.\"\n\nKendall slouched and nursed the drink, then ordered another. And\nanother. Drinks were cheap, on Mars.\n\nAfter a while another Earthman came over and hovered by Kendall's ear.\n\"Mind if I sit with you a while, friend?\"\n\n\"Go right ahead. The seat's free.\"\n\nThe newcomer was a man in his late thirties, seedy and weary looking.\nA week's growth of beard sprouted on his face. He was, Kendall knew,\nan ex-spacer living from day to day on Mars, probably looking for a\nhandout. Kendall shuddered. He saw his own future staring him in the\nface.\n\n\"I'm almost out of cash,\" he said. \"I can't buy you a drink.\"\n\n\"Didn't ask for one. I'll pay for my own. Just want company. Someone to\ntalk to.\"\n\nIt developed, after a while, that the newcomer was--as Kendall had\nguessed--a former spaceman. He, like Kendall, had flunked his six-month\ntest between legs of an Earth-Mars run. That had been four years ago.\nHe was still here, doing menial jobs to stay alive.\n\n\"That's okay,\" Kendall said, slurring his words. He had already had\nmuch too many _valdoz_ doubles. \"I won't live long. Some bigwig here is\nout for my neck.\"\n\n\"What for?\"\n\nKendall explained what Das Shamra had wanted, and what the outcome had\nbeen. The old spacer grinned.\n\n\"Funny. Same thing happened to me. I said no, and they let me go. It's\nan old trick, planting a distorter in a man.\"\n\n\"_What?_\" Kendall was suddenly sober. \"Distorter? What do you mean?\"\n\nHe reached across the table and shook the older man.\n\n\"Lemme alone. I'll tell you. It's a dodge they use to get men to flunk\nout. Least they tried it on me; I didn't find out what they did till\nlater. They're damned clever surgeons. They slip up on a spacer when\nhe's asleep and bury a neural distorter on his body. It louses up his\nreflexes so he flunks the six-monther. They spring the job offer on\nhim. If he takes it, they remove the distorter and he's as good as new.\nIf he turns it down--well, then he finishes like me.\"\n\n\"How come you haven't reported this?\"\n\n\"What's the use? Who'd believe me? Hey, wait a minute! You didn't\nfinish your drink!\"\n\n\n\nBut Kendall had dashed the full length of the bar, dropped a crumpled\nbill on the counter, and raced outside. He snagged a taxi.\n\n\"Hotel Cosmos, in a hurry.\"\n\nThe driver, a sneering blueskin, said, \"Five bucks. Earthmen pay in\nadvance.\"\n\nKendall cursed and dug into his pocket. He had five dollars and change.\nHe handed the blueskin the bill, pocketed the few coins again, and got\nin.\n\nMinutes later he was outside the Hotel Cosmos. He threaded his way to\nDas Shamra's suite, listened outside the door for an instant. Voices\nwere talking, murmuring low in Martian.\n\nHe knocked.\n\n\"Who's there?\" a harsh voice said.\n\n\"Kendall. The Earthman. I came back.\"\n\n\"Put your hands up,\" came the voice. \"When the door opens, enter\nslowly.\"\n\n\"Okay.\" He raised his hands.\n\nSlowly the door opened. Kendall peered in and found himself facing\nenough artillery to blow a hole in Jupiter. There were five Martians in\nthe room, none he had seen before, and each had a blaster trained on\nhim. Das Shamra was sitting in his web-chair. There was no sign of the\nMartian Kendall had clobbered.\n\n\"The prodigal returns,\" Das Shamra remarked. \"To what do we owe this\nvisit, Mr. Kendall?\"\n\nHesitantly, Kendall said, \"I've--changed my mind. I'll do your damned\njob for you.\"\n\n\"Oh? A strange reversal of philosophy.\"\n\n\"I can't help it. I just spent some time with some other guy who turned\nyou down. I don't want to end up like him. I want to get home to my\nwife, and I don't care how I get there. What do you want me to do?\"\n\nDas Shamra seemed to purr. \"The terms are as we mentioned before.\"\n\n\"And what about fixing up my reflexes?\"\n\n\"A simple matter--inasmuch as we happen to be the ones who saw to it\nthat they deteriorated.\"\n\nKendall felt a jaw-muscle throb. The Martian's cool words confirmed\nwhat the old drunk had told him; they had deliberately cooked up this\nframe.\n\nDas Shamra said, \"This is Murro Lignus. He's our surgeon. He's the\nman who--ah--surreptitiously placed the distorter in your body while\nyou slept at the spaceport last night. He comes and goes with great\nstealth.\"\n\n\"You cold-blooded swine,\" Kendall said. \"Okay. We'll be honest with\neach other. I hate you, and you hate me--but I need you to ungimmick\nme so I can go home, and you need me to help you hijack that dionate.\nOkay.\"\n\n\"We understand each other, then,\" Das Shamra said.\n\n\"Take your gadget out of me and let me see the ship. I want to check it\nover before I go up in it.\"\n\n\"Very well. Murro Lignus, apply the anesthetic and remove the\ndistorter.\"\n\nKendall shook his head. \"No anesthetic. I want to watch this. I can't\ntrust you not to plant some other kind of gadget in me while I'm out.\"\n\nThe fat Martian shrugged. \"As you wish. It will be a painful operation,\nthough.\"\n\n\"I'll take my chances on that,\" Kendall said.\n\n\n\nThe operation was hell. The Martian surgeon had slipped a\nsubmicroscopic pellet near the base of Kendall's spine, making use of\none of the Martian super-anesthetics. Now there was no anesthetic in\nuse, as Murro Lignus probed for the distorter.\n\nIt was fifteen minutes of sheer agony. Finally the Martian murmured,\n\"It's over. You can get up.\"\n\nKendall felt bolts of pain shoot through him. Looking around at the\nwatching Martians, he thought, _You'll pay for this. All of you._\n\nHis brain felt clear. He knew the computer would now accept him and\nrestore his certificate. He toyed briefly with the idea of somehow\nducking out and getting back to the Space Service office, but he turned\nthat notion down. He wanted to do this up in style.\n\n\"We'll take you to the ship,\" Das Shamra said. \"The plan is to lie in\nwait off Phobos until the dionate ship shows up. Then you can follow\nour instructions.\"\n\n\"You're the boss,\" Kendall said. \"Until this caper is over, anyway.\nThen I'm heading back to Earth and you can all rot so far as I care.\"\n\nThey took him far out of town, circled around the outlying districts\nuntil he was pretty thoroughly confused, then brought him back. By now\nit was night, and the twin moons were in the sky--tiny Phobos, only ten\nmiles in diameter, and Deimos, half her size.\n\nThe ship was a small, sleek job, some twenty years old. Where they got\nit didn't seem evident; possibly they had blackmailed some other pilot\ninto surrendering it, possibly they had hijacked it in some fashion or\nother.\n\nHe climbed aboard, followed by Das Shamra and his five henchmen.\n\n\"You'll have to weigh yourselves,\" he announced. \"With all six of you\non board I'll have some tricky mass-calculations to do.\"\n\nIt took him a few hours to calculate the orbit, another hour to run a\nroutine check on the ship. It was in beautiful shape, ready to go.\n\n\"Strap down for blastoff,\" he said, when he was satisfied.\n\nThe Martians frowned in bewilderment. \"We've never been in space,\" one\nof them said. \"We don't know how to get into the acceleration cradles.\"\n\nKendall showed them. Das Shamra lay closest to him, a blaster cradled\nin his arms. \"You're the only one who can move around now, Kendall. One\nmove out of place and I'll drill you.\"\n\n\"Sure you will,\" Kendall said. \"And which one of you is going to pilot\nthe ship back down again? If you want to live, Das Shamra, keep that\nblaster from going off.\"\n\nHe nestled down in the control webbing, and readied the ship for\nblasting. A sharp thrill ran through him, as it always did as he\nreadied a ship for a leap into the great blackness. But there was a\nspecial thrill this time. Only hours ago he had resigned himself to a\nshort, dreary few years of life remaining to him on barren Mars; now he\nwas behind the controls of a powerful ship again.\n\nHe touched the power stud. A reassuring throbbing shuddered through the\nship.\n\n\"We're about to blast off,\" he said. \"Just relax, and it won't bother\nyou much. I'm going to put the ship in orbit around Phobos and then we\ncan wait for the dionate ship at leisure. Okay?\"\n\n\"Good enough,\" Das Shamra grunted. The fat blueskin's face was beaded\nwith sweat. Obviously the Martians weren't looking forward to their\ntrip through space--but they were willing to put up with it for the\nsake of the millions in dionate to be grabbed off Phobos.\n\nKendall grinned and jammed down the blastoff key. The ship sprang\nskyward.\n\n\n\nHe had his back to a man with a gun. That didn't make him feel\nhappier. But the little ship bit a chunk out of the sky, climbed higher\nand higher.\n\nHe heard a groan from behind him, but didn't turn around. He kept\nhimself bent over the controls, forced himself to remain conscious as\nthe acceleration mounted.\n\nThree g's. Four. He yelled over his shoulder, \"How you doin' back\nthere? Comfortable?\"\n\nThere was no reply. He grinned and stepped up the acceleration. Seven\ng's. Eight. The gravity was tearing at him like a demon's claws, but he\nclung to consciousness.\n\nA figure ran through his mind:\n\nMars--gravity, O.38. He could stand two-and-a-half times as much\nacceleration as the blueskins behind him. His Earth-trained muscles,\nused to responding to a much heavier grav, could handle eight g's\nwithout too much strain. The Martians must be having fits.\n\nNine g's. Ten. He turned, looked back for the first time.\n\nReddish-brown blood trickled from Das Shamra's fleshy lips. The blaster\nhad long since fallen from his limp hand and lay on the spaceship's\ndeck. They were all unconscious--all of them, battered and beaten by\nthe sort of acceleration an Earthman was able to take with relative\nease.\n\nGrinning savagely, Kendall boosted the thrust until he nearly blacked\nout himself. Then he seized the controls and started to reverse the\nship.\n\nSome time later, he landed it neatly outside the Space Service\nheadquarters. Taking a loving look at the Martians, with their\nwrenched, distorted faces, he scooped up Das Shamra's blaster and\nopened the hatch.\n\nThe computer technician he had fought with before came running out on\nthe landing field.\n\n\"What is the meaning of this? An unauthorized flight? Who are you?\nOh--Kendall!\"\n\n\"Yes, Kendall,\" he said, leaning dizzily against the side of the ship.\n\nJerking his thumb over his shoulder, he said, \"Get the Port Police\nout here on the double. There are six very sick would-be smugglers\ninside this ship. When you've got our green-faced blueskins packed\naway, I want another date with that computer. I think I can get an okay\nnow--and I can't get back to Earth soon enough!\"",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Garret, Randall",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65388/pg65388.txt",
        "name": "skid_row_pilot.json"
    }
}