{
    "name": "Slow Burn",
    "author": [
        "Still, Henry"
    ],
    "body": "\"Tell 'em to look sharp, Bert. This pickup's got to be good.\" Kevin\nMorrow gulped the last of his coffee and felt its bitter acid gurgle\naround his stomach. He stared moodily through the plastic port\nwhere the spangled skirt of stars glittered against the black satin\nof endless night and a familiar curve of the space station swung\nponderously around its hub.\n\nFour space-suited tugmen floated languidly outside the rim. Beyond them\nthe gleaming black and white moonship tugged gently at her mooring\nlines, as though anxious to be off.\n\nBert Alexander radioed quiet instructions to the tugmen.\n\n\"Why the hell couldn't he stay down there and mind his own business?\"\nKevin growled. \"McKelvie's been after our hide ever since we got the\nappropriation, and now this.\" He slapped the flimsy radio-gram.\n\nHe looked up as the control room hatch opened. Jones came in from the\nastronomy section.\n\n\"Morning, commander,\" he said. \"You guys had breakfast yet? Mess closes\nin 30 minutes.\" Kevin shook his head.\n\n\"We're not hungry,\" Bert filled in.\n\n\"You think you've got nerves?\" Jones chuckled. \"I just looked in on\nMark. He's sleeping like a baby. You wouldn't think the biggest day of\nhis life is three hours away.\"\n\n\"McKelvie's coming up to kibitz,\" Morrow said.\n\n\"McKelvie!\"\n\n\"The one and only,\" Bert said. \"Here, read all about it.\"\n\nHe handed over the morning facsimile torn off the machine when the\nstation hurtled over New England at 18,000 miles an hour. The upper\nhalf of the sheet bore a picture of the white-maned senator. Clearly\netched on his face were the lines of too many half-rigged elections,\ntoo many compromises.\n\nBeneath the picture were quotes from his speech the night before.\n\n\"As chairman of your congressional watchdog committee,\" the senator\nhad said, \"I'll see that there's no more waste and corruption on this\nspace project. For three years they've been building a rocket--the moon\nrocket, they call it--out there at the space station.\n\n\"I haven't seen that rocket,\" the senator had continued. \"All I've seen\nis five billion of your tax dollars flying into the vacuum of space.\nThey tell me a man named Mark Kramer is going to fly out in that rocket\nand circle the moon.\n\n\"But he will fail,\" McKelvie had promised. \"If God had intended man\nto fly to the moon, he would have given us wings to do it. Tomorrow I\nshall fly out to this space station, even at the risk of my life. I'll\nreport the waste and corruption out there, and I'll report the failure\nof the moon rocket.\"\n\nJones crumpled the paper and aimed at the waste basket.\n\n\"Pardon me while I vomit,\" he said.\n\n\"We've been there,\" Kevin sighed deeply. \"I suppose Max Gordon will be\nhappy.\"\n\n\"He'll wear a hole in his tongue on McKelvie's boots,\" Bert said\nbitterly.\n\n\"Is it that bad?\"\n\n\"How else would he get a first class spaceman's badge?\" Morrow said.\n\"He can't add two and two. But if stool pigeons had wings, he'd fly\nlike a jet. We can't move up here without McKelvie knowing and howling\nabout it.\n\n\"Don't worry,\" Jones said, \"If the moon rocket makes it, public opinion\nwill take care of the senator.\"\n\n\"If he doesn't take care of us first,\" Kevin said darkly. \"He'll be\naboard in 15 minutes.\"\n\n\n\nDawn touched the High Sierras as the station whirled in from the\nPacific, 500 miles high.\n\n\"Bert. Get me a radar fix on White Sands.\"\n\nMorrow huddled over the small computer, feeding in radar information as\nit came from his assistant.\n\n\"Rocket away!\" Blared a radio speaker on the bulkhead. The same message\ncarried to the four space-suited tugmen floating beyond the rim of the\nwheel, linked with life-lines.\n\nJones watched interestedly out the port.\n\n\"There she is!\" he yelled.\n\nSunlight caught the ascending rocket, held it in a splash of light.\nThe intercept technique was routine now, a matter of timing, but for\na moment Kevin succumbed to the frightening optical illusion that the\nrocket was approaching apex far below the station. Then, slowly, the\nslender cylinder matched velocity and pulled into the orbit, crept to\nits destination.\n\nWith deceptive ease, the four human tugs attached magnetic shoes and\nguided the projectile into the space station hub with short, expert\nblasts of heavy rocket pistols.\n\n\"Take over Bert,\" Morrow directed, \"I guess I'm the official greeter.\"\nHe hurried out of the control room, through a short connecting tube\nand emerged floating in the central space surrounding the hub where\nartificial gravity fell to zero. Air pressure was normal to transfer\npassengers without space suits.\n\nThe connecting lock clanked open. The rocket pilot stepped out.\n\n\"He got sick,\" the pilot whispered to Kevin. \"I swabbed him off, but\nhe's hoppin' mad.\"\n\nThe senator's mop of white hair appeared in the port. Kevin braced to\nabsorb a tirade, but McKelvie's deep scowl changed to an expression of\nbliss as he floated weightless into the tiny room.\n\n\"Why, this is wonderful!\" he sputtered. He waved his arms like a bird\nand kicked experimentally with a foot.\n\n\"Grab him!\" Kevin shouted. \"He's gone happy with it.\"\n\nThe pilot was too late. McKelvie's body sailed gracefully through the\nair and his head smacked the bulkhead. His eyes glazed in a frozen\nexpression of carefree happiness.\n\nKevin swore. \"Now he'll accuse us of a plot against his life. Help me\nget him to sick bay.\"\n\nThe two men guided the weightless form into a tube connecting with the\nouter ring. As they pushed outward, McKelvie's weight increased until\nthey carried him the last 50 feet into the dispensary compartment.\n\nMax Gordon burst wild-eyed into the room.\n\n\"What have you done to the senator?\" he shouted. \"Why didn't you tell\nme he was coming up?\" Morrow made sure McKelvie was receiving full\nmedical attention before he turned to the junior officer.\n\n\"He went space happy and bumped his head,\" Kevin said curtly, \"and\nthere was no more reason to notify you than the rest of the crew.\" He\nwalked away. Gordon bent solicitously over his unconscious patron.\n\nKevin found Anderson in the passageway.\n\n\"I ordered them to start fueling Moonbeam,\" Bert said.\n\n\"Good. Is Mark awake?\"\n\n\"Eating breakfast. The psycho's giving him a clinical chat.\"\n\n\"I wish it were over.\" Morrow brushed back his hair.\n\n\"You've really got the jitters, huh chief?\"\n\nMorrow turned angrily and then tried to laugh.\n\n\"I'd sell my job for a nickel right now, Bert. This will be touch and\ngo, without having the worst enemy of space flight aboard. If this ship\nfails, it's more than a rocket or the death of a man. It'll set the\nwhole program back 50 years.\"\n\n\"I know,\" Bert answered, \"but he'll make it.\"\n\nFootsteps sounded in the tube outside the cabin. Mark Kramer walked in.\n\n\"Hi, chief,\" he grinned, \"Moonbeam ready to go?\"\n\n\"The techs are out now and fuel's aboard. How about you? Shouldn't you\nget some rest?\"\n\n\"That's all I've had since they shipped me out here.\" Kramer laughed.\n\"It'll be a snap. After all, I'll never make over two gees and pick up\n7000 mph to leave you guys behind. Then I play ring around the rosy,\ntake a look at Luna's off side and come home. Just like that.\"\n\n\"Just like that,\" Kevin whispered meditatively. The moon rocket,\nfloating there outside the station's rim was ugly, designed never to\ntouch a planet's atmosphere, but it was the most beautiful thing man\nhad ever built, assembled in space from individual fragments boosted\nlaboriously from the Earth's surface.\n\nAnother clatter of footsteps approached the hatch. Max Gordon entered\nand stood at attention as Senator McKelvie made a dignified entrance.\nThe senator wore an adhesive patch on his high forehead. He turned to\nKramer.\n\n\"Young man,\" he rumbled, \"are you the fool risking your life in\nthat--that thing out there? You must know it'll never reach the moon. I\nknow it'll never--\"\n\nKramer's face paled slightly and he moved swiftly between the two men.\nWithout using force, he backed the senator and Gordon through the hatch\nand slammed it behind him. Anger was a knot of green snakes in his\nbelly.\n\n\"I want to talk to that pilot,\" McKelvie said belligerently.\n\n\"I'm sorry, senator. The best psychiatrists on Earth worked eight\nmonths to condition Kramer for this flight. He must not be emotionally\ndisturbed. You can't talk to him.\"\n\n\"You forbid...?\" McKelvie exploded, but Morrow intercepted smoothly.\n\n\"Gordon. I'm sure the senator would like a tour of the station. Will\nyou escort him?\"\n\nMcKelvie's face reddened and Max opened his mouth to object.\n\n\"Gordon!\" Morrow said sharply. Max closed his mouth and guided the\ngrumbling congressman up the tube.\n\n\n\n\"Twenty minutes to blastoff,\" Bert reported.\n\n\"Right,\" Kevin acknowledged absently. He studied taped data moving in\nby radio facsimile from the mammoth electronic computer on Earth.\n\n\"Our orbit's true,\" he said with satisfaction and wiped a sweaty palm\non his trousers. \"Get the time check, Bert.\" Beeps from the Naval\nObservatory synchronized with the space station chronometer.\n\n\"Alert Kramer.\"\n\n\"He's leaving the airlock now,\" Bert said. From the intercom, Morrow\nlistened to periodic reports from crew members as McKelvie and Gordon\nprogressed in their tour.\n\n\"Mr. Morrow?\"\n\n\"Right.\"\n\n\"This is Adams in Section M. The senator and Gordon have been in the\nline chamber for 10 minutes.\"\n\n\"Boot 'em out,\" Kevin said crisply. \"Blastoff in 15 minutes.\"\n\n\"That machinery controls the safety lines,\" Bert said.\n\nKevin looked up with a puzzled frown, but turned back to watch Kramer\ncreeping along a mooring line to the moon ship. A group of tugmen\nhelped the space-suited figure into the rocket, dogged shut the hatch\nand cleared back to the station rim.\n\n\"Station to Kramer,\" on the radio, \"are you ready?\"\n\n\"All set,\" came the steady voice, \"give me the word.\"\n\n\"All right. Five minutes.\" Kevin turned to the intercom. \"Release\nsafety lines.\"\n\nIn the weightlessness of space the cables retained their normal rigid\nline from the rim of the station to the rocket. They had been under no\nstrain. Their shape would not change until they were reeled in.\n\n\"Two minutes,\" Morrow warned. Tension grew as Anderson began the slow\nsecond count. The hatch opened. McKelvie and Gordon entered the control\nroom. No one noticed it.\n\n\"Five ... four ... three ... two ... one ...\"\n\nA gout of white fire jabbed from the stern of the rocket. Slowly the\nship moved forward.\n\nMorrow watched tensely, hands gripping a safety rail.\n\nThen his face froze in a mask of disbelief and horror.\n\n\"The lines!\" he shouted. \"The safety lines fouled!\"\n\nHe fell sprawling as the space station lurched heavily, tipped upward\nlike a giant platter under the inexorable pull of the moon rocket.\n\nKevin scrambled back to the viewport, the shriek of tortured metal in\nhis ears. Horror-stricken, he saw the taut cables that had failed to\nrelease. Then a huge section of nylon, aluminum and rubber ripped out\nof the station wall, was visible a second in the rocket glare, and\nvanished.\n\nEscaping air whistled through the crippled structure. Pressure\ndropped alarmingly before the series of automatic airlocks clattered\nreassuringly shut.\n\nKevin's hand was bleeding. He staggered with the frightening new motion\nof the space station. Gordon and the senator had collapsed against a\nbulkhead. McKelvie's pale face twisted with fear and amazement. Blood\nstreaked down the pink curve of his forehead.\n\nIndividual station reports trickled through the intercom. Miraculously,\nthe bulk of the station had escaped damage.\n\n\"Line chamber's gone,\" Adams reported. \"Other bulkheads holding, but\nsomething must have jammed the line machines. They ripped right out.\"\n\n\"Get repair crews in to patch leaks,\" Morrow shouted. He turned\nfrantically to the radio. \"Station to Moonbeam. Kramer! Are you all\nright?\"\n\nHe waited an agonizing minute, then a scratchy voice came through.\n\n\"Kramer, here. What the hell happened? Something gave me a terrific\nyaw, but the gyro pulled me back on course. Fuel consumption high.\nOtherwise I'm okay.\"\n\n\"You ripped out part of the station,\" Kevin yelled. \"You're towing\nextra mass. Release the safety lines if you can.\"\n\nThe faint answer came back, garbled by static.\n\nAnother disaster halted a new try to reach him.\n\nWith a howling rumble, the massive gyroscope case in the bulkhead split\nopen. The heavy wheel, spinning at 20,000 revolutions per minute,\nslowly and majestically crawled out of its gimbals; the gyroscope that\nstabilized the entire structure remained in its plane of revolution,\nbut ripped out of its moorings when the station was forcibly tilted.\n\nSpinning like a giant top, the gyro walked slowly across the deck.\nMcKelvie and Gordon scrambled out of its way.\n\n\"It'll go through!\" Bert shouted. Kevin leaped to a chest of emergency\npatches.\n\nThe wheel ripped through the magnesium shell like a knife in soft\ncheese. A gaping rent opened to the raw emptiness of space, but Morrow\nwas there with the patch. Before decompression could explode the four\ncreatures of blood and bone, the patch slapped in place, sealed by the\nremaining air pressure.\n\nTrembling violently, Kevin staggered to a chair and collapsed. Silence\nrang in his ears. Anderson gripped the edge of a table to keep from\nfalling. Kevin turned slowly to McKelvie and Gordon.\n\n\"Come here,\" he said tonelessly.\n\n\"Now see here, young man--\" the senator blustered.\n\n\"I said come here!\"\n\nThe two men obeyed. The commander's voice held a new edge of steel.\n\n\"You were the last to leave the line control room,\" he said. \"_Did you\ntouch that machinery?_\"\n\nGordon's face was the color of paste. His mouth worked like a\nsuffocating fish. McKelvie recovered his bluster.\n\n\"I'm a United States senator,\" he stuttered, \"I'll not be\nthreatened....\"\n\n\"I'm not threatening you,\" Kevin said, \"but if you fouled that\nmachinery to assure your prediction about the rocket, I'll see that you\nhang. Do you realize that gyroscope was the only control we had over\nthe motion of this space station? Whatever it does now is the result of\nthe moon rocket's pull. We may not live to see that rocket again.\"\n\nAs though verifying Morrow's words, the lights dimmed momentarily\nand returned to normal brilliance. A frightened voice came from the\nsquawkbox.\n\n\"Hey, chief! This is power control. We've lost the sun!\"\n\nAnderson looked out the port, studied the slowly wheeling stars.\n\n\"Mother of God,\" he breathed. \"We're flopping ... like a flapjack over\na stove.\"\n\nAnd the power mirrors were on only one face of the space station,\nmirrors that collected the sun's radiation and converted it to power.\nNow they were collecting nothing but the twinkling of the stars.\n\nThe vital light would return as the station continued its new, awkward\nrotation, but would the intermittent exposure be sufficient to sustain\npower?\n\n\"Shut down everything but emergency equipment,\" Morrow directed. \"When\nwe get back on the sun, soak every bit of juice you can into those\nbatteries.\" He turned to Gordon and McKelvie. \"Won't it be interesting\nif we freeze to death, or suffocate when the air machines stop?\"\n\nWorry replaced anger as he turned abruptly away from them.\n\n\"We've got a lot of work to do, Bert,\" he said crisply. \"See if you can\nget White Sands.\"\n\n\"It's over the horizon, I'll try South Africa.\" Anderson worked with\nthe voice radio but static obliterated reception. \"Here comes a Morse\ntransmission,\" he said at last. Morrow read slowly as tape fed out of\nthe translator:\n\n\"Radar shows moon rocket in proper trajectory. Where are you?\"\n\nThe first impulse was to dash to the viewport and peer out. But that\nwould be no help in determining position.\n\n\"Radar, Bert,\" he whispered. Anderson verniered in the scope, measuring\ntrue distance to Earth's surface. He read the figure, swore violently,\nand readjusted the instrument.\n\n\"It can't be,\" he muttered at last. \"This says we're 865 miles out.\"\n\n\"365 miles outside our orbit?\" Morrow said calmly. \"I was afraid of\nthat. That tug from the Moonbeam not only cart-wheeled us, it yanked\nus out.\" He snatched a sheet of graph paper out of a desk drawer and\npenciled a point.\n\n\"Give me a reading every 10 seconds.\"\n\nPoints began to connect in a curve.\n\nAnd the curve was something new.\n\n\"Get Jones from astronomy,\" Kevin said at last. \"He can help us plot\nand maybe predict.\"\n\nWhen the astronomer arrived minutes later, the space station was 1700\nmiles above the Earth, still shearing into space on an ascending curve.\n\n\"Get a quick look at this, Jones,\" Kevin spoke rapidly. \"See if you can\ntell where it will be two hours from now.\"\n\nThe astronomer studied the curve intently as it continued to grow under\nKevin's pencil.\n\n\"It may be an outward spiral,\" he said haltingly, \"or it could be a ...\nparabola.\"\n\n\"No!\" Bert protested. \"That would throw us into space. We couldn't--\"\n\n\"We couldn't get back,\" Kevin finished grimly. \"There'd better be an\nalternative.\"\n\n\"It could be an ellipse,\" Jones said.\n\n\"It must be an ellipse,\" Bert said eagerly. \"The Moonbeam couldn't have\ngiven us 7000 mph velocity.\"\n\nAbruptly the lights went out.\n\nThe radar scope faded from green to black. Morrow swore a string of\nviolent oaths, realizing in the same instant that anger was useless\nwhen the power mirrors lost the sun.\n\nHe bellowed into the intercom, but the speaker was dead. Already Bert\nwas racing down the tube to the power compartment. Minutes later, the\nintercom dial flickered red. Morrow yelled again.\n\n\"You've got to keep power to this radar set for the next half-hour.\nEverything else can stop, even the air machines, but _we've got to find\nout where we're going_.\"\n\nThe space station turned again. Power resumed and Kevin picked up the\nplot.\n\n\"We're 6000 miles out!\" he breathed.\n\n\"But it's flattening,\" Jones cried. \"The curve's flattening!\" Bert\nloped back into the control room. Jones snatched the pencil from his\nsuperior.\n\n\"Here,\" he said quickly, \"I can see it now. Here's the curve. It's an\nellipse all right.\"\n\n\"It'll carry us out 9600 miles,\" Bert gasped. \"No one's ever been out\nthat far.\"\n\n\"All right,\" Morrow said. \"That crisis is past. The next question is\nwhere are we when we come back on nadir. Bert, tell the crew what's\ngoing on. Jones, you can help me. We've got to pick up White Sands and\nget a fuel rocket up here to push.\"\n\n\"Good Lord, look at that!\" Jones breathed. He stared out the port. The\nEarth, a dazzling huge globe filling most of the heavens, swam slowly\npast the plastic window. It was the first time they had been able to\nsee more than a convex segment of oceans and continents. Kevin looked,\nsoberly, and turned to the radio.\n\nThe power did not fail in the next crazy rotation of the station.\n\n\"There's the West Coast.\" Kevin pointed. \"In a few minutes I can get\nWhite Sands, I hope.\"\n\nJones had taken over the radar plot. At last his pencil reached a peak\nand the curve started down. The station had reached the limit of its\nwild plunge into space.\n\n\"Good,\" Kevin muttered. \"See if you can extrapolate that curve and\nget us an approximation where we'll cut in over the other side.\" The\nastronomer figured rapidly and abstractedly.\n\n\"May I remind you young man,\" McKelvie's voice boomed, \"you have a\nUnited States senator aboard. If anything happens--\"\n\n\"If anything happens, it happens to all of us,\" Kevin answered coldly.\n\"When you're ready to tell me what _did_ happen, I'm ready to listen.\"\n\nSilence.\n\n\"White Sands, this is Station I. Come in please.\"\n\nKevin tried to keep his voice calm, but the lives of 90 men rode on it,\non his ability to project his words through the crazy hash of static\nlacing this part of space from the multitude of radio stars. A power\nrocket with extra fuel was the only instrument that could return the\nspace station to its normal orbit.\n\nThat rocket must come from White Sands.\n\nWhite Sands did not answer.\n\nHe tried again, turned as an exclamation of dismay burst from the\nastronomer. Morrow bent to look at the plotting board.\n\nJones had sketched a circle of the Earth, placing it in the heart of\nthe ellipse the space station was drawing around it.\n\nFrom 9600 miles out, the line curved down and down, and down....\n\nBut it did not meet the point where the station had departed from its\norbit 500 miles above Earth's surface.\n\nThe line came down and around to kiss the Earth--almost.\n\n\"I hope it's wrong,\" Jones said huskily. \"If I'm right, we'll come in\n87 miles above the surface.\"\n\n\"It can't!\" Morrow shouted in frustration. \"We'll hit stratosphere.\nIt'll burn us--just long enough so we'll feel the agony before we die.\"\n\nJones rechecked his figures and shook his head. The line was still\nthe same. Each 10 seconds it was supported by a new radar range. The\nastronomer's lightning fingers worked out a new problem.\n\n\"We have about 75 minutes to do something about it,\" he said. \"We'll be\nover the Atlantic or England when it happens.\"\n\n\"Station I, this is....\"\n\nThe beautiful, wonderful voice burst loud and clear from the radio and\nthen vanished in a blurb of static.\n\n\"Oh God!\" Kevin breathed. It was a prayer.\n\n\"We hear you,\" he shouted, procedure gone with the desperate need to\ncommunicate with home. \"Come in White Sands. Please come in!\"\n\nFaintly now the voice blurred in and out, lost altogether for vital\nmoments:\n\n\"... your plot. Altiac computer ... your orbit ... rocket on\nstandby ... as you pass.\"\n\n\"Yes!\" Kevin shouted, gripping the short wave set with white fingers,\ntrying to project his words into the microphone, across the dwindling\nthousands of miles of space. \"Yes. Send the rocket!\"\n\n\"Can they do it?\" Jones asked. \"The rocket, I mean.\"\n\n\"I don't know,\" Kevin said. \"They're all pre-set, mass produced now,\nand fuel is adjusted to come into the old orbit. They can be rigged, I\nthink, if there's enough time.\"\n\n\n\nThe coast of California loomed below them now, a brown fringe holding\nback the dazzling flood of the Pacific. They were 3000 miles above the\nEarth, dropping sharply on the down leg of the ellipse.\n\nAt their present speed, the station appeared to be plunging directly\nat the Earth. The globe was frighteningly larger each time it wobbled\nacross the viewport.\n\n\"Shall I call away the tugmen?\" Bert asked tensely.\n\n\"I can't ask them to do it,\" Kevin said. \"With this crazy orbit, it's\ntoo dangerous. I'm going out.\"\n\nHe slipped into his space gear.\n\n\"I'm going with you,\" Bert said. Kevin smiled his gratitude.\n\nIn the airlock the men armed themselves with three heavy rocket\npistols each. Morrow ordered other tugmen into suits for standby.\n\n\"I wish I could do this alone, Bert,\" he said soberly. \"But I'm glad\nyou're coming along. If we miss, there won't be a second chance.\"\n\nThey knew approximately when they would pass over the rocket launching\nbase, but this time it would be different. The space station would pass\nat 750 miles altitude and with a new velocity. No one could be sure\nthe feeder rocket would make it. Unless maximum fuel had been adjusted\ncarefully, it might orbit out of reach below them. Rescue fuel would\ntake the place of a pilot.\n\n\n\nAnderson and Morrow floated clear of the huge wheel, turning lazily\nin the deceptive luxury of zero gravity. The familiar sensation of\nexhilaration threatened to wipe out the urgency they must bring to bear\non their lone chance for survival. They could see the jagged hole where\nthe Moonbeam had yanked out a section of the structure.\n\nAn unintelligible buzz of voice murmured in the radios. Unconsciously\nKevin tried to squeeze the earphones against his ears, but his\nheavily-gloved hands met only the rigid globe of his helmet.\n\n\"You get it, Bert?\"\n\n\"No.\"\n\n\"This is Jones,\" a new voice loud and clear. \"Earth says 15 seconds to\nblastoff.\"\n\n\"Rocket away!\"\n\nLike a tiny, clear bell the words emerged from static. Bert and Kevin\ngyrated their bodies so they could stare directly at the passing\npanorama of Earth below. They had seen it hundreds of times, but now\n250 more miles of altitude gave the illusion they were studying a\nfamiliar landmark through the small end of a telescope.\n\n\"There it is!\" Bert shouted.\n\nA pinpoint of flame, that was it, with no apparent motion as it rose\nalmost vertically toward them.\n\nThen a black dot in an infinitesimal circle of flame--the rocket\nsilhouetted against its own fire ... as big as a dime ... as big as a\ndollar....\n\n... as big as a basketball, the circle of flame soared up toward them.\n\n\"It's still firing!\" Kevin yelled. \"It'll overshoot us.\"\n\nAs he spoke, the fire died, but the tiny bar of the rocket, black\nagainst the luminous surface of Earth, crawled rapidly up into their\nsector of starlit blackness. Then it was above Earth's horizon, nearly\nto the space station's orbit, crawling slowly along, almost to them--a\nbeautiful long cylinder of metal, symbol of home and a civilization\nsending power to help them to safety.\n\nHope flashed through Kevin's mind that he was wrong, that the giant\ncomputer and the careful hands of technicians had matched the ship to\ntheir orbit after all.\n\nBut he was right. It passed them, angling slowly upward not 50 yards\naway.\n\nInstantly the two men rode the rocket blast of their pistols to the\nnose of the huge projectile. But it carried velocity imparted by\nrockets that had fired a fraction of a minute too long.\n\nClinging to the metal with magnetic shoes, Morrow and Anderson pressed\nthe triggers of the pistols, held them down, trying to push the\ncylinder down and back.\n\nBert's heavy breathing rasped in the radio as he unconsciously used the\nfutile force of his muscles in the agonizing effort to move the ship.\n\nTheir pistols gave out almost simultaneously. Both reached for another.\nThin streams of propulsive gas altered the course of the rocket,\nslightly, but the space station was smaller now, angling imperceptibly\naway and down as the rocket pressed outward into a new, higher orbit.\n\nThe rocket pistols were not enough.\n\n\"Get the hell back here!\" Jones' voice blared in their ears. \"You can't\ndo it. You're 20 miles away now and angling up. Don't be dead heroes!\"\nThe last words were high and frantic.\n\n\"We've got to!\" Morrow answered. \"There's no other way.\"\n\n\"We can't do the impossible, chief,\" Bert gasped.\n\nA group of tiny figures broke away from the rim of the space station.\nThe tugmen were coming to help.\n\nThen Kevin grasped the hideous truth. There were not enough rocket\npistols to bring the men to the full ship and return _with any reserve\nto guide the projectile_.\n\n\"Get back!\" he shouted. \"Save the pistols. We're coming in.\"\n\nBehind them their only chance for life continued serenely upward into a\nnew orbit. There, 900 miles above the earth, it would revolve forever\nwith more fuel in its tanks than it needed.\n\nFuel that would have saved the lives of 90 desperate men.\n\nBy leaving it, Morrow and Anderson had bought perhaps 30 more minutes\nof life before the space station became a huge meteor riding its fiery\npath to death in the the upper reaches of the atmosphere.\n\nBoth suffered the guilt of enormous betrayal. The fact that they could\nhave done no more did not erase it.\n\nFrantically, Kevin flipped over in his mind the possible tools that\nstill could be brought to bear to lift the space station above its\nflaming destruction. But his tools were the stone axe of a primitive\nman trying to hack his way out of a forest fire.\n\n\n\nEager hands pulled them back into the station. For a moment there\nwere the reassuring sounds as their helmets were unscrewed. Then the\nfamiliar smells and shape of the structure that had been home for so\nlong. Now that haven was about to destroy itself.\n\nThen Morrow remembered the Earth rocket that had brought Senator\nMcKelvie to the great white sausage in space.\n\nThat rocket still contained a small quantity of fuel.\n\nIf fired at the precise moment, that fuel, anchored with the rocket in\nthe hub socket, might be enough to lift the entire station.\n\nHe shouted instructions and men raced to obey. Kevin, himself, raced\ninto the nearest tube. There was no sound, but ahead of him the hatch\nwas open to the discharge chamber. He leaped into the zero gravity room.\n\nMcKelvie was crawling through the connecting port into the feeder\nrocket. Kevin sprawled headlong into Gordon. The recoil threw them\napart, but Gordon recovered balance first.\n\nHe had a gun.\n\n\"Get back,\" he snarled. \"We're going down.\" He laughed sharply, near\nhysteria. \"We're going down to tell the world how you fried--through\nerror and mismanagement.\"\n\n\"You messed up those lines,\" Kevin said. It didn't matter now. He only\nhoped to hold Gordon long enough for diversionary help to come out of\nthe tube.\n\n\"Yes,\" Gordon leered. \"We fixed the lines. The senator wasn't sure we\nshould, but I helped him over his squeamishness, and now we'll crack\nthe whip when we get back home.\"\n\n\"You won't make it,\" Kevin said. \"We're still more than 600 miles high.\nThe glide pattern in that rocket is built to take you down from 500\nmiles.\"\n\nMcKelvie's head appeared in the hatch. He was desperately afraid.\n\n\"You said you could fly this thing, Gordon. Can you?\"\n\nMax nodded his head rapidly, like a schoolboy asked to recite a lesson\nhe has not studied.\n\nKevin was against the bulkhead. Now he pushed himself slowly forward.\n\n\"Stay back or I'll shoot?\" Gordon screamed. Instead, he leaped backward\nthrough the hatch.\n\nHampered by his original slow motion, Kevin could not move faster until\nhe reached another solid surface.\n\nThe hatch slammed shut before his grasping fingers touched it.\n\nA wrenching tug jostled the space station structure. The rocket was\ngone, and with it the power that might have saved all of them.\n\nMorrow ran again. He had not stopped running since the beginning of\nthis nightmare.\n\nHe tumbled over Bert and Jones in the tube. They scrambled after him\nback to the control room. The three men watched through the port.\n\n\"If he doesn't hit the atmosphere too quick, too hard ...\" Kevin\nwhispered. His fists were clenched. He felt no malice at this moment.\nHe did not wish them death. There was no sound in the radio. The\nplummeting projectile was a tiny black dot, vanishing below and behind\nthem.\n\nWhen the end came, it was a mote of orange red, then a dazzling smear\nof white fire as the rocket ripped into the atmosphere at nearly 20,000\nmiles an hour.\n\n\"They're dead!\" Jones voice choked with disbelief. Kevin nodded, but it\nwas a flashing thing that lost meaning for him in the same instant. He\nknew that unless a miracle happened, ninety men in his command would\nmeet the same fate.\n\n\n\nLike a perpetual motion machine, his brain kept reaching for something\nthat could save his space station, his own people, the iron-nerved\nspacemen who knew they were near death but kept their vital posts,\nwaiting for him to find a way.\n\nStories do not end unhappily--that thought kept cluttering his brain--a\nmuddy optimism blanking out vital things that might be done.\n\n\"What's the altitude Jones?\"\n\n\"520 now. Leveling a bit.\"\n\n\"Enough?\" It was a stupid question and Kevin knew it. Jones shook his\nhead.\n\n\"We might be lucky,\" he said. \"We'll hit it about 97 miles up. The top\nisn't a smooth surface, it billows and dips. But,\" he added, almost a\nwhisper, \"we'll penetrate to about 80 miles before....\"\n\n\"How much time?\" Kevin asked sharply. A tiny chain of hope linked\nfeebly.\n\n\"About 22 minutes.\"\n\n\"Bert, order all hands into space suits--emergency!\"\n\nWhile the order was being carried out, Kevin summoned the tugmen.\n\n\"How many loaded pistols do we have?\"\n\n\"Six,\" the chief answered.\n\n\"All right. Get this quick. Anchor yourselves inside the hub. Aim those\npistols at the Earth and fire until they're exhausted.\"\n\nThe chief stared incredulously.\n\n\"I know it's crazy,\" Kevin snapped. \"It's not enough, but if it alters\nour orbit 50 feet, it'll help.\" The tugmen ran out. Bert, Kevin and\nJones scrambled into space suits. Morrow called for reports.\n\n\"All hands,\" he intoned steadily, \"open all ports. Repeat. Open all\nports. Do not question. Follow directions closely.\"\n\nTen seconds later, a whoosh of escaping air signaled obedience.\n\n\"Now!\" Kevin shouted, \"grab every loose object within reach. Throw it\nat the Earth. Desks, books, tools, anything. Throw them down with every\nounce of strength you've got!\"\n\nIt was insane. Everything was insane. It couldn't possibly be\nenough.... But space around the hurtling station blossomed with every\nconceivable flying object that man has ever taken with him to a lonely\noutpost. A pair of shoes went tumbling into darkness, and behind it the\nplastic framed photograph of someone's wife and children.\n\nJones knew his superior had not gone berserk. He bent anxiously over\nthe radar scope.\n\nIt was not a matter of jettisoning weight. Every action has an equal\nreaction, and the force each man gave to a thrown object was as\neffective in its diminuitive way as the exhaust from a rocket.\n\n\"Read it!\" Morrow shouted. \"Read it!\"\n\n\"265 miles,\" Jones cried. \"I need more readings to tell if it helped.\"\n\nThere was no sound in the radio circuit, save that of 90 men breathing,\nwaiting to hear 90 death sentences. Jones' heavily-gloved hands moved\nthe pencil clumsily over the graph paper. He drew a tangent to a new\ncurve.\n\n\"It helped,\" he said tonelessly, \"We'll go in at 100 miles, penetrate\nto 90....\"\n\n\"Not enough,\" Kevin said. \"Close all ports. Repeat. Close all ports!\"\n\nAn unheard sigh breathed through the mammoth, complex doughnut as\nautomatic machinery gave new breath to airless spaces.\n\nIt might never be needed again to sustain human life.\n\nBut the presence of air delivered one final hope to Morrow's frantic\nbrain.\n\n\"Two three oh miles,\" Jones said.\n\n\"Air control,\" Kevin barked into the mike, \"how much pressure can you\nget in 15 minutes?\"\n\n\"Air control, aye,\" came the answer, and a pause while the chief\ncalculated. \"About 50 pounds with everything on the line.\"\n\n\"Get it on! And hang on to your hats,\" Kevin yelled.\n\nThe station dropped another 30 miles, slanting in sharply toward the\nplanet's envelope of gas that could sustain life--or take it away.\nMorrow turned to Anderson.\n\n\"Bert. There are four tubes leading into the hub. Get men and open\nthe outer airlocks. Then standby the four inner locks. When I give\nthe signal, open those locks, fast. You may have to pull to help the\nmachinery--you'll be fighting three times normal air pressure.\"\n\nBert ran out. Nothing now but to wait. Five minutes passed. Ten.\n\n\"We're at 135 miles,\" Jones said. Far below the Earth wheeled by, its\napparent motion exaggerated as the space station swooped lower.\n\n\"120 miles.\"\n\nKevin's throat was parched, his lips dry. Increasing air pressure\nsqueezed the space suits tighter around his flesh. A horror of\nclaustrophobia gripped him and he knew every man was suffering the same\ntorture.\n\n\"110 miles.\"\n\n\"Almost there,\" Bert breathed, unaware that his words were audible.\n\nThen a new force gripped them, at first the touch of a caressing finger\ntip dragging back, ever so slightly. Kevin staggered as inertia tugged\nhim forward.\n\n\"We're in the air!\" he shouted. \"Bert. Standby the airlocks!\"\n\n\"Airlocks ready!\"\n\nThe finger was a hand, now, a huge hand of tenuous gases, pressing,\npressing, but the station still ripped through its death medium at a\nstaggering 20,000 miles an hour.\n\nJones pointed. Morrow's eyes followed his indicating finger to the\nthermocouple dial.\n\nThe dial said 100° F. While he watched it moved to 105, quickly to 110°.\n\n\n\nFive seconds more. A blinding pain of tension stabbed Kevin behind the\neyes. But through the flashing colors of agony, he counted, slowly,\ndeliberately....\n\n\"Now!\" he shouted. \"Open airlocks, Bert. NOW!\"\n\nAir rushed out through the converging spokes of the great wheel, poured\nout under tremendous pressure, into the open cup of the space station\nhub, and there the force of three atmospheres spurted into space\nthrough the mammoth improvised rocket nozzle.\n\nKevin felt the motion. Every man of the crew felt the surge as the\nintricate mass of metal and nylon leaped upward.\n\nThat was all.\n\nMorrow watched the temperature gauge. It climbed to 135°, to 140° ...\n145 ... 150....\n\n\"The temperature is at 150 degrees,\" he announced huskily over the\nradio circuit. \"If it goes higher, there's nothing we can do.\"\n\nThe needle quivered at 151, moved to 152, and held....\n\nTwo minutes, three....\n\nThe needle stepped back, one degree.\n\n\"We're moving out,\" Kevin whispered. \"We're moving out!\"\n\nThe cheer, then, was a ringing, deafening roar in the earphones. Jones\nthumped Kevin madly on the back and leaped in a grotesque dance of joy.\n\n\n\nMorrow leaned back in the control chair, pressed tired fingers to his\ntemples. He could not remember when he had slept.\n\nThe first rocket from White Sands had brought power to adjust the\norbit. This one was on the mark.\n\nThe next three brought the Senate investigating committee.\n\nBut that didn't matter, really. Kevin was happy, and he was waiting.\n\nThe control room door banged open. Mark Kramer's grin was like a flash\nof warm sunlight.\n\n\"Hi, commander,\" he said, \"wait'll you see the marvelous pictures I\ngot.\"\n\nOutside the Moonbeam rode gently at anchor, tethered with new safety\nlines.",
    "metadata": {
        "author": [
            "Still, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59345/pg59345.txt",
        "name": "slow_burn.json"
    }
}