{
    "name": "Small voice, big man",
    "author": [
        "Brown, Stewart Pierce"
    ],
    "body": "Car 43 cruised slowly up Eighth Avenue. At the wheel, Patrolman Vince\nFerraro thought mixed thoughts about Patricia Ann Burke. Beside him,\nSergeant Gus Kleiber watched the city in a bored and automatic way,\nhis mind on Augustus Junior, about to take his bar exams. The radio\ncrackled in a low key. The evening traffic was light, few people were\non the streets.\n\nThe Sergeant turned heavily in his seat. \"You hear that?\"\n\n\"What?\"\n\n\"A guy singing. Over the radio.\"\n\n\n\nFerraro shook his head. He pulled over and they listened. Routine\npolice calls squawked from the speaker. Kleiber frowned. \"No, this was\nsinging. It--there!\" Faintly behind the official monotone they heard\na man's voice singing. \"You know who that sounds like? Van Richie.\"\n\n\"Van Richie? Come on. He's dead.\"\n\n\"Could be a record. Anyway, he ain't dead. He made a movie here a while\nback.\"\n\n\"Ten years ago.\"\n\n\"Yeah, but he ain't dead.\"\n\n\"He isn't singing on the radio, either.\"\n\nKleiber stared at the radio. The singing had faded out. Ferraro eased\nthe car back into the stream of traffic and his thoughts back to\nPatricia Ann. They were interrupted again as he drove past the Garden.\n\"I tell you,\" Kleiber said, \"that was _Van Richie_.\"\n\nOh, great, Ferraro thought. Now he won't be able to let up on _that_\nfor a week.\n\n\n\n\"It's cold in here,\" the girl said. The man at the easel didn't answer.\nShe hugged herself and tucked her feet under her, frowning petulantly.\n\"Alex?\"\n\n\"Put a sweater on,\" the man said without looking away from his\npainting. His voice echoed in the huge loft.\n\n\"I've _got_ one on.\"\n\n\"There's a blanket there.\"\n\nWith a sigh, the girl lay back on the bed, pulling the blanket around\nher. She draped one arm over her eyes, shielding them from the banks\nof fluorescent lights. Under her ear, on the not-very-clean pillow, she\ntucked a tiny pocket radio.\n\nIn the corner, water dripped from a tap into the chipped basin. Dimly\nthe sounds of the traffic on Tenth Avenue floated up to them. Almost an\nhour passed. When she looked up, the man was standing back, frowning at\nthe canvas.\n\n\"That's enough for now,\" she said gently.\n\nHe dropped the brushes on the taboret and wiped his hands absently, his\neyes on the half-finished painting.\n\n\"Alex?\"\n\n\"Hmm?\"\n\n\"Keep me warm.\"\n\nOnly then did he look at her. He came and stood over the bed, faintly\nsmiling. She lifted a corner of the blanket like a tent flap.\n\nThey lay watching the lopsided moon inching over the edge of the\nstreaked and gritty skylight. In the dark, she giggled.\n\n\"What's so funny?\"\n\n\"I just heard Van Richie. Right in the middle of the news.\"\n\n\"Get that thing out of here.\"\n\n\"He just came right in while the man was talking.\"\n\n\"Give it to--\"\n\n\"Listen.\" She held the radio to his ear. He listened briefly, then\nturned the radio off and put it on the table.\n\nLater, when he got up for a cigarette, he saw it in the light of the\nmatch. \"How did you know that was him? You weren't even born then.\"\n\nBut she was asleep.\n\n\n\nHarry Freed locked up on the dot of nine. He left a night light over\nthe rear counter, connected the alarm, and walked wearily to the car.\n\nThe traffic was lighter tonight. Thank God. He was exhausted. Waiting\nfor the light at Seventh Avenue, he leaned his head back against the\nseat and closed his eyes. It would be nice if Edith had a cup of hot\ncocoa ready for him. But tonight was Perry Como. She'd be glued to the\nset.\n\nA horn honked behind him. He started, jerked forward and stalled the\ncar. The light changed back to red before he could get it started\nagain. People at the crosswalk stared at him. He felt himself blushing.\nEdith was right. They should have bought her brother's car last spring\nand got rid of this one.\n\nThe pavements were still wet, repeating the lights of Times Square in\nblurred patches of color. The rain had killed the day's receipts. He\ndreaded telling Edith. They said tomorrow would be better. He switched\non the radio to get the news and weather.\n\nThe traffic moved slower now. He looked nervously at his watch. Even\nwith Perry Como, she didn't like it when he was late.\n\nWhy hadn't Saul made both deliveries today? Why only one? Reminder: see\nHodges at the bank tomorrow. And write Ruth; ask about his nephew's\nbroken arm.\n\nHorns again. A cop waving him on. God, he was tired. His eyes. Edith\nwanted him to get glasses.\n\n\"... clearing, with some cloudiness. Wind from the north ...\" Van\nRichie singing.\n\nWhy are they always digging up Ninth Avenue? Maybe Eleventh would be\nbetter. Crazy taxis. Look at that nut, cutting in and out.\n\n_Van Richie?_\n\nHe twisted the dial. \"Wheat was off but cotton was higher....\" \"Our\nlove came much too soo-oo-oon!\" \"Next news at 10:30....\" \"Real,\nunfiltered tobacco flavor....\"\n\nHe had heard him, though. He was sure of it. He told Edith about it\nwhen he got home. She said he was crazy. Van Richie had retired long\nago.\n\n\n\nThe book had pictures of things he knew, with the English names beneath\nthem. Each word was spelled the way it was pronounced. With the rug\nwrapped around him and the book spread on top of the radiator, Gabriel\nSangre said the word aloud, slowly, trying to remember what Miss\nAlvirez had said: where the mark was, was louder.\n\nHe was hungry. But he did not eat. What was left in the window-sill box\nhad to last until Friday.\n\n\"_Chay_-r.\" \"_Tay_-bel.\" \"_Kow_-ch.\" He shivered, forcing his knees\nbetween the uprights of the radiator. In bed, he knew, he would be\nwarmer. But also he would fall asleep. He wanted to finish the lesson.\nHe did not want to disappoint Miss Alvirez.\n\nTomorrow would be hard again. A long day, with the stacks of trays and\nthe heavy dishes and the miles of running around the big kitchen, with\nthe old Italian barking at him and the waiters pushing him and cursing\nhim. But he could not go to bed.\n\nHe rested his forehead on the book. The heat bathed his face. It felt\ngood. It made him forget the cold wind outside and the grey and gritty\nbuildings. It felt like the sun. The island sun that warmed him as he\nworked with his father in the fields. Down the long rows side by side,\nwith the sound of the sea far away and the shrill voices of his sisters\ncoming faintly across the valley.\n\nThe tears came again. He could not stop them. But this time as they\ncame, he heard music. Singing. A man singing. Faintly, like the sound\nof his sisters far away. It was in English. It was not a song he had\never heard on the Sebastiano's radio. It was not one from the juke box\nat El Puerto, uptown. It was a small voice, a gentle voice, and he\nliked it. Once or twice he caught a word he knew.\n\nHe sat there with his head bowed forward, the rug wrapped around him,\ncrying for the sun and listening to the singing in his head.\n\n\n\nThe secretary was nice to him. He could tell she had heard of him. Not\n_heard_ him. She was too young. But heard _of_ him. Well, small favors.\nShe called him Mr. Richie, which nobody in Hollywood would have done.\n\nFeldt was nice, too. Up from his chair, hand out. Some of them just sat\nthere and let you come to them. But he had that same quick, searching\nlook as they shook hands.\n\n\"Sixty-three,\" Van Richie said.\n\nFeldt smiled but did not quite blush. \"I figured it had to be around\nthat. For what it's worth, you don't look it.\"\n\n\"Thanks.\" Richie sat down. Feldt returned to his chair behind the desk.\n\n\"I talked to Marvin on the coast last night. You're it for us, he says.\"\n\n\"Good. I hope so.\"\n\n\"Yeah, we do, too. It's been a while.\" Feldt looked at the paper in\nfront of him. \"1941.\"\n\n\"I did some stock out there after the war.\"\n\n\"Yeah. But the last feature was '41. And you were still a, you know....\"\n\n\"A crooner.\" Richie smiled with one corner of his mouth.\n\nFeldt smiled, too. \"Yeah, a crooner. This one's only got two songs,\ny'know.\"\n\n\"I know.\"\n\n\"It's mostly light comedy.\"\n\n\"Marv explained all that.\"\n\n\"Yeah, well....\" Feldt carefully squared the paper with the corner of\nhis blotter. \"1941, y'know that's sort of a while ago.\"\n\n\"Yes, it is,\" Richie said evenly. \"Look, Mr. Feldt, if you're trying to\ntell me I'll have to read for it, just say so.\"\n\n\"Okay, I just said so.\"\n\nRichie fitted a cigarette into his holder. His lighter failed and Feldt\nheld a match for him. \"Thanks.\" He exhaled a cloud of smoke. \"Who for?\"\n\n\"Oh, Abe. Me. Probably the producing team.\"\n\n\"It's always a team today, they just don't have a producer any more, do\nthey?\"\n\n\"Just a few of us. Six people, maybe. Seven.\"\n\n\"Just lines?\"\n\n\"Well, mostly, yeah. We may have a piano there.\"\n\nThe corner of Richie's mouth turned up again. \"I _can_ carry a tune,\nyou know.\"\n\nFeldt laughed. \"Sure, sure. But just to see how it sounds and all.\"\nRichie stared at him, not smiling. Feldt turned off his own laughter.\nHe shrugged. \"What the hell, Van, 1941. We got a bundle in this one.\nWe're taking no chances. None.\"\n\nOutside, the secretary's typewriter chattered unevenly. Richie blew a\nsmoke ring. \"Okay,\" he said, feeling suddenly tired, \"Any time you say.\"\n\nFeldt walked to the elevators with him. \"Incidentally, Van, I hate to\nask, but what's with the sauce problem these days?\"\n\nRichie shook his head. \"Seven years. Eight now, in fact.\"\n\n\"Oh, great. That's great.\"\n\n\"And for your information, it never was what you'd call a problem.\"\n\n\"Well, the papers and all, y'know. We couldn't tell.\" The elevator\ndoors hissed open. \"Thanks for coming up, fella. See you tomorrow.\"\n\nHalfway down, the only other man in the car looked up, startled.\n\"Pardon?\"\n\n\"I said 'son of a bitch',\" Van Richie said. \"With feeling.\"\n\n\n\n\"Good God, you can't even _hear_ him!\" one of the men whispered.\n\nSomeone else in the darkened theatre called, \"Hold it! Can you give it\na little more, Van? We can't hear it out here.\"\n\nVan Richie squinted toward the seats. \"Are the mikes up?\"\n\n\"All the way. You're going to have to push it.\"\n\nThe piano resumed. Richie's voice was true but small. The whisperer\ngroaned. \"He could use that old megaphone right about now.\"\n\nWhen the number was over, Richie came down from the stage and joined\nthem. \"You need help, Van,\" Feldt said bluntly.\n\n\"What about it, Ben?\" They all turned to a man sitting alone, several\nrows back.\n\n\"You don't want a lapel mike?\" Ben asked, coming slowly down the aisle.\n\n\"Too much cable trailing around. There'll be dancers all over that\nstage.\"\n\n\"Lavalier the same thing?\"\n\n\"The same thing.\"\n\n\"Look, why hide it?\" asked the man who'd mentioned the megaphone. \"Just\nfly a pencil mike. When he's ready, drop it down.\"\n\n\"It breaks the mood,\" one of the writers said.\n\n\"Nuts, the mood. You can't _hear_ him.\"\n\n\"There's one thing we can do....\"\n\n\"A microphone out of the sky?\" the writer groaned.\n\n\"Awright, a floor mike, then.\"\n\n\"There is one thing,\" the electrician began again.\n\n\"What's that, Ben?\"\n\n\"Well, it isn't cheap.\"\n\n\"Of course not,\" the senior member of the producing team said.\n\n\"You mind if you look a little fat, Mr. Richie?\"\n\n\"Not if they can hear me, Ben. What's the gimmick?\"\n\nThey listened grimly to the electrician's plan. Feldt glanced at\nRichie. He looked old and tired and small. God, Feldt thought, I hope\nwe haven't pulled a rock.\n\n\n\n\"For your information,\" Sergeant Kleiber said, \"Van Richie hasn't made\na record in 26 years. 1936.\"\n\n\"Fine. Great,\" Ferraro answered. Inwardly, he groaned. It was _weeks_\nnow.\n\n\"And he sure ain't dead.\"\n\n\"Okay, you looked it up and he's alive.\" Ferraro moved the car\nskillfully through the traffic. \"Fine. I'm glad to hear it.\"\n\n\"Looked it up nothing. He just opened in a show right here on 46th!\nThat's him in person we been hearing. I told you. I know that voice.\"\n\n\"Yeah, you told me.\"\n\n\"Look, why don't you admit you were wrong for once?\"\n\n\"The hell do you mean? I heard the singing. I said that.\"\n\n\"All you said was he was dead or it was a record or something.\"\n\n\"All I said was I never heard him sing those songs. Where'd you get\nall this about he's in a show?\"\n\n\"Drive by! Turn in 46th! It's right on the sign! Turn in!\"\n\nOh, nuts, thought Ferraro, what do I care if the guy _is_ in a show?\n\n\"There. See? Slow down.\"\n\n\"I can see it.\"\n\nThey moved on down the block, past the other theatres. Ferraro\nshrugged. \"Okay, he's still around.\"\n\n\"Sure is. And that's him we hear singing.\"\n\n\"But at night. How can he be on the radio if he's in a show? They\nwouldn't be doing a broadcast from the stage every night.\"\n\nTypical, thought Kleiber. In the wrong, so now he attacks. He couldn't\nsay I was wrong or you were right or sorry or anything. \"Okay, he's\nstill around.\" Big deal. And now boring in about the broadcasting.\nWell, the hell with him. They were getting too many of his kind from\nthe Academy nowadays. The know-it-all, you-heard-it-here-first type. He\nwas coming up for an advance in pay-grade on the first of the month. He\nhad big plans to get married. Well, let him stay in the barrel a while\nlonger. It wouldn't hurt him. Pat or Peg or whatever her name was could\nwait. He made a mental note to get Ferraro's fitness report form from\nthe clerk when they got back to the precinct house.\n\n\n\n\"Can you turn that down a little?\"\n\nThe girl shrugged and turned the volume control on the tiny radio. A\nsudden blare of sound crashed and echoed in the quiet studio. \"Sorry,\"\nshe called, hastily twisting the knob the other way.\n\n\"Damn it, Nell, you do that every time. You've had that thing a year\nnow.\"\n\n\"Every time! You always exaggerate when you're mad. The other one was\njust the opposite, is all.\"\n\nHe didn't answer. He turned back to the canvas and worked silently for\nseveral minutes. It was not going well but he kept at it doggedly,\nfrowning in concentration, his lower lip trapped between his teeth.\n\nSuddenly he whirled. \"Nell, turn that thing down or get it out of here!\"\n\n\"It _is_ down! I can't get it any softer.\"\n\n\"Then shut it off.\"\n\n\"Why should I? I want to--\"\n\n\"I said shut it off!\"\n\n\"I want to hear if Van Richie comes on with the news again.\"\n\n\"What kind of foolishness--?\"\n\n\"Ye Gods, can't a person even breathe around here any more? You're so\nmad about that lousy painting--\"\n\n\"Nell.\" His voice was taut but he didn't shout.\n\n\"It _is_. It's lousy and you know it. That's what makes you so--\"\n\n\"Nell.\" He started across the room toward her.\n\n\"You're not going to take it out on me. It's not my fault if you can't\npaint. I don't think--_Alex!_\"\n\nShe only partially blocked the blow. Holding his wrist, she tried to\nbite his arm. He flung her off, sending her reeling against the bed.\n\"Lousy painting!\" she screamed. She threw the radio at the canvas. \"It\nstinks! It's so bad it makes me sick! It's awful!\" Her face was twisted\nand flushed and her body jerked with the violence of her shouting.\n\nShe tried to run then but he caught her and spun her around. He hit her\nwith his fist and knocked her down. He stood above her, breathing in\ngreat gulps, his eyes blazing.\n\nShe didn't cry. She got to her feet slowly, stumbling once when she\nwas erect. She walked behind him and he heard the water running in the\nbasin. He didn't turn around. Her footsteps crossed the room. \"That's\nthe last time, Alex,\" she said in a small, lifeless voice. He heard the\ndoor close.\n\n\n\nIt was a miracle, Gabriel decided. The singing was a miracle. It was to\ntell him to go on, to keep studying, to stay in New York and make Miss\nAlvirez proud of him. And when he could speak and read English well,\nthen he would get a better job. A job in an office, maybe, where it was\nquiet and people were kind and he could go home at five o'clock. He\nwould have enough money to go to the movies every night.\n\nAnd so he worked hard at the words and the sentences, while the\nradiator and the singing in his head kept him warm. Every night at the\nsame time he heard the singing. He understood more and more of the\nwords.\n\nBut it was not the words that helped him through the cold and\nloneliness. It was the voice. It seemed to be singing just for him. It\nwas inside _his_ head. Nobody else heard it. It was like a friend, a\nfriend he didn't have to share with anyone.\n\nWhen the tests came, he got the second highest mark in the class. Only\none girl scored better. Miss Alvirez shook his hand and was glad for\nhim.\n\nLater, he told her about the singing. She looked at him curiously but\nshe didn't laugh. He even sang the parts he could remember. She did not\nknow the songs.\n\nIt wasn't until he'd been working in the travel office almost six\nmonths that she came by and told him they were from one of the big\nplays downtown. She had seen it and had come all the way to his office\nto tell him. That made him feel very good.\n\n\n\n\"Listen, if you don't get a clerk in there. You're all jumpy. That's why\nyou keep hearing that singing.\"\n\n\"Edie, I told you--that's got nothing to do with it,\" Harry Freed said.\n\n\"The man said there was absolutely nothing wrong with the radio. Nobody\nelse hears any singing. I never get it on the set upstairs.\"\n\n\"I know what I heard, that's all. Four times now.\"\n\n\"You're just getting sicker, that's all that proves.\"\n\n\"Honey, I don't think you should say things like that.\"\n\n\"Yeah? Well, I don't think you should hear voices either. Why don't you\nsee a doctor? My God, consider somebody else's feelings for a change.\nHow do you think it would make _me_ feel, having a husband everybody\nknew was mentally ill? Around _this_ town? That never occurred to you,\ndid it? You're too busy thinking of yourself. _I_ try to get you to go\nto a doctor. _I_ worry about it until I'm practically sick myself. But,\noh no, you're all right. You just hear voices, that's all. So you don't\ncare what anybody else is going through. Not you.\"\n\nHarry sat very still. Then slowly he stood up. \"Put your coat on,\" he\nsaid.\n\n\"What do you mean, put--?\"\n\n\"Just what I said. Put your _coat_ on.\"\n\n\"Oh, Harry, stop. I don't like to be talked to like that and you know\nit.\"\n\n\"Edith.\" He walked across the room until he was standing very close to\nher. \"Edith, put your coat on and get in the car. We're going into New\nYork and you're going to hear Van Richie on that radio if I have to tie\nyou to the seat.\"\n\n\"You're out of your mind. You must be out of your mind! Have you been\ndrinking or something?\"\n\nHe stepped closer. Instinctively she stepped back. They stared at each\nother. After a moment, she went over to the closet. \"Well, if that's\nthe way you're going to be,\" she said, taking down her hat and coat. \"I\nstill say it's the silliest thing....\"\n\nHe found the corners of his mouth were dry. His knees felt watery.\nBut he drove steadily and surely through the heavy traffic. She kept\nrepeating how silly it was.\n\nHe showed her the theatre with Van Richie's name out front. They drove\nback and forth along his homeward route. Three times they heard Van\nRichie sing.\n\nOn the way back, she began talking again. \"Shut up,\" he said, without\nraising his voice, without looking at her. She gasped. But she knew\nenough to remain silent.\n\nThe critics called it the best musical since _My Fair Lady_. They had\nspecial praise for Van Richie: \"He has made the transition from crooner\nto comedian with grace and style ... the years have left the familiar\nvoice intact.\"\n\n\"Bless our boy Ben,\" Feldt said. He sat on the bed, the newspapers\nstrewn on the floor at his feet. The cast party crashed and roared in\nthe next room.\n\n\"Van Richie and His Electric Voice,\" Richie said, dropping the phone\nback in the cradle. He'd been trying to call California since midnight.\n\n\"Now, listen,\" Feldt said.\n\n\"I know, I know. It's a hit. Sure.\" Richie was looking out the window.\nThe senior producer's apartment commanded a view of two-thirds of\nManhattan. The blinking signals of a plane headed for Idlewild. A set\nof lights far downtown told him it was 1:57. Seconds later it told him\nthe temperature was 39 degrees.\n\n\"What now?\" Feldt asked.\n\n\"What?\"\n\n\"The big sigh.\"\n\n\"Oh, I was just thinking. How it's all different this time.\"\n\n\"We're all thirty years older, dad.\"\n\n\"No. Something else, too. The--what would you call it--the immediacy?\"\n\n\"You want to call it that, you call it that. Only what the hell are\nyou talking about?\"\n\n\"Well, back with the band in the old days, you were right there. _They_\nwere right there. Swaying there right in front of the stand and you\nwere singing right to them. I _saw_ kids falling in love right in front\nof me. Maybe they got married after that. Maybe they _didn't_ get\nmarried. But I was reaching them, I was communicating.\"\n\n\"When I hear an actor use the word 'communicate', I leave the room.\"\n\n\"This time around I can't get any feeling that I'm reaching anybody,\nthat it makes any difference.\"\n\nThe party sounds burst in on them. The producer stood in the doorway.\n\"What, are you memorizing those reviews? Come on, everybody's asking\nwhere you are.\"\n\n\"Here we are.\"\n\n\"Yeah, but come on. They want you, Van. Sibi's at the piano. You're on.\"\n\n\"Sing _Melancholy Baby_,\" Van Richie said. But, he went out into the\nbright, crowded room and over to the piano.\n\nIn a corner of the room, Ben listened, smiling and tapping his foot to\nthe rhythm of the song. The room had quieted down while Van Richie was\nsinging. There was a crash of applause when he finished.\n\n\"Such a _little_ voice,\" a woman said to Ben. He recognized her as one\nof the writers' wives. \"What did you do for it, Ben? Arthur said you\ndid something perfectly amazing.\"\n\nBen shrugged. \"Not so amazing. We had a little belt made. About--\" he\nstretched the thumb and middle finger of one hand \"--six inches high,\nmaybe an inch-and-a-half thick. It was a transmitter, actually--a\nminiature radio station.\"\n\n\"But I never saw any wires. What did he have, batteries?\"\n\n\"Transistors. Like the astronauts in the space capsules. He wore the\nwhole thing under his clothes. We had an amplifier in the wings to pick\nup the signal and beam it out to the house speakers.\" Ben laughed. \"It\nprobably loused up a few radios in the neighborhood but it worked.\"\n\n\"I think it's just incredible. That _little_ voice!\"\n\n\n\nYears later, when the New York dentist replaced Gabriel's old steel\nfillings, he explained to him about the music. Gabriel had been\nreceiving radio signals in the bits of metal in his head, he said. He\nwas very scientific about it, even drawing a little diagram to show him\nhow the radiator had helped ground him. Gabriel listened politely and\nsmiled but said nothing. To him it was still a miracle.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Brown, Stewart Pierce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72347/pg72347.txt",
        "name": "small_voice_big_man.json"
    }
}