{
    "name": "So Many Worlds Away...",
    "author": [
        "Swain, Dwight V."
    ],
    "body": "It was nearly four o'clock in the windowless basement laboratory when\nHorning screwed tight the last connection.\n\nHe straightened, shrugged the kinks from his back and shoulders, and\nwiped his hands clean on a wad of waste. Crossing to the battered desk\nin the corner, he pushed back Margaret's picture, got out pen and\npaper, and wrote briefly:\n\n    _Dear Myrtle_,\n\n    _It's time we faced facts. I never should have married you after\n    Margaret died. My work means everything to me; I can't give it up.\n    But you detest the whole business of being a scientist's wife.\n    Knowing how  you feel about the \"shame\" of divorce, I won't ask\n    you to let me leave you legally. There's a better way out. By the\n    time you read this, I'll either have breached and bridged the\n    space-time continuum to another plane, or I'll be dead. In either\n    case, you'll be happier with me gone. My patent royalties and\n    insurance will take care of you as long as you live._\n\n    _Good luck, and I'm sorry it didn't work out._\n\n    _Raymond._\n\nHorning weighted the letter down in the center of the desk. Then,\npushing back his chair, he picked up Margaret's picture.\n\nShe smiled up at him as always, so real the sight of her brought a\ntightness to his throat. When he closed his eyes, he could almost hear\nher voice, rippling with gay, gentle laughter. He felt her lips on\nhis ... her dark, silken hair against his cheek.\n\nOnly Margaret had lain in her grave for three years now....\n\nHorning drew a quick, shallow breath. Sliding the photo from its frame,\nhe tucked it into the breast pocket of his shirt.\n\nBack at the workbench, he heaved up the bulky transdimensional\nregistration unit, strapped it on and adjusted the scanning scope to\nthe proper angle against his chest. Dial by dial, circuit by circuit,\nhe checked the light-loop's control panel.\n\nEverything was ready.\n\nThis was the moment he'd worked for ... the great gamble, the final\ntest. Not even Myrtle could stop him now.\n\nPalm slick with sweat, he gripped the master switch and shoved it shut.\n\nPurple light flared in the tubes set in the light-loop's door-like\nmetal frame. The blank wall behind it took on the familiar translucent\nglow.\n\nHorning opened the intensifier channels and increased the alpha and\ngamma readings.\n\nThe light turned silver. The wall behind the framework disappeared.\n\n\n\nHorning stepped onto the ramp that led up to the frame. In the humming\nstillness he could hear the sound of his own heartbeat, drumming faster\nand faster. The sharp, chlorine-like smell of ozone filled the air.\n\nFor an instant, then, he hesitated, acutely conscious of an\nuncontrollable trembling. Sweat drenched him; the sour stench of it cut\nthrough the ozone.\n\nHe thought: _Maybe they're right. Maybe I'm crazy to think I can cross\nthe barrier between the worlds._\n\nUpstairs, the front door slammed. The house echoed with the thud of\nheavy footsteps.\n\nMyrtle's footsteps--!\n\nHorning sucked in one final, desperate breath and stepped through the\nlight-loop's frame.\n\nIt was so simple, really. Just like going out a doorway, into a\nlimitless expanse of shining silver plain. He felt no pain, no shock,\nnot even slight discomfort.\n\nSwiftly, skillfully, he adjusted the transdimensional registration\nunit's dials.\n\nLight flickered on the scanning scope's screen, a shapeless blur.\n\nHorning twisted the focussing knob. The blur resolved. A scene took\nform.\n\nTaut with excitement, Horning stared for the first time into another\nworld.\n\nThe place was an apartment, he decided. But what an apartment! It\nshimmered like a modernist's sparkling dream. The decor was brilliant,\nunique in style. Metal and plastic combined in sleek, functional forms.\n\nNor was this all. A man stood by a table, back to the screen, mixing a\ndrink. While Horning watched, he restoppered the bottle and stepped out\na door to the right.\n\nHorning frowned. He had a strange feeling, somehow, that he'd seen the\nman somewhere before.\n\nShrugging it off, he lined up the crosshairs on the screen with\ninfinite care and switched the projector drive to high.\n\nBefore his very eyes, the shining silver plain dissolved. The shadowy\nwalls of the room on the screen rose about him. Furnishings appeared in\nmisty outline.\n\nHorning pressed the reintegrator button.\n\nThe walls lost their shadow. The furnishings took on solid form.\n\nHorning came to rest with a heavy thud, sprawled in the center of the\nfloor.\n\nBehind him, there was a stir of sudden movement; a choked exclamation.\n\nBefore he could turn or regain his feet, a man's tight voice clipped,\n\"Don't move--or you die!\"\n\nHorning froze. \"There's no need to be frightened,\" he said quickly.\n\"I'm merely a--a traveler. I've come here from another plane--\"\n\n\"I understand perfectly!\" the voice snapped back. \"I happen to be an\nauthority on such matters. That's why I say--if you move, you die!\"\n\nHorning's spine prickled. Just as he'd had the feeling he'd seen the\nman on the screen before, now it came to him that the voice, too, was\nstrangely familiar.\n\n\n\nBehind him, shoes scraped the floor. Fingers probed warily at his\npockets, his belt, his armpits. Then they went away again and the voice\nsaid, \"All right. Now take off that outfit.\"\n\nWordless, wooden-fingered, Horning unstrapped the transdimensional\nregistration unit's harness.\n\n\"Get up!\" the voice commanded.\n\nHorning obeyed.\n\n\"Now sit down on that lounge in front of you, with your hands on the\narms.\"\n\nHorning crossed to the divan and turned around. For the first time, he\nfaced his captor.\n\nIt was the same man Horning had seen on the screen. He stood poised,\ncat-footed, back against the gleaming metaloid wall. An ugly,\nsnub-nosed pistol of strange design was in his hand.\n\nAnd his face was Horning's face.\n\nHorning went rigid--shocked, half unbelieving.\n\n\"Down!\" rapped his counterpart.\n\nHorning sank numbly to the seat.\n\n\"Who are you? Why did you come here?\"\n\nSome of the numbness left Horning. Cold anger came in its place. \"Why\nask me?\" he lashed back. \"I thought you knew all the answers.\"\n\nThe man's knuckles whitened on the pistol. \"I want the truth!\"\n\nHorning laughed. Of a sudden he felt bold and reckless. \"I told you the\nfirst time. I came from another world, a different plane--\"\n\nThe gun moved in a flat, incisive gesture. \"I know all that! The\nparallel worlds, the Worlds of 'If'. Parmenides and his theory of the\nEternal Now. The idea that life's a book with an infinity of pages;\nthat every event automatically creates coexisting planes, one for each\npossible outcome--\" Horning's captor broke off. \"But _why_? What drove\nyou to cross the barrier?\"\n\nHorning shrugged. \"It was Myrtle--\" he began wryly.\n\nThe other started; fell back a step. \"_Myrtle--?_\"\n\n\"My wife. I wanted to leave her.\"\n\n\"You mean--you breached the continuum for no better reason...?\"\n\nHorning laughed curtly. \"For my part, I found it a very adequate\nreason.\"\n\nFor a long moment the other stared at him. Then, abruptly, he, too,\nlaughed. The snub-nosed gun's muzzle lowered.\n\n\"You amaze me,\" his captor chuckled. He bowed. \"Permit me to introduce\nmyself. I'm Doctor Raymond X. Horning.\"\n\n\"My coexisting counterpart on this plane--?\"\n\n\"Of course. The alter ego is bound to serve as a focal point when you\ncross the barrier.\" The man pocketed his gun and walked over to the\ntable. \"Let me mix you a drink. After such an experience, you need a\npickup.\"\n\n\n\nHorning leaned back, studying the other obliquely and trying to fathom\nthe sudden change in his attitude.\n\nToo, he still marveled at the similarity between them. They were so\nalike they could pass as twins, he decided. Identical twins. The only\ndifference between them lay in details of expression--the sardonic\ntwist to the other's mouth; the chill, penetrating gleam in the\ndeep-set eyes.\n\nHis counterpart handed him a glass. \"You amuse me, my friend. But I'm\nafraid you don't realize the full implications of what you've done.\"\n\n\"Such as--?\" Horning queried, sipping at the drink and finding it good.\n\n\"Such as the fact that interdimensional transit is not only a logical\nimpossibility, but a very practical menace.\"\n\nHorning frowned. \"Why?\"\n\n\"Because it puts two identical personalities on one plane.\" The man\nwith Horning's face dropped into a chair and hunched forward. \"Take our\nown situation as an example. You're married to a shrew, a termagant.\nYou want to leave her.\"\n\n\"Yes.\"\n\n\"I, on the other hand, have a young and charming wife who holds a\nconsiderable fortune in her own right. Consequently, it would be\never so much to your advantage to switch places with me.\" Horning's\ncounterpart brought up one square-knit hand in an expressive gesture.\n\"What's to prevent your murdering me and moving in?\"\n\nHorning nodded slowly. \"I see what you mean.\"\n\n\"I'm convinced it's actually happened a few times already,\" the other\nasserted. \"Though of course it's not generally known. Fortunately,\nwe've never worked out the principle on this plane.\" He paused to\ndrink, then set down his glass. His eyes narrowed thoughtfully, and\nhe nodded in the direction of the transdimensional registration unit.\n\"Just how does it work, Doctor? I've always wondered where my own\nexperiments went wrong.\"\n\nFor a moment Horning hesitated, then shrugged. \"See for yourself.\"\nKneeling, he unsnapped the unit's back plate and exposed the circuits.\n\"The registration dials are set with my own world as zero. You pick\nup others in the scanning scope as you go, within the limits of the\nprojector drive. After that, it's just a problem of reintegration.\"\n\nBeside him, the man who was his coexisting self craned. \"So that's it!\nI never dreamed it could be so simple.\"\n\n\"I used a light-loop to help break through the barrier,\" Horning\nexplained, sketching out a hasty diagram. \"It helps to increase the\npower output--\"\n\n\"Of course.\" The other was down on the floor now, probing into the\nunit's workings. \"I've developed all the component elements at one\ntime or another, but when it came to combining them properly, I always\nmanaged to miss out.\"\n\n\n\nHorning rose and drained his glass. \"Well, you know now,\" he observed.\n\"For my part, I'm ready to start work on some other project, now that\nI've gotten to this world.\"\n\n\"I was afraid you'd say that,\" the other Doctor Raymond X. Horning\nremarked. Straightening, he snapped shut the back panel of the\ntransdirectional registration unit. \"But ... it's not easy.\"\n\n\"What do you mean?\"\n\nHorning's counterpart got up. \"I mean you can't stay in this world.\nYou're going to have to leave again.\"\n\n\"To leave--!\" Horning turned sharply.\n\n\"Yes.\" Beneath the blandness of the other's manner, a new note rang,\ngrim and unyielding. \"As I pointed out, interdimensional transit's a\nlogical impossibility. There's no way of integrating two identical\npersonalities, two selves of the same man, into a highly organized\nsociety such as this one.\"\n\n\"And for a reason like that you'd try to force me out--?\" Horning took\nan angry step forward.\n\nBut his counterpart jumped back, out of the way. His hand darted to his\npocket, whipping out the snub-nosed pistol.\n\nHorning came to an abrupt halt.\n\nThe blandness was gone from the other's face now. The deep-set eyes\nwere cold, the sardonic lines set.\n\nHe said: \"There's another reason, Doctor. I like my life; I like my\nwife. And I'm afraid the temptation to relieve me of both might prove\ntoo great for you.\"\n\n\"You're being absurd,\" Horning snapped. \"Not to mention insulting.\"\n\n\"Am I?\" His counterpart smiled thinly. \"I doubt that, my friend. You\nsee, we're one, really. Though we live on separate planes, we both feel\nthe same drives, the same tensions, the same impulses.\"\n\n\"You're talking nonsense!\"\n\n\"No nonsense, Doctor.\" The pistol in his counterpart's hand was very\nsteady. \"Given the proper pressure, a strong enough motive, I know that\neven I could kill. In your situation, I'd certainly feel justified in\nmurdering you. So I have no intention of giving you the chance to make\nme your victim.\"\n\n\"So--?\" snapped Horning.\n\n\"So, you're going to leave now,\" his coexisting self answered bluntly.\n\"You can be thankful I'll even let you go alive.\" He gestured with the\npistol. \"Strap on your unit. And be assured I'd have no hesitancy about\nshooting you if I have to.\"\n\nHorning clenched his fists, caught up in a churning sea of fury. \"So\nhelp me--!\"\n\nThe gun centered on his belly. \"I'll give you till I count ten,\" his\ncounterpart clipped tightly.\n\nHorning bit down hard. Pivoting, he hoisted the transdimensional\nregistration unit from the floor and strapped it into position.\n\n\"In case you have any foolish ideas of coming back, let me warn you\nthat I intend to set up a force barrier around this place,\" the man\nwith his face observed with grim malice. \"If you try to breach it, I'll\nkill you on sight.\"\n\nWordless, still seething, Horning switched the projector drive to\nreverse.\n\nThe room grew shadowy about him. His counterpart faded.\n\nHorning pressed the disintegrator button.\n\n\n\nOf a sudden, room and counterpart were gone. Once more Horning stood\nalone in the vastness of the shining silver plain. His head throbbed\ndully; he felt incredibly tired and drained.\n\nFor a moment he almost considered going back to his own world ... back\nto Myrtle.\n\nBut nightmare memories of the empty, bitter life they'd led rose up\nto steel him, all hatred, conflict, tension ... so different from the\nhappiness of the other days, the days with Margaret.\n\nMargaret.... He touched her picture, still safe in his pocket.\n\nThere were other worlds--an infinity of them. Somewhere, sometime, he'd\nfind the one world he sought.\n\nAgain, he turned the transdimensional registration unit's dials.\n\nLight flashed on the scanning scope's screen. Stiff-fingered, Horning\nfocussed.\n\nHere the scene was one of bleak desolations, painted in a hundred\ndrab shades of grey. A murky sky pressed down on sullen hills, thick\nunderfoot with powdery, ash-dry dust. Seared shafts that might once\nhave been trees thrust up here and there like skeletal fingers. In the\nforeground rose the crumbling corner of a ruined building, base buried\ndeep in rubble.\n\nA man crouched there--ragged, bone-gaunt, grey as the shattered walls\nat his back. He clutched a club in one claw-like hand, and the strain\nof utter panic, despair, stood out in every taut, harsh-drawn line.\n\nBefore the man, hemming him in, ranged a dozen great, six-legged,\nwolfish beasts of a fearsome genus Horning had never seen before.\nSnarling, slavering, they crowded in closer and closer, huge fangs\nbared.\n\nWith a chill of horror, Horning flipped the magnifier across the\nscanning scope's screen.\n\nThe beleagured man's face leaped up at him, sharp and clear.\n\n\"No--!\" Horning choked. \"No!\"\n\nFor the other's fear-blanched face was his face, too ... the face of\nanother coexisting self, doomed to live and die in this grey, desolate\nworld.\n\nEven as Horning cried out, one of the great wolf-things sprang.\n\nThe man jerked back and lashed out with his club. The beast fell short,\nbattered down.\n\nBut in the same instant, another of the creatures lunged, from the\nother side. Its hideous, slashing fangs closed on the man's club arm.\n\nThe impact bore the man to his knees. Before he could recover, a third\nof the wolf-things was at his throat. Blood gushed, a sharp scarlet\naccent in a world of grey.\n\nHorning squeezed his eyes tight shut in a frenzied effort to shut out\nthe horror. Spasmodically, he spun the transdimensional registration\nunit's dials.\n\nAgain there was a flicker of light. Hands still atremble, Horning\nfocussed on it.\n\nA new world came alive before him.\n\n\n\nThis time, the scene was laid in what appeared to be a cheap cafe. A\nthrong of loungers lined the bar set against the far wall. But their\nshabby clothes were of a cut and material unknown to Horning. The\ngrimed, poorly-executed murals struck a note of jangling discord, as if\neven the arts here were keyed to a different plane.\n\nIn the foreground, a man gone flabby with fat slumped on his arms at a\ntable, a bottle half full of greenish liquor before him.\n\nA sudden commotion stirred at the far end of the room. The loungers\nmilled and drew back.\n\nFour men in sack-like purple uniforms pushed through the crowd with\ncold arrogance. Their features had an oriental cast, and they carried\ndrawn swords of strange design.\n\nThe first of the quartet came abreast the table in the foreground.\nStepping aside, he gestured contemptuously towards the man slumped\nthere.\n\nThe other three troopers swaggered up and jerked the man bodily from\nhis chair.\n\nFor the first time, Horning saw the sodden man's face.\n\nAgain, as in the other worlds, it was his own.\n\nNow, the fat man shook his head blearily, as if trying to blink the\nhaze of drink from his eyes.\n\nThe leader of the four uniformed men slapped him savagely, first on one\nside of the face and then the other.\n\nHorning's coexisting self sagged to his knees.\n\nThe leader of the men in purple kicked him in the stomach.\n\nHorning's counterpart vomited.\n\nThe men in purple laughed and threw their prisoner down at full length\non the floor with all their might. Then, catching him by the feet, they\ndragged him bodily out of both drinking house and range of the scanning\nscope's screen.\n\nShuddering, Horning stared off across the shining silver plain. Of a\nsudden he had no heart for searching through other worlds; knew that he\nwould not have till time had dimmed the memory of this day.\n\nIt left him no choice but to go back to his own plane ... back to\nMyrtle.\n\nAnd if she'd found his note.... He shook his head in wry dismay.\n\nBut he had no other course left open. Carefully, he turned the\ntransdimensional registration unit's calibrated dials back to zero ...\nmanipulated the controls.\n\nThe light-loop's tubes blazed and pulsated on the scanner screen, so\nbright they obscured everything beyond. The frame materialized before\nhim, rising like a shimmering, translucent gateway amid the empty\nvastness of the silver plain.\n\n\n\nHeavy-footed, heavy-hearted, Horning stepped through it, back to the\nbasement laboratory that lay in his own world.\n\nAnd there was Myrtle. Head thrust forward, one thick arm belligerently\nakimbo, she stood by the desk, reading Horning's note.\n\nHorning stopped short.\n\nMyrtle's glance flicked to him. Her eyes, black and beady, drew to\nfury-glinting, fat-rimmed slits.\n\nHorning stumbled from the ramp, fumbling at the transit unit's harness.\n\nBut Myrtle was upon him in three walloping strides--clutching his\nshirt-front, shoving her face close to his. An aura of cheap perfume,\nstale face powder, clothes that could have done with more frequent\nlaundering, washed over Horning in unpleasant waves.\n\n\"You--!\"\n\nShe spat the word with such venom that her face shook.\n\nHorning tried to speak, but no words came.\n\n\"Leave me, will you--!\"\n\n\"Myrtle--\"\n\nShe struck him across the mouth.\n\nHorning's head reeled. He tried to twist free.\n\nBut Myrtle's hand was still locked in his shirt-front. Savagely, she\njerked him back and hit him again.\n\nHorning staggered. His shirt ripped. Margaret's portrait fluttered from\nhis pocket to the floor.\n\nMyrtle went rigid. Eyes dilating, she stared at the fallen picture.\n\nHorning tore loose her hand and scooped the photo from the floor.\n\nTeeth bared, nostrils flaring, Myrtle closed in upon him. \"So that's\nit!\" she cried shrilly.\n\n\"What--?\"\n\n\"So you thought you'd go back to her, that's what! You figured you'd\nfind her in another world--\"\n\nA chill ran up and down Horning's spine. He tucked the picture back in\nhis pocket. \"Myrtle, you don't know what you're saying--\"\n\n\"Oh, don't I?\" His wife laughed wildly. Grey hair fell across her\nforehead in snarled disarray. \"Maybe I know more than you think,\nDoctor Raymond X. Horning! I've read those things you wrote--all that\ncraziness about the other worlds. But I didn't know _why_ you wanted to\ngo there till now.\"\n\nHorning fumbled with the transdimensional registration unit's straps.\nUnslinging the bulky case, he lowered it to the floor. He dared not\ntrust himself to speak.\n\nBut Myrtle closed in upon him, clawing at him. \"Admit it!\" she\nshrieked. \"Go ahead! Tell me to my face you'd rather have that--that\nslut than me--\"\n\nHorning wheeled. His hands shook. \"Myrtle, I've taken every word from\nyou that I intend to,\" he said tightly. \"Get out of my laboratory! Now!\nThis instant!\" Myrtle's nails raked at his eyes.\n\n\n\nBefore he could recover from fending off the blow, she had snatched\nMargaret's picture from his pocket.\n\n\"I'll show you!\" she cried, shrill and strident. \"I'll let you see what\nI think of her, the dirty little tramp!\"\n\nShe spat full in the face of the picture.\n\nHorning hit her.\n\nShe lurched back two tottering steps, tripped, and sprawled on the\nfloor.\n\nHorning strode to her, jerked Margaret's photo from her hand, and wiped\nit clean.\n\nHe said: \"I'm through. Whether you like it or not, I'm filing for\ndivorce tomorrow.\"\n\nHis wife dragged herself up to a sitting position, her face a mask of\nhate and cunning.\n\n\"Go ahead,\" she goaded. \"Go _right_ ahead, Doctor Raymond X. Horning.\"\nHer voice rose, took on new and even more bitter overtones of malice.\n\"But ... just don't blame anyone but yourself for whatever happens to\nyour precious apparatus.\"\n\nHeaving herself to her feet, she stomped out of the laboratory and off\nup the basement stairs.\n\nFists clenched, Horning watched her go. Then, wearily, he crossed to\nhis ancient desk and dropped down in the chair.\n\nAs always, Myrtle had won. The first time he left the house she'd be\nat work here--breaking down the door, smashing his equipment and his\ndreams.\n\nAnd as for Margaret.... He smoothed her picture. But the features\nblurred and his eyes began to burn, till at last he pushed the\nphotograph back in his pocket and slumped forward on his arms.\n\nHow long he lay there he never knew. Later, sometimes, he thought\nperhaps he'd slept.\n\nThen, dimly, he became conscious of a sound ... a humming, persistent\nvibrance that grew steadily louder. It dawned on him that he'd\nforgotten to turn off the light-loop's master switch.\n\nHe got up and started towards the control panel.\n\nIn the same instant, he glimpsed a shadowy figure, framed in the\ndoor-like scaffolding of tubes and metal that formed the gateway to the\nshining silver plain that lay like a shimmering no-man's land between\nthe parallel worlds.\n\nHorning came up short, staring.\n\nThe figure outlined in the light-loop grew sharper. A man lurched\nthrough the frame, into the room. His face was Horning's face, and he\nstaggered under the weight of a transdimensional registration unit,\nplus a great, bulging, cumbersome bundle slung across his shoulder.\n\nHorning started forward.\n\nHis visitor said, \"Hold it!\" sharply and brought a snub-barreled,\ntoo-familiar pistol into view.\n\nHorning stopped in his tracks.\n\n\"You mean--it's you--?\"\n\nThe man from beyond the barrier laughed and spilled the bulky bundle\noff his shoulder, down onto the floor. \"Of course, Doctor! I thought\nI'd return your visit.\" He prodded the bundle with his toe. \"I even\nbrought you a present.\"\n\n\"But ... I thought you said you'd never developed a successful transit\nunit....\"\n\n\"I hadn't, till you came along and showed me how. As I told you, I'd\nworked out the components. Once I had a chance to look over your unit,\nintegrating them was no job at all.\"\n\n\"But why...?\"\n\n\n\nThe man with Horning's face laughed again. \"That comes later, my\nfriend. After you've admired the present I brought you.\"\n\nHorning eyed the bundle. Limp and bulky, it was nearly six feet long\nand wrapped loosely in a covering of some greenish plastic.\n\n\"Go ahead. Look it over,\" his visitor invited, gesturing with the gun.\n\"It's all yours.\"\n\nNew uneasiness crept through Horning. Slowly, he came forward and,\nkneeling, started to untie the cords that held the bundle closed.\n\n\"You're too slow,\" the man said. \"Here. Let me do it.\"\n\nHe tugged at one corner of the covering. The plastic tore away.\n\nFeminine hair came into view. A head lolled over, exposed.\n\nHorning found himself staring down into a nightmarish, waxen face. A\nthin breath bubbled the lips. He leaped back, choking.\n\n\"Myrtle--!\"\n\n\"Correct,\" his counterpart chuckled. \"Or perhaps I should say--_my_\nMyrtle.\"\n\n\"_Your_ Myrtle--?\" A convulsive tremor shook Horning. \"But I\nthought....\"\n\n\"You thought I had a charming wife who held a fortune in her own name,\"\nthe other retorted coolly. \"The part about the fortune was true. As\nfor the rest\"--he shrugged--\"well, you can see that I, too, married a\nwasp-tongued shrew named Myrtle--the coexisting counterpart of your own\ntrouble.\"\n\nWith an effort, Horning stilled his trembling. \"Then why lie to me?\" he\ndemanded in sudden, flaring anger. \"What possible reason--\"\n\n\"I was afraid to let you know. And ... I needed time to work out a\nplan.\" The sardonic lines about his alter ego's mouth etched deeper.\n\"I've taken care of that detail now.\"\n\nHorning drew back another step. \"I don't think I care to hear about\nit,\" he clipped tightly.\n\n\"Oh, but you must!\" his counterpart retorted. \"You see, you're vital\nto it.\"\n\n\"I don't care for that, either.\"\n\nThe other's deep-set eyes glinted. \"Not even if it would enable you to\nget rid of your own wife in perfect safety?\"\n\n\"No.\"\n\n\"It's a wonderful plan. So simple....\"\n\nHorning cut him off with a short, decisive gesture. \"I don't want to\nhear it.\"\n\nThe man with Horning's face took one fast step forward. His head seemed\nto draw down between his shoulders. \"And I say you're going to hear it,\nwhether you want to or not!\" he snapped harshly. He swung the gun in a\nthreatening arc. \"I don't intend to have gone through all of this for\nnothing.\"\n\n\n\nHorning hooked his thumbs in his belt and met the other's cold eyes\nwith all the bravado he could muster. He said nothing.\n\n\"I merely propose that we switch wives,\" his counterpart clipped.\n\n\"Switch wives--!\" Shock startled the words from Horning.\n\n\"Could anything be simpler? Here are two women, completely identical.\nBoth are stupid, both termagants in their own right. So, each falls\nasleep tonight in her own world. In the morning, she wakes up in\nanother.\"\n\nHorning twisted at his belt. Narrow-eyed, frowning, he stared at his\nvisitor. \"But why--?\"\n\nThe man's thin lips parted in a mirthless grin. \"How would you feel\nif, stupid and knowing nothing of transdimensional transit, you were\nsuddenly to awaken in a completely strange world? What would be your\nchances of making a successful adjustment?\"\n\n\"I ... I don't know....\"\n\n\"Adjustment to environment is the key to integration of personality.\nWhen anyone loses touch with his world, the background he knows as\nreality, he can no longer adjust.\" Horning's counterpart paused. His\nvoice dropped a note. \"Every plane has facilities to take care of such\nunfortunates.\"\n\nThe skin along the back of Horning's neck prickled. \"You mean ...\nMyrtle would go mad?\" he whispered hoarsely.\n\n\"That's what the psychiatrists would say, at least.\"\n\nA new tremor shook Horning. Unsteadily, he made his way to the chair by\nthe desk and slumped into it.\n\nHis other self chuckled. \"It's beautiful, isn't it? All you need to\ndo is call the authorities in the morning. They'll take Myrtle to the\nnearest mental hospital for observation--and that's the last you'll\never see of her.\"\n\nHorning's collar was all at once too tight. His palms grew wet with icy\nsweat.\n\nHis coexisting self leaned back against the light-loop's control\npanel. The pistol hung loose at his side.\n\n\"We have an undetectable anesthetic in my world,\" he observed. \"A few\ndrops of it on a handkerchief, pressed over your Myrtle's face tonight,\nwill make her sleep as soundly as my wife is sleeping over there.\" He\nnodded to the still figure on the floor.\n\nHorning scrubbed the sweat from his hands against his pant-legs.\nShivering, he ran his fingers through his hair.\n\n\"You'll be free to follow your research, wherever it leads you,\" his\ncounterpart murmured dreamily. \"For me, I'll have my Myrtle's fortune\nto console me.\" He laughed softly. \"What could be simpler, or sweeter?\"\n\nHorning slumped deeper into the chair. He rubbed at his cheek; squeezed\nhis eyes tight shut and then opened them again. The skin across his\nforehead seemed to draw tighter and tighter, like a band of steel,\ntill it was all he could do to keep from screaming aloud. He twisted,\nshifted, slid down further.\n\nHis counterpart stretched. The dreamy look left the deep-set eyes.\n\n\"We're dawdling too long. It's time we got started.\" He straightened.\n\"Come on.\"\n\n\"No,\" said Horning.\n\nThe man from across the barrier between the parallel worlds half\nturned, head tilted, brows suddenly knitting. \"What--?\"\n\n\"I said no,\" Horning answered through dry lips. \"I'm not going to do\nit.\"\n\n\n\nThe other's lean face went blank, incredulous. He came a step towards\nHorning. \"Do you know what you're saying, man? Would you actually pass\nup a chance like this to rid yourself of that harridan you married?\"\n\nHorning shifted in his seat. He dodged the other's eyes, not speaking.\n\n\"But why? Why won't you? You'll never have another chance like this.\"\n\n\"I don't know why,\" said Horning. \"Or ... maybe I do....\" His voice\ntrailed off.\n\nThe other took a stand directly before him--feet spread apart, face\ncold and rocky. \"Don't give me that! We're really one--remember? I know\nhow you feel. You want to do it!\"\n\nThe fury in the man's voice struck an answering spark in Horning. He\ncame up from the chair. \"I want to--but I'm not going to! Now get out!\nAnd take her\"--he gestured towards the other's unconscious wife--\"with\nyou!\"\n\nHis counterpart seemed to grow suddenly taller. \"When I'm ready to go,\nI'll tell you!\"\n\n\"You'll go now!\"\n\n\"No!\"\n\nHorning started forward.\n\nThe other whipped up his gun. \"I've come too far to quit now,\" he\nclipped tightly. \"If you're too much of a fool or a coward to go\nalong, then that's your bad luck. I'll handle things a different way.\"\nHis lips twisted. \"Back up against the wall!\"\n\nFor the fraction of a second, Horning hesitated. But the gun in his\nalter ego's hand stayed steady.\n\nHorning backed away.\n\n\"Maybe this way is better, after all,\" his counterpart said. \"Maybe I\nshould have planned it like this from the start.\"\n\nNew lines of strain slashed his lean, sardonic face. The deep-set eyes\ntook on a light almost of madness.\n\nThen--lightning fast; without warning--he pivoted. The pistol in his\nhand made flat, clicking sounds. There was no report, no muzzle flare.\n\nThree times he fired--straight at the limp form of his bound, drugged\nwife.\n\nDust leaped from the plastic wrapper as the slugs smashed home. The\nwoman's body jerked convulsively.\n\nHorning gave a hoarse cry and leaped forward.\n\nHis counterpart jumped aside. He hit Horning hard on the back of the\nneck with the pistol.\n\nHorning slammed to the floor. The room rocked about him.\n\nAs from afar, he heard his alter ego's voice: \"Get up!\"\n\nHorning dragged himself to his knees, choking and gasping. He caught\na blurred glimpse of the limp figure of the woman who had been his\ncounterpart's wife. A thin trickle of blood was seeping from her\nmouth....\n\n\"Get up, I said!\" the killer cried in a tight terrible voice.\n\nHe kicked Horning in the side.\n\nHorning rolled away, pain stabbing through him. He scrambled to his\nfeet.\n\n\"Climb onto the desk!\"\n\n\n\nShaking, Horning clambered up, standing half-crouched with the top of\nhis head pressing the ceiling. A water pipe lay like a cold knife-blade\nagainst the back of his neck.\n\nHis counterpart dragged a coil of insulated wire from the workbench and\nthrew it to Horning. \"Here! Tie a noose!\"\n\nIn aching silence, Horning looped and twisted the wire.\n\n\"You know what happens now, don't you?\" The murderer from another world\nleered up at him, rocking with laughter, and this time there was no\nmistaking the madness in the deep-set eyes. \"You're going to anchor\nthat wire to the water pipe, and put the noose around your scrawny\nneck, and jump off the desk! After that\"--he laughed again--\"I'll take\nyour wife and go back to my own plane. When they find you here, with my\nMyrtle and my gun, they'll say you murdered her and hanged yourself!\"\n\n\"They wont believe it!\" Horning blurted. He groped desperately.\n\"They--they'll know from the gun. There's no other like it on this\nplane--\"\n\n\"--So, they'll say it's a new development by the renowned scientist,\nDoctor Raymond X. Horning--\" Abruptly, the man who was Horning's\ncounterpart broke off. His mirth vanished, replaced by cold, gun-backed\nmenace. \"You're stalling! Anchor that wire!\"\n\nA knot of black fear drew tight in Horning's midriff. Numbly, he\nfumbled with wire and pipe.\n\n\"Anchor it!\"\n\nHorning sucked in air.\n\n\"Hurry up!\"\n\nHorning let the wire drop.\n\nThe coil hit the edge of the desk, hung for a moment, and then rolled\noff onto the floor.\n\nThe other's eyes flicked down to it. He cursed and took one short step\nforward, hand outstretched.\n\nHorning dived off the desk, straight at him.\n\nThe man from beyond the barrier started back. He jerked up the gun.\n\nHis shot went wild. Horning landed on him with bone-crushing impact.\nThe gun skated off across the room. They crashed to the floor together,\nrolling over and over till they hit the workbench. It rocked wildly.\nTools cascaded over them.\n\nTwisting, Horning drove a blow at his counterpart's face.\n\nThe other writhed away. His elbow jabbed into Horning's throat.\n\nHorning choked. Before he could recover, a knee found his belly. The\nwind went out of him. His adversary broke free and scrambled away,\nclawing for the gun.\n\nHorning lunged after him. He caught a foot ... jerked and twisted with\nall his might.\n\nThe killer sprawled, flat on his face. But his outstretched hand\nclutched the pistol.\n\nHorning snatched a Stillson wrench from the litter of tools fallen from\nthe workbench.\n\nHis counterpart rolled, whipping round the gun.\n\n\n\nHorning lashed out with the wrench, straight at the other's head. It\nstruck home with a sound like that of a dropped watermelon bursting on\na concrete sidewalk.\n\nThe killer went limp.\n\nHorning sagged back, panting. After a moment, he saw that his\ncounterpart had stopped breathing.\n\nHorning staggered to his feet. His stomach churned. He lurched to the\nwastebasket beside the desk and vomited.\n\nThen a dull, shuffling sound impinged upon him. Swaying, Horning came\nerect and peered round behind him.\n\nMyrtle stood in the doorway, eyes blacker and beadier than ever. Her\njaw was set, her greying hair loose and disheveled. She wore a frayed,\nancient kimona and dirty white mules.\n\nHorning choked, \"Myrtle, get back--!\" and tried to move round between\nher and the bodies. But she pushed past without speaking, straight to\nhis fallen counterpart, and bent as swiftly as her bulk would allow.\nWhen she straightened, she held the murderer's pistol in her hand.\n\n\"Myrtle, be careful--!\"\n\nShe shoved him back with a meaty hand, blocking him with her body, the\ngun held behind her. He could not read her expression. When she spoke,\nher voice was flat and without feeling, no longer strident: \"I heard it\nall, Raymond--all the conniving ... how you hate me ... that monster's\nscheme to steal his wife's fortune....\"\n\nHorning shrugged, not bothering to answer. Squatting down, he began\ngathering together the tools spilled from the workbench.\n\n\"Raymond....\"\n\nHorning glanced up, then stiffened.\n\nMyrtle had brought round the pistol. She was pointing it at him.\n\nIn the same flat voice she said: \"Put on that outfit, Raymond. That\ntransdimensional whatever-you-call-it.\"\n\nHorning let the tools fall. \"Are you out of your mind, woman? In this\nshambles, with two corpses....\" He choked, unable to go on.\n\nMyrtle said: \"Put it on.\" Her face was a mask, an enigma. Her voice\nstayed low, completely devoid of emotion. \"I'll kill you if you don't.\"\n\nHorning stared into his wife's eyes. They were inscrutable, hard and\nblank and black as twin balls of polished onyx.\n\nMyrtle's lips parted. Her jowls quivered. She steadied the pistol.\n\nVery slowly, very wearily, Horning rose. Wordless, he crossed to the\ntransdimensional registration unit and strapped it on.\n\n\"Go over in the corner,\" his wife ordered. \"Stand with your face\nagainst the wall.\"\n\nHorning obeyed. He wondered whether Myrtle intended to shoot him in the\nback.\n\nOr maybe she'd just gone mad.\n\nWhatever it was, he decided, he didn't much care.\n\n\n\nMetal scraped on metal. Something thudded on the floor. The hoarse\nwheeze of Myrtle's breathing, the slap and shuffle of her mules,\nsounded loud in the stillness.\n\nAfter another moment, Myrtle said, \"Turn around.\"\n\nHorning pivoted, then stared.\n\nHis wife now wore the other transit unit, the one by means of which\nHorning's counterpart had crossed the barrier between the parallel\nworlds.\n\n\"All right, Raymond.\" She gestured to the light-loop's glowing,\ndoor-like frame. \"Go through.\"\n\n\"Go _through_--?\"\n\n\"Yes. Ahead of me. I'll follow.\"\n\n\"No.\" Horning put flat finality into his voice. \"You don't understand\nwhat that frame is for, Myrtle--what lies on the other side--\"\n\n\"Don't tell me what I don't understand!\" For an instant the old\nstridency rang in Myrtle's words. \"I've read those things you\nwrote--remember? Your notes, too. I know what I'm doing!\" She thrust\nthe pistol forward. \"Go on! Go through!\"\n\nOnce again, Horning studied his wife's face, to no avail. He made a wry\nmouth. Then, turning, he walked up the ramp, and stepped through the\nlight-loop's pulsating, tube-laden frame.\n\nThe silver plain stretched endlessly before him ... infinitely vast,\ninfinitely lonely.\n\nHorning shivered a little and swung about.\n\nA bulky figure loomed close at hand, framed in the light-loop's glow.\nA moment later, Myrtle was beside him, staring across the shimmering\nwastes wide-eyed. She cringed before the immensity and desolation of\nit, knuckles white, face slack and waxy grey. Horning could almost\ntaste her fear.\n\nHe prodded her: \"What now?\"\n\nShe shook as with a chill, not answering. Then, peering down into the\nscanner screen, she fumbled with the calibrated knobs that shifted the\nscene from plane to plane.\n\nHorning began, \"If you'd only tell me what you want--\"\n\n\"Shut up.\"\n\nThe seconds ticked into minutes. The minutes marched stolidly on. A\nhalf hour dragged by. An hour. And still Myrtle spun the registration\ndials.\n\nHorning shifted, closed his eyes. A haze seemed to rise about him. He\nwas so tired he could hardly stand.\n\nMyrtle said, \"Raymond....\"\n\nHorning shook away the haze.\n\n\n\nHis wife's expression was more unfathomable than ever. She stepped\ncloser, and now he saw that she was holding out the pistol,\nbutt-foremost, as if to hand it to him.\n\nHe reached up to take the weapon.\n\nBut instead of releasing it, she brushed his hand aside and brought the\ngun-butt down sharply on the screen of Horning's scanning scope.\n\nThe scanner smashed to splinters.\n\nHorning went rigid. But before he could move, his wife had jerked back\nthe gun, reversed it, and leveled it at him.\n\nHorning cursed aloud.\n\nFor the first time, Myrtle smiled.\n\nIt reminded Horning of the grin on a bleaching skull.\n\nShe said: \"Set your dials at 830-X-974.\"\n\nFor a moment Horning hesitated. But the gun was very steady. Seething,\nhe did as he was told.\n\n\"Now turn your projector drive to high.\"\n\nHorning gripped the corner of his unit's bulky case. \"Where are you\nsending me? Why did you smash the scanner so I couldn't see?\"\n\n\"We're both going. Turn it to high.\" Her eyes mocked him. The pistol\nmenaced.\n\nHorning threw the switch.\n\n\"Now, reintegrate....\"\n\nA wave of utter helplessness, utter hopelessness, engulfed Horning. He\npressed the button.\n\nA room materialized about him--a room almost the twin of his own\nbasement laboratory. There was the workbench, there the desk. A frame\nclose akin to that of the light-loop rose against one wall.\n\nA man sprawled on his back near the control panel. His face was\nHorning's face.\n\nHorning bent over him and felt for some trace of pulse, then\nstraightened, to find Myrtle once more standing beside him.\n\n\"He's dead,\" Horning said.\n\nShe nodded. Her lips twitched. \"Take off your unit.\"\n\n\"My unit--?\"\n\n\"Yes,\" She gestured to the dead man. \"Put it on him.\"\n\n\"What--?\"\n\n\"I said, put it on him.\" All the flatness was back in Myrtle's voice.\n\nIn a numb, aching void of silence, Horning obeyed.\n\n\"Set the dials for 701-G-0060.\"\n\nHorning's fingers went stiff. He looked up at his wife, hardly\nbelieving his own ears. \"You mean...?\"\n\n\"I mean, I'm going to the world that murdering monster in our basement\ncame from!\" Myrtle's breasts rose and fell in a sudden tempest of\nemotion. She was breathing noisily, too fast. The greying hair fell\nover her face, and her eyes were drawn to hot black pinpoints. \"You\nwanted to get rid of me, didn't you? You were ready to try anything\nshort of murder or sending me to the madhouse? So I'm leaving you here.\nThat other woman had a fortune. I'll have a better life in her place\nthan you ever gave me!\"\n\n\"But this man here....\"\n\n\"He died a natural death. That's all I care about. I'll be a widow--a\nwealthy widow....\"\n\n\n\nThe words went on, but Horning hardly heard. He sagged back against the\nworkbench--shaken, unable to speak. It was as if, of a sudden, he were\nseeing his wife through new eyes.\n\nShe crowded close to him and said, \"One other thing....\"\n\nHer hand darted out. She snatched Margaret's picture from Horning's\npocket--ripping it to shreds, scuffing the fragments.\n\nHorning made no effort to stop her.\n\n\"I hate her!\" Myrtle cried. \"That woman--that creature--she could be\ndead a thousand years and I'd still hate her--!\"\n\nShe broke off, shaking, and switched both transit units' projector\ndrives to high, then pressed the disintegrator buttons.\n\nIn the tick of a clock, both woman and corpse had vanished.\n\nNew weariness welled up in Horning ... weariness, and a sudden,\nstabbing pang of pity. In the awful emptiness of losing Margaret, he'd\nplunged down, all the way, till finally he'd been blinded and panicked\ninto marrying Myrtle. Then, climbing from the depths once more, he'd\ncome to hate her.\n\nNow, that, too, was past. The hate was dead; the bitterness had fallen\nfrom him. He knew the fault lay as much with him as her. They were\nsimply dog and cat, not suited.\n\nHe even found himself hoping she'd find happiness in the world to which\nshe'd fled.\n\nIt made him smile a little; and he knew it was good that he _could_\nsmile ... that he'd grown so much in depth and understanding.",
    "metadata": {
        "author": [
            "Swain, Dwight V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65896/pg65896.txt",
        "name": "so_many_worlds_away.json"
    }
}