{
    "name": "Something Will Turn Up",
    "author": [
        "Mason, David"
    ],
    "body": "\"You, Mr. Rapp?\"\n\nStanley Rapp blinked, considering the matter. He always thought over\neverything very carefully. Of course, some questions were easier to\nanswer than others. This one, for instance. He had very few doubts about\nhis name.\n\n\"Uh,\" Stanley Rapp said. \"Yes. Yes.\"\n\nHe stared at the bearded young man. Living in the Village, even on the\nbetter side of it, one saw beards every day, all shapes and sizes of\nbeard. This one was not a psychoanalyst beard, or a folk singer beard;\nnot even an actor beard. This was the scraggly variety, almost certainly\na poet beard. Mr. Rapp, while holding no particular prejudice against\npoets, had not sent for one, he was sure of that.\n\nThen he noticed the toolcase in the bearded young man's hand, lettered\nlarge LIGHTNING SERVICE, TV, HI-FI.\n\n\"Oh,\" Stanley said, nodding. \"You're the man to fix the TV set.\"\n\n\"You know it, Dad,\" the young man said, coming in. He shut the door\nbehind him, and stared around the apartment. \"What a wild pad. Where the\nidiot box, hey?\"\n\nThe pleasantly furnished, neat little apartment was not what Mr. Rapp\nhad ever thought of as a \"wild pad.\" But the Village had odd standards,\nMr. Rapp knew. Chacun a son gout, he had said, on moving into the\napartment ten years ago. Not aloud, of course, because he had only taken\none year of French, and would never have trusted his accent. But chacun\na son gout, anyway.\n\n\"The television set,\" Mr. Rapp said, translating. \"Oh, yes.\" He went to\nthe closet door and opened it. Reaching inside, he brought out an\nimposingly large TV set, mounted on a wheeled table. The bearded\nrepairman whistled.\n\n\"In the closet,\" the repairman said, admiringly. \"Crazy. You go in there\nto watch it, or you let it talk to itself?\"\n\n\"Oh. Well, I don't exactly watch it at all,\" Mr. Rapp said, a little\nsadly. \"I mean, I can't. That's why I called you.\"\n\n\"Lightning's here, have no fear,\" the bearded one said, approaching the\nset with a professional air. \"Like, in the closet, hey.\" He bent over\nthe set, appraisingly. \"I thought you were a square, Pops, but I can see\nyou're.... Hey, this is like too much. Man, I don't want to pry, but why\nis this box upside down?\"\n\n\"I wish I knew,\" Mr. Rapp said. He sat down, and leaned back, sighing.\nThis was going to be difficult, he knew. He had already had to explain\nit to the last three repairmen, and he was getting tired of explaining.\nAlthough he thought, somehow, that this young man might understand it a\nlittle more quickly than the others had.\n\n\"I've had a couple of other repairmen look it over,\" Mr. Rapp told the\nbearded one. \"They ... well, they gave up.\"\n\n\"Dilettantes,\" commented the beard.\n\n\"Oh, no,\" Mr. Rapp said. \"One of them was from the company that made it.\nBut they couldn't do anything.\"\n\n\"Let's try it,\" the repairman said, plugging the cord into a wall\nsocket. He returned to the set, and switched it on, without changing\nits upside down position. The big screen lit almost at once; a pained\nface appeared, with a large silhouetted hammer striking the image's\nforehead in a rhythmic beat.\n\n\"... Immediate relief from headache,\" a bland voice said, as the\npictured face broke into a broad smile. The repairman shuddered, and\nturned down the sound, staring at the image with widened eyes as he did\nso.\n\n\"Dad, I don't want to bug you,\" the repairman said, his eyes still on\nthe screen, \"only, look. The set is upside down, right?\"\n\n\"Right,\" said Mr. Rapp.\n\n\"Only the picture--\" the repairman paused, trying to find the right\nphrase. \"I mean, the picture's flipped. Like, it's wrong side up, too.\nOnly, right side up, now.\"\n\n\"Exactly,\" said Mr. Rapp. \"You see, that's the trouble. I put the set\nupside down because of that.\"\n\n\"Cool,\" the repairman said, watching the picture. \"I mean, so why worry?\nYou got a picture, right? You want me to turn the picture around? I can\ndo that with a little fiddling around inside the set ... uh-oh. Dad,\nsomething's happening.\"\n\n          *       *       *       *       *\n\nThe repairman bent closer, staring at the picture. It was now showing a\nbusty young woman singer, her mouth opened, but silent, since the sound\nwas turned down. She was slowly rotating as Rapp and the bearded\nrepairman watched, turning until her face, still mouthing silent song,\nhung upside down on the screen.\n\n\"It always does that,\" Rapp said. \"No matter which way I put the set,\nthe picture's always upside down.\"\n\n\"No, man,\" the repairman said, pleadingly. \"Look, I took a course. I\nmean, the best school, you dig? It don't work that way. It just can't.\"\n\n\"It does, though,\" Rapp pointed out. \"And that's what the other repair\npeople said, too. They took it out, and brought it back, and it still\ndid it. Not when they had it in their shops, but the minute it came back\nhere, the picture went upside down again.\"\n\n\"Wow,\" the repairman said, backing slowly away from the set, but\nwatching it with the tense gaze of a man who expected trouble. After a\nminute he moved toward it again, and took hold of the cabinet sides,\nlifting.\n\n\"I don't want to put you down, Pops,\" he said, grunting. \"Only, I got to\nsee this. Over she goes.\" He set it down again, right side up. The\npicture, still the singer's face, remained in a relatively upright\nposition for another moment, and then slowly rolled over, upside down\nagain.\n\n\"You see,\" Mr. Rapp said, shrugging. \"I guess I'll have to buy another\nset. Except I'd hate to have it happen again, and this one did cost\nquite a lot.\"\n\n\"You couldn't trade it in, either,\" the repairman agreed. \"Not to me,\nanyway.\" Suddenly he snapped his fingers. \"Hey now. Sideways?\"\n\n\"You mean on its side?\"\n\n\"Just for kicks....\" the repairman gripped the set again. \"On the\nside....\" He set the cabinet down, on one side, and stepped back, to\nregard the picture again.\n\nSlowly, the picture turned once more, and once again, relative to the\nusual directions of up and down, the picture was stubbornly, completely\ninverted.\n\n\"It's onto that, too,\" the repairman said, gloomily. He sat down on the\nfloor, and assumed a kind of Yoga posture, peering between his legs.\n\"You could try it this way, Pops.\"\n\n\"I'm pretty stiff,\" Mr. Rapp told him, shaking his head.\n\n\"Yeah,\" the repairman said, reinverting himself. For a long while he\nsat, pulling his beard thoughtfully, a look of deep thought on his face.\nThe reversed singer faded out, to give place to an earnestly grinning\nannouncer who pointed emphatically to a large, upside down sign bearing\nthe name of a product.\n\n\"Watching it this way could get to be a fad,\" the repairman said, at\nlast, almost inaudibly. He fell silent again, and Mr. Rapp, sadly, began\nto realize that even this bearded and confident young man had apparently\nbeen stopped, like the others.\n\n\"The way I look at it, like, there's a place where science hangs up,\"\nthe bearded one spoke, finally.\n\n\"Like, I don't want to put down my old Guru at the Second Avenue School\nof Electronics,\" he added, solemnly. \"But you got to admit that there\nare things not dreamed of in your philosophy, Horatio. You dig?\"\n\n\"My name isn't Horatio,\" Mr. Rapp objected.\n\n\"I was quoting,\" the repairman told him. \"I mean, this is a thing like,\noutside material means. Supernatural, sort of. Did you cross up any\nwitches lately, Pops?\"\n\n\"Oh, dear,\" Mr. Rapp said sadly. He shook his head. \"No, I haven't ...\ner, offended any witches. Not that I know of.\" He regarded the inverted\npicture for a moment. Then, as the repairman's words began to sink in,\nMr. Rapp looked at him apprehensively.\n\n\"Witches?\" Mr. Rapp asked. \"But ... I mean, that's all superstition,\nisn't it? And anyway ... well, television sets!\"\n\n\"They used to dry up cows, but who keeps cows?\" the bearded one said\nominously. \"Why not television sets? Like, I happen to be personally\nacquainted with several witches and like that. The Village is full of\nthem. However--\" He rose, and stalked toward the set, his eyes\nglittering in a peculiar way. \"You're a lucky one, Daddyo. Back in my\nsquare days, I did some reading up on the hookups between poetry and\nmagic. Now, I'm a poet. Therefore, and to wit, I'm also a magician. On\nthis hangup, I'm going to try magic. Electronics won't work, that's for\nsure.\"\n\n\n\n\"But....\" Mr. Rapp was not quite sure why he disapproved, but he did. On\nthe other hand, the repairman appeared to be very definitely sure of\nwhat he was doing, as he peered into the back of the television set.\n\n\"Have you ever tried ... ah, this method before?\"\n\n\"Never ran into any hexed TV sets before,\" the repairman said,\nstraightening up. \"Don't worry, though. I got the touch, like with\npoetry. Same thing, in fact. All magic spells rhyme, see? Well, I used\nto rhyme, back before I really started swinging. Anybody can rhyme. And\nthe rest is just instinct.\"\n\nHe had been scribbling something on a notepad, as he spoke. Now he bent\ndown, to take another look at the back of the set, and nodded with an\nair of assurance.\n\n\"The tube layout,\" the repairman told Mr. Rapp, exhibiting his notebook.\n\"That, and Ohm's Law, and a couple of Hindu bits I picked up listening\nto the UN on the radio ... makes a first-class spell.\"\n\nMr. Rapp backed away, nervously. \"Look, if it's all the same to you....\"\n\n\"Don't flip.\" The repairman consulted his notebook, and moved to stand\nin front of the screen. The picture showed a smiling newscaster,\npointing to a map which indicated something ominous.\n\n\"Cool, man,\" the repairman said. \"Here we go.\" He lifted his hands in an\necclesiastical gesture, and his voice became a deep boom.\n\n\"6SN7, 6ac5, six and seven millivolts are running down the line, E\nequals R times A, that's the way it goes, go round the other way, Subhas\nChandra BOSE!\"\n\nAfterward, Mr. Rapp was never quite sure exactly what happened. He had\nan impression of a flash of light, and an odd, indefinite sound rather\nlike the dropping of a cosmic garbage can lid. But possibly neither the\nlight nor the sound actually happened; at any rate, there were no\ncomplaints from the neighbors later on. However, the lighted screen was\ncertainly doing something.\n\n\"Crazy!\" the repairman said, in awed tones.\n\nMr. Rapp, his view partly blocked by the repairman, could not see\nexactly what was happening on the screen. However, he caught a brief\nglimpse of the newscaster's face. It was right side up, but no longer\nsmiling. Instead, the pictured face wore a look of profound alarm, and\nthe newsman was apparently leaning far forward, his face almost out of\nfocus because of its nearness to the lens. Just for a moment, Mr. Rapp\ncould have sworn he saw a chair floating _up_, past the agonized\nexpression on the screen.\n\nThen the screen want gray, and a panel of lettering appeared, shaking\nslightly.\n\nOUR PICTURE HAS BEEN TEMPORARILY INTERRUPTED. NORMAL SERVICE WILL BE\nRESTORED AS SOON AS POSSIBLE. PLEASE STAND BY.\n\n\"I was going to give you a bill,\" the repairman said. \"Only maybe we\nbetter just charge it up to customer relations.\"\n\nThe letters remained steady on the screen, and Mr. Rapp studied them.\nThey were right side up.\n\n\"You fixed it,\" Mr. Rapp said, a little uncertainly. \"I mean, it's\nworking. I ought to pay....\"\n\n\"I goofed,\" the repairman said. He picked up his tools, and moved toward\nthe door. \"Like, I won't mention it to anybody if you won't. But I\ngoofed, all right. Didn't you see the picture?\"\n\n\"But whatever you did ... it worked,\" Mr. Rapp said. \"The picture's\nright side up.\"\n\n\"I know,\" the repairman said. \"Only somewhere ... there's a studio\nthat's upside down. I just goofed, Pops, that's all.\"\n\nHe closed the door behind him, leaving Mr. Rapp still staring at the\nimmobile, right-side-up message on the glowing screen.\n\nThe End.",
    "metadata": {
        "author": [
            "Mason, David"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24189/pg24189.txt",
        "name": "something_will_turn_up.json"
    }
}