{
    "name": "Some Roundabout Papers",
    "author": [
        "Thackeray, William M.",
        "Thackeray, William Makepeace",
        "Titmarsh, M. A.",
        "Titmarsh, Michael Angelo",
        "Thackeray, W. M."
    ],
    "body": "ON SOME CARP AT SANS SOUCI\n\n\n\nWe have lately made the acquaintance of an old lady of ninety,\nwho has passed the last twenty-five years of her old life in a\ngreat metropolitan establishment, the workhouse, namely, of the\nparish of Saint Lazarus.  Stay -- twenty-three or four years ago,\nshe came out once, and thought to earn a little money by hop-\npicking;  but being overworked, and having to lie out at night,\nshe got a palsy which has incapacitated her from all further\nlabour, and has caused her poor old limbs to shake ever since.\n\nAn illustration of that dismal proverb which tells us how poverty\nmakes us acquainted with strange bed-fellows, this poor old\nshaking body has to lay herself down every night in her workhouse\nbed by the side of some other old woman with whom she may or may\nnot agree.  She herself can't be a very pleasant bed-fellow, poor\nthing! with her shaking old limbs and cold feet.  She lies awake\na deal of the night, to be sure, not thinking of happy old times,\nfor hers never were happy;  but sleepless with aches, and agues,\nand rheumatism of old age.  \"The gentleman gave me brandy-and-\nwater,\" she said, her old voice shaking with rapture at the\nthought.  I never had a great love for Queen Charlotte, but I\nlike her better now from what this old lady told me.  The Queen,\nwho loved snuff herself, has left a legacy of snuff to certain\npoorhouses;  and, in her watchful nights, this old woman takes a\npinch of Queen Charlotte's snuff, \"and it do comfort me, sir,\nthat it do!\"  Pulveris exigui munus.  Here is a forlorn aged\ncreature, shaking with palsy, with no soul among the great\nstruggling multitude of mankind to care for her, not quite\ntrampled out of life, but past and forgotten in the rush, made a\nlittle happy, and soothed in her hours of unrest by this penny\nlegacy.  Let me think as I write.  (The next month's sermon,\nthank goodness! is safe to press.)  This discourse will appear at\nthe season when I have read that wassail-bowls make their\nappearance;  at the season of pantomime, turkey and sausages,\nplum-puddings, jollifications for schoolboys;  Christmas bills,\nand reminiscences more or less sad and sweet for elders.  If we\noldsters are not merry, we shall be having a semblance of\nmerriment.  We shall see the young folks laughing round the\nholly-bush.  We shall pass the bottle round cosily as we sit by\nthe fire.  That old thing will have a sort of festival too.\nBeef, beer, and pudding will be served to her for that day also.\nChristmas falls on a Thursday.  Friday is the workhouse day for\ncoming out.  Mary, remember that old Goody Twoshoes has her\ninvitation for Friday, 26th December!  Ninety is she, poor old\nsoul?  Ah! what a bonny face to catch under a mistletoe!  \"Yes,\nninety, sir,\" she says, \"and my mother was a hundred, and my\ngrandmother was a hundred and two.\"\n\nHerself ninety, her mother a hundred, her grandmother a hundred\nand two?  What a queer calculation!\n\nNinety!  Very good, granny:  you were born, then, in 1772.\n\nYour mother, we will say, was twenty-seven when you were born,\nand was born therefore in 1745.\n\nYour grandmother was thirty-five when her daughter was born, and\nwas born therefore in 1710.\n\nWe will begin with the present granny first.  My good old\ncreature, you can't of course remember, but that little gentleman\nfor whom you mother was laundress in the Temple was the ingenious\nMr Goldsmith, author of a \"History of England,\" the \"Vicar of\nWakefield,\" and many diverting pieces.  You were brought almost\nan infant to his chambers in Brick Court, and he gave you some\nsugar-candy, for the doctor was always good to children.  That\ngentleman who well-nigh smothered you by sitting down on you as\nyou lay in a chair asleep was the learned Mr S. Johnson, whose\nhistory of \"Rasselas\" you have never read, my pour soul; and\nwhose tragedy of \"Irene\" I don't believe any man in these\nkingdoms ever perused.  That tipsy Scotch gentleman who used to\ncome to the chambers sometimes, and at whom everybody laughed,\nwrote a more amusing book than any of the scholars, your Mr Burke\nand your Mr Johnson, and your Dr Goldsmith.  Your father often\ntook him home in a chair to his lodgings;  and has done as much\nfor Parson Sterne in Bond Street, the famous wit.  Of course, my\ngood creature, you remember the Gordon Riots, and crying No\nPopery before Mr Langdale's house, the Popish distiller's, and\nthat bonny fire of my Lord Mansfield's books in Bloomsbury\nSquare?  Bless us, what a heap of illuminations you have seen!\nFor the glorious victory over the Americans at Breed's Hill;  for\nthe peace in 1814, and the beautiful Chinese bridge in St James's\nPark;  for the coronation of his Majesty, whom you recollect as\nPrince of Wales, Goody, don't you?  Yes;  and you went in a\nprocession of laundresses to pay your respects to his good lady,\nthe injured Queen of England, at Brandenburg House;  and you\nremember your mother told you how she was taken to see the Scotch\nlords executed at the Tower.  And as for your grandmother, she\nwas born five months after the battle of Malplaquet, she was;\nwhere her poor father was killed, fighting like a bold Briton for\nthe Queen.  With the help of a \"Wade's Chronology,\" I can make\nout ever so queer a history for you, my poor old body, and a\npedigree as authentic as many in the peerage-books.\n\nPeerage-books and pedigrees?  What does she know about them?\nBattles and victories, treasons, kings, and beheadings, literary\ngentlemen, and the like, what have they ever been to her?\nGranny, did you ever hear of General Wolfe?  Your mother may have\nseen him embark, and your father may have carried a musket under\nhim.  Your grandmother may have cried huzza for Marlborough;  but\nwhat is the Prince Duke to you, and did you ever so much as hear\ntell of his name?  How many hundred or thousand of years had that\ntoad lived who was in the coal at the defunct exhibition? -- and\nyet he was not a bit better informed than toads seven or eight\nhundred years younger.\n\n\"Don't talk to me your nonsense about Exhibitions, and Prince\nDukes, and toads in coals, or coals in toads, or what is it?\"\nsays granny.  \"I know there was a good Queen Charlotte, for she\nleft me snuff;  and it comforts me of a night when I lie awake.\"\n\nTo me there is something very touching in the notion of that\nlittle pinch of comfort doled out to granny, and gratefully\ninhaled by her in the darkness.  Don't you remember what\ntraditions there used to be of chests of plate, bulses of\ndiamonds, laces of inestimable value, sent out of the country\nprivately by the old Queen, to enrich certain relatives in M-ckl-\nnb-rg Str-l-tz?  Not all the treasure went.  Non omnis moritur.\nA poor old palsied thing at midnight is made happy sometimes as\nshe lifts her shaking old hand to her nose.  Gliding noiselessly\namong the beds where lie the poor creatures huddled in their\ncheerless dormitory, I fancy an old ghost with a snuff-box that\ndoes not creak.  \"There, Goody, take of my rappee.  You will not\nsneeze, and I shall not say 'God bless you.'  But you will think\nkindly of old Queen Charlotte, won't you?  Ah!  I had a many\ntroubles, a many troubles.  I was a prisoner almost so much as\nyou are.  I had to eat boiled mutton every day:  entre nous, I\nabominated it.  But I never complained.  I swallowed it.  I made\nthe best of a hard life.  We have all our burdens to bear.  But\nhark!  I hear the cock-crow, and snuff the morning air.\"  And\nwith this the royal ghost vanishes up the chimney -- if there be\na chimney in that dismal harem, where poor old Twoshoes and her\ncompanions pass their nights -- their dreary nights, their\nrestless nights, their cold long nights, shared in what glum\ncompanionship, illumined by what a feeble taper!\n\n\"Did I understand you, my good Twoshoes, to say that your mother\nwas seven-and-twenty years old when you were born, and that she\nmarried your esteemed father when she herself was twenty-five?\n1745, then, was the date of your dear mother's birth.  I daresay\nher father was absent in the Low Countries, with his Royal\nHighness the Duke of Cumberland, under whom he had the honour of\ncarrying a halberd at the famous engagement of Fontenoy -- or if\nnot there, he may have been at Preston Pans, under General Sir\nJohn Cope, when the wild Highlanders broke through all the laws\nof discipline and the English lines;  and, being on the spot, did\nhe see the famous ghost which didn't appear to Colonel Gardner of\nthe Dragoons?  My good creature, is it possible you don't\nremember that Doctor Swift, Sir Robert Walpole (my Lord Orford,\nas you justly say), old Sarah Marlborough, and little Mr Pope, of\nTwitnam, died in the year of your birth?  What a wretched memory\nyou have!  What? haven't they a library, and the commonest books\nof reference at the old convent of Saint Lazarus, where you\ndwell?\"\n\n\"Convent of Saint Lazarus, Prince William, Dr Swift, Atossa, and\nMr Pope, of Twitnam!  What is the gentleman talking about?\" says\nold goody, with a \"Ho! ho!\" and a laugh like a old parrot -- you\nknow they live to be as old as Methuselah, parrots do, and a\nparrot of a hundred is comparatively young (ho! ho! ho!).  Yes,\nand likewise carps live to an immense old age.  Some which\nFrederick the Great fed at Sans Souci are there now, with great\nhumps of blue mould on their old backs;  and they could tell all\nsorts of queer stories, if they chose to speak -- but they are\nvery silent, carps are -- of their nature peu communicatives.\nOh! what has been thy long life, old goody, but a dole of bread\nand water and a perch on a cage;  a dreary swim round and round a\nLethe of a pond?  What are Rossbach or Jena to those mouldy ones,\nand do they know it is a grandchild of England who brings bread\nto feed them?\n\nNo!  Those Sans Souci carps may live to be a thousand years old\nand have nothing to tell but that one day is like another;  and\nthe history of friend Goody Twoshoes has not much more variety\nthan theirs.  Hard labour, hard fare, hard bed, numbing cold all\nnight, and gnawing hunger most days.  That is her lot.  Is it\nlawful in my prayers to say, \"Thank heaven, I am not as one of\nthese\"?  If I were eighty, would I like to feel the hunger always\ngnawing, gnawing? to have to get up and make a bow when Mr Bumble\nthe beadle entered the common room? to have to listen to Miss\nPrim, who came to give me her ideas of the next world?  If I were\neighty, I own I should not like to have to sleep with another\ngentleman of my own age, gouty, a bad sleeper, kicking in his old\ndreams, and snoring; to march down my vale of years at word of\ncommand, accommodating my tottering old steps to those of the\nother prisoners in my dingy, hopeless old gang;  to hold out a\ntrembling hand for a sickly pittance of gruel, and say, \"Thank\nyou, ma'am,\" to Miss Prim, when she has done reading her sermon.\nJohn! when Goody Twoshoes comes next Friday, I desire she may not\nbe disturbed by theological controversies.  You have a fair\nvoice, and I heard you and the maids singing a hymn very sweetly\nthe other night, and was thankful that our humble household\nshould be in such harmony.  Poor old Twoshoes is so old and\ntoothless and quaky, that she can't sing a bit;  but don't be\ngiving yourself airs over her, because she can't sing and you\ncan.  Make her comfortable at our kitchen hearth.  Set that old\nkettle to sing by our hob.  Warm her old stomach with nut-brown\nale and a toast laid in the fire.  Be kind to the poor old\nschool-girl of ninety, who has had leave to come out for a day of\nChristmas holiday.  Shall there be many more Christmases for\nthee?  Think of the ninety she has seen already;  the fourscore\nand ten cold, cheerless, nipping New Years!\n\nIf you were in her place, would you like to have a remembrance of\nbetter early days, when you were young and happy, and loving,\nperhaps;  or would you prefer to have no past on which your mind\ncould rest?  About the year 1788, Goody, were your cheeks rosy,\nand your eyes bright, and did some young fellow in powder and a\npigtail look in them?  We may grow old, but to us some stories\nnever are old.  On a sudden they rise up, not dead, but living --\nnot forgotten, but freshly remembered.  The eyes gleam on us as\nthey used to do.  The dear voice thrills in our hearts.  The\nrapture of the meeting, the terrible, terrible parting, again and\nagain the tragedy is acted over.  Yesterday, in the street, I saw\na pair of eyes so like two which used to brighten at my coming\nonce, that the whole past came back as I walked lonely, in the\nrush of the Strand, and I was young again in the midst of joys\nand sorrows, alike sweet and sad, alike sacred and fondly\nremembered.\n\nIf I tell a tale out of school, will any harm come to my old\nschool-girl?  Once, a lady gave her a half-sovereign, which was a\nsource of great pain and anxiety to Goody Twoshoes.  She sewed it\naway in her old stays somewhere, thinking here at least was a\nsafe investment -- (vestis -- a vest -- an investment, -- pardon\nme, thou poor old thing, but I cannot help the pleasantry).  And\nwhat do you think?  Another pensionnaire of the establishment cut\nthe coin out of Goody's stays -- an old woman who went upon two\ncrutches!  Faugh, the old witch!  What?  Violence amongst these\ntoothless, tottering, trembling, feeble ones?  Robbery amongst\nthe penniless?  Dogs coming and snatching Lazarus's crumbs out of\nhis lap?  Ah, how indignant Goody was as she told the story!  To\nthat pond at Potsdam where the carps live for hundreds of\nhundreds of years, with hunches of blue mould on their back, I\ndaresay the little Prince and Princess of Preussen-Britannien\ncome sometimes with crumbs and cakes to feed the mouldy ones.\nThose eyes may have goggled from beneath the weeds at Napoleon's\njack-boots:  they have seen Frederick's lean shanks reflected in\ntheir pool;  and perhaps Monsieur de Voltaire has fed them, and\nnow for a crumb of biscuit they will fight, push, hustle, rob,\nsquabble, gobble, relapsing into their tranquillity when the\nignoble struggle is over.  Sans souci, indeed!  It is mighty well\nwriting \"Sans souci\" over the gate;  but where is the gate\nthrough which Care has not slipped?  She perches on the shoulders\nof the sentry in the sentry-box:  she whispers the porter\nsleeping in his arm-chair:  she glides up the staircase, and lies\ndown between the king and queen in their bed-royal:  this very\nnight I daresay she will perch upon poor old Goody Twoshoes'\nmeagre bolster, and whisper, \"Will the gentleman and those ladies\nask me again!  No, no;  they will forget poor old Twoshoes.\"\nGoody!  For shame of yourself!  Do not be cynical.  Do not\nmistrust your fellow-creatures.  What?  Has the Christmas morning\ndawned upon thee ninety times?  For four-score and ten years has\nit been thy lot to totter on this earth, hungry and obscure?\nPeace and goodwill to thee, let us say at this Christmas season.\nCome, drink, eat, rest awhile at our hearth, thou poor old\npilgrim!  And of the bread which God's bounty gives us, I pray,\nbrother reader, we may not forget to set aside a part for those\nnoble and silent poor, from whose innocent hands war has torn the\nmeans of labour.  Enough!  As I hope for beef at Christmas, I vow\na note shall be sent to Saint Lazarus Union House, in which Mr\nRoundabout requests the honour of Mrs Twoshoes' company on\nFriday, 26th December.\n\n\n\nDE JUVENTUTE\n\n\n\nWe who lived before railways, and survive out of the ancient\nworld, are like Father Noah and his family out of the Ark.  The\nchildren will gather round and say to us patriarchs, \"Tell us,\ngrandpapa, about the old world.\"  And we shall mumble our old\nstories;  and we shall drop off one by one;  and there will be\nfewer and fewer of us, and these very old and feeble.  There will\nbe but ten prae-railroadites left:  then three -- then two --\nthen one -- then 0!  If the hippopotamus had the least\nsensibility (of which I cannot trace any signs either in his hide\nor his face), I think he would go down to the bottom of his tank,\nand never come up again.  Does he not see that he belongs to\nbygone ages, and that his great hulking barrel of a body is out\nof place in these times?  What has he in common with the brisk\nyoung life surrounding him?  In the watches of the night, when\nthe keepers are asleep, when the birds are on one leg, when even\nthe little armadillo is quiet, and the monkeys have ceased their\nchatter, he -- I mean the hippopotamus -- and the elephant, and\nthe long-necked giraffe, perhaps may lay their heads together and\nhave a colloquy about the great silent antediluvian world which\nthey remember, where mighty monsters floundered through the ooze,\ncrocodiles basked on the banks, and dragons darted out of the\ncaves and waters before men were made to slay them.  We who lived\nbefore railways are antediluvians -- we must pass away.  We are\ngrowing scarcer every day;  and old -- old -- very old relicts of\nthe times when George was still fighting the Dragon.\n\nNot long since, a company of horseriders paid a visit to our\nwatering-place.  We went to see them, and I bethought me that\nyoung Walter Juvenis, who was in the place, might like also to\nwitness the performance.  A pantomime is not always amusing to\npersons who have attained a certain age;  but a boy at a\npantomime is always amused and amusing, and to see his pleasure\nis good for most hypochondriacs.\n\nWe sent to Walter's mother, requesting that he might join us, and\nthe kind lady replied that the boy had already been at the\nmorning performance of the equestrians, but was most eager to go\nin the evening likewise.  And go he did;  and laughed at all Mr\nMerryman's remarks, though he remembered them with remarkable\naccuracy, and insisted upon waiting to the very end of the fun,\nand was only induced to retire just before its conclusion by\nrepresentations that the ladies of the party would be incommoded\nif they were to wait and undergo the rush and trample of the\ncrowd round about.  When this fact was pointed out to him, he\nyielded at once, though with a heavy heart, his eyes looking\nlongingly towards the ring as we retreated out of the booth.  We\nwere scarcely clear of the place, when we heard \"God save the\nQueen,\" played by the equestrian band, the signal that all was\nover.  Our companion entertained us with scraps of the dialogue\non our way home -- precious crumbs of wit which he had brought\naway from that feast.  He laughed over them again as he walked\nunder the stars.  He has them now, and takes them out of the\npocket of his memory, and crunches a bit, and relishes it with a\nsentimental tenderness, too, for he is, no doubt, back at school\nby this time;  the holidays are over;  and Doctor Birch's young\nfriends have reassembled.\n\nQueer jokes, which caused a thousand simple mouths to grin!  As\nthe jaded Merryman uttered them to the old gentleman with the\nwhip, some of the old folks in the audience, I daresay, indulged\nin reflections of their own.  There was one joke -- I utterly\nforget it -- but it began with Merryman saying what he had for\ndinner.  He had mutton for dinner, at one o'clock, after which\n\"he had to come to business.\"  And then came the point.  Walter\nJuvenis, Esq., Rev. Doctor Birch's, Market Rodborough, if you\nread this, will you please send me a line, and let me know what\nwas the joke Mr Merryman made about having his dinner?  You\nremember well enough.  But do I want to know?  Suppose a boy\ntakes a favourite, long-cherished lump of cake out of his pocket,\nand offers you a bit?  Merci!  The fact is, I don't care much\nabout knowing that joke of Mr Merryman's.\n\nBut whilst he was talking about his dinner, and his mutton, and\nhis landlord, and his business, I felt a great interest about Mr\nM. in private life -- about his wife, lodgings, earnings, and\ngeneral history, and I daresay was forming a picture of those in\nmy mind:  -- wife cooking the mutton;  children waiting for it;\nMerryman in his plain clothes, and so forth;  during which\ncontemplation the joke was uttered and laughed at, and Mr M.,\nresuming his professional duties, was tumbling over head and\nheels.  Do not suppose I am going, sicut est mos, to indulge in\nmoralities about buffoons, paint, motley, and mountebanking.\nNay, Prime Ministers rehearse their jokes;  Opposition leaders\nprepare and polish them:  Tabernacle preachers must arrange them\nin their minds before they utter them.  All I mean is, that I\nwould like to know any one of these performers thoroughly, and\nout of his uniform:  that preacher, and why in his travels this\nand that point struck him;  wherein lies his power of pathos,\nhumour, eloquence;  -- that Minister of State, and what moves\nhim, and how his private heart is working;  -- I would only say\nthat, at a certain time of life certain things cease to interest:\nbut about some things when we cease to care, what will be the use\nof life, sight, hearing?  Poems are written, and we cease to\nadmire.  Lady Jones invites us, and we yawn;  she ceases to\ninvite us, and we are resigned.  The last time I saw a ballet at\nthe opera -- oh! it is many years ago -- I fell asleep in the\nstalls, wagging my head in insane dreams, and I hope affording\namusement to the company, while the feet of five hundred nymphs\nwere cutting flicflacs on the stage at a few paces distant.  Ah,\nI remember a different state of things!  Credite posteri.  To see\nthese nymphs -- gracious powers, how beautiful they were!  That\nleering, painted, shrivelled, thin-armed, thick-ankled old thing,\ncutting dreary capers, coming thumping down on her board out of\ntime -- that an opera-dancer?  Pooh!  My dear Walter, the great\ndifference between my time and yours, who will enter life some\ntwo or three years hence, is that, now, the dancing women and\nsinging women are ludicrously old, out of time, and out of tune;\nthe paint is so visible, and the dinge and wrinkles of their\nwretched old cotton stockings, that I am surprised how anybody\ncan like to look at them.  And as for laughing at me for falling\nasleep, I can't understand a man of sense doing otherwise.  In my\ntime, a la bonne heure.  In the reign of George IV., I give you\nmy honour, all the dancers at the opera were as beautiful as\nHouris.  Even in William IV.'s time, when I think of Duvernay\nprancing in as the Bayadere, -- I say it was a vision of\nloveliness such as mortal eyes can't see nowadays.  How well I\nremember the tune to which she used to appear!  Kaled used to say\nto the Sultan, \"My lord, a troop of those dancing and singing\ngurls called Bayaderes approaches,\" and, to the clash of cymbals,\nand the thumping of my heart, in she used to dance!  There has\nnever been anything like it -- never.  There never will be -- I\nlaugh to scorn old people who tell me about your Noblet, your\nMontessu, your Vistris, your Parisot -- pshaw, the senile\ntwaddlers!  And the impudence of the young men, with their music\nand their dancers of to-day!  I tell you the women are dreary old\ncreatures.  I tell you one air in an opera is just like another,\nand they send all rational creatures to sleep.  Ah, Ronzi de\nBegnis, thou lovely one!  Ah, Caradori, thou smiling angel!  Ah,\nMalibran!  Nay, I will come to modern times, and acknowledge that\nLablache was a very good singer thirty years ago (though Porto\nwas the boy for me):  and they we had Ambrogetti, and Curioni,\nand Donzelli, a rising young singer.\n\nBut what is most certain and lamentable is the decay of stage\nbeauty since the days of George IV.  Think of Sontag!  I remember\nher in Otello and the Donna del Lago in `28.  I remember being\nbehind the scenes at the opera (where numbers of us young fellows\nof fashion used to go), and seeing Sontag let her hair fall down\nover her shoulders previous to her murder by Donzelli.  Young\nfellows have never seen beauty like that, heard such a voice,\nseen such hair, such eyes.  Don't tell me!  A man who has been\nabout town since the reign of George IV., ought he not to know\nbetter than you young lads who have seen nothing?  The\ndeterioration of women is lamentable;  and the conceit of the\nyoung fellows more lamentable still, that they won't see this\nfact, but persist in thinking their time as good as ours.\n\nBless me! when I was a lad, the stage was covered with angels,\nwho sang, acted, and danced.  When I remember the Adelphi, and\nthe actresses there:  when I think of Miss Chester, and Miss\nLove, and Mrs Serle at Sadler's Wells, and her forty glorious\npupils -- of the Opera and Noblet, and the exquisite young\nTaglioni, and Pauline Leroux, and a host more!  One much-admired\nbeing of those days I confess I never cared for, and that was the\nchief male dancer -- a very important personage then, with a bare\nneck, bare arms, a tunic, and a hat and feathers, who used to\ndivide the applause with the ladies, and who has now sunk down a\ntrap-door for ever.  And this frank admission ought to show that\nI am not your mere twaddling laudator temporis acti -- your old\nfogey who can see no good except in his own time.\n\nThey say that claret is better nowadays, and cookery much\nimproved since the days of my monarch -- of George IV.  Pastry\nCookery is certainly not so good.  I have often eaten half-a-\ncrown's worth (including, I trust, ginger-beer) at our school\npastrycook's, and that is a proof that the pastry must have been\nvery good, for could I do as much now?  I passed by the\npastrycook's shop lately, having occasion to visit my old school.\nIt looked a very dingy old baker's;  misfortunes may have come\nover him -- those penny tarts certainly did not look so nice as I\nremember them:  but he may have grown careless as he has grown\nold (I should judge him to be now about ninety-six years of age),\nand his hand may have lost its cunning.\n\nNot that we were not great epicures.  I remember how we\nconstantly grumbled at the quantity of the food in our master's\nhouse -- which on my conscience I believe was excellent and\nplentiful -- and how we tried once or twice to eat him out of\nhouse and home.  At the pastrycook's we may have over-eaten\nourselves (I have admitted half-a-crown's worth for my own part,\nbut I don't like to mention the real figure for fear of\nperverting the present generation of boys by my monstrous\nconfession) -- we may have eaten too much, I say.  We did;  but\nwhat then?  The school apothecary was sent for:  a couple of\nsmall globules at night, a trifling preparation of senna in the\nmorning, and we had not to go to school, so that the draught was\nan actual pleasure.\n\nFor our amusements, besides the games in vogue, which were pretty\nmuch in old times as they are now (except cricket par exemple --\nand I wish the present youth joy of their bowling, and suppose\nArmstrong and Whitworth will bowl at them with light field-pieces\nnext), there were novels -- ah! I trouble you to find such novels\nin the present day!  O Scottish Chiefs, didn't we weep over you!\nO Mysteries of Udolpho, didn't I and Briggs Minor draw pictures\nout of you, as I have said?  Efforts, feeble indeed, but still\ngiving pleasure to us and our friends.  \"I say, old boy, draw us\nVivaldi tortured in the Inquisition,\" or, \"Draw us Don Quixote\nand the windmills, you know,\" amateurs would say, to boys who had\na love of drawing.  \"Peregrine Pickle\" we liked, our fathers\nadmiring it, and telling us (the sly old boys) it was capital\nfun;  but I think I was rather bewildered by it, though \"Roderick\nRandom\" was and remains delightful.  I don't remember having\nSterne in the school library, no doubt because the works of that\ndivine were not considered decent for young people.  Ah! not\nagainst thy genius, O father of Uncle Toby and Trim, would I say\na word in disrespect.  But I am thankful to live in times when\nmen no longer have the temptation to write so as to call blushes\non women's cheeks, and would shame to whisper wicked allusions to\nhonest boys.  Then, above all, we had Walter Scott, the kindly,\nthe generous, the pure -- the companion of what countless\ndelightful hours;  the purveyor of how much happiness;  the\nfriend whom we recall as the constant benefactor of our youth!\nHow well I remember the type and the brownish paper of the old\nduodecimo \"Tales of My Landlord!\"  I have never dared to read the\n\"Pirate,\" and the \"Bride of Lammermoor,\" or \"Kenilworth,\" from\nthat day to this, because the finale is unhappy, and people die,\nand are murdered at the end.  But \"Ivanhoe,\" and \"Quentin\nDurward\"!  Oh! for a half-holiday, and a quiet corner, and one of\nthose books again!  Those books, and perhaps those eyes with\nwhich we read them;  and, it may be, the brains behind the eyes!\nIt may be the tart was good;  but how fresh the appetite was!  If\nthe gods would give me the desire of my heart, I should be able\nto write a story which boys would relish for the next few dozen\nof centuries.  The boy-critic loves the story:  grown up, he\nloves the author who wrote the story.  Hence the kindly tie is\nestablished between writer and reader, and lasts pretty nearly\nfor life.  I meet people now who don't care of Walter Scott, or\nthe \"Arabian Nights\";  I am sorry for them, unless they in their\ntime have found their romancer -- their charming Scheherazade.\nBy the way, Walter, when you are writing, tell me who is the\nfavourite novelist in the fourth form now?  Have you got anything\nso good and kindly as dear Miss Edgeworth's Frank?  It used to\nbelong to a fellow's sisters generally;  but though he pretended\nto despise it, and said, \"Oh, stuff for girls!\" he read it;  and\nI think there were one or two passages which would try my eyes\nnow, were I to meet with the little book.\n\nAs for Thomas and Jeremiah (it is only my witty way of calling\nTom and Jerry), I went to the British Museum the other day on\npurpose to get it;  but somehow, if you will press the question\nso closely, on reperusal, Tom and Jerry is not so brilliant as I\nhad supposed it to be.  The pictures are just as fine as ever;\nand I shook hands with broad-backed Jerry Hawthorn and Corinthian\nTom with delight, after many year's absence.  But the style of\nthe writing, I own, was not pleasing to me;  I even thought it a\nlittle vulgar -- well! well! other writers have been considered\nvulgar -- and as a description of the sports and amusements of\nLondon in the ancient times, more curious than amusing.\n\nBut the pictures! -- oh! the pictures are noble still!  First,\nthere is Jerry arriving from the country, in a green coat and\nleather gaiters, and being measured for a fashionable suit at\nCorinthian House, by Corinthian Tom's tailor.  Then away for the\ncareer of pleasure and fashion.  The park! delicious excitement!\nThe theatre! the saloon!! the green-room!!!  Rapturous bliss --\nthe opera itself! and then perhaps to Temple Bar, to knock down a\nCharley there!  There are Jerry and Tom, with their tights and\nlittle cocked hats, coming from the opera -- very much as\ngentlemen in waiting on royalty are habited now.  There they are\nat Almack's itself, amidst a crowd of high-bred personages, with\nthe Duke of Clarence himself looking at them dancing.  Now,\nstrange change, they are in Tom Cribb's parlour, where they don't\nseem to be a whit less at home than in fashion's gilded halls;\nand now they are at Newgate, seeing the irons knocked off the\nmalefactors' legs previous to execution.  What hardened ferocity\nin the countenance of the desperado in yellow breeches!  What\ncompunction in the face of the gentleman in black (who, I\nsuppose, has been forging), and who clasps his hands, and listens\nto the chaplain!  Now we haste away to merrier scenes:  to\nTattersall's (ah gracious powers! what a funny fellow that actor\nwas who performed Dicky Green in that scene in the play!);  and\nnow we are at a private party, at which Corinthian Tom is\nwaltzing (and very gracefully too, as you must confess) with\nCorinthian Kate, whilst Bob Logic, the Oxonian, is playing on the\npiano!\n\n\"After,\" the text says, \"the Oxonian had played several pieces of\nlively music, he requested as a favour that Kate and his friend\nTom would perform a waltz.  Kate without any hesitation\nimmediately stood up.  Tom offered his hand to his fascinating\npartner, and the dance took place.  The plate conveys a correct\nrepresentation of the `gay scene' at that precise moment.  The\nanxiety of the Oxonian to witness the attitudes of the elegant\npair had nearly put a stop to their movements.  On turning round\nfrom the pianoforte and presenting his comical mug, Kate could\nscarcely suppress a laugh.\"\n\nAnd no wonder;  just look at it now (as I have copied it to the\nbest of my humble ability), and compare Master Logic's\ncountenance and attitude with the splendid elegance of Tom!  Now\nevery London man is weary and blase.  There is an enjoyment of\nlife in these young bucks of 1823 which contrasts strangely with\nour feelings of 1860.  Here, for instance, is a specimen of their\ntalk and walk, \"`If,' says LOGIC -- `if enjoyment is your motto,\nyou may make the most of an evening at Vauxhall, more than at any\nother place in the metropolis.  It is all free and easy.  Stay as\nlong as you like, and depart when you think proper.' -- `Your\ndescription is so flattering,' replied JERRY, `that I do not care\nhow soon the time arrives for us to start.'  LOGIC proposed a\n`bit of a stroll' in order to get rid of an hour or two, which\nwas immediately accepted by Tom and Jerry.  A turn or two in Bond\nStreet, a stroll through Piccadilly, a look in at TATTERSALL's, a\nramble through Pall Mall, and a strut on the Corinthian path,\nfully occupied the time of our heroes until the hour for dinner\narrived, when a few glasses of TOM's rich wines soon put them on\nthe qui vive.  VAUXHALL was then the object in view, and the TRIO\nstarted, bent upon enjoying the pleasures which this place so\namply affords.\"\n\nHow nobly those inverted commas, those italics, those capitals,\nbring out the writer's wit and relieve the eye!  They are as good\nas jokes, though you mayn't quite preceive the point.  Mark the\nvarieties of lounge in which the young men indulge -- now a\nstroll, then a look in, then a ramble, and presently a strut.\nWhen George, Prince of Wales, was twenty, I have read in an old\nMagazine, \"the Prince's lounge\" was a peculiar manner of walking\nwhich the young bucks imitated.  At Windsor George III. had a\ncat's path -- a sly early walk which the good old king took in\nthe grey morning before his household was astir.  What was the\nCorinthian path here recorded?  Does any antiquary know?  And\nwhat were the rich wines which our friends took, and which enable\nthem to enjoy Vauxhall?  Vauxhall is gone, but the wines which\ncould occasion such a delightful perversion of the intellect as\nto enable it to enjoy ample pleasures there, what were they?\n\nSo the game of life proceeds, until Jerry Hawthorn, the rustic,\nis fairly knocked up by all this excitement and is forced to go\nhome, and the last picture represents him getting into the coach\nat the \"White Horse Cellar,\" he being one of six inside;  whilst\nhis friends shake him by the hand;  whilst the sailor mounts on\nthe roof;  whilst the Jews hang round with oranges, knives, and\nsealing-wax:  whilst the guard is closing the door.  Where are\nthey now, those sealing-wax vendors? where are the guards? where\nare the jolly teams? where are the coaches? and where the youth\nthat climbed inside and out of them;  that heard the merry horn\nwhich sounds no more;  that saw the sun rise over Stonehenge;\nthat rubbed away the bitter tears at night after parting as the\ncoach sped on the journey to school and London;  that looked out\nwith beating heart as the milestones flew by, for the welcome\ncorner where began home and holidays.\n\nIt is night now:  and here is home.  Gathered under the quiet\nroof elders and children lie alike at rest.  In the midst of a\ngreat peace and calm, the stars look out from the heavens.  The\nsilence is peopled with the past;  sorrowful remorses for sins\nand shortcomings -- memories of passionate joys and griefs rise\nout of their graves, both now alike calm and sad.  Eyes, as I\nshut mine, look at me, that have long ceased to shine.  The town\nand the fair landscape sleep under the starlight, wreathed in the\nautumn mists.  Twinkling among the houses a light keeps watch\nhere and there, in what may be a sick chamber or two.  The clock\ntolls sweetly in the silent air.  Here is night and rest.  An\nawful sense of thanks makes the heart swell, and the head bow, as\nI pass to my room through the sleeping house, and feel as though\na hushed blessing were upon it.\n\n\n\nROUND ABOUT THE CHRISTMAS TREE\n\n\n\nThe kindly Christmas tree, from which I trust every gentle reader\nhas pulled out a bonbon or two, is yet all aflame whilst I am\nwriting, and sparkles with the sweet fruits of its season.  You\nyoung ladies, may you have plucked pretty giftlings from it;  and\nout of the cracker sugar-plum which you have split with the\ncaptain or the sweet young curate may you have read one of those\ndelicious conundrums which the confectioners introduce into the\nsweetmeats, and which apply to the cunning passion of love.\nThose riddles are to be read at your age, when I daresay they are\namusing.  As for Dolly, Merry, and Bell, who are standing at the\ntree, they don't care about the love-riddle part, but understand\nthe sweet-almoned portion very well.  They are four, five, six\nyears old.  Patience, little people!  A dozen merry Christmases\nmore, and you will be reading those wonderful love-conundrums,\ntoo.  As for us elderly folks, we watch the babies at their\nsport, and the young people pulling at the branches:  and instead\nof finding bonbons or sweeties in the packets which we pluck off\nthe boughs, we find enclosed Mr Carnifex's review of the\nquarter's meat;  Mr Sartor's compliments, and little statement\nfor self and the young gentlemen;  and Madame de Sainte-\nCrinoline's respects to the young ladies, who encloses her\naccount, and will sent on Saturday, please;  or we stretch our\nhand out to the educational branch of the Christmas tree, and\nthere find a lively and amusing article from the Rev. Henry\nHolyshade, containing our dear Tommy's exceedingly moderate\naccount for the last term's school expenses.\n\nThe tree yet sparkles, I say.  I am writing on the day before\nTwelfth Day, if you must know;  but already ever so many of the\nfruits have been pulled, and the Christmas lights have gone out.\nBobby Miseltow, who has been staying with us for a week (and who\nhas been sleeping mysteriously in the bath-room), comes to say he\nis going away to spend the rest of the holidays with his\ngrandmother -- and I brush away the manly tear of regret as I\npart with the dear child.  \"Well, Bob, good-bye, since you will\ngo.  Compliments to grandmamma.  Thank her for the turkey.\nHere's ----\" (A slight pecuniary transaction takes place at this\njuncture, and Bob nods and winks, and puts his hand in his\nwaistcoat pocket.)  \"You have had a pleasant week?\"\n\nBob. -- \"Haven't I!\"  (And exit, anxious to know the amount of the\ncoin which has just changed hands.)\n\nHe is gone, and as the dear boy vanishes through the door (behind\nwhich I see him perfectly), I too cast up a little account of our\npast Christmas week.  When Bob's holidays are over, and the\nprinter has sent me back this manuscript, I know Christmas will\nbe an old story.  All the fruit will be off the Christmas tree\nthen;  the crackers will have cracked off;  the almonds will have\nbeen crunched;  and the sweet-bitter riddles will have been read;\nthe lights will have perished off the dark green boughs;  the\ntoys growing on them will have been distributed, fought for,\ncherished, neglected, broken.  Ferdinand and Fidelia will each\nkeep out of it (be still, my gushing heart!) the remembrance of a\nriddle read together, of a double almond munched together, and of\nthe moiety of an exploded cracker.... The maids, I say, will have\ntaken down all that holly stuff and nonsense about the clocks,\nlamps, and looking-glasses, the dear boys will be back at school,\nfondly thinking of the pantomime fairies whom they have seen;\nwhose gaudy gossamer wings are battered by this time;  and whose\npink cotton (or silk is it?) lower extremities are all dingy and\ndusty.  Yet but a few days, Bob, and flakes of paint will have\ncracked off the fairy flower-bowers, and the revolving temples of\nadamantine lustre will be as shabby as the city of Pekin.  When\nyou read this, will Clown still be going on lolling his tongue\nout of his mouth, and saying, \"How are you to-morrow?\"  To-\nmorrow, indeed!  He must be almost ashamed of himself (if that\ncheek is still capable of the blush of shame) for asking the\nabsurd question.  To-morrow, indeed!  To-morrow the diffugient\nsnows will give place to spring; the snowdrops will lift their\nheads;  Ladyday may be expected, and the pecuniary duties\npeculiar to that feast;  in place of bonbons, trees will have an\neruption of light green knobs; the whitebait season will\nbloom ... as if one need go on describing these vernal phenomena,\nwhen Christmas is still here, though ending, and the subject of\nmy discourse!\n\nWe have all admired the illustrated papers, and noted how\nboisterously jolly they become at Christmas time.  What wassail-\nbowls, robin-redbreasts, waits, snow landscapes, bursts of\nChristmas song!  And then to think that these festivities are\nprepared months before -- that these Christmas pieces are\nprophetic!  How kind of artists and poets to devise the\nfestivities beforehand, and serve them pat at the proper time!\nWe ought to be grateful to them, as to the cook who gets up at\nmidnight and sets the pudding a-boiling, which is to feast us at\nsix o'clock.  I often think with gratitude of the famous Mr\nNelson Lee -- the author of I don't know how many hundred\nglorious pantomimes -- walking by the summer wave at Margate, or\nBrighton perhaps, revolving in his mind the idea of some new\ngorgeous spectacle of faery, which the winter shall see complete.\nHe is like cook at midnight (si parva licet).  He watches and\nthinks.  He pounds the sparkling sugar of benevolence, the plums\nof fancy, the sweetmeats of fun, the figs of -- well, the figs of\nfairy fiction, let us say, and pops the whole in the seething\ncauldron of imagination, and at due season serves up the\nPantomime.\n\nVery few men in the course of nature can expect to see all the\npantomimes in one season, but I hope to the end of my life I\nshall never forego reading about them in that delicious sheet of\nThe Times which appears on the morning after Boxing-day.  Perhaps\nreading is even better than seeing.  The best way, I think, is to\nsay you are ill, lie in bed, and have the paper for two hours,\nreading all the way down from Drury Lane to the Britannia at\nHoxton.  Bob and I went to two pantomimes.  One was at the\nTheatre of Fancy, and the other at the Fairy Opera, and I don't\nknow which we liked the best.\n\nAt the Fancy, we saw \"Harlequin Hamlet, or Daddy's Ghost and\nNunky's Pison,\" which is all very well -- but, gentlemen, if you\ndon't respect Shakspeare, to whom will you be civil?  The palace\nand ramparts of Elsinore by moon and snowlight is one of\nLoutherbourg's finest efforts.  The banqueting hall of the palace\nis illuminated:  the peaks and gables glitter with the snow:  the\nsentinels march blowing their fingers with the cold -- the\nfreezing of the nose of one of them is very neatly and\ndexterously arranged:  the snow storm rises:  the winds howl\nawfully along the battlements:  the waves come curling, leaping,\nfoaming to shore.  Hamlet's umbrella is whirled away in the\nstorm.  He and his two friends stamp on each other's toes to keep\nthem warm.  The storm-spirits rise in the air, and are whirled\nhowling round the palace and the rocks.  My eyes! what tiles and\nchimney-pots fly hurtling through the air!  As the storm reaches\nits height (here the wind instruments come in with prodigious\neffect, and I compliment Mr Brumby and the violoncellos) -- as\nthe snow storm rises (queek, queek, queek, go the fiddles, and\nthen thrumpty thrump comes a pizzicato movement in Bob Major,\nwhich sends a shiver into your very boot-soles), the thunder-\nclouds deepen (bong, bong, bong, from the violoncellos).  The\nforked lightning quivers through the clouds in a zig-zag scream\nof violins -- and look, look, look! as the frothing, roaring\nwaves come rushing up the battlements, and over the reeling\nparapet, each hissing wave becomes a ghost, sends the gun-\ncarriages rolling over the platform, and plunges into the water\nagain.\n\nHamlet's mother comes on to the battlements to look for her son.\nThe storm whips her umbrella out of her hands, and she retires\nscreaming in pattens.\n\nThe cabs on the stand in the great market-place at Elsinore are\nseen to drive off, and several people are drowned.  The gas-lamps\nalong the street are wrenched from their foundations, and shoot\nthrough the troubled air.  Whist, rush, hish! how the rain roars\nand pours!  The darkness becomes awful, always deepened by the\npower of the music -- and see -- in the midst of a rush, and\nwhirl, and scream of spirits of air and wave -- what is that\nghastly figure moving hither?  It becomes bigger, bigger, as it\nadvances down the platform -- more ghastly, more horrible,\nenormous!  It is as tall as the whole stage.  It seems to be\nadvancing on the stalls and pit, and the whole house screams with\nterror, as the Ghost of the Late Hamlet comes in, and begins to\nspeak.  Several people faint, and the light-fingered gentry pick\npockets furiously in the darkness.\n\nIn the pitchy darkness, this awful figure throwing his eyes\nabout, the gas in the boxes shuddering out of sight, and the\nwind-instruments bugling the most horrible wails, the boldest\nspectator must have felt frightened.  But hark! what is that\nsilver shimmer of the fiddles?  Is it -- can it be -- the grey\ndawn peeping in the stormy east?  The ghost's eyes look blankly\ntowards it, and roll a ghastly agony.  Quicker, quicker ply the\nviolins of Phoebus Apollo.  Redder, redder grow the orient\nclouds.  Cockadoodledoo! crows that great cock which has just\ncome out on the roof of the palace.  And now the round sun\nhimself pops up from behind the waves of night.  Where is the\nghost?  He is gone!  Purple shadows of morn \"slant o'er the snowy\nsward,\" the city wakes up in life and sunshine, and we confess we\nare very much relieved at the disappearance of the ghost.  We\ndon't like those dark scenes in pantomimes.\n\nAfter the usual business, that Ophelia should be turned into\nColumbine was to be expected;  but I confess I was a little\nshocked when Hamlet's mother became Pantaloon, and was instantly\nknocked down by Clown Claudius.  Grimaldi is getting a little old\nnow, but for real humour there are few clowns like him.  Mr\nShuter, as the gravedigger, was chaste and comic, as he always\nis, and the scene-painters surpassed themselves.\n\n\"Harlequin Conqueror and the Field of Hastings,\" at the other\nhouse, is very pleasant too.  The irascible William is acted with\ngreat vigour by Snoxall, and the battle of Hastings is a good\npiece of burlesque.  Some trifling liberties are taken with\nhistory, but what liberties will not the merry genius of\npantomime permit himself?  At the battle of Hastings, William is\non the point of being defeated by the Sussex volunteers, very\nelegantly led by the always pretty Miss Waddy (as Haco\nSharpshooter), when a shot from the Normans kills Harold.  The\nFairy Edith hereupon comes forward, and finds his body, which\nstraightway leaps up a live harlequin, whilst the Conqueror makes\nan excellent clown, and the Archbishop of Bayeux a diverting\npantaloon, &c. &c. &c.\n\nPerhaps these are not the pantomimes we really saw;  but one\ndescription will do as well as another.  The plots, you see, are\na little intricate and difficult to understand in pantomimes;\nand I may have mixed up one with another.  That I was at the\ntheatre on Boxing-night is certain -- but the pit was so full\nthat I could only see fairy legs glittering in the distance, as I\nstood at the door.  And if I was badly off, I think there was a\nyoung gentleman behind me worse off still.  I own that he has\ngood reason (though others have not) to speak ill of me behind my\nback, and hereby beg his pardon.\n\nLikewise to the gentleman who picked up a party in Piccadilly,\nwho had slipped and fallen in the snow, and was there on his\nback, uttering energetic expressions:  that party begs to offer\nthanks, and compliments of the season.\n\nBob's behaviour on New Year's day, I can assure Dr Holyshade, was\nhighly creditable to the boy.  He had expressed a determination\nto partake of every dish which was put on the table;  but after\nsoup, fish, roast-beef, and roast-goose, he retired from active\nbusiness until the pudding and mince-pies made their appearance,\nof which he partook liberally, but not too freely.  And he\ngreatly advanced in my good opinion by praising the punch, which\nwas of my own manufacture, and which some gentlemen present (Mr\nO'M--g--n, amongst others) pronounced to be too weak.  Too weak!\nA bottle of rum, a bottle of Madeira, half a bottle of brandy,\nand two bottles and a half of water -- can this mixture be said\nto be too weak for any mortal?  Our young friend amused the\ncompany during the evening, by exhibiting a two-shilling magic-\nlantern, which he had purchased, and likewise by singing \"Sally,\ncome up!\" a quaint, but rather monotonous melody, which I am told\nis sung by the poor negro on the banks of the broad Mississippi.\n\nWhat other enjoyments did we proffer for the child's amusement\nduring the Christmas week?  A great philosopher was giving a\nlecture to young folks at the British Institution.  But when this\ndiversion was proposed to our young friend Bob, he said,\n\"Lecture?  No, thank you.  Not as I knows on,\" and made sarcastic\nsignals on his nose.  Perhaps he is of Dr Johnson's opinion about\nlectures:  \"Lectures, sir! what man would go to hear that\nimperfectly at a lecture, which he can read at leisure in a\nbook?\"  I never went, of my own choice, to a lecture;  that I can\nvow.  As for sermons, they are different;  I delight in them, and\nthey cannot, of course, be too long.\n\nWell, we partook of yet other Christmas delights besides\npantomime, pudding, and pie.  One glorious, one delightful, one\nmost unlucky and pleasant day, we drove in a brougham, with a\nfamous horse, which carried us more quickly and briskly than any\nof your vulgar railways, over Battersea Bridge, on which the\nhorse's hoofs rung as if it had been iron;  through suburban\nvillages, plum-caked with snow;  under a leaden sky, in which the\nsun hung like a red-hot warming-pan;  by pond after pond, where\nnot only men and boys, but scores after scores of women and\ngirls, were sliding, and roaring, and clapping their lean old\nsides with laughter, as they tumbled down, and their hobnailed\nshoes flew up in the air;  the air frosty with a lilac haze,\nthrough which villas, and commons, and churches, and plantations\nglimmered.  We drive up the hill, Bob and I;  we make the last\ntwo miles in eleven minutes;  we pass that poor, armless man who\nsits there in the cold, following you with his eyes.  I don't\ngive anything, and Bob looks disappointed.  We are set down\nneatly at the gate, and a horse-holder opens the brougham door.\nI don't give anything;  again disappointment on Bob's part.  I\npay a shilling apiece, and we enter into the glorious building,\nwhich is decorated for Christmas, and straightway forgetfulness\non Bob's part of everything but that magnificent scene.  The\nenormous edifice is all decorated for Bob and Christmas.  The\nstalls, the columns, the fountains, courts, statues, splendours,\nare all crowned for Christmas.  The delicious negro is singing\nhis Alabama choruses for Christmas and Bob.  He has scarcely\ndone, when, Tootarootatoo!  Mr Punch is performing his surprising\nactions, and hanging the beadle.  The stalls are decorated.  The\nrefreshment-tables are piled with good things;  at many fountains\n\"Mulled Claret\" is written up in appetizing capitals.  \"Mulled\nClaret -- oh, jolly!  How cold it is!\" says Bob;  I pass on.\n\"It's only three o'clock,\" says Bob.  \"No, only three,\" I say\nmeekly.  \"We dine at seven,\" sighs Bob, \"and it's so-o-o coo-\nold.\"  I still would take no hints.  No claret, no refreshment,\nno sandwiches, no sausage-rolls for Bob.  At last I am obliged to\ntell him all.  Just before we left home, a little Christmas bill\npopped in at the door and emptied my purse at the threshold.  I\nforgot all about the transaction, and had to borrow half-a-crown\nfrom John Coachman to pay for our entrance into the palace of\ndelight.  Now you see, Bob, why I could not treat you on that\nsecond of January when we drove to the palace together;  when the\ngirls and boys were sliding on the ponds at Dulwich;  when the\ndarkling river was full of floating ice, and the sun was like a\nwarming-pan in the leaden sky.\n\nOne more Christmas sight we had, of course; and that sight I\nthink I like as well as Bob himself at Christmas, and at all\nseasons.  We went to a certain garden of delight, where, whatever\nyour cares are, I think you can manage to forget some of them,\nand muse, and be not unhappy;  to a garden beginning with a Z,\nwhich is as lively as Noah's ark;  where the fox has brought his\nbrush, and the cock has brought his comb, and the elephant has\nbrought his trunk, and the kangaroo has brought his bag, and the\ncondor his old white wig and black satin hood.  On this day it\nwas so cold that the white bears winked their pink eyes, as they\nplapped up and down by their pool, and seemed to say, \"Aha, this\nweather reminds us of dear home!\"  \"Cold! bah!  I have got such a\nwarm coat,\" says brother Bruin, \"I don't mind\";  and he laughs on\nhis pole, and clucks down a bun.  The squealing hyaenas gnashed\ntheir teeth and laughed at us quite refreshingly at their window;\nand, cold as it was, Tiger, Tiger, burning bright, glared at us\nred-hot through his bars, and snorted blasts of hell.  The woolly\ncamel leered at us quite kindly as he paced round his ring on his\nsilent pads.  We went to our favourite places.  Our dear wambat\ncame up, and had himself scratched very affably.  Our fellow-\ncreatures in the monkey room held out their little black hands,\nand piteously asked us for Christmas alms.  Those darling\nalligators on their rock winked at us in the most friendly way.\nThe solemn eagles sat alone, and scowled at us from their peaks;\nwhilst little Tom Ratel tumbled over head and heels for us in his\nusual diverting manner.  If I have cares in my mind, I come to\nthe Zoo, and fancy they don't pass the gate.  I recognise my\nfriends, my enemies, in countless cages.  I entertained the\neagle, the vulture, the old billy-goat, and the black-pated,\ncrimson-necked, blear-eyed, baggy, hook-beaked old marabou stork\nyesterday at dinner;  and when Bob's aunt came to tea in the\nevening, and asked him what he had seen, he stepped up to her\ngravely, and said --\n\n\"First I saw the white bear, then I saw the black,\nThen I saw the camel with a hump upon his back.\n\nChorus of Children\n\nThen I saw the camel with a HUMP upon his back!\n\nThen I saw the grey wolf, with mutton in his maw;\nThen I saw the wambat waddle in the straw;\nThen I saw the elephant with his waving trunk,\nThen I saw the monkeys -- mercy, how unpleasantly they -- smelt!\"\n\nThere.  No one can beat that piece of wit, can he Bob?  And so it\nis over;  but we had a jolly time, whilst you were with us,\nhadn't we?  Present my respects to the doctor;  and I hope, my\nboy, we may spend another merry Christmas next year.",
    "metadata": {
        "author": [
            "Thackeray, William M.",
            "Thackeray, William Makepeace",
            "Titmarsh, M. A.",
            "Titmarsh, Michael Angelo",
            "Thackeray, W. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1462/pg1462.txt",
        "name": "some_roundabout_papers.json"
    }
}