{
    "name": "Sonny",
    "author": [
        "Raphael, Rick"
    ],
    "body": "Private Jediah Cromwell was homesick for the first time since his\ninduction into the Army. If he had gotten homesick on any of at least\na dozen other occasions during his first two weeks in the service, he\nmight never have gotten beyond the induction center. But the wonders\nand delights of his first venture beyond the almost inaccessible West\nVirginia hills of his birth had kept him too awed and interested to\nthink about home.\n\nWhen Cletus Miller headed up the trail to Bluebird Gulch, Ma felt him\ncoming around the bend below the waterfall a mile across the gorge.\nShe laid down her skinning knife and wiped her hands clean of the\nblood of the rabbits Jed had brought in earlier in the morning.\n\n\"Sonny,\" she called to Jed, \"trouble's acoming.\"\n\nJediah crossed the corn patch to her side. \"What kinda trouble, Ma?\"\n\n\"Cletus Miller's comin',\" Ma Cromwell said. \"He ain't been up here\nsince the week afore your Pa died. I don't know what it is but it's\nbound to be trouble.\"\n\nA few minutes later Miller hallooed from the bottom of the garden\npatch, then trudged up to the cabin.\n\n\"Set and rest, Cletus,\" Ma said. \"Sonny, fetch Cletus a coolin' dip.\"\nJed ambled down to the spring sluice and dippered out a pint of clear,\nmountain water.\n\n\"Got mail fer you,\" Cletus said, waving an envelope. \"Guvermint mail.\nFer Sonny.\"\n\nTwo weeks later, Jediah swung down the mountain to Owl Creek, carrying\na small sack with his good clothes and shoes in it. The draft notice\nwas stuffed into his overall pockets along with biscuits and meat Ma\nhad insisted he take.\n\n\"Go along now, Sonny,\" she had directed him, \"and don't you fret none\nabout me. The corn's 'most ready. You got a good supply of firewood\nin, more'n enought to last me all winter. If your guvermint need us\nCromwells to fight, then I reckon its our bounden duty. Your grandsire\nand greatgrandsire both wuz soldiers and if'n your Pa hadn't gone and\ngotten his leg busted and twisted afore the guvermint called him I\nreckon he'd have been one, too. I've learned you all I can and you can\nread 'n write 'n do sums. Just mind your manners and come on home when\nthey don't need you no more.\"\n\nIn Owl Creek the first real part of the excitement hit Jed. He had\nbeen as far as Paulsburg, twenty miles farther and that was almost as\nbig as the county seat at Madison. Now he was going to go even beyond\nMadison--right to the city. And then maybe the Army would send him\nmore places.\n\nThe Army did.\n\nEverything had been wonderful, almost overwhelming, from the moment he\nboarded a bus for the first time in his life until he arrived at Fort\nMcGruder. He could hardly believe the wealth of the government in\nissuing him so many clothes and giving him so much personal gear. And\nwhile the food wasn't what Ma would have cooked, there was lots of it.\nHe liked the other recruits who had ridden down to McGruder with him,\neven though a couple of the city fellows had been kind of teasing.\n\nHe liked the barracks although his bunk mattress wasn't as soft as\nMa's eiderdown comforts. He liked everything--until the sergeant had\ncussed at him this afternoon.\n\nNow Jed lay on his bunk and counted the springs on the upper bunk\noccupied by Private Harry Fisher. It was close to eight o'clock and\nthe barracks were full of scores of young soldiers. A crap game was\ngoing on three bunks away and across the aisle; another country boy\nwas picking at a guitar. The bunk above sagged with the weight of\nHarry Fisher, who was reading a book.\n\nJed's mind kept coming back to the cussin' out he had gotten, just for\nnot knowing the Army insisted on a body wearing shoes no matter what\nhe was doing. Jed had never been cussed at before in his entire life.\nTrue, Ma never hesitated about taking a willow switch to him when he\nwas a young 'un, or a stob of kindling when he got older. But she\nalways whupped him in a gentle fashion, never losing her temper and\nalways explaining with each whistling swing of switch or club, just\nwhat he'd done wrong and why this was for the good of his immortal\nsoul.\n\nThinking about Ma, Jed got homesick. He closed his eyes and looked\naround for Ma. She was stirring a pot of lye ashes over the fireplace\nand when she felt Jed in the cabin she closed her eyes. \"Sonny,\" she\nsaid, \"you in trouble?\"\n\nLying on his bunk at Fort McGruder, Jed smiled happily and thought\nback an answer. \"Nope, Ma. Jest got to wonderin' what you wuz doing.\"\n\nWhatever Ma was going to say was lost amid the yells and growls of the\nmen in the barracks as the electricity went off. \"Who turned the\nlights off?\" Fisher cried from the top bunk. \"It's not 'lights out'\ntime yet.\"\n\n\n\nThe noise jerked Jed back to the present and his eyes opened. The\nlights came on.\n\n\"Where are the dice,\" one of the crapshooters barked. \"I rolled a\nseven just when the lights went out.\"\n\nThe noise died down and the game resumed. Fisher lay back on his bunk\nand went back to his book. Jed's mind reached out for home again.\n\"Ma,\" he called out, \"you say something?\"\n\nThe lights went out and the yells went up throughout the two-story\nbarracks.\n\nJed opened his eyes and the lights came on.\n\nAt the end of the barracks, Corporal Weisbaum came out of his sacredly\nprivate room and surveyed the recruits. \"Awright,\" he roared, \"so\nwhich one of you is the wise guy making with the lights?\"\n\n\"So nobody, corporal,\" a recruit sitting on the end bunk answered. \"So\nthe lights went out. Then they come back on. So who knows? Maybe the\nArmy ain't paying its light bills. I had a landlady back in Brooklyn\nwho usta do the same thing anytime I got late with her rent mon....\"\n\n\"Shaddup,\" Weisbaum snarled. \"Maybe it was power trouble. But if it\nhappens again and I find out one of you monkeys is bein' smart, the\nwhole platoon falls out and we'll get a little night air exercising.\"\nHe stalked back into his room and slammed the door.\n\nThe barracks buzzed angrily for a few moments. Jed sat up and peered\nup at Fisher.\n\n\"That there officer shorely don't talk very nice, you know that\nHarry,\" Jed said.\n\nFisher laid down the book and peered under his thick-rimmed glasses at\nthe lanky mountain boy.\n\n\"How old are you, Jed,\" he asked.\n\n\"Nineteen.\"\n\n\"Lived up in the hills all those years?\" Fisher inquired.\n\n\"Yup,\" Jed replied. \"This is the furthinest I've ever been.\" His\nnormally cheerful face fell slightly. \"Kinda makes me lonesome in a\nway, though. Folks back home jest plain don't talk thataway one to the\nother.\"\n\nFisher leaned over the edge of his bunk. \"Let me tell you something,\nJed. Don't let talk like that worry you. First of all, he's no\nofficer. And second, he doesn't really mean it and it's just a way the\nArmy has of making men of us. You'll hear lots more and lots worse\nbefore you get back to those West Virginia hills of yours.\"\n\nJed lay back down on the bunk. \"Mebbe so,\" he admitted. \"Don't mean I\ngotta like it much, though. Ma never talked thataway to me, no matter\nhow bad a thing I done.\"\n\nJed closed his eyes and thought of home. Ought to say goodnight to Ma.\nHe let his mind reach out to the cabin almost two states distant.\n\nThe lights went out in the barracks, two of the crapshooters started\nswinging at each other in the dark and the commotion drifted upwind to\nthe platoon sergeant's room in another barracks two buildings away.\n\nIn the confused yells and the shouting of Corporal Weisbaum, Jed gave\nup trying to say goodnight to Ma and opened his eyes again.\n\nThe lights in the barracks came back on just as Platoon Sergeant\nMitchell walked in the front door.\n\nThe two crapshooters were tangled in a heap in the center aisle of the\nbarracks, still swinging. Corporal Weisbaum had the Brooklyn recruit\nby the front of his T-shirt, waving a massive fist under the boy's\nnose.\n\n\"AT EASE!\" Mitchell boomed. The barracks shook and suddenly there was\nquiet. \"Now just what is going on here?\" he demanded.\n\nWeisbaum released his grip on the recruit and the two brawlers\nscrambled to their feet. The corporal glared at the forty-odd recruits\nin the barracks. \"I warned you mush heads what would happen the next\ntime one of you fiddled with them lights. Now I'm gonna give you just\nfive minutes to fall out in front in fatigues and combat boots. MOVE!\"\n\n\"Lay off,\" one of the recruits muttered, \"nobody touched the lights.\nThey just went off.\"\n\nWeisbaum turned a cold stare on the youngster. \"Just went out, eh?\nO.K. Let's see. Sergeant Mitchell, did the lights go out in your\nbuilding?\"\n\nThe sergeant shook his head.\n\n\"Did you notice if the lights were out in any other buildings when you\ncame up?\" Again Mitchell shook his head.\n\n\"Just this barracks, huh?\"\n\nMitchell nodded.\n\nThere was a moment of silence. \"Five minutes, you jugheads,\" Weisbaum\nroared. \"Five minutes or I'll have your flabby hides hung like\nwallpaper in my room.\"\n\nBy the time the platoon got back in the barracks after a five-mile\nwalk around the perimeter of the post, Taps were sounding and the\nlights went out as soon as the men hit their bunks. The talking was\nover. Jed felt better after the pleasant walk in the night air. He\ndecided Ma would be asleep anyway by this time. He turned his head\ninto his pillow and was snoring in ten seconds.\n\n\n\nOnce Jed began getting the feel of what was wanted of him, his\ntraining improved and the wrath of the platoon sergeants and corporals\nwas directed elsewhere. The recruits moved rapidly through the\nhardening period and with each day, Jed found the going easier. By the\ntime the platoon was ready for the rifle range, Jed hadn't had time to\ngive more than a brief occasional thought about home.\n\nWhen the supply sergeant issued him his M-14 rifle, Jed carried it\nback to the barracks like a young bridegroom carrying his beloved\nacross their first threshold.\n\n\"Harry,\" he said in an awed voice to his bunkmate, \"ain't that jest\nabout the most bee-ootiful thing you ever did see?\"\n\nFisher was sitting on the lower bunk beside Jed, working the action on\nhis own rifle. \"It's a lovely weapon, allright. I just hope I can hit\nthe side of a barn with it.\"\n\n\"Hit a barn with it,\" Jed said in amazement, \"why, Harry, with this\nhere gun I could hit a squirrel in the eye two ridges away and let you\npick which eye.\"\n\nFisher grinned. \"I've heard you mountain boys are pretty good with a\nrifle. We'll see just how good you are next week when we go out on the\nrange.\"\n\nThe following Monday morning on the range, the platoon gathered around\nCorporal Weisbaum.\n\n\"Awright, you bums,\" the corporal sneered, \"here's where we separate\nthe men from the boys. Don't let the noise shake you too bad and if it\nkicks you in the shoulder a little, don't flinch. Remember what you\nlearned in dry fire practice--hold 'em and squeeze 'em off. This is\njust familiarization fire, so don't worry if you don't hit the first\nfew shots.\"\n\nHe gestured. \"Awright. First order on the firing line.\"\n\nTwenty men of the platoon, Jed included, moved up the embankment to\nthe firing positions. Two hundred yards away the big targets were\nlined up like billboards along the line of pits.\n\nFrom the range control tower in the middle of the firing line, the\nbullhorn speakers blared. \"Familiarization fire. Prone position.\"\nTwenty riflemen dropped to their knees and then forward onto their\nbellies, their cheeks cuddling the stocks of the rifles.\n\n\"Twenty rounds. With ball ammunition, load and lock.\" Twenty bolts\nsnapped shut.\n\n\"Ready on the right? Ready on the left?\"\n\nThe flank safety officer signaled. \"Ready on the firing line,\" the\nspeakers blared. \"Commence firing.\"\n\nJed squinted down the sights and carefully squeezed off a shot. A\nragged volley followed down the line. Jed was in position Number\nEighteen and down range, his target atop a large painted sign bearing\nthe same number, dropped. Jed rolled over and yelled at Corporal\nWeisbaum. \"Hey, corporal. I must have done shot 'n broke that there\ntarget. It just fell down.\"\n\nWeisbaum grinned. \"You didn't break nothing, hillbilly. You just got\nlucky and hit somewhere on the target. Every time you hit it, they\npull it down and mark where your shot hit so you can correct your\nsights. See, here it comes back up again.\"\n\nTarget Number Eighteen rose above the pits. In the dead center of the\nsmall black bull's-eye was a small white dot. Weisbaum stared at the\ntarget, then swung a pair of binoculars to his eyes. \"Man, talk about\nluck. You hit it smack in the center of the black.\"\n\nThe target dropped again for a pasted patch over the hole. Then it\ncame up.\n\nJed grinned happily and rolled back to the prone position, looked\nbriefly down the sight and squeezed off another round. The target\ndropped again. In a moment it was back up, the same white marker disk\nshowing in the black. Weisbaum put the glasses to his eyes again. \"I\nknew it was luck. You musta missed it, hillbilly, cause that's the\nsame mark you had last shot.\"\n\nJed frowned and waited for the target to be pulled and pasted, then\nfired again. Once more it came up with the identical white marker in\nthe center. It was Weisbaum's turn to frown. \"Better check that sight,\nCromwell. You can't shoot on luck forever. Them last two rounds never\ntouched the target.\"\n\nThe range radio safety operator came up to the corporal and handed him\nthe walkie talkie. \"Pit wants to talk to you, corporal.\"\n\nWeisbaum took the handset and held it to his ear. \"This is Corporal\nWeisbaum. Yeah. He WHAT! You sure? Yeah, pull it and paste it. This I\nwant to see.\"\n\nHe handed the handset to the radioman and glared at Jed. \"So now\nyou're some kinda wise guy, huh, hillbilly? You think you can keep\nshootin' on luck? The pits say you been hitting the same spot every\ntime. Nobody can do that. Now, go ahead, hillbilly. I want to see you\ndo it again.\"\n\nJed rolled over on his belly, looked and fired. Down went the target\nto come up again with another dead-center marker.\n\n\"He did it again,\" the radioman declared to the corporal.\n\nWeisbaum was beginning to get an awed look on his face. \"Go on,\nhillbilly, keep firing.\"\n\nBehind the corporal and the recruit, the radioman was talking softly\nto the pits. \"He's in position ... he's aiming ... he's holdin--\" The\noperator stopped talking and shook his handset and held it again to\nhis ear. Jed fired. A split second later the radio burst into voice.\n\"... Did it again,\" the pit operator yelled excitedly.\n\nJed fired all twenty rounds into the exact same hole and the range\nfiring came to a screeching halt. By the time he was on the final\nround, all other firing had stopped and range officers and safety\nNCO's were gathered in a semicircle around the prone mountain boy.\n\nWeisbaum pounded Jed on the back as the young recruit scrambled to his\nfeet and dusted his fatigues. \"Man, what an eye. Wait 'til the old man\nsees this. Look,\" he took Jed by the arm, \"you shoot like this all the\ntime back in them hills you come from?\" Jed nodded. \"I thought so,\"\nWeisbaum cried happily. \"Go sit down and take it easy. I want the old\nman to come out and see this.\"\n\n\n\nJed smiled happily and walked off the firing line amidst the admiring\nstares of his fellow recruits. He flung himself on the ground in the\nshade of a stack of ammunition boxes and grinned to himself. Shucks,\nall that excitement over a little shooting. Back home he did it all\nthe time. But it'd make Ma proud to know he could do something real\ngood. He let his mind travel for the first time in weeks.\n\nOn the range road a few feet away, a convoy of trucks carrying another\nrecruit company to the ranges farther down the line, suddenly\nspluttered and came to a stop as their engines died.\n\n\"Ma,\" Jed thought, \"you busy?\"\n\nBehind the cabin in Bluebird Gulch, Ma Cromwell laid down the axe she\nhad been splitting firewood with and closed her eyes. \"'Bout time you\nremembered your maw,\" she replied. \"You all right, Sonny?\"\n\n\"I'm jest fine, Ma. An' I did somethin' good, too, Ma. I just showed\nthese Army fellers what us Cromwells kin do with a rifle gun.\"\n\nJed lay in the warm sun and let the light filter through his closed\neyelids. He paid no attention to the clanging of truck hoods and the\nmuttered curses of a half dozen truck driver as they clambered over\nthe front of their vehicles trying to figure out what was causing them\nto have engine trouble.\n\n\"What did you do, Sonny?\" Ma asked.\n\n\"Tweren't really nothing, Ma,\" Jed replied. \"I shot this here\nnewfangled gun they gave me at a big ol' target 'n hit it, Ma. Honest,\nMa, that black circle they got in that thing is jest 'bout as big as\nthe hind end of a black bear and it ain't no further away than the\nbottom of the cornfield from the cabin door.\"\n\nIn the range control tower, Corporal Weisbaum was getting madder every\nsecond.\n\n\"What's the matter with that switchboard operator,\" he screamed.\n\"Don't he hear the buzzer?\" He shook the phone and roared again.\nFinally, he slapped it down on the hook. \"Gimme that radio,\" he said,\nreaching for the handset. The operator shook his head sadly. \"No use,\ncorp. It's deader'n doornail. Don't know what's the matter. It just\nquit.\"\n\nWeisbaum looked around and spotted one of the regular jeep drivers\nstanding at the foot of the tower. \"Mahoney,\" he yelled. \"Get in your\njeep and go back and get the old man. Tell him he's gotta see Cromwell\nshoot. You can tell him what happened.\"\n\nThe jeep driver started towards his vehicle. \"And Mahoney,\" Weisbaum\nyelled after him, \"while you're there, bring back another radio and\ntell that idiot on the switchboard we got wire trouble.\" Mahoney\nnodded and went to his jeep.\n\nBack at the cabin, Ma Cromwell wiped her face with her apron skirt.\n\"Shore hot today,\" she thought. \"You hot there, too, Sonny?\"\n\n\"Kinda hot, Ma,\" Jed thought back. \"Shore ain't like home. Not bad\nthough.\"\n\n\"You gettin' enough to eat, child?\" Ma asked.\n\nJed frowned slightly and stepped up his mental output. A half mile\ndown range and a thousand feet up, an Army helicopter heading for a\nmaneuver area, coughed and quit. The blades went into autogyro as it\nsank quickly to earth.\n\nVehicles all over the post came to a spluttering stop and office\nlights and refrigerators went off.\n\n\"What did you say, Ma?\" Jed asked. \"Seemed like you got sorta weak.\"\n\n\"'Tain't me.\" Ma snorted. \"Jest that nosy Miz Hawkins. She's gotta\nlisten in on everybody's private talk up in these hills, seems like.\"\nThere was the feeling of an indignant gasp and then Ma's thoughts came\nbooming through. Jed relaxed and grinned. The chopper was almost on\nthe ground when its engine caught fire once again and went surging up\nand forward. The surprised pilot fought to get control before he\nslammed into a low hill. Lights came back on and electrical equipment\nbegan running other than close to the range.\n\n\"Shouldn't ought to talk like that, Ma,\" Jed grinned. \"She's jest\nbein' friendly like.\"\n\n\"Hm-m-m,\" Ma sniffed, \"gettin' so's a body cain't even talk with her\nown kinfolk without everybody in these parts listenin' in.\"\n\nMahoney got out of his jeep and walked back to the tower. \"Jeep won't\nstart,\" he called up to Weisbaum.\n\nThe corporal turned purple and leaned over the edge of the tower. \"Ta\nhell with it then,\" he roared. \"Now get those bums back on the line.\nWe got a whole platoon to shoot out and I want to see that hillbilly\ndo the same thing in the standing position.\n\n\"Cromwell,\" he bellowed, \"get up on that line.\"\n\nJed opened his eyes quickly and then shut them for another moment.\n\n\"Got to go, Ma,\" he thought quickly, \"that corporal feller's yellin'\nagain. You take care, Ma.\"\n\n\"I will, Sonny,\" Ma thought back. \"Mind your manners.\"\n\nJed got up and hurried to the firing line. In the tower, the phone\nbegan ringing and the radio and telephone operators began reporting\nthe equipment trouble they'd been having. On the road, one of the\ntruck drivers half-heartedly stepped on the starter for the tenth\ntime. The engine roared to life. The other drivers stopped and stared,\nthen climbed down from fenders and front bumpers and tried their own\nstarters. The trucks and their puzzled drivers left. Firing resumed.\n\nThat evening in the barracks, Harry Fisher complimented the mountain\nboy. \"Nice shooting today, Jed,\" he said, \"I was on the radio in the\npits while you were shooting. I don't think anyone ever saw anything\nlike that before.\"\n\nJed smiled at his friend and bunkmate. \"It's easy to do, real easy\nHarry,\" he said. \"I reckon everyone could do it once they get the hang\nof it.\"\n\nFisher smiled ruefully. \"You're looking at one guy who'll never get\nthe hang of it,\" he said, \"whatever the 'hang of it' might be.\"\n\n\"Honest, Harry,\" Jed said earnestly, \"all you gotta do is jest think\nthem bullets into that big black spot.\"\n\nFisher laughed. \"I could think like Socrates and never come close\nto....\" He stopped and stared at Jed with a half-smile. \"You know,\nJed, you're kind of weird sometimes. 'Think the bullets.' Come to\nthink of it, though, that's not the only weird thing. Did you know\nthat everytime you were getting ready to shoot our radios went dead\ntoday?\"\n\nJed frowned thoughtfully. \"That's funny. I ain't never heard of that\nhappenin' afore. O' course, we never had radios in Bluebird Gulch.\nOnly thing we ever had trouble with wuz the 'lectric light bulbs in\nPaulsburg the one-two times our folks went down there. Seems like them\nlights wuz goin' out everytime one of us wuz mind-talkin' with some\nhomefolks.\"\n\nHarry stared puzzledly at the mountain boy.\n\n\"You know,\" Jed tried to explain, \"like when you might of fergot\nsomethin' someone wanted real bad from the store. Or mebbe like one\ntime when Ma'n me wuz in the big store in Paulsburg and she wuz\ngettin' some fancy cloth fer Miz Culpepper. Store didn't have no fancy\ncloth like Miz Culpepper wanted, with big red flowers. Only had blue\nflowers. So Ma, she mind-asked Miz Culpepper if the blue ones would be\nall right. Every durned 'lectric light bulb in that store went out.\"\n\nFisher was beginning to get a dazed look on his face. \"'Mind-asked.'\n'Mind-talk.' You mean what I think you mean, Jediah?\" he asked.\n\n\"Reckon I do,\" Jed said emphatically. \"Just like I mind-talked with Ma\nthis afternoon an' tole her what all the hurrah was about jest 'cause\nI flung them bullets through that big ol' black spot.\"\n\n\"You talked with your mother back in West Virginia this afternoon?\"\nHarry pressed. \"From the rifle range?\"\n\n\"Shore did,\" Jed said happily. \"Most plumb forgot fer a couple o'\nweeks now, what with us bein' so consarned busy. It wuz purely fine to\ntalk with Ma.\"\n\nFisher's brain was spinning. \"Can you contact her anytime you want\nto?\"\n\n\"Shore kin,\" Jed said proudly. \"It takes a mite more power though, the\nfurthern I git from home. Or if Miz Hawkins is listenin' in.\"\n\n\"Let's see you do it now,\" Fisher demanded.\n\nJed shut his eyes. \"Ma,\" he thought, \"you got time fer a chat?\"\n\nThe lights went out all over the barracks. Harry Fisher fainted.\n\nWhen he came to, he was lying on Jed's bunk with the mountain boy\nleaning over him solicitously. \"You all right, Harry?\" Jed asked\nanxiously. \"Ma's worried 'bout you.\"\n\nHarry fainted again.\n\nWhen he came to the second time, Jed had gone running down the\nbarracks aisle to Corporal Weisbaum's room. Harry sat up and swung his\nfeet over the edge of the bunk. He was light-headed and his brain was\nstill whirling.\n\nA minute later Jed came back leading Weisbaum. The corporal peered\ndown at Fisher. \"You sick 'er somethin' Fisher?\" he asked. \"Get too\nmuch sun today?\"\n\nHarry shook his head. \"No. I'm O.K. now, corporal. Must have been\nsomething I ate. I'll be all right.\"\n\nWeisbaum reached down and felt Harry's forehead. \"You look kinda\npeaked to me. You hit the sack and if you don't feel O.K. in the\nmorning, I'll put you on sick call.\"\n\nHarry shook his head again. \"No need for that. I'll be all right. I'm\ngoing outside and get some fresh air. Jed, will you give me a hand,\nplease?\"\n\nHe stood up shakily and Jed took his arm. \"O.K.,\" Weisbaum said, \"but\nif you don't feel so good, you're going to the dispensary, you hear.\"\nHe went back to his room.\n\n\n\nHarry and Jed walked out of the barracks into the night air. Fisher\npaused and breathed deeply, then turned to face Jed. \"You always been\nable to mind-talk with you mother?\" he asked.\n\n\"Why, shore,\" Jed replied. \"Most folks back home kin. Shore saves a\nheap o' walkin' over them hills.\"\n\n\"And did the lights go out when you talked that way?\" Harry inquired.\n\n\"Well now, I don't rightly know,\" Jed said. \"Only place what has them\nlights close by is Paulsburg and that's thutty miles from Owl Creek\nand us folks ain't got much truck fer them big cities. Don't reckon\nany of us ever been there more 'n three-four times in our whole lives.\nBut it shore happens in Paulsburg whenever we gossip thataway. Never\nthought nothin' of it afore, though. Reckon, now that I study on it a\nmite, it's 'cause we got to use more of the power to reach across them\nhills. Ma once said she reckoned us Cromwells could mind-talk with the\nEmpereer of all Roosha if'n we had to. 'Course, we'd be straining our\nheads a mite fer all that distance 'cause Ma says Roosha and England\nis a heap further from Bluebird Gulch 'n even Madison. Or Fore\nMcGruder, I reckon.\"\n\nHarry though quietly for a moment.\n\n\"When was the last time you talked with your mother that way?\" he\nasked.\n\n\"Don't rightly know or remember jest when it wuz,\" Jed replied. \"Seems\nlike it wuz 'bout the fust week we wuz here. One night, in the\nbarracks, I kinda got homesick I reckon, 'cause that wuz the day I got\ncussed out for the first time in my whole, entire life.\"\n\nHarry smacked his clenched fist into his hand. \"That's it,\" he cried.\n\"That's it. That was the night the lights went out three time in the\nbarracks. The night Weisbaum made us take the five-mile moonlight hike\nbecause he thought someone was fooling with the lights.\"\n\nHe grabbed Jed by the arm. \"That was the night, wasn't it, Jed?\"\n\n\"Come to think of it,\" Jed replied, \"I reckon it wuz. There wuz such a\nhurrah when the lights keep a-goin' out, I never did get to hear what\nMa had to say. 'N by the time we got back from that little walk, I\nplumb fergot to ask her.\n\n\"You know somethin' Harry, I plumb fergot what would happen to them\nlights. By gosh, I reckon I wuz the one what got us all in trouble. I\njest reckon I better go 'n tell the fellers I'm sorry 'bout that.\"\n\nFisher grabbed his sleeve. \"Oh no you don't,\" he snapped. \"You're\ncoming with me.\"\n\nTen minutes later, two slightly scared recruits stood on the steps\nleading to the post commander's quarters. Jed started back down the\nsteps. Harry held tightly to his arm. \"Come on,\" he whispered\nsavagely, \"we're going to talk with the colonel, Jed. Now don't you go\ngetting chicken on me, you hear.\"\n\n\"Harry, I ain't never even see'd no colonel, much less 'n talk to\none,\" Jed said, \"and I reckon I jest as soon not, if'n you don't\nmind.\"\n\n\"I do mind,\" Harry snapped and pulled Jed up to the door.\n\nTheir ring was answered by a pretty, teenaged girl. She smiled\ninquiringly at the two young soldiers.\n\n\"Miss,\" Harry stammered, \"we'd like to talk with Colonel Cartwright,\nplease.\"\n\nThe girl turned into the house. \"Dad,\" she called, \"someone to see\nyou.\"\n\nColonel William Cartwright came to the door. The light from the room\nglinted off the silver eagle on his collar. He looked at the two young\nsoldiers. \"What can I do for you men?\" he asked.\n\n\"Sir,\" Harry answered with a stiff salute and a quavering voice, \"I'm\nPrivate Harry Fisher and this is Private Jediah Cromwell, sir.\"\n\nThe colonel returned the salute. \"All right, at ease. What do you\nwant?\"\n\nHarry gulped and took a firm grip on his courage. \"Sir,\" he barked\nout, \"are your house lights all in good working order?\"\n\n\"What?\" Cartwright exploded. \"What the devil are you talking about,\nsoldier?\"\n\n\"Sir, we've got to show you something right now,\" Harry stammered.\n\"It's urgent, colonel.\"\n\n\"Now see here Fisher,\" the colonel said, \"we've got proper channels\nfor any problems you might have and I don't take care of those things\nat my quarters. I have an office in post headquarters and with the\npermission of your company commander, you can see my adjutant during\nduty hours. Or the chaplain.\"\n\n\"Please, sir,\" Harry gulped. \"It's awfully important.\"\n\n\"Well,\" the colonel hesitated, \"this is most unusual.\"\n\n\"Yes, sir, it is most unusual,\" Harry agreed.\n\n\"All right,\" the post commander sighed, \"what is it?\"\n\n\"Sir, are your house lights all working?\" Harry repeated.\n\n\"Now look here, Fisher, if this is some sort of a gag, I'll see\nthat....\"\n\n\"No, sir,\" Harry repeated strenuously, \"I really mean the question.\"\n\nThe colonel glanced back over his shoulder into the house. He turned\nback to the pair. \"Yes, the lights appear to be all functioning.\"\n\nHarry turned to Jed. \"Talk to your mother, Jed,\" he whispered.\n\nJed shut his eyes. \"Ma,\" he thought, \"it's me agin!\"\n\nThe lights went out all over the colonel's quarters.\n\nColonel Cartwright gasped and stared at the mountain boy standing with\nhis eyes closed.\n\n\"All right, Jed,\" Harry said, \"break it off.\"\n\n\"Jest a minute, Ma,\" Jed thought, \"Harry wants me.\" He opened his eyes\nand the lights came on.\n\n\"How did he do it?\" the colonel breathed.\n\n\"He thought them out, sir,\" Harry said.\n\n\"He ... WHAT?\" Cartwright spluttered.\n\n\"That's right, sir,\" Harry repeated. \"He 'thought' them out. Jed, get\nMa on the line again.\"\n\nJed shut his eyes. The lights went out again.\n\nColonel Cartwright sagged against the door jamb. He moaned, \"How long\nhas this one been running around loose?\"\n\n\"Colonel,\" Harry said cautiously, \"he does the same thing with radios,\ntelephones, cars, anything requiring electrical power. He just shuts\nit off.\"\n\nThe post commander looked stunned.\n\n\"That's not all either, sir,\" Harry continued. \"He can 'think' bullets\nto a target.\"\n\n\"Come in the house,\" the colonel said weakly. \"That's an order,\nsoldiers.\"\n\n\n\nThree weeks later, Sergeants First Class Harold Fisher and Jediah\nCromwell were putting the finishing touches to their own private room.\nJed sank down onto the soft mattress on the big bed. \"Glory be, Harry,\nI jest can't seem to catch my breath, we've been movin' so fast 'n\ndoin' so much. All them there tests with them tanks and them\nairyplanes in Californy and that other funny place. Ma thought it was\nkinda funny I had so much time fer jest a-sittin' 'n chattin' with\nher. Now we're here 'n I ain't allowed to say nothing to her.\"\n\nHe stole a proud glance at the new chevrons on the sleeve of his\nfancy, blue dress uniform. \"Gosh but Ma would be proud to hear about\nall what's happened to us. I purely wish I could tell her.\"\n\nHarry snapped up from the bureau drawer where he had been placing his\nclothing.\n\n\"Watch it, Jed. You know what the general said. Now don't you go and\nqueer this deal for us just because you're getting a little homesick,\"\nHarry warned. \"We're the only Army GI's in this outfit and this is\npretty plush. You know what the general said, 'no talking with Ma\nuntil you get permission.' Remember?\"\n\nJed sighed. \"Oh, I remember, rightly enough. Only I shore wish they'd\nlet me just think 'hello' to her. I ain't never been so far from her\nafore and its gonna take a heap of powerful mind-talk to get to her.\"\n\n\"Never you mind, now Jed,\" Harry said, \"you'll get all the chances you\nwant to talk with her. Just be patient.\"\n\nHe turned back to his clothing. The was a knock at the door and then\nit opened to admit a small, conservatively-dressed civilian. Both\nsergeants jumped to their feet.\n\n\"Good morning, gentlemen,\" the civilian said. \"I'm George Wadsworth,\nfirst secretary at the Embassy here.\" He looked around the room and\nsmiled. \"Your quarters satisfactory, men?\" Both soldiers nodded\nhappily.\n\n\"Good,\" Wadsworth said. \"Oh, by the way Sergeant Cromwell,\" he turned\nto Jed, \"we've just learned that our hosts plan to launch their manned\nMoon rocket within the next hour or so. Isn't that interesting?\"\n\nJed nodded vigorously.\n\n\"I though so, too,\" Wadsworth continued. \"I should imagine that your\nmother would find this quite interesting as well, don't you think,\nSergeant Cromwell?\"\n\n\"'Deed she would, sir,\" Jed said enthusiastically.\n\n\"Quite so,\" Wadsworth said mildly. \"Why don't you just take the rest\nof the day off and tell her about it. While you're at it, you might\nbring her up to date on your trip. And there's a wonderful view of the\nKremlin from this window. I'm sure she'll be interested in all this.\nJust have a nice long chat. Take all day. Take two days if you like.\nNo hurry, you know.\"\n\nHe smiled and turned to leave the room. \"Don't forget to tell her\nabout your airplane ride, too,\" he added and then walked to the door.\n\n\"Thank you, sir,\" Jed called out after him.\n\nJed grinned happily and lay down on the nice, soft mattress.\n\n\"Ma,\" he thought, concentrating harder than he ever did before, \"it's\nme agin.\"\n\nAll electrical power went off over the western dominions of the Union\nof Soviet Socialist Republics.\n\n",
    "metadata": {
        "author": [
            "Raphael, Rick"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30798/pg30798.txt",
        "name": "sonny.json"
    }
}