{
    "name": "Spacemen are born",
    "author": [
        "Branham, Bolling"
    ],
    "body": "Curse it, I am too old to go to space, and why can't I be content with\nthat?\n\nMust I hear the spacemen's songs and the stories they tell, so that\nthe breath of romance aches each day in my bones? For here on Earth's\ncool moon I am as close to the sky as I need be, and the sky is close\nenough to me.\n\nBut those spacemen who go to Saturn--ah, they have viewed a scene that\nexists nowhere else in all our universe, and I think they delight\nin singing the Saturn \"Home Song\" in my ears and telling me of the\nwonders of Saturn's skies.\n\nFor have you ever been to Saturn? No, you needn't go away, for in a\nmoment I'm going to tell the story of Trase Barnes. But in order to\nunderstand him you've got to know about Saturn.\n\nFor, you see, you're coasting when you come in, riding with idling\njets, cutting in under the edge of the outside ring, into the darkness\naway from the sun. On the fourth day you go between the big ring and\nthe crape, and then, when you look above you--you see one magnificent\nreason why men go to space.\n\nThere's Saturn.\n\nThe God of Time, he is, and you're looking out over the flatness of the\nrings at the yellow bulk of a planet, filling your sky ahead. Yellow,\nstreaked with purple streamers, fading away at the edges into the\nblackness that is eternal space. Yes, fortunes have been made and lost\non trips to Saturn, but no one loses the memory of how it looks when\nyou shoot the rings.\n\nNow about Trase Barnes....\n\nTrase was born here on the Moon, right in the dispatcher's station,\nwith the pull of artificial gravity helping to push the blood around\nfor the first time in his little squalling body.\n\nYou know what gravity does for you? Of course, it's the reason that\ntoday spacemen are a special breed. Back when every country was racing\nto get the first rocket on the moon no one thought much about gravity\nexcept how to nullify it.\n\nBut when the first men got out in space on the way to the moon, they\ncouldn't think much of gravity except how to get back to it. They\ndidn't get back, nor did the men on the next trip, nor the next sixteen\nbrave crews that darted off into the night sky with the howling fire\ncoming out below them. It was number 19 before they found the trouble,\nfor aboard it was the first crew member with spacemen's ear--and don't\nwe know now that spacemen are born?\n\nMaybe you know they're born and not made, and maybe you don't know why.\nI'll tell you then, cause my story isn't right without it.\n\n\n\nBack when I was a kid in Tennessee, I used to raise a thousand chickens\nevery spring and never lost but a few. But there was one chicken one\nyear that I'll remember for the rest of my days. He never was able to\nwalk. From the time he was hatched he kept falling on his face, or his\nbehind, and rolling over and over, with the other chickens walking on\nhim. So one day I asked the Doc what was wrong.\n\n\"No equilibrium,\" said the Doc, and _now_ you know what that means!\nRight inside his ear the canals were messed up, the canals where the\nliquid rolls around, and this chicken didn't know which way was up.\nSeems like he didn't have any liquid in there. No liquid at all.\n\nWell, that's what makes a spaceman. A man with a normal ear, why he\nknows which way is up or down, because the gravity pulls that liquid\naround in there, and it rolls over those sensory hairs which contact\nthe brain with the latest information. But when the first spacemen got\nout into space, there wasn't any gravity to pull the liquid, and it\ncharged around in there whichever way it felt like--up, down, sideways,\nwhichever way they moved their heads, and the walls, sky, and world\njust whirled around. They all got sick; couldn't see, couldn't eat,\ncouldn't move. Most of the first rockets just passed right on by the\nmoon and went out into space, and those that didn't just piled into it\nhead on, with half-dead men lying at the controls.\n\nBut in number 19 there was a man who'd always had trouble with his\nsense of balance, a man who fell easily and hit hard when he went down.\nThat man saved his crew. For when they got out in space they got sick,\nlike the other eighteen crews, but the other man, he just heaved a sigh\nof relief, just looked out at the sky and the stars and the great big\nuniverse of space, and his whole insides cried, \"This is for me!\"\n\nYes sir, he was a spaceman-born--the first spaceman--and he brought\nthat ship back by himself to tell the world that spacemen are born.\n\nIt was a funny thing too. For so many of the born spacemen are\nweaklings, kids who never feel sure of themselves, who never can play\nhard games because they're always falling down. Other kids always made\nfun of them, but now these men came into their own. They weren't at\nhome on the earth, the moon, Mars, or _any_ planet--their home was the\ndeep purple nothingness of space.\n\nAnd they built our space colonies and have always run our space-lanes.\n\nBut Trase Barnes wasn't one of them.\n\nLike I say, Trase's father was a spaceman, a long thin giant of a man\nwho loved the sky and lived in it. Trase's mother was like his father,\na space-woman born, and they lived out there at No-Grav City, hung\nthere fifty thousand miles away from the moon, where spacemen live\nwithout the heavy bonds of gravity.\n\nBut Mrs. Barnes came into the Moon-Station hospital to have her baby,\nand naturally she hoped for a son--a spaceman-born. But Trase was just\nas sound and healthy as an Iowa pig in October, and he knew from the\nbeginning which way was up and down. But how he hated it!\n\nWhen Trase's pa came back from a long haul out to Pluto--he'd been gone\na year and a half--and found out that Trase would never be a spaceman,\nhe broke into tears. Only time he ever cried.\n\nWell, they lived with him and they raised him, here in the gravity of\nthe moon. His pa had to make a living, hitching space hulks back and\nforth in the dark of the sky, but his ma was as kind as ever; she just\ngritted her teeth and stayed in the gravity with him till he got out of\nMoon-Station prep-school. They finally had another child, a girl, who\nwas a space-woman born. Now she's a woman pilot on a Mercury to Venus\nrun.\n\n\n\nOh, how Trase hated himself, and the world, and most of all the gravity\nthat bound his feet to the ground. His first wanderings were out there\nto the space-port, where the spacemen in their gray uniforms strolled\neasily about and swaggered before his eyes. There were the mysterious\nvessels, crouched in their launching racks, their skins shiny with the\nflow-sheen imparted to them by tremendous speeds out in nothing. There\nwere the gatherings of spacemen to talk about the black, black side of\nMercury, the pale corona of the sun seen from Neptune, the thousands\nof square miles of flat green moss on Venus, but mostly they talked of\nthe purple and yellow rings of Saturn, and the deep-breath feeling of\nspace.\n\nSo Trase would go back to his school books and try to understand\narithmetic and geography, and his body would always be on time, his\nphysical being would say \"present\"--but his mind, ah, his mind wandered\na golden pathway among the glittering worlds of the sky.\n\nHis little fingers were deft and quick, and by the time he was ten he\nhad made a dozen space-models. There was a model of old number 19,\ncrude, rough, and laughable, with its huge stepped rockets that were\ndropped away to the rear on the way to the moon. There beside his\nschoolbooks was the _Adventurer II_, first ship to go inside Mercury's\norbit and come back to tell the tale. His walls were lined with\npictures of such men as Rak Bartel, the laughing spaceman who rescued\nthe Wofford expedition from the wilds of Titan, and over there was\nColombo Dante, the pale little Indian half-breed who held ten speed\nrecords around the solar system that are still unbeaten today.\n\nBut under his pillow was the picture of Mortan Barnes, his father,\nwhose huge, thin face gave the appearance of looking wistfully at the\nstars. Yet, it couldn't have been more wistful than the eyes of Trase.\n\nSo Trase went on with his growing up, and they told him to study\nmedicine, so he gobbled up his chemistry, his biology, and\nanthropology, but he studied space-math at night. By the time he got\nout of prep-school he could work some astro-nav problems in his head\nand knew the names, tonnages, and horsepower of the seven hundred\nmodels of space vessels without so much as cracking a book.\n\nHe read a story about a stowaway one day, and then he read it again. It\nmade his mind start to working and he began to say to himself, \"Maybe\nthey're wrong about my ears. Maybe I would be a good spaceman. If a\nman's got a mind to be a spaceman, looks like he ought to be able to\nmake himself do it, doesn't it?\"\n\nThe space-station doctor spoke sympathetically. \"No, Trase, there's\nvery little that can be done. An operation, maybe--but the only\ndoctor I know capable of performing such an operation is on Earth,\nand it would cost thousands of dollars. No, Trase, be happy, can't\nyou? Most spacemen are not really happy. I think they really envy us\ngravity-bound people, for they can't ever know a real home. Can't you\nsee the wistfulness in their faces and the haunted look deep back in\ntheir eyes?\"\n\nYes, Trase could see all that, but to him it was because they saw\nthings that no other man could see.\n\nTrase didn't believe the doctor. He had to try it, so he smuggled\nhimself into an air-lock one day, grabbed an air-suit, and wandered out\non the ground of the moon.\n\nNow the moon's got a little gravity, you know, but when Trase got out\nof the artificial gravity of the Moon-Station, he began to run into\ntrouble. It was all right as long as he stood still, because the little\ngravity of the moon would pull at the liquid in his ears. But if he\nmoved suddenly, why it would shake all around in there, and the moon\nand the stars and the bright big Earth over there would whirl in a\nblaze of light. Then Trase would wake up lying on his face with his\nsuit messed up from being sick.\n\nSo Trase figured out a method of training himself. \"I'll show 'em,\" he\nwould groan through clenched teeth while the sky wheeled around his\nhead. \"By the Great Big Bear I'll show 'em that a spaceman _can_ be\nmade!\"\n\n\n\nHis private method of training was to move in exaggerated slow motion.\nTo walk out on the rough ground of the moon and lift one foot so-o-o\nslowly and carefully, with his eyes fixed on one tall, spiky peak of\nthe Appenines, and with the crust of Mare Imbrium staying in place.\nHe got where he could cover a mile or two in an earth-time afternoon,\nnever taking his eyes off the fix on the mountain peak, never moving\nhis head to catch a glimpse of the fiery trails of the space vessels\nroaring off into the purple-blue sky.\n\nAnd the magic catch-phrase would come like a chant from between his\ntwisted lips, \"Spacemen are made ... spacemen are made!\"\n\nHe really made a little headway. He got where he could move a little\nfaster and could occasionally take a quick glance upward at the\ncrystalline patchwork of the sky.\n\nAnd what was that beautiful point of light out there?\n\nTrase knew it was Saturn, and his eyes would be fixed upon it as\na final mount of redemption, as the supreme goal of a well lived\nlifetime. He wheedled his way into the Moon-Station Astrodome and\nhungrily gulped in the sight of the ringed planet canted there in the\nscope view-finder. It was there! The rings were there, the huge planet\nwas there, but the scope only showed you enough to make it just out\nof your reach; tantalizing, torturing--a pearl to melt through your\nfingers when you reached for it.\n\n\"Hi'ya Saturn!\" he would cry. \"God of Time that you are, you've waited\na long time for me but I'll be there!\"\n\nTrase began going to the dispatcher's station, getting the schedules\nof arrivals and departures and destinations, and figuring the orbits.\nThen he could tell the exact time the space vessels were due to shoot\nthe rings at Saturn, or burst through the 1,100 mile space between\nthe crape ring and the middle one. Then he would be sitting there at\nthe scope, imagining that he could see a ship--a so-small fleck of\nblackness skimming across the yellow of the watery hulk of Saturn. That\nwas the way he saw the blow-up of the _Andromeda_, carrying a load of\nfissionable materials, when she burst in a flash of white-hot energy in\na collision with some hunks of jet in the middle ring.\n\nAfter he saw that, Trase walked home with something dead inside of him,\nwith his head quiet, his shoulders drooping, his heart sobbing out the\nSaturn \"Home Song\" as he had heard his father sing it so often. For his\nfather had been master of the _Andromeda_.\n\nTrase was the one who had to tell his mother, and she took it,\ndry-eyed, for the first few minutes. But then she could stand it no\nlonger, and she flung herself at her tall son, lean and muscular, and\nsobbed, \"I'm glad you can't be a spaceman. I'm glad, I'm glad. It's a\ndirty life, and your reward is a flashing death in a fire-pit.\"\n\nTrase held her while she sobbed out her grief. He had to keep\nswallowing down the lump in his own throat, but he could somehow keep\nseeing that white-hot burst of flame framed before the God of Time,\nand could imagine that his father's spirit was freed in the space he\nhad loved, out there where he could live on forever, gazing on that\nmagnificent scene.\n\nAfter that, there wasn't any more studying medicine for Trase. He had\nto go to work. Because of his aptness with figures he got a job in the\ndispatcher's office as assistant calculator. It paid well, but somehow\nit didn't mean so much any more, for Trase seemed to be living in an\nemptiness greater than that of space. He clocked in and clocked out\neach shift, and his error index was smaller than that of any other\nclerk in the office. The other clerks used to look at him and grunt,\n\"There goes Trase Barnes--never a mistake. He's just as infallible as\nthe machine.\"\n\nSo he went up. Assistant calculator to calculator, to assistant\ndispatcher to dispatcher. In seven years he was chief dispatcher and in\nthree more he ran the Moon-Station space-port. Twenty-nine years old,\nvice-president of Air-Lanes, Inc., owned a block of Marsopolis, Inc.,\nstock, and had never been off the moon.\n\nIn later years, it kind of quit bothering him, except sometimes when\nsome of his pilots came in to make a report and they'd seen a flashing\nmeteor on Io, or had screamed through the blue, thin, upper atmosphere\nof Jupiter--and they simply could not hide their feelings in the\nlanguage of official reports. At times like that, Trase would sometimes\nslip on the air-suit, go through his old routine out there on the\nforgotten dust of Mare Imbrium, and mutter his phrase about \"Spacemen\nare made!\"\n\nBut it was just a ritual, just an escape, just a way of breathing an\noccasional bit of life into an empty dream, and Trase knew it. Where\nwas that feeling of yesterday, that lift in his breast, that catch in\nhis throat, that wild calling from out there among the white stars that\nmade his legs tremble, his heart hammer, and his spirit cry out, \"I'll\nbe there\"?\n\nWhere, indeed, had the ghosts gone, those ghosts that fought so\nbitterly the mound-bound vision of himself, sitting at his desk and\nnever leaving the moon?\n\n\n\nTrase had just come in from one of those visits one afternoon when\nIrinia Custer walked into his office unannounced, and caught him there\nin an unlighted office, staring out at the constellations low on the\nhorizon.\n\nNow, Irinia was almost a legend. Her reaction time was the fastest\nof any pilot employed by Air-Lanes Inc. Her hardness and cynicism in\nthe face of danger, death, and the accepted ideals of life made top\nstory-telling material wherever spacemen gathered. She wouldn't have\nneeded to be beautiful, but on top of it all she was; for her sensuous\nfigure and black hair, with equally coal-black eyes, made her wild\nbeauty as legendary as her deeds. Yet Trase Barnes was known to be\ntwice as cold-blooded as she, an automaton who sent pilots into danger\nwith nothing but money in mind.\n\nSo Irinia eased quietly into Trase's office that afternoon, and there\nthe tough man sat, with his back to the door, staring out the huge\nlucite port into the jewelled splendor of the clear night sky--seeing\nthe constellations that to Trase were as familiar as the walls of his\noffice.\n\nIrinia stood quietly behind him for a moment, then she spoke. \"So the\nv.p. likes the stars,\" she breathed slowly, but her voice was not\nscornful. \"The big, moon-bound executive, with ice-water in his veins,\n_has_ got a spark of romance.\"\n\nTrase turned to her slowly, a part of his mind still out there among\nthe stars where strange kings and queens fought for galactic empires.\n\nIrinia looked at him, at the expression on Trase's face, and then\nsuddenly she could read the whole story written there in plain\ncharacters. Right there in his eyes she could see the soul of a\nspaceman penned up in a moon-bound cage.\n\nAnd suddenly Irinia Custer felt sorry for the hardness that was in\nher spirit, sorry for her bitter, cynical attitude, sorry for the\ndirty, laughing nicknames she had fashioned among space-crews for\nvice-president Trase Barnes.\n\nThey looked at each other for a long time. Then Trase got out the thick\nwords slowly. \"Well, I'm stuck, Irinia,\" he smiled. \"You know the way I\nfeel--the secret's out, and I know you'll tell it.\"\n\nIrinia started to talk, but something was lodged in her throat and\nher mouth felt dry, strangely dry. She walked over to Trase and her\ntrembling hand reached out and touched the features of his face, and\nthe fierceness of what she felt inside her made her whole body shake.\n\n\"Yes, I know, Trase,\" she breathed. \"I know.\" Then suddenly she put her\nhead on his shoulder and cried.\n\nWell, that's the way it goes, you know. The two toughest people in\nspacing ran together, and it was like joining two ribbons of molten\nsteel. It was a love such as the Moon-Station had seldom seen, and the\ntalk ran through the space-lines like it had never gone before. It had\nbeen bound to happen to Trase, yet all the worlds wept for the two of\nthem. Because everyone knew that nothing was worse than for a spaceman\nor woman to be mated with a ground-bounder.\n\nAt first their happiness was untouchably supreme, and Trase walked\nabout in a kind of warm haze, deliciously aware of things he had never\nbefore noticed--the pleasant coughing sound of a Moon-Dog barking, the\ntinny clatter of dishes that rang out from the Spacemen's Mess; all\nsmall things which never before had meaning, but which now made him\nseem like part of the world.\n\nYet, it caught up with them, for they both knew that Irinia couldn't\ngive up space and Trase couldn't go to space. Or could he?\n\nIt got Trase to thinking. Hadn't there been something about a doctor,\nor an operation ... maybe now he had the money to pay. He went back\nto see the space doctor who told him that, and found that he was\ndead. He asked other doctors and they told him that it was a bunch of\nfoolishness, that they had never known of a successful operation of\nthat type, that the only thing to remember was the phrase, \"Spacemen\nare born--not made.\"\n\nTrase got kind of tired of hearing it, but no doctor would risk his\nreputation on the operation.\n\nSo that was that.\n\n\n\nTrase and Irinia talked it over; that is, as much as they could with\ntheir throats kind of choked up, and they decided the only thing they\ncould do was to forget each other. Irinia could never be happy living\nin gravity. So she went off to space again, and Trase just sat back at\nhis great carved oaken desk, looked out his lucite port, and pondered.\n\nOh, that Trase was a thinker, and his thinking got faster and faster\nas the days went by, and sometimes again he began to be seen on an\nearth-time afternoon down on the flight line, watching the ships come\nin and out. It was a place he hadn't frequented in years.\n\nBy the time Irinia got back on her trip from Deimos, his face was\nhard--hard as the thought that was in his mind. He called Irinia to\ncome to his office. She didn't want to, because they had vowed never to\nspeak again, but somehow, from the tone of the note, she had to come.\n\n\"O.K., veepee,\" she cracked, a frozen, bitter, mask of a smile on her\nlips, \"What've I done now?\"\n\nTrase said, \"I'm going to space.\"\n\nIrinia's face went white for a minute, but she knew her Trase--and she\nknew argument was no good.\n\n\"Where?\" she whispered.\n\n\"Saturn,\" Trase replied.\n\n\"Oh, no!\" cried Irinia. \"Not Saturn! It's the worst of them all.\"\n\n\"I know it is,\" Trase said. \"That's the reason I want to go.\"\n\n\"You'll never come back alive,\" whispered Irinia. \"If the sickness\ndoesn't get you, the rings will.\"\n\n\"Maybeso, Irinia. But I need your help. I've got plans and I need\nyou. If I make this trip, maybe I can make others. Maybe ... maybe I\ncan prove that spacemen _can_ be made. But if I can't make it without\nsickness, I promise you I'll never bother you or ask anything of you\nagain.\"\n\n\"But what are your plans, Trase?\"\n\n\"Drugs, first, Irinia. Progressive slackening off, and attempted\nself-induced hypnotism. Small artificial gravity unity, enough to\ncreate about a tenth of earth gravity. I think I can do it, Irinia.\"\n\n\"But it's all been tried before, Trase, and it's never worked! You know\nthat--it's deeply psychological as well as physical. You can't do it\nsimply by wanting it!\"\n\nTrase looked long and hard at her. His smile was almost ghastly. \"Life\nis worth nothing to me unless I try it, Irinia,\" he said quietly.\n\nSo that did it. Trase cashed in his stock in Air-Lanes, bought a\nship and they went to work on it. He couldn't get a first-rate crew\nbecause the news got around about what they were trying to do, and no\nself-respecting spaceman would have anything to do with it. But there\nwere drifters to be had.\n\nThey blew off in the middle of the two-week moon night, the polyglot\ncrew grazing the space-station dome, and setting off ten degrees\noff course, with Trase strapped in his bunk and drugged into\nunconsciousness, and Irinia cursing the crew in pure venom they had\nnever heard before.\n\nAnd that, essentially, was the way the trip went. Irinia never weakened\nand by the time they were two months out she had the crew almost to a\nstate of discipline.\n\nOf course, drugs had been tried before--they were the method used to\ntransport non-space-born passengers between the Earth and the moon.\nIrinia fed Trase intravenously. At the end of the two months she turned\non the puny artificial gravity system and let him come awake.\n\nHis first words were, \"Where's Saturn?\"\n\n\"O, Trase, we haven't even got well started yet,\" Irinia cried.\n\n\n\nTrase came awake. He tried to sit up in his bunk, and fell out lightly\non the floor with his whole insides heaving. Irinia dosed him up again\nand toyed with the idea of turning back. But Trase was in good health,\nso she decided to go on. At the end of the third month, Trase found\nthat he could lie flat on his back in his bunk with eyes blindfolded,\nand with no movement at all. This way he could stay awake at stated\nintervals, as long as there was no change in course or velocity.\n\nOh, the beauty of open space! Though he couldn't get out of his bunk to\nsee it, Trase knew that they were way out in the middle of nowhere, and\nIrinia would come around to tell him about it.\n\nThe time passed, and then Saturn began gradually to fill the screen of\nthe ship's vision-plate, and Irinia began to worry. For to shoot the\nrings required plenty of deft acceleration and deceleration, and Irinia\nknew that Trase couldn't stand the maneuvering.\n\n\"How about just a look at Saturn from a distance, Trase?\" Irinia would\nask.\n\n\"We've got to shoot the rings,\" he would reply grimly.\n\nSo Irinia knew he wouldn't be satisfied with anything less, and she\nwent busily about the procedure of lining up the polyglot crew for the\nring-shooting.\n\nAt fifty million miles from Saturn she fired two small braking blasts,\nand Trase cried out from his bunk and was sick again. She ran back to\nhim and said, \"Oh, Trase, let me drug you till we get there.\"\n\nHis white suffering face showed clenched teeth. He grabbed her arm and\nsaid, \"I'll make it, Irinia, I'll make it. Just let me know when the\nview gets good.\"\n\nSo she let him alone and went about the business of braking. She heard\nno more groans from Trase. But when she went back to see him, there he\nwould be with his hands gripped until the knuckles showed white, with\nthe bedclothes gripped between his teeth. \"I'll make it, Irinia,\" he\nwould gasp. Then sometimes she would hear him cry, \"I'll be there, God\nof Time, I'll be there!\"\n\nSpace-sickness and nausea.... Those it doesn't kill generally try to\nkill themselves.\n\nWell, from fifty million miles it's a four-day trip to shoot the rings\nand get started away again, and there was Trase with the universe\nspinning around his ears, suffering as much as anyone can suffer.\n\nThey went in under the darkness of the huge outside ring, for the rings\nwere canted at that time almost their total 28 degrees to the ecliptic.\n\nAnd then out of the misery and the eons of suffering Trase suddenly\nheard a voice, \"Trase! Trase! Come to the Astrodome, we're shooting the\nrings! Trase, we're shooting the rings!\"\n\nTrase prayed. His hands reached out for the bunk straps and he felt\nIrinia helping him. He had long ago lost everything on his stomach but\nthe world whirled in a wild clanging clatter of craziness and he had to\nbe guided along the passageway.\n\n\"I can't make it!\" he cried at once, and Irinia had to drag him back to\nhis feet, and then he said, \"Yes, I can--I'll be there.\"\n\nWell, that was the way Trase made it. His clothes reeking with his\nsickness, his body wasted away from inaction, his eyes dimmed and\nglazed over from suffering, his face a mask of thin ferocity from his\ndetermination. But he made it.\n\nThere's Saturn, Trase.\n\nHe looked out over the burning brilliant flatness of the crape ring\nto the huge yellow hulk of the God of Time towering over him. The\nlight and majesty of what he saw swam to his brain out of the fogs of\nbitterness that had shrouded his soul and he saw it--one magnificent\nreason why men go to space.\n\nPersonal Saturn, unreachable Saturn ... yellow, streaked with purple\nstreamers, fading away at the edges into the blackness that is eternal\nspace. From there at the edge of the crape ring it is as though you\nwere standing on a plain of golden dust, staring up into the face\nof destiny. The features of the face are plain, formed out of the\nwhirling evanescent colors of the gases whipped around on the surface\nby cyclonic winds. You can see rainbows and pots of gold fashioned and\nthen whipped away to change to greater things. The breath of eternal\nmystery blows on the spirit, and spacemen say you can see anything you\ndesire.\n\nThe ship lurched this way and that as the jets kept it on its course,\nand Trase suddenly realized that the sickness had dropped away from him\nlike a fetter. The ship headed back towards Titan for a refueling stop,\nbut Trase sat there and stared at Saturn until the Astrodome got around\nto the front and the jet trails obscured the view at the rear. He was\nnot sick while he looked at Saturn.\n\nHis clear-headedness lasted about half-an-hour. Then Trase got sick\nagain. He was sick for a day and a half, until the ship began to come\nin on Titan.\n\nBut the drifter crew had hid out some Mercurian liquor and got drunk\nbefore landing. They failed to cut the jets. Irinia cursed until the\nspaceship bulkheads turned red hot, but she fell and knocked herself\nout running down from the pilot's compartment to the engine-room. And\nso there was the ship headed wide-open into Titan with the crew drunk,\nIrinia unconscious, and Trase dead-sick in his bunk.\n\nWell, you'll know now that Trase saved the day. He began to think of\nSaturn as he had seen it. He staggered down to the engine-room, cut\nthe jets, then ran up to the pilot's room where the rough surface of\nTitan stared him in the face. And he wasn't sick while he thought of\nSaturn.\n\nThe ship cracked up but nobody was killed. They hadn't been able to get\nany insurance with an unlicensed crew, so that left Trase flat-broke.\nHe wasn't a veepee anymore since he had no stock in Air-Lanes, and\nIrinia got fired for taking the extended leave.\n\nSo things were kind of tough for a while, but.... Where are they now?\nOh, you know, you've heard all about it. They found a backer, and now\nthey're out on Pluto with a space-drive job, getting ready to set out\nfor Centauri. And Trase has never been sick again.\n\nWhat does it prove?\n\nWell, see those words written right there over the entrance to the\nspacemen's mess? Those are the words Trase used when they pulled him\nout of the wreck on Titan. I'll read them for you. \"I've seen Saturn!\nAnd to you who have seen it, I don't need to say whether spacemen can\nbe made. To others, to millions of youngsters who want to be spacemen,\nI'll say now that spacemen _are_ born. But to each of them I'll say\nthis--If you want to be a spaceman, you don't need a spaceman's ear,\nall you need is a spaceman's soul.\"\n\nSo the spacemen took that and added another verse to the Saturn \"Home\nSong,\" and it's the one that really makes me hurt because I can't go to\nspace again. Sometimes late at night I hear them singing it from far\nout on the field when a crew is coming in off a run, and that's when I\nknow you can't stop them. You can't stop the born spacemen until they\nreach the stars. The verse goes like this:\n\n    \"Oh, Saturn, the God of Time,\n      May your majesty never fade.\n    For your beauty is final proof,\n      Spacemen are born not made.\"",
    "metadata": {
        "author": [
            "Branham, Bolling"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64530/pg64530.txt",
        "name": "spacemen_are_born.json"
    }
}