{
    "name": "Spacemen Die at Home",
    "author": [
        "Ludwig, Edward W.",
        "Ludwig, Edward William"
    ],
    "body": "Forty days of heaven and forty nights of hell. That's the way it's\nbeen, Laura. But how can I make you understand? How can I tell you\nwhat it's like to be young and a man and to dream of reaching the\nstars? And yet, at the same time, to be filled with a terrible, gnawing\nfear--a fear locked in my mind during the day and bursting out like an\nevil jack-in-the-box at night. I must tell you, Laura.\n\nPerhaps if I start at the beginning, the very beginning....\n\nIt was the Big Day. All the examinations, the physicals and psychos,\nwere over. The Academy, with its great halls and classrooms and\nlaboratories, lay hollow and silent, an exhausted thing at sleep after\nspawning its first-born.\n\nFor it was June in this year of 1995, and we were the graduating class\nof the U. S. Academy of Interplanetary Flight.\n\nThe _first_ graduating class, Laura. That's why it was so important,\nbecause we were the _first_.\n\nWe sat on a little platform, twenty-five of us. Below us was a beach\nof faces, most of them strange, shining like pebbles in the warm New\nMexican sunlight. They were the faces of mothers and fathers and\ngrandparents and kid brothers and sisters--the people who a short time\nago had been only scrawled names on letters from home or words spoken\nwistfully at Christmas. They were the memory-people who, to me, had\nnever really existed.\n\nBut today they had become real, and they were here and looking at us\nwith pride in their eyes.\n\nA voice was speaking, deep, sure, resonant. \"... these boys have worked\nhard for six years, and now they're going to do a lot of big things.\nThey're going to bring us the metals and minerals that we desperately\nneed. They're going to find new land for our colonists, good rich land\nthat will bear food and be a home for our children. And perhaps most\nimportant of all, they'll make other men think of the stars and look up\nat them and feel humility--for mankind needs humility.\"\n\nThe speaker was Robert Chandler, who'd brought the first rocket down on\nMars just five years ago, who'd established the first colony there, and\nwho had just returned from his second hop to Venus.\n\nInstead of listening to his words, I was staring at his broad shoulders\nand his dark, crew-cut hair and his white uniform which was silk-smooth\nand skin-tight. I was worshiping him and hating him at the same time,\nfor I was thinking:\n\n_He's already reached Mars and Venus. Let him leave Jupiter and the\nothers alone! Let us be the first to land somewhere! Let us be the\nfirst!_\n\n\n\nMickey Cameron, sitting next to me, dug an elbow into my ribs. \"I don't\nsee 'em, Ben,\" he whispered. \"Where do you suppose they are?\"\n\nI blinked. \"Who?\"\n\n\"My folks.\"\n\nThat was something I didn't have to worry about. My parents had died in\na strato-jet crash when I was four, so I hadn't needed many of those\n\"You are cordially invited\" cards. Just one, which I'd sent to Charlie\nTaggart.\n\nStardust Charlie, we called him, although I never knew why. He was a\nveteran of Everson's first trip to the Moon nearly twenty-five years\nago, and he was still at it. He was Chief Jetman now on the _Lunar\nLady_, a commercial ore ship on a shuttle between Luna City and White\nSands.\n\nI remembered how, as a kid, I'd pestered him in the Long Island\nSpaceport, tagging after him like a puppy, and how he'd grown to like\nme until he became father, mother, and buddy all in one to me. And I\nremembered, too, how his recommendation had finally made me a cadet.\n\nMy gaze wandered over the faces, but I couldn't find Charlie's. It\nwasn't surprising. The _Lunar Lady_ was in White Sands now, but\nliberties, as Charlie said, were as scarce as water on Mars.\n\n_It doesn't matter_, I told myself.\n\nThen Mickey stiffened. \"I see 'em, Ben! There in the fifth row!\"\n\nUsually Mickey was the same whether in a furnace-hot engine room or a\ngarden party, smiling, accepting whatever the world offered. But now a\ntenseness and an excitement had gripped even him. I was grateful that\nhe was beside me; we'd been a good team during those final months at\nthe Academy and I knew we'd be a good team in space. The Universe was\nmighty big, but with two of us to face it together, it would be only\nhalf as big.\n\nAnd then it seemed that all the proud faces were looking at us as if we\nwere gods. A shiver went through my body. Though it was daytime, I saw\nthe stars in my mind's vision, the great shining balls of silver, each\nlike a voice crying out and pleading to be explored, to be touched by\nthe sons of Earth.\n\n_They expect a lot from us. They expect us to make a new kind of\ncivilization and a better place out of Earth. They expect all this and\na hell of a lot more. They think there's nothing we can't do._\n\nI felt very small and very humble. I was scared. Damned scared.\n\n\n\nAt last it was over, and the proud faces descended upon us in a huge,\nbabbling wave.\n\nThen I saw him. Good old Stardust Charlie.\n\nHis wizened little body was shuffling down an aisle, his eyes shining\nlike a child's. He'd been sandwiched, evidently, in one of the rear\nrows.\n\nBut he wasn't the Charlie I'd seen a year ago. He'd become gaunt and\nold, and he walked with an unnatural stiffness. He looked so old that\nit was hard to believe he'd once been young.\n\nHe scratched his mop of steel-gray hair and grinned.\n\n\"You made it, boy,\" he chortled, \"and by Jupiter, we'll celebrate\ntonight. Yes, siree, I got twenty-four hours, and we'll celebrate as\ngood spacemen should!\"\n\nThen Mickey strode up to us. He was his normal, boyish self again,\nwalking lightly, his blond, curly-haired skull swaying as if in rhythm\nwith some silent melody.\n\nAnd you, Laura, were with him.\n\n\"Meet the Brat,\" he said. \"My sister Laura.\"\n\nI stared almost rudely. You were like a doll lost in the immensity\nof your fluffy pink dress. Your hair was long and transformed into a\ngolden froth where sunlight touched it. But your eyes were the eyes\nof a woman, glowing like dark stars and reflecting a softness, a\ngentleness that I'd never seen in eyes before.\n\n\"I'm happy to meet you, Ben,\" you said. \"I've heard of no one else for\nthe past year.\"\n\nA tide of heat crept up from my collar. I stuttered through an\nintroduction of Charlie.\n\nYou and Mickey looked strangely at Charlie, and I realized that old\nStardust was not a cadet's notion of the ideal spaceman. Charlie\nscorned the skin-tight uniforms of the government service and wore a\nshiny black suit that was a relic of Everson's early-day Moon Patrol.\nHis tie was clumsily knotted, and a button on his coat was missing.\n\nAnd the left side of his face was streaked with dark scar tissue, the\nresult of an atomic blowup on one of the old Moon ships. I was so\naccustomed to the scars, I was seldom aware of them; but others, I\nknew, would find them ugly.\n\nYou were kind. You shook hands and said, softly: \"It's a privilege to\nmeet you, Charlie. Just think--one of Everson's men, one of the first\nto reach the Moon!\"\n\nCharlie gulped helplessly, and Mickey said: \"Still going to spend the\nweekend with us, aren't you, Ben?\"\n\nI shook my head. \"Charlie has only twenty-four hours liberty. We're\nplanning to see the town tonight.\"\n\n\"Why don't you both come with us?\" you asked. \"Our folks have their\nown plane, so it would be no problem. And we've got a big guest room.\nCharlie, wouldn't you like a home-cooked meal before going back to the\nMoon?\"\n\nCharlie's answer was obscured by a sudden burst of coughing. I knew\nthat he'd infinitely prefer to spend his liberty sampling Martian\nfizzes and Plutonian zombies.\n\nBut this night seemed too sacred for Charlie's kind of celebration.\n\n\"We'd really like to come,\" I said.\n\n\n\nOn our way to the 'copter parking field, Dean Dawson passed us. He was\na tall, willowy man, spectacled, looking the way an academy professor\nshould look.\n\n\"Ben,\" he called, \"don't forget that offer. Remember you've got two\nmonths to decide.\"\n\n\"No, thanks,\" I answered. \"Better not count on me.\"\n\nA moment later Mickey said, frowning, \"What was he talking about, Ben?\nDid he make you an offer?\"\n\nI laughed. \"He offered me a job here at the Academy teaching\nastrogation. What a life _that_ would be! Imagine standing in a\nclassroom for forty years when I've got the chance to--\"\n\nI hesitated, and you supplied the right words: \"When you've got the\nchance to be the first to reach a new planet. That's what most of you\nwant, isn't it? That's what Mickey used to want.\"\n\nI looked at you as if you were Everson himself, because you seemed to\nunderstand the hunger that could lie in a man's heart.\n\nThen your last words came back and jabbed me: \"That's what Mickey used\nto want.\"\n\n\"_Used_ to want?\" I asked. \"What do you mean?\"\n\nYou bit your lip, not answering.\n\n\"What did she mean, Mickey?\"\n\nMickey looked down at his feet. \"I didn't want to tell you yet, Ben.\nWe've been together a long time, planning to be on a rocket. But--\"\n\n\"Yes?\"\n\n\"Well, what does it add up to? You become a spaceman and wear a pretty\nuniform. You wade through the sands of Mars and the dust of Venus. If\nyou're lucky, you're good for five, maybe ten years. Then one thing or\nanother gets you. They don't insure rocketmen, you know.\"\n\nMy stomach was full of churning, biting ice. \"What are you trying to\nsay, Mickey?\"\n\n\"I've thought about it a long time. They want me for Cargo Supervisor\nof White Sands Port.\" He raised his hand to stop me. \"I know. It's not\nso exciting. I'll just live a lot longer. I'm sorry, Ben.\"\n\nI couldn't answer. It was as if someone had whacked the back of my\nknees with the blast of a jet.\n\n\"It doesn't change anything, Ben--right now, I mean. We can still have\na good weekend.\"\n\nCharlie was muttering under his breath, smoldering like a bomb about to\nreach critical mass. I shook my head dazedly at him as we got to the\n'copter.\n\n\"Sure,\" I said to Mickey, \"we can still have a good weekend.\"\n\n\n\nI liked your folks, Laura. There was no star-hunger in them, of course.\nThey were simple and solid and settled, like green growing things,\ndeep-rooted, belonging to Earth. They were content with a home that was\ncool on this warm summer night, with a 'copter and a tri-dimensional\nvideo, and a handsome automatic home that needed no servants or\nhousework.\n\nStardust Charlie was as comfortable as a Martian sand-monkey in a\nshower, but he tried courageously to be himself.\n\nAt the dinner table he stared glassily at nothing and grated, \"Only hit\nMars once, but I'll never forget the kid who called himself a medic.\nSkipper started coughing, kept it up for three days. Whoopin' cough,\nthe medic says, not knowin' the air had chemicals that turned to acid\nin your lungs. I'd never been to Mars before, but I knew better'n that.\nHell, I says, that ain't whoopin' cough, that's lung-rot.\"\n\nThat was when your father said he wasn't so hungry after all.\n\nAfterward, you and I walked onto the terrace, into the moonlit night,\nto watch for crimson-tailed continental rockets that occasionally\nstreaked up from White Sands.\n\nWe gazed for a few seconds up into the dark sky, and then you said:\n\"Charlie is funny, isn't he? He's nice and I'm glad he's here, but he's\nsort of funny.\"\n\n\"He's an old-time spaceman. You didn't need much education in those\ndays, just a lot of brawn and a quick mind. It took guts to be a\nspaceman then.\"\n\n\"But he wasn't always a spaceman. Didn't he ever have a family?\"\n\nI smiled and shook my head. \"If he had, he never mentioned it. Charlie\ndoesn't like to be sentimental, at least not on the outside. As far as\nI know, his life began when he took off for the Moon with Everson.\"\n\nYou stared at me strangely, almost in a sacred kind of way. I knew\nsuddenly that you liked me, and my heart began to beat faster.\n\nThere was silence.\n\nYou were lovely, your soft hair like strands of gold, and there were\nflecks of silver in your dark eyes. Somehow I was afraid. I had the\nfeeling that I shouldn't have come here.\n\nYou kept looking at me until I had to ask: \"What are you thinking,\nLaura?\"\n\nYou laughed, but it was a sad, fearful laugh. \"No, I shouldn't be\nthinking it. You'd hate me if I told you, and I wouldn't want that.\"\n\n\"I could never hate you.\"\n\n\"It--it's about the stars,\" you said very softly. \"I understand why you\nwant to go to them. Mickey and I used to dream about them when we were\nkids. Of course I was a girl, so it was just a game to me. But once I\ndreamed of going to England. Oh, it was going to be so wonderful. I\nlived for months, just thinking about it.\n\n\"One summer we went. I had fun. I saw the old buildings and castles,\nand the spaceports and the Channel Tube. But after it was over, I\nrealized England wasn't so different from America. Places seem exciting\nbefore you get to them, and afterward they're not really.\"\n\nI frowned. \"And you mean it might be the same with the stars? You think\nmaybe I haven't grown up yet?\"\n\nAnxiety darkened your features. \"No, it'd be good to be a spaceman,\nto see the strange places and make history. But is it worth it? Is it\nworth the things you'd have to give up?\"\n\nI didn't understand at first, and I wanted to ask, \"Give up _what_?\"\n\nThen I looked at you and the promise in your eyes, and I knew.\n\nAll through the years I'd been walking down a single, narrow path.\n\nGovernment boarding school, the Academy, my eyes always upward and on\nthe stars.\n\nNow I'd stumbled into a cross-roads, beholding a strange new path that\nI'd never noticed before.\n\n_You can go into space_, I thought, _and try to do as much living in\nten years as normal men do in fifty. You can be like Everson, who died\nin a Moon crash at the age of 36, or like a thousand others who lie\nburied in Martian sand and Venusian dust. Or, if you're lucky, like\nCharlie--a kind of human meteor streaking through space, eternally\nalone, never finding a home._\n\n_Or there's the other path. To stay on this little prison of an Earth\nin cool, comfortable houses. To be one of the solid, rooted people with\na wife and kids. To be one of the people who live long enough to grow\nold, who awake to the song of birds instead of rocket grumblings, who\nfill their lungs with the clean rich air of Earth instead of poisonous\ndust._\n\n\"I'm sorry,\" you said. \"I didn't mean to make you sad, Ben.\"\n\n\"It's all right,\" I said, clenching my fists. \"You made sense--a lot of\nsense.\"\n\n\n\nThe next morning Charlie said good-bye in our room. He rubbed his\nscarred face nervously as he cleared his throat with a series of thin,\ntight coughs.\n\nThen he pointed to a brown, faded tin box lying on the bed. \"I'm\nleavin' that for you. It's full of old stuff, souvenirs mostly. Thought\nmaybe you'd like to have 'em.\"\n\nI scowled, not understanding. \"Why, Charlie? What for?\"\n\nHe shrugged as if afraid he might be accused of sentimentality. \"Oh,\nit's just that I've been dodgin' meteors now for twenty-five years.\nThat's a long time, boy. Ain't one spaceman in a thousand that lucky.\nSome of these days, I won't be so lucky.\"\n\nI tried to laugh. \"You're good for another twenty-five years, Charlie.\"\n\nHe shook his head stiffly, staring at nothing. \"Maybe. Anyway, I'm\ngonna get off the Shuttle this time, make one more trip to Mars. Tell\nyou what. There's a little stone cafe on Mars, the _Space Rat_, just\noff Chandler Field on the Grand Canal. When you get to Mars, take a\nlook inside. I'll probably be there.\"\n\nHe coughed again, a deep, rasping cough that filled his eyes with tears.\n\n\"Not used to this Earth air,\" he muttered. \"What I need's some Martian\nclimate.\"\n\nSuddenly that cough frightened me. It didn't seem normal. I wondered,\ntoo, about his stiff movements and glassy stare. It was as if he were\ndrugged.\n\nI shook the thought away. If Charlie was sick, he wouldn't talk about\ngoing to Mars. The medics wouldn't let him go even as far as Luna.\n\nWe watched him leave, you and Mickey and I.\n\n\"When will you be back?\" you asked.\n\nCharlie's hard face contorted itself into a gargoylish grin. \"Maybe a\ncouple of months, maybe a couple of years. You know spacemen.\"\n\nThen he waved and strode away, a strange, gray, withered gnome of a man.\n\nI wanted him to say something, to tell me the secret that would kill\nthe doubt worming through my brain.\n\nBut he rounded a corner, still grinning and waving, and then he was\ngone.\n\n\n\nThat afternoon Mickey showed me his room. It was more like a boy's\nroom than a spaceman's. In it were all the little things that kids\ntreasure--pennants, models of Everson's two ships, a tennis trophy,\nbooks, a home-made video.\n\nI began to realize how important a room like this could be to a boy.\nI could imagine, too, the happiness that parents felt as they watched\ntheir children grow to adulthood.\n\nI'd missed something. My folks were shadow-people, my impressions of\nthem drawn half from ancient photos, half from imagination. For me, it\nhad been a cold, automatic kind of life, the life of dormitories and\nroutines and rules. I'd been so blinded by the brilliancy of my dreams,\nI hadn't realized I was different.\n\n_My folks were killed in a rocket crash. If it weren't for rockets, I'd\nhave lived the kind of life a kid should live._\n\nMickey noticed my frown.\n\n\"What's the matter, Ben? Still sore? I feel like a heel, but I'm just\nnot like you and Charlie, I guess. I--\"\n\n\"No, I understand, Mickey. I'm not sore, really.\"\n\n\"Listen, then. You haven't accepted any offer yet, have you?\"\n\n\"No. I got a couple of possibilities. Could get a berth on the\n_Odyssey_, the new ship being finished at Los Angeles. They want me,\ntoo, for the Moon Patrol, but that's old stuff, not much better than\nteaching. I want to be in deep space.\"\n\n\"Well, how about staying with us till you decide? Might as well enjoy\nEarth life while you can. Okay?\"\n\nI felt like running from the house, to forget that it existed. I wanted\nsomeone to tell me one of the old stories about space, a tale of\ncourage that would put fuel on dying dreams.\n\nBut I wanted, also, to be with you, Laura, to see your smile and the\nflecks of silver in your eyes and the way your nose turned upward ever\nso slightly when you laughed. You see, I loved you already, almost as\nmuch as I loved the stars.\n\nAnd I said, slowly, my voice sounding unfamiliar and far away, \"Sure,\nI'll stay, Mickey. Sure.\"\n\n\n\nForty days of joy, forty nights of fear and indecision. We did all the\nlittle things, like watching the rockets land at White Sands and flying\ndown to the Gulf to swim in cool waters. You tried, unsuccessfully, to\nteach me to dance, and we talked about Everson and Charlie and the Moon\nand the stars. You felt you had to give the stars all the beauty and\npromise of a child's dream, because you knew that was what I wanted.\n\nOne morning I thought, _Why must I make a choice? Why can't I have both\nyou and the stars? Would that be asking too much?_\n\nAll day the thought lay in my mind like fire.\n\nThat evening I asked you to marry me. I said it very simply: \"Laura, I\nwant you to be my wife.\"\n\nYou looked up at Venus, and you were silent for a long while, your face\nflushed.\n\nThen you murmured, \"I--I want to marry you, Ben, but are you asking me\nto marry a spaceman or a teacher?\"\n\n\"Can't a spaceman marry, too?\"\n\n\"Yes, a spaceman can marry, but what would it be like? Don't you see,\nBen? You'd be like Charlie. Gone for _maybe_ two months, _maybe_ two\nyears. Then you'd have a twenty-four hour liberty--and I'd have what?\"\n\nSomehow I'd expected words like these, but still they hurt. \"I wouldn't\nhave to be a spaceman forever. I could try it for a couple of years,\nthen teach.\"\n\n\"Would you, Ben? Would you be satisfied with just seeing Mars? Wouldn't\nyou want to go on to Jupiter and Saturn and Uranus and on and on?\"\n\nYour voice was choked, and even in the semi-darkness I saw tears\nglittering in your eyes.\n\n\"Do you think I'd dare have children, Ben? Mickey told me what happened\non the _Cyclops_. There was a leak in the atomic engines. The ship was\nflooded with radiation--just for a second. It didn't seem serious. The\nmen had no burns. But a year later the captain had a child. And it\nwas--\"\n\n\"I know, Laura. Don't say it.\"\n\nYou had to finish. \"It was a monster.\"\n\nThat night I lay awake, the fears and doubts too frantic to let me\nsleep.\n\n_You've got to decide now_, I told myself. _You can't stay here. You've\ngot to make a choice._\n\nThe teaching job was still open. The spot on the _Odyssey_ was still\nopen--and the big ship, it was rumored, was equipped to make it all the\nway to Pluto.\n\n_You can take Dean Dawson's job and stay with Laura and have kids and a\nhome and live to see what happens in this world sixty years from now._\n\n_Or you can see what's on the other side of the mountain. You can be a\nline in a history book._\n\nI cursed. I knew what Charlie would say. He'd say, \"Get the hell out\nof there, boy. Don't let a fool woman make a sucker out of you. Get\nout there on the _Odyssey_ where you belong. We got a date on Mars,\nremember? At the _Space Rat_, just off Chandler Field on the Grand\nCanal.\"\n\nThat's what he'd say.\n\nAnd yet I wanted you, Laura. I wanted to be with you, always.\n\n\"Oh God,\" I moaned, \"what shall I do?\"\n\n\n\nNext morning the door chimes pealed, and you went to the door and\nbrought back the audiogram. It was addressed to me; I wondered who\ncould be sending me a message.\n\nI pressed the stud on the little gray cylinder, and a rasping,\nautomatic voice droned: \"Luna City, Luna, July 27, 1995. Regret to\ninform you of death of Charles Taggart, Chief Jetman....\"\n\nThen there was a Latin name which was more polite than the word\n\"lung-rot\" and the metallic phrase, \"This message brought to you by\ncourtesy of United Nations Earth-Luna Communication Corps.\"\n\nI stood staring at the cylinder.\n\nCharles Taggart was dead.\n\nCharles Taggart was Charlie. Stardust Charlie.\n\nMy heart thudded crazily against my chest. It couldn't be! Not Charlie!\nThe audiogram had lied!\n\nI pressed the stud again. \"... regret to inform you of death of\nCharles ...\"\n\nI hurled the cylinder at the wall. It thudded, fell, rolled. The broken\nvoice droned on.\n\nYou ran to it, shut it off. \"I'm sorry, Ben, so terribly--\"\n\nWithout answering, I walked into my room. I knew it was true now. I\nremembered Charlie's coughing, his gaunt features, his drugged gaze.\nThe metallic words had told the truth.\n\nI sat for a long time on my bed, crying inside, but staring dry-eyed at\nCharlie's faded tin box.\n\nThen, finally, I fingered his meager possessions--a few wrinkled\nphotos, some letters, a small black statue of a forgotten Martian god,\na gold service medal from the Moon Patrol.\n\nThis was what remained of Charlie after twenty-five years in space.\nIt was a bitter bargain. A statue instead of a wife, yellowed letters\ninstead of children, a medal instead of a home.\n\n_It'd be a great future_, I thought. _You'd dream of sitting in a dingy\nstone dive on the Grand Canal with sand-wasps buzzing around smoky,\nstinking candles. A bottle of luchu juice and a couple of Martian girls\nwith dirty feet for company. And a sudden cough that would be the first\nsign of lung-rot._\n\nTo hell with it!\n\nI walked into your living room and called Dean Dawson on the visiphone.\n\nI accepted that job teaching.\n\n\n\nAnd now, Laura, it's nearly midnight. You're in your room, sleeping,\nand the house is silent.\n\nIt's hard to tell you, to make you understand, and that is why I am\nwriting this.\n\nI looked through Charlie's box again, more carefully this time, reading\nthe old letters and studying the photographs. I believe now that\nCharlie sensed my indecision, that he left these things so that they\ncould tell me what he could not express in words.\n\nAnd among the things, Laura, I found a ring.\n\nA wedding ring.\n\nIn that past he never talked about, there was a woman--his wife.\nCharlie was young once, his eyes full of dreams, and he faced the same\ndecision that I am facing. Two paths were before him, but he tried to\ntravel both. He later learned what we already know--that there can be\nno compromise. And you know, too, which path he finally chose.\n\nDo you know why he had to drug himself to watch me graduate? So he\ncould look at me, knowing that I would see the worlds he could never\nlive to see. Charlie didn't leave just a few trinkets behind him. He\nleft himself, Laura, for he showed me that a boy's dream can also be a\nman's dream.\n\nHe made his last trip to Luna when he knew he was going to die. Heaven\nknows how he escaped a checkup. Maybe the captain understood and was\nkind--but that doesn't matter now.\n\nDo you know _why_ he wanted to reach Mars? Do you know why he didn't\nwant to die in the clean, cool air of Earth?\n\nIt was because he wanted to die nearer home. His home, Laura, was the\nUniverse, where the ship was his house, the crew his father, mother,\nbrothers, the planets his children.\n\nYou say that the beauty of the other side of the mountain vanishes\nafter you reach it. But how can one ever be _sure_ until the journey is\nmade? Could I or Charlie or the thousand before us bear to look upon a\nstar and think, _I might have gone there; I could have been the first_?\n\nWe said, too, that the life of a spaceman is lonely. Yet how could one\nbe lonely when men like Charlie roam the spaceways?\n\nCharlie wanted me to himself that night after graduation. He wanted us\nto celebrate as spacemen should, for he knew that this would be his\nlast night on Earth. It might have seemed an ugly kind of celebration\nto you, but he wanted it with all his heart, and we robbed him of it.\n\nBecause of these things, Laura, I will be gone in the morning. Explain\nthe best you can to Mickey and to your parents and Dean Dawson.\n\nRight now I've got a date that I'm going to keep--at a dingy stone cafe\non Mars, the _Space Rat_, just off Chandler Field on the Grand Canal.\n\nStardust Charlie will be there; he'll go with me in memory to whatever\npart of the Galaxy I may live to reach. And so will you, Laura.\n\nI have two wedding rings with me--his wife's ring and yours.",
    "metadata": {
        "author": [
            "Ludwig, Edward W.",
            "Ludwig, Edward William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51249/pg51249.txt",
        "name": "spacemen_die_at_home.json"
    }
}