{
    "name": "Space-Lane of No-Return",
    "author": [
        "Whittington, George A."
    ],
    "body": "\"Asteroid fishing\" was no job for men who joined the Inter-Planetary\nPatrol with the lure of distant space frontiers in their heart, Nord\nHolber told himself bitterly.\n\nYour two-man Patrol ship hung less than twenty degrees off the\necliptic, with sharp, hard starlight from the spangled jet mantle of\nspace glinting against the top and sides of its maroon plastic hull.\nBelow, the asteroids rushed through their mad orbits like the vengeful\nghosts of shattered planets and satellites.\n\nSmaller fragments danced through weird paths above the main body.\nThey were the hazard that forced space liners to arc far above the\nimpassable Belt on the run between Jupiter's moons and the inner\nplanets: and, since you were a fledgeling Patrol Officer, fresh from\nFederation University, you wasted the energy that boiled in your blood\nhunting these fragments, yanking them out of space!\n\n\"It's fun,\" Mike Doren admitted, as though reading his partner's\nthought. \"Like shark fishing. But it's not what I joined the Patrol to\ndo.\"\n\nNord Holber's answering smile softened the strength a firm chin and\nthin, straight nose gave to his long oval face. \"More like mine\nsweeping in ancient times, Mike,\" he said quietly--as though the\ndispassionate menace of the inanimate chunks of matter they hunted\ncould answer the call for high adventure! \"One of those things could\nmake a wreck of this ship--as easily as it could a liner.\"\n\nAgainst that possibility, they wore space suits, and, under his\ntransparent helmet, Nord's grey eyes swept the side view screens for\nany fragments they'd missed on the way down. Mike was at the drive\ncontrols, his gaze on the lower screen, watching their prey, an ugly,\nangular mass, hardly larger than a man's head, two hundred feet below.\n\n\"O.K.,\" Mike said, his big mouth curving in a wry smile. \"Let go with\nthe hook.\"\n\nNord pressed two control studs before him. Their ship was standard\nexcept for the little bay that now opened aft, the heavy electro-magnet\nthat shot downward under tiny automatic jets, and the power-driven\nwinch that paid out flexible, heavily insulated cable to hold the\nmagnet captive and carry the current.\n\n\"Sunspot!\" Nord said, as the magnet struck the little asteroid fragment\nsquarely and clung.\n\n\"There's always enough para-magnetic stuff in them,\" his partner\ncommented bitterly. \"That's what makes this blasted assignment\npossible!\" His blue eyes brightened. \"That's one more toward a full\ncargo--a trip back to Mars Base, and some planet leave. Hope I don't\ndream about these dirty rocks!\" The brightness hardened in his eyes, as\nthey dropped to the Asteroid Belt below.\n\n\"I'll start hunting another one,\" Nord said wearily. \"You haul this\none in!\" He took Mike's chair before the drive controls, and his long\nfingers made deft, swift adjustments. Their little ship nosed upward\ntoward a safer cruising area.\n\nThe other jabbed the winch control studs. The winch began to turn\nagain, drawing the cable taut. Their ship lurched momentarily, as the\ncable tugged against the orbital inertia of the little mass at the end\nof the magnet; but winch and ship were built for the struggle, and the\nasteroid fragment swung from its course, starting upward on the magnet.\n\n\n\nNow Mike stores it away in the outer hull with the rest, Nord thought\nglumly, and the whole weary routine starts over again. Three days it\ntook to find this last one--three days of monotonous search just above\nthe Belt!\n\nHe forced his slim, wiry body erect, and straightened his shoulders.\n\"They're getting scarcer, Mike. Before long, the System Federation can\nlower the safe traffic lanes down to here--that's the closest to the\nBelt that'll ever be practical. Maybe the next batch of Patrol College\ngrads will get a different initiation.\"\n\n\"Sure,\" grumbled Mike, watching the ascending magnet. \"Maybe the\nFederation'll have the Patrol go all out after that pirate, Kadine.\nHe's got the only ship in space that can navigate the Asteroid Belt!\nGet his secret--and liners can go right through the Belt without\nbothering about asteroids or fragments!\n\n\"If they'd tried that before, Nord, we wouldn't waste our Patrol career\nwith this blasted 'asteroid fishing'.\"\n\n\"The secret's in the steel hull of his ship,\" Holber agreed, firm jaw\ntightening. Dhain Kadine, he remembered, had been a brilliant physicist\nbefore he turned to space piracy. Now his ship, the only steel-hulled\nvessel in an age of plastics, operated from a base deep within the\nAsteroid Belt itself--sailing untouched where other daring craft had\nbeen battered to wreckage!\n\n\"We can't go in after him,\" Nord added, \"and he picks his own time and\nplace to come out. But--\"\n\nThe visaphone on the instrument panel before him jangled a sudden\nwarning. His grey eyes widened. A glowing disk indicated general\ncommunications wavelength, but the jangling meant a rider that stamped\nthe communication; _urgent!_\n\nHe snapped the instrument on, and tuned in the length. The screen\nglowed, and blurred, vague images appeared. Broken, unintelligible\nwords poured out.\n\nMike Doren glared at the instrument savagely, and glanced quickly to\nthe lower view screen. The asteroid fragment was still a few feet\nbelow. \"Static from the cable,\" he growled. \"Wait! We don't want to\nlose this thing.\"\n\n\"That's a Patrol Officer on the screen,\" Holber said doubtfully, and\nsmiled. \"But I can't make out enough to tell his rank, so it's not\ninsubordination if we wait.\"\n\nThe current flowing through the cable to the magnet was the same high\nfrequency used in the ship itself--there was no space in a compact\nPatrol vessel for unnecessary converters. But, inside, the current was\nscreened against interference with visaphone reception; while outside,\npulsing through the cable, it set up an interference field.\n\nIn a matter of seconds, the magnet and its captive were inside the\nhull, and the bay doors closed. Mike jabbed off the magnetizing\ncurrent, and the two heard the heartening thump of the asteroid\nfragment against the outer hull.\n\nThey heard, too, the voice from the visaphone, suddenly clear and\nimperative against the still jangling alarm: \"... Kadine. Repeating:...\"\n\nMike's jaw dropped. \"Ring of Saturn! Talk about the devil!\"\n\nOn the visaphone screen was a Colonel of the Inter-Planetary Patrol.\nBehind him could be seen a spacious control room--the nerve center of\na luxury space liner. The Colonel's square, rugged face was white with\nanger. His words were clipped.\n\n\"Repeating! All Patrol ships in vicinity of Space Lane 6, be on lookout\nfor Dhain Kadine, who has halted and robbed Earth Liner, _Jovian\nNymph_!\"\n\nThe words swept the weariness from Nord's face, and brought flame\nleaping from the depths of his grey eyes! Space Lane 6 was almost\ndirectly above their position. He saw Mike's features light with\neagerness. Dhain Kadine had struck out from the wild Belt that was his\nimpregnable stronghold; and now Nord Holber and Mike Doren, hugging the\nupper fringe of the Belt, were between the outlaw and safety!\n\n\"It's our chance!\" Mike shouted. \"Promotion--the end of this rookie\nfishing business--if we get him! We--\"\n\n\n\nIn the visaphone, the Colonel went on, his voice bitter with chagrin;\n\"Valuable scientific documents have been taken under threat of\ndestruction to an unarmed passenger ship.\n\n\"Kadine traveling in direction of the Eos Family. Imperative that\nthe Patrol intercept and destroy Dhain Kadine!\" He paused, and added\ngrimly; \"_Jovian Nymph_ standing by.\"\n\nMike Doren whistled. \"Must be some important papers! Why weren't they\nsent by Patrol ship then?\"\n\nNord's eyes were speculative. \"The Patrol's busy off Jupiter's moons.\nThere's trouble brewing with the underground Jovian League trying to\nagitate the moons out of the System Federation. It's ticklish business,\nMike--dynamite, in fact, with the System Congress expecting violence!\n\n\"Kadine's supposed to be in that business up to his ears, so somebody\nthought he'd be too busy to intercept a liner.\"\n\nThe other nodded. \"So they send a Patrol Officer with the papers on a\nregular liner--and Jovian League spies tip off Kadine to come back from\nJupiter and intercept them over the Belt, where he can jump to safety\ninto the Asteroids!\"\n\nNord was already searching the view screens. \"Better get below and\nstow that fragment away, Mike,\" he ordered, quietly, asserting his\nnominal command for the first time since the two started their initial\nassignment. \"And check pressure in your suit oxygen tank. The Eos\nFamily is right below us in the Belt--and this is where Kadine's\nheading!\"\n\nHis partner grinned. \"Yes, sir!\" He clambered through the inner\nairlock, and squirmed through the narrow space between the hulls. His\nvoice came back over the suit communication unit: \"Aren't you going to\nacknowledge the orders?\"\n\n\"That would warn Kadine,\" Holber told him.\n\nHis lips curved in a tight smile that did not soften the long oval of\nhis face. \"The Colonel knows we've begun fishing this section of the\nBelt--but Kadine may have been too busy over by Jupiter's moons to keep\ntrack of little details like that.\"\n\nDoren came back into the cabin. \"Doubt if the Jovian League spies keep\ntrack of routine assignments of rookie Patrol Officers,\" he agreed.\n\"What's our move?\"\n\n\"We wait.\" Nord's grey eyes flicked over the top and rear view screens.\n\"Kadine should come from above and behind. We'll let him overtake us.\nThat way we'll stay between him and the Belt, and make him fight!\"\n\n\"He won't get by this heat ray!\" Mike promised savagely.\n\nHis big hands went over the ray tube controls experimentally, and he\ngrinned as he swung the sights across the rear sector. \"I'm sick of\nplaying with asteroid fragments!\"\n\nHolber didn't move his eyes from the rear screen. A faint, distant\nflicker of red splashed against the deep black of space behind them.\nThe pin point of flame pulsed steadily among the cold stars--it was the\nrocket wash of a ship, a ship far below the space lanes, a ship too\nblack to be visible against its sable backdrop!\n\n\"Here he comes!\" Mike said tensely.\n\n\"He's seen us by now.\" Nord's long fingers brought retarding jets\nflaming into brief life.\n\nTheir speed slackened. In the rear screen, the wash of the other ship\nswelled suddenly, and the outline of its dark hull cut a silhouette\nacross the dying radiance of exhaust gasses.\n\nIt was Kadine's ship! In it was the secret of safe passage through\nthe Asteroid Belt--a secret that would open a space lane for System\nFederation ships, give Science access to the guarded secrets of the\nmysterious Asteroids!\n\nIn it, too, were the papers which had brought the outlaw back from\nJupiter's moons--gambling possible success there to wrest from the\nFederation itself scientific knowledge that might assure a pirate coup\nagainst interplanetary civilization!\n\n\n\nDhain Kadine, whose cunning and skill were legendary, had never\nhesitated in battle. He did not hesitate now! The black hull of his\nship loomed in the view screen, and a slender, dazzling pencil of white\ndarted forth--a heat ray stopped down to its most penetrating beam,\nconcentrating the maximum fiery energy into a tiny area of searing\ndestruction.\n\nNord whipped their vulnerable plastic hull aside, and the beam flared\nharmlessly in the view screens, as it lashed past, spending its fury\nagainst cold space. Nord threw the drive control lever forward to the\nlast notch.\n\nThe Patrol ship surged ahead, matching the speed of Kadine's\nvessel--blocking the outlaw from the safety of the Asteroids below!\n\n\"That guy doesn't fool around!\" Mike Doren said hoarsely. His big\nhands were busy as the ray tube's cross hairs shifted in the rear view\nscreen. \"Neither do I!\" he added savagely.\n\n\"Sunspot!\" Holber cried. \"You hit him, Mike!\"\n\nThe thin heat ray danced into the dark hull--drew a spreading circle of\ndark, sullen red! Kadine's side jets flared.\n\n\"Stay with him, Mike.\" Nord ordered calmly. \"That steel hull will take\na lot of heat before you do any damage!\"\n\nDoren sent his beam lashing after Kadine's dancing ship, against which\nthe circle of red faded, then glowed once more as the merciless heat\nfound the spot again.\n\nHolber's grey eyes blazed, and his long fingers wove their swift\nmovements into a smooth pattern on the drive levers--following, like a\ndance partner, the wild dartings of the outlaw ship.\n\nFor a few arrested seconds, Kadine's ray tube was cold, as he turned\nall his frenzied attention to the drive. Vainly, he spun and twisted.\nMike Doren grinning savagely, traced every desperate motion with the\nfiery pencil of his heat ray.\n\n\"He can't get past--and he can't turn back! He's got to keep coming!\"\n\nAs though in silent agreement, Kadine whipped his ship out of its\ngyrations, and drove a straight course toward the stern of the Patrol\nfighter. In the split second it took Nord to react, the pirate drew\ncloser. His black hull blocked out the stars behind, filled the rear\nscreen! In the steel nose, the red spot flared brighter, rising toward\nthe white heat that meant disaster--\n\nAnd the view screen was suddenly an incandescent patch of unbearable\nbrilliance that burned all vision from Nord Holber's brain--brought his\neyelids down instinctively over throbbing eyes! He reeled in his seat,\nhead spinning, stomach writhing, and realization more sickening than\nphysical agony in his mind.\n\nKadine had blinded them with a blast of his retarding jets! It was an\nold trick--a veteran space-fighter's trick that took the cool nerve of\nblasting your ship's nose forward into your enemy's ray, shielding your\nown eyes from his aft jets, until you were so close your nose almost\ncovered his view screen, then--Risky, but it gained several precious\nseconds!\n\nSeconds in which to strike! Nord's jaw was a piece of sculptured white\nrock against which the sagging muscles of his face drew themselves\ntaut. His eyes--they had to open! He had to see! Kadine would use the\nseconds.\n\nHolber's eyelids came up slowly, and he lifted his head, suddenly\nseveral times its weight, toward the view screen. The cabin swam before\nhim--a confusion of grey and black shadows. He had an impression of a\ndistorted blotch beside him, and he heard Mike cursing madly.\n\n\"Can't see, Nord! Can't get my eyes open!\"\n\n\"Hold on, Mike!\"\n\nThe blacker shadow beside him lurched, and he heard his partner\nstumble back to a sitting position. This his eyes were focusing again,\npainfully, on a blurred patch of black, dotted with painful pinpoints\nof brilliant blue-white--on the screen. The black began to thicken,\nharden about the stars--it was torn to shreds by a fiery nova! Kadine's\nheat ray was eating into the stern of the Patrol Ship!\n\n\n\nBehind the black nightmare that settled again over his tortured\neyeballs, swift reactions prodded at Nord's muscles. His long fingers\nfound the drive levers, and held tight as they sent the ship off in a\ndizzy, twisting tangent to her course.\n\nIn his helmet, the valve clicked shut as outside pressure fell. Air\nwas rushing from out through a gaping hole in the hull, but the ship\nresponded perfectly to the controls.\n\n\"He didn't do any real damage,\" Nord gritted. \"Not yet,\" Again, he\nforced his eyelids up, and the screens swam before him in a red haze.\n\n\"Kadine's down below us,\" his partner cried angrily. \"He's running for\nthe Belt! Saving those papers is worth more to him than our hides.\"\n\nWithout a word, his eyes bloodshot and terrible, Nord hurled the Patrol\nShip downward after the outlaw.\n\n\"We're pretty close to the Asteroids,\" Mike warned mechanically.\n\"Fragments may be pretty thick.\" His big mouth spread into a sudden\ngrin. \"Blast the fragments! We're after them anyway--if a couple come\nthrough the hull, that's a couple we won't have to fish for.\" He moved\nhis big hands over the heat ray controls eagerly.\n\n\"Kadine will have to slow down some before he cuts into that Belt,\"\nHolber reasoned aloud. \"Get your beam on his stern jet tubes, just\nbehind the nozzles--you'll have a better chance than trying to melt his\nhull again. The tubes are heat resistant, but they're plenty hot--and\njet tubes have been rayed out before this!\"\n\nThe other nodded. \"It's an old trick--as old as the one he pulled on\nus. Look--he's leveling off!\"\n\nThey were gaining rapidly, as the black craft below lost speed. It\nlurched suddenly, portraying the amazement of the pirate within, as the\nray flashed in his screen.\n\n\"You found him again, Mike!\" Nord exulted grimly. \"Right across the\ntubes!\"\n\n\"He can't run, for those tubes won't last seconds!\"\n\nKadine's fighter dogged frantically, in a brief, vain effort to shake\nthe beam which followed every twist. Abruptly, the dark ship swerved\noff course.\n\n\"There goes one tube!\" Doren shouted jubilantly. \"He'll have to cut\ndown his drive now--to trim the jets!\"\n\nThe outlaw ship swung slowly in a climbing turn, and Kadine was\nsweeping black space with his fiery beam as he came.\n\nLike fencing foils, the two dazzling pencils of light crossed and\nrecrossed--slashing and stabbing for the ships. But it was the duel\nof a slower, heavily armored adversary against a faster, unprotected\nopponent--for Kadine's metal hull would stand long seconds of heat, and\na touch of his own stopped-down beam could bore into the vitals of the\nplastic Patrol Ship at a touch.\n\n\"What's he up to?\" growled Mike Doren. Once again, he had the other\nship glowing dangerously red. Still Kadine came on.\n\nNord's throbbing eyes were slitted almost shut. The other wouldn't get\naway with the same trick twice! As the ship loomed almost upon them,\nNord laughed harshly, touched his own retarding jets briefly. Let the\noutlaw--Only then, he realized, suddenly--too late! Desperately, he\nthrew the drive lever--as the glowing nose of the other ship smashed\ninto their lower hull!\n\nThe universe spun around him. He saw the stars streak across the view\nscreens, and the floor beneath his feet bulge upward under the terrible\nimpact--even as the last surge of her jets wrenched the Patrol Ship\nfree, sent her staggering drunkenly upward.\n\nHe gripped the control panel with long fingers whose steel clutch\nalmost lifted him from the seat, and the grey eyes in his white face\nwere bloodshot and wild! Beside him, Mike's rasping breath deepened\ninto a groan.\n\n\"Our heat ray's out! That devil--\"\n\nNord laughed. Their ship swung smoothly enough under its drive, as his\nhands shot over the levers. Of all the intricate wiring beneath them,\nonly the ray circuit had been broken! But the bottom of their fighter\nhad been torn open under the nose.\n\nIn the lower screen, he saw the asteroid fragments they'd stowed away\nbelow, floating in space, bumping lightly against Kadine's steel hull\nas the black ship turned back. _Steel hull! Asteroid fragments!_ In his\nbrain, the words rushed together into sudden, strange meaning with the\nthought of the heat ray!\n\nNord laughed again, throwing his body far across the seat to press the\ntwo studs before the astounded Mike. \"Mike, maybe we don't need a ray!\"\n\n\"I don't get it,\" his partner gasped.\n\n\n\nBehind and below them, the little bay opened in the still undamaged\nsection of their hull, the electro-magnet shot downward under its tiny\nautomatic jets, and the winch paid out the cable.\n\n\"Sunspot!\" the dazed Mike whispered mechanically. The magnet had struck\nKadine's ship, and clung, the cable falling slack below as the winch\ncontinued to turn. \"But what good does it do us, Nord? He can't drag\nus into the Belt with him, our mass will throw off his trick drive\ncorrection.\"\n\n\"Right! Kadine will have to finish us first--he can't ray that cable\noff!\"\n\nHis partner nodded glumly. \"Here he comes! And we can't touch him.\"\n\nNord Holber laughed again. \"That's what he thinks! Mike, there's high\nfrequency current in that cable.\"\n\nHe shot their battered fighter aside--to port--as the fiery beam\nflashed upward. The slack cable passed under and over the pirate's\nship. Nord sent the Patrol vessel down, then to starboard and up again,\nas Kadine's fiery pencil of destruction whipped toward them.\n\n\"He doesn't suspect a thing,\" Holber said tensely. \"It looks like fancy\ndodging we're doing. But look at the cable, partner! A couple more\ntimes around--\"\n\nThe plastic ship was weaving an intricate course, dodging, yet feinting\ndownward, only to dance upward and away--and the insulated cable was\nwound loosely around the enemy craft.\n\n\"O.K., Mike,\" Nord said at last. \"Reverse that winch, and pull the\ncable out.\"\n\nDoren, understanding breaking at last into his flaming blue eyes,\npressed the stud, and stared into the lower screen. \"A high frequency\ncurrent,\" he whispered, \"flowing through a coil around a metal\ncore--Kadine's steel hull!\"\n\nWithin the metal hull of Dhain Kadine's spacer induced electrical\ncurrent lashed a torrent of irresistible energy against sluggish\nelectro-magnetic potentialities. Resistance of the steel produced\nheat--heat more intense than Mike Doren's beam could create. Despite\nthe bulk of the outlaw ship within those few turns of cable, the\ninduced current, surging through the steel drove the temperature\nhigher--higher--toward the melting point itself! And, in the\ninner-hull, it was the same--rising temperature, heat radiating,\nwarming the air within the cabin--\n\n\"An induction furnace,\" said Nord Holber quietly. \"It must be pretty\nwarm inside there now!\"\n\nBefore him, the visaphone jangled suddenly. The screen glowed as he\nsnapped it on. In it the dark, hawklike face of Dhain Kadine, was a\nblurred, flickering, terror-white, blob. His voice shouted hoarse\nunintelligible words--rose almost to a shriek. Sweat drenched his\nclothes--poured from every pore of his skin, flashed dancing highlights\non the screen.\n\nNord Holber's fist and arm gestured in unmistakable pantomime--_jump!_\n\n\"Shut the current off quick, Mike,\" he ordered, as the space suited\nfigure of Dhain Kadine leaped frantically through the port of the black\nship below them. \"The Patrol will want everything that's in that ship!\"\n\nMike Doren pressed the stud, and his big mouth spread in a contented\nsmile as the other swung their fighter through space at top speed,\nuncoiling the cable.\n\n\"When it cools down,\" Nord said, \"we'll go aboard. After we give Kadine\nand the papers to the _Jovian Nymph_, we'll go back to base in his\nship. I don't want to make the trip all the way in this space suit.\"\n\nHis partner's eyes lit up. \"O.K. But, when we get to Mars Base, we'll\nride our ship and drag that steel monstrosity in on the cable. After\nall, it's the last catch of 'asteroid fishing,' and the biggest!\"",
    "metadata": {
        "author": [
            "Whittington, George A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63697/pg63697.txt",
        "name": "space_lane_of_no_return.json"
    }
}