{
    "name": "Specimen",
    "author": [
        "DeVet, Charles V.",
        "Vet, Charles V. de",
        "De Vet, Charles V.",
        "Vet, Charles Vincent de"
    ],
    "body": "As official reporter on the project I was in Srtes' office when they\nbrought the alien in. He was as tall as an average Zade, of pretty\nmuch the same color, and would have been able to pass as one of us\nexcept that he had no vestigial wings. It gave his shoulders an odd,\nflat, appearance, and somehow added to the abrupt awkwardness of every\nmovement of his body. He might have had wires rather than muscles\nbeneath his soft dark skin.\n\nThere were other, minor differences, of course. Hair grew not only on\nhis head, but also on his body. Coarse, black hair. It could be seen\non his hands and the exposed portions of his arms, and on his chest\nwhere his blouse was open at the neck. His eyes were brown and set wide\napart, with long hairs on the lid edges. His nose had no hard upper\nridge. The bone was covered only by the same flesh as the rest of his\nface.\n\nHe was accompanied by a Commander Leik, captain of the space ship that\nhad brought him from Earth. When they entered Srtes rose and set the\nscroll he had been studying to one side. \"I welcome you back,\" he said\nto Leik, touching his cheek with the greeting finger of his left hand.\n\nLeik respectfully returned the gesture. \"I am once more content,\" he\nreplied.\n\n\"Has he been instructed in our language?\" Srtes asked, after the brief\nformalities were over. He indicated the Earth native.\n\n\"He has become quite adept during the eight great tides since we left\nhis world,\" the Commander answered.\n\n\"It is well.\" Srtes turned and eyed the Earth man searchingly.\n\nThe alien returned the gaze, not defiantly, yet not at all\nsubserviently. I could tell that he was ill at ease. A fine sprinkling\nof perspiration dotted his forehead, and he breathed slowly and deeply,\nas though carefully timing each inhalation and exhalation.\n\n\"Do you have a name?\" Srtes asked him.\n\nHe made a nodding motion with his head. \"John Wilson,\" he said. The\nwords were clear enough, but spoken with a slurred, soft-palate, sound.\n\n\"You have two names?\" The hairlines above Srtes' eyes raised slightly.\n\n\"It is the custom on their world,\" Leik supplied. \"The surname has a\nclan connotation.\"\n\n\"You understand your purpose here?\" Srtes asked the outworlder.\n\n\"Yes.\" He added nothing to the reply.\n\n\"You are aware that there are no restrictions on the study we may make\nof you?\"\n\n\"Yes.\"\n\n\"Even that we may dissect you, or kill you, if we so desire?\"\n\nThe alien's complexion changed subtly, becoming slightly lighter, and\nhis lips pressed firmly together. He made the bobbing motion with his\nhead again.\n\n\"His nodding signifies an affirmative reply,\" Leik interjected.\n\"He volunteered to come with us, so he is quite familiar with the\nconditions.\"\n\n\"Volunteered?\"\n\n\"It is strange,\" Leik agreed. \"Yet when I offered to leave one of\nour men in return for a specimen of their race--so that mutual study\nmight be made--I was firmly refused. It seems their culture has some\nabsurd belief in inherent rights of its individual members. I was saved\nthe inconvenience of abducting the necessary specimen when this one\nvolunteered.\"\n\nSrtes had difficulty grasping the concept. His forehead creased in\nconcentration for a moment before he said, \"Perhaps it would be better\nif I read the report first. In the meantime, please escort him to\nour physiologists on the ground floor. They can begin their study\nimmediately.\"\n\n\n\nFor seventeen days they examined the alien. As expected, they learned\nquickly that his body was intrinsically weak. His vital organs had no\nprotective walls of cartilage, and he was extremely vulnerable to the\nthrust of any sharp or pointed weapon.\n\nOur first opinion was that he would prove an innocuous foe. However,\nas the tests continued, we began to have some doubts. Physically he was\nquite powerful. His reflexes were sharp, and he showed an aptness at\nlearning that surprised us. And his intelligence was above average.\n\nThe twentieth day I was ordered to report to Srtes' office. I found the\nother seven members of the council already conferring with Srtes when I\nentered.\n\n\"We have been unable to arrive at any definite conclusion thus far,\"\nSrtes was saying. \"Therefore it becomes necessary to try him in the\nBig Run.\" He paused and frowned in annoyance as I made some slight\ndisturbance. Hurriedly I took my place. I moved among these men only by\nsufferance.\n\n\"One of the crewmen on the space ship that brought him here,\" Srtes\nresumed, \"a Zade named Ctvar, clashed with the alien several times\nduring the voyage. He was restrained from violence by the captain. This\nCtvar should prove an apt instrument for driving our hostage to the\nproper desperation for the Big Run.\"\n\nSrtes switched on the large visi-screen that blanketed the front wall\nof his office. \"The alien has been wandering through the streets for\nthe past several hours,\" he said. \"If we are fortunate, Ctvar should\nput in his appearance soon.\"\n\n\n\nThe visi-screen flickered once, cleared, and exposed an outside street.\nAt the far end the alien--John Wilson, as he called himself--walked\nslowly, with his head down, and his hands in the pockets of the\noutlandish jacket he had brought with him. He proceeded aimlessly, with\na peculiar, jerky, movement of his limbs. Perhaps he was lonesome for\nhis home world, and uncertain of what awaited him.\n\nA party of Zade men left a drinking place just ahead of him. They were\nquarreling--without any particular rancor--and one of them was loudly\nkeening a verse of hunting song. At their forefront strode a burly Zade\nwith a bush of red-orange hair.\n\n\"The big one is the crewman I mentioned,\" Srtes pointed out.\n\nThe burly Zade spied the alien and a pleased burst of laughter rumbled\nup from his chest. \"Our unwinged friend from Earth!\" he shouted. It was\na deadly insult.\n\nAs the alien stopped uncertainly, Ctvar and his friends crowded around\nhim. \"Are all Earthlings wingless freaks?\" one of them asked in a loud\nvoice. The others laughed.\n\nI expected the alien to show some fight, but he only stood silently.\n\nThe party of Zades showed their contempt by increasing the tempo of\ntheir insults. Still the Earthling did nothing.\n\nFinally Ctvar became disgusted with the other's spinelessness and spat\nin his face, at the same time reaching out to grab him.\n\nI heard several gasps from those around me as the alien moved. His\nactions the next moment were almost too swift for us to follow. He\nspread his legs slightly, as Ctvar reached for him, and swung his\nright fist. An instant later Ctvar lay on the ground. One leg made a\ncontinuous kicking motion, but it was only a reflex action. Ctvar had\nbeen knocked unconscious!\n\nThe shouting of the other Zades quieted to an ugly murmur, and they\nsurged forward. The Earthling set his back against the building behind\nhim and struck out at his attackers, but they overwhelmed him by sheer\nnumbers and dragged him to the ground.\n\nThey beat him and stamped several times on his body before a squad of\nsentinels appeared and broke them up.\n\n\"A fine start,\" Srtes said.\n\n\"Unless he is already dead.\"\n\n\"I don't believe he is,\" Srtes answered. \"But if he is no more hardy\nthan that, there will be no necessity for us to learn more.\"\n\n\n\nThe Earthling proved to be much hardier. And more stubborn.\n\nThe sentinels, of course, gave him no further help. They would not have\nstopped the fight, except that they had orders from Srtes to save our\nvisitor from any disabling injury, if at all possible.\n\nThe Earthling lay on the ground for only a short while before he pulled\nhimself to a sitting position. His face was bruised, blood ran from his\nnose, and one eye was swollen and closed. With the other he followed\nthe progress of Ctvar and his party as they went on to the next\ndrinking place.\n\nWhen he climbed to his feet his left leg buckled but he limped about\non it for a few minutes until he could walk. He strode purposefully\ntoward the drinking place Ctvar's party had entered, and pushed his way\ninside.\n\nSomeone behind me muttered angrily. There was no pick-up in the\ndrinking place and we could only watch the exterior of the building.\n\nWe did not have long to wait. The sound of commotion inside reached us\nsoon after the alien entered. A short time later he tumbled out through\nthe doorway. His body was limp as it landed in the dirt street. He lay\nmotionless. A few minutes later we caught another view of Ctvar. He and\ntwo of his friends were carried from the drinking place.\n\nThe alien did not recover so quickly this time. His first movement was\na slow rocking of his head. At each motion a low groan came from his\nlips. He made several attempts to regain his feet, but his legs would\nnot hold him. At last he began crawling toward his room a few blocks\naway. He left a small trail of blood behind him.\n\nIt took him almost an hour of crawling, between rests, to reach his\nroom.\n\nI left Srtes' office with the council members. There would be little to\nobserve for some days, and that little I could watch on the screen in\nmy own cubicle.\n\n\n\nAll the next day the alien lay on his sleeping rug. He rose only\nin response to his nature calls, and once to fix himself a bowl of\nporridge. However, the following afternoon, though he was obviously\nstill not at all physically fit, he dressed and left his room.\n\nIt took me a few minutes after he reached the street to realize that\nhe was heading for the Building Administrates. Undoubtedly to complain\nto Srtes of the treatment he had received at the hands of Ctvar and\nhis party. And just when I was beginning to have some small amount of\nrespect for the outworlder.\n\nI switched hurriedly to Srtes and informed him of the imminent visit.\nAt the same time I requested permission to cover the interview. The\nrequest was granted.\n\n\n\nSrtes' visitor surprised us by making no complaint against Ctvar, and\nrequesting no protection.\n\nHe declined the hassocks Srtes offered him, and stood with his hands\nclasped behind his back. \"I've heard nothing from you for some time\nnow,\" he said. \"Does that mean your examiners are finished with me?\"\n\n\"That is correct,\" Srtes answered courteously.\n\n\"What comes next?\" he asked.\n\n\"Next?\" Srtes repeated. \"Why, that is your own decision. My interest in\nyou ceased the day our study was complete. You are free now to do as\nyou wish.\"\n\nThe alien thought that over for a time. \"You do not intend to return me\nto Earth?\" he asked.\n\n\"Is there any reason why you should expect us to?\" Srtes replied.\n\n\"To me it seems there is,\" he said. \"I fulfilled my part of the\ncontract. Shouldn't I expect you, as a fair return, to see that I got\nback to Earth?\"\n\nSrtes' expression betrayed a mild irritation. \"We had no contract,\" he\nsaid. \"You were given to us to do with as we wished. Now that our study\nis completed, we owe you nothing.\"\n\n\"I expected as much,\" the alien said, almost without interest. \"Will\nyou tell me then, what I can do to help myself? I presume you do not\nintend to furnish me with food and shelter indefinitely.\"\n\n\"You will be permitted to keep your room until you find new quarters.\nThe rest is your own responsibility.\"\n\nHe considered that for a long moment. \"Do you have any suggestions as\nto how I might go about earning my living?\" he asked.\n\n\"If you have any serviceable skill, you will probably be able to find\nemployment for it. If not--\" Sites shrugged.\n\n\"How would I know what skills would be useful here? I know practically\nnothing about you.\"\n\n\"I'm afraid that's your own problem,\" Srtes said. \"If you are unable to\nadapt, you will not survive. It is the natural law.\"\n\nThe alien's eyes narrowed. He seemed to be holding in check a cold\nanger. \"Tell me,\" he said. \"Do you consider yourselves just?\"\n\nSrtes' hair bristled until his head appeared twice its normal size. He\nhalf rose from his hassock, then slowly resumed his seat. I admired his\nself-restraint.\n\n\"We consider ourselves extremely fair,\" he said carefully. \"Only the\nstrong have the right to survive, and the fact that they do survive\nproves their strength. What you are determines your end. We are\ndemanding nothing more from you than we expect from our own citizens.\nWeaklings and inefficients are perishing every day on the ragged\nconfines of our civilization. In simple justice I can offer you nothing\nmore.\"\n\nThe Earthling's shoulders had gradually drooped as Srtes spoke. \"Yours\nis a harsh philosophy,\" he mumbled at the end.\n\n\"It is our means of being certain that we maintain our race's fitness,\"\nSrtes explained patiently. \"On this world only the strong and their\nprogeny survive. As long as that natural struggle continues the\nstrength of each generation will become greater.\"\n\nThe alien seemed to recognize Srtes' sincerity. He rose tiredly.\n\"Thanks, for the explanation at least,\" he said, as he left the office.\n\n\n\nThe next step would be mine. During the rest of the afternoon, as I\nwatched on the visi-screen, the Earthling kept to his room. Most of the\nday he lay on his sleeping rug, with his eyes wide open, staring at the\nceiling. The rest of the time he paced aimlessly. The next morning he\nate the last of his porridge, and as the day progressed I recognized\nthat much of his unrest must be prompted by hunger. Yet his battered\nbody needed the rest he was giving it.\n\nHe napped shortly after dusk, but only for a short time. When he awoke\nhe put on his jacket and went outside. On the screen I followed his\nforlorn wanderings about the city.\n\nAfter several hours he stopped and leaned against a wooden building.\nThe night breeze had risen to its near-gale intensity by this time, and\nhe pulled his jacket closer about him. It was only a few degrees below\nfreezing, and he should have been warm enough, but I understood his\nrace was unable to withstand any great degree of cold. And he was sore\nand hungry.\n\nI received my call from Srtes then. He and the council had decided that\nthe alien had reached the proper depth of misery and hopelessness. I\nwas to contact him--and set him for the Big Run.\n\n\n\nI found him still leaning against the same wooden building. He looked\nup at me from under his heavy brows as I neared him. I kept a safe\ndistance between us. I remembered Ctvar. \"Will you allow me to buy you\nsomething to eat?\" I asked, deciding to use a direct approach.\n\nI liked the way he did not ask any questions. He merely regarded me for\na moment longer, then made his nodding motion.\n\nAll through the meal in the public eating place he remained silent. He\nate hungrily but without haste and only when he'd finished did he speak\nagain. \"Why?\" he asked.\n\n\"I do not understand what you mean,\" I evaded.\n\n\"I haven't learned much about you Zades since I've been here,\" he said,\n\"but I have learned that you do nothing out of kindness. What do you\nwant from me?\"\n\nI forced myself to smile. \"You are right, of course,\" I said. \"I do\nwant something from you. Information about your world. In return for\nyour cooperation I will see that you continue to be well fed.\"\n\n\"I thought Srtes was through with me,\" he said.\n\n\"My interest is strictly personal,\" I answered. \"I am what you would\ncall a reporter. We give out our news on disseminators similar to your\ntelevision.\"\n\nI had caught his interest. I suppose he was eager to learn anything\nthat he might use to make his way. \"I've seen no signs of television,\"\nhe said.\n\n\"This is one of our smaller cities,\" I improvised quickly. \"There are\nonly a few receiving sets here. Most of them are in the main halls of\nthe various clans.\"\n\nThe explanation satisfied him. \"Just what do you want to know?\" he\nasked.\n\n\"Anything about your Earth that you think might be of interest to my\nlisteners.\"\n\n\"Couldn't you get that from Srtes and his staff?\"\n\n\"Their supply of information is limited. You should be able to give me\nmuch more.\"\n\nHe was actually eager to talk. It probably relieved his homesickness.\nWe returned to his room, and our conversation took up most of the rest\nof the night. Toward morning he began questioning me.\n\n\"I've given you all the information you asked for,\" he said. \"Now I'd\nlike some in return. Can you suggest any way I can make a living on\nthis world of yours?\"\n\nI thought for a moment. \"You might be able to introduce some product of\nyour civilization's technology that would be useful here. Not knowing\nyour world, I couldn't suggest just what.\"\n\n\"I should be able to come up with something,\" he said thoughtfully.\n\"Would I be allowed to manufacture and sell it if I did?\"\n\n\"If you can demonstrate that you can do it better than anyone else, you\nwill be given an exclusive right to control both its construction and\ndistribution.\"\n\n\"Does that apply to every function of your society?\" he asked.\n\n\"This world belongs to those who can prove their strength,\" I answered.\n\n\"That's a bit different than on Earth,\" he said. \"We have always held\nthat competition makes for the best results.\"\n\nI had become quite interested in the discussion, and found myself\ngiving a rather lengthy explanation of that part of our society's\nfunctioning. \"Competition is very real here, even though it is less\ntangible than yours. The fact that a producer of a product or service\nmay be displaced by anyone demonstrating a better or more efficient\nproduct or method, acts as a spur to best efforts. The price is set\nby the state, with the prices of competing bidders in mind. Under our\nsystem time and energy is not wasted making inferior goods, or those\nalready in adequate supply. The purchasers, also, are never exposed to\nan inferior article.\"\n\nI was becoming quite drowsy by this time and left after I'd answered a\nfew more of his questions. I felt affection toward the Earthling. He\nwas direct and honest. Beneath his placid manner he had a pride as\nfierce as any Zade. Tomorrow would be the crucial day for him.\n\n\n\nLate the next afternoon I bought a packet of food and brought it to the\noutworlder's room. \"Did you have trouble with a Zade named Ctvar?\" I\nasked him, immediately on entering.\n\n\"Yes, I did,\" he answered. \"Why?\"\n\n\"His clansmen have been pouring into the city all day. I just learned\nthat they are looking for you.\"\n\nHis eyes widened slightly. \"Isn't Ctvar able to handle his own trouble?\"\n\n\"Ctvar is dead.\"\n\nHe seemed unable at first to find the words to speak. At last he said,\n\"It happened in a fight that he started. Why should they seek revenge?\"\n\n\"They would be poor clan brothers if they did not avenge him,\" I\nanswered.\n\n\"Won't your sentinels do anything to stop them?\" he asked.\n\n\"They won't help you,\" I answered. \"You make no contribution to the\nstate that would entitle you to their protection.\"\n\n\"Don't you have laws against this sort of thing?\"\n\n\"An undetermined number of persons wish you dead. You, and perhaps I,\nwant you to live. The majority is against us.\"\n\n\"But I'm at least entitled to a trial.\"\n\nI puzzled over his meaning of the word, but could find no sure answer.\n\"I don't know what the purpose of a trial would be,\" I said. \"But it\ncould change nothing. You have the ill will of many citizens.\"\n\nHe stared at the floor without any further questions.\n\nAgainst the strong logic of my reasoning I felt a strong empathy toward\nhim. He had conducted himself well on this world that must seem very\nstrange to him. I offered what consolation I could. \"There is this\npossibility,\" I said. \"A majority is not always reckoned by numbers.\nIf you can collect superior strength to your side--either by getting\nothers to help you, or by your own ingenuity--and whip Ctvar's clan,\nthe law will do nothing to punish you. You may even kill them with\nimpunity, except for the revenge of the other clansmen.\"\n\n\"That's a small hope.\"\n\n\"It is,\" I agreed, belatedly recalling to mind my mission. I was\nprobably this minute under disapproving observation. \"You can't hope to\nfight them all,\" I continued. \"That is why I would earnestly suggest\nthat you run.\"\n\n\"To where would I run?\"\n\n\"I gave that a good deal of thought on my way here,\" I said. \"There's\na space ship--on a meadow outside the walls, on the far side of the\ncity--that you might be able to reach. You could take it and flee to\nyour own world, probably the only place where you'd be safe.\"\n\n\"I wouldn't know how to operate it.\"\n\n\"The ship is very nearly automatic. Look,\" I said. I took a sheet of\nvelum, and a stylus, and drew three circles with smaller circles\nbeneath them. \"These represent the dials on the ship's control panel.\nThe bubbles in the first dial must be set in this order--you'd better\nmemorize them--blue-blue-yellow-blue-yellow. That's the range for\nyour Earth. You'll have to shrink the last yellow bubble to about\nthree-quarter size. That will give you a safety leeway. The ship will\ntake itself in on motors from there.\n\n\"This second dial starts the ship. You merely squeeze the knob beneath\nit. The third dial is for stopping. As you are about to land, the\ntighter you grip the knob, the slower the ship will settle. You\nshouldn't have any trouble manipulating it.\"\n\nHis spirits seemed to revive somewhat. \"It's worth a try,\" he said. \"I\nhave nothing to lose.\"\n\n\"It's only a few hours to night-fall,\" I told him. \"That will be the\nbest time to try getting through the city. I'd suggest you eat a good\nmeal, and fix yourself a lunch to take along. Then nap if you can.\"\n\n\n\nI was back in Srtes' office, watching the big screen, with the eight\ncouncil members, when the alien started out. That was shortly after\ndusk. It is never completely dark on Zade.\n\nHe was shrewd enough to leave his room the back way, I observed. There\nwas no rear door, but he let himself down from the balcony, dropping\nthe last few feet to the ground.\n\n\"He is wearing a sword, I see,\" a white haired councilor remarked.\n\n\"Yes,\" Srtes answered. \"He was given it when they were testing his\nweapons adaptability. But the fool filed it down until it is hardly\nthicker than a reed. It will be a poor weapon.\"\n\nThe alien hugged the wall of the house, and after glancing into the\nopening between it and the next, scurried quickly across. Two buildings\nfarther on the rear court ended, and he had to go around to the front.\nWhen he reached the yellow pedestrian walk he did not turn, as we might\nhave expected, but went on across a second courtyard.\n\n\"He realizes that the normally travelled yellow walks would not be very\nsafe,\" Srtes said. \"I wonder how long it will take him to solve the\nenigma of the others.\"\n\nAt the next white street he turned to his right. When he reached the\nend and learned that he had gone up a blind alley he retraced his steps\nand went across to a perpendicular blue street. He seemed a bit nervous\nnow.\n\nA third of the way down the blue walk he ran into the invisible\nelectric shock wall, and staggered backward. The lunch packet that\nhe carried fell from his hand, and he was obviously too stunned to\nremember to pick it up as he started back.\n\nHe had retreated only a short way before he paused and stood\nconsidering his situation. After a minute he returned and examined the\nbuildings at each side of the electrified area. He must have found that\nthe conduction outlets did not extend to the ground, for soon he began\ncrawling forward on his hands and knees.\n\n\"A point for the alien,\" I heard Srtes murmur. I detected a hint of\nadmiration in his voice.\n\nThe alien kept his caution, for when the ground caved beneath his hand,\nat the end of the third street, he did not fall into the trap. He\nsimply rolled back and lay quietly for a moment. Another decision.\n\nHe was equal to it. Rising to his feet, he took a short run and\nleaped for the balcony on the nearest building. From there it was an\neasy matter to reach the roof. Observing carefully below before each\nventure, he leaped from roof to roof until he reached the end of the\nstreet.\n\nWe lost him for a short time then. He had gone down into the last\nhouse. A few minutes later a guard in front of the door stumbled\nabruptly backward and disappeared inside.\n\nAnother moment passed and the guard reappeared. He walked briskly up\ntwo streets before we became aware of what had happened. The alien had\nchanged to the guard's clothes!\n\nThat would not take him far, of course. At the beginning of the third\nstreet he was stopped by two sentries. When they demanded a password,\nhe whipped his sword out from beneath his cloak and ran the nearest\nthrough. The second shouted for help and drew his own sword. He offered\nonly a moment of resistance. We saw then the alien's reason for\ngrinding down the long sword. He handled it almost like a whip, and the\nsentry was unable to parry his swift thrusts.\n\nAs I noted the councilors' exchange of wondering glances I understood\nthat a new weapons concept had been born.\n\nWhen the second sentry fell, the alien sprinted into the house, and\nreappeared a minute later on the roof. Soon he was a block away from\nthe scene of the fight.\n\nThe sentries at the second intersection had run back in answer to the\nshout for help, and the alien was able to cross the street unmolested.\nOnce again he took to the roof, and when he came down again he had\nreached the Building Administrates. He was directly below us!\n\nWe followed him on the screen as he ran down the stairs to the\nbasement. A sound from the front of the building attracted our\nattention and we switched back. Two sentinels had not been caught off\nguard. They had spotted him entering Administrates and were following\nclosely.\n\nWe switched back to the fugitive, and just in time. He had dragged\nhimself almost all the way under the bottom ramp of the stairs. Soon\nhe had disappeared entirely. Now the sentinals were looking about in a\nconfused way.\n\nI heard Srtes beside me sigh heavily as he rose to his feet. \"Do you\nrealize,\" he asked no one in particular, \"that he is already half-way\nthrough? All our calculations pointed to the odds being heavily against\nhis reaching this far.\"\n\n\"The sentinels will find him in a few minutes,\" one of the councilors\nsaid reassuringly.\n\n\"Of course they will!\" Srtes replied angrily. \"But he was not supposed\nto be able to get this far.\"\n\n\n\nThe alien stayed beneath the ramp only until his pursuers ran past.\nImmediately after, he reappeared and strode without hesitation toward\nthe nearest air vent. The screen stuck when he gripped its spokes and\ntried to turn it, but he exerted his strength and it gave slowly. He\npulled it from its frame and let it rest on the floor.\n\nPushing his feet through the vent opening, still clutching the screen,\nhe let himself down. Soon his feet came to rest on the inside ledge of\nthe air tunnel and he balanced there as he screwed the screen back into\nplace. He had vanished by the time the sentinels came running back.\n\n\"By the great hound of Hagras!\" a councilor exclaimed. \"Is there no end\nto the creature's ingenuity?\"\n\nNone of us paid any attention to him; we were too busy watching the\nscene below. Only Srtes spoke. \"Will the fools have brains enough to\nlook for him down there?\" he muttered. The excitement of the chase had\nobviously gripped him also. He clicked on a control button that split\nthe screen into two scenes, and we were able to watch the activity\nabove, as well as in the tunnels below.\n\nWe had no trouble following the flight of the alien. The lining of the\ntunnels had been prepared with a luminous coating that gave enough\nlight for us to see the inside clearly.\n\nAs we watched, the alien stumbled and fell to the floor. He lay for a\nlong moment, too weary to rise. By this time he must be exhausted. His\nstamina had already proven greater than we had anticipated.\n\nHe rose again and walked doggedly on, searching absent-mindedly in\nhis pockets as he went. I knew he must be hungry and thirsty. He was\nprobably only now remembering the packet he had lost early in his\nflight. But he did not slow his steady progress forward.\n\nOn the right half of the screen we noted that the captain of the\nsentinels had evidently figured out what had happened. Up ahead his men\nwere hurrying into the numerous branches of the air tunnel and blocking\nevery passage. As they had probably been ordered, they began walking\nslowly back. We kept our attention on the one who would intercept the\nfugitive.\n\nThe alien stopped occasionally and stood listening. Once he paused\nlonger than usual. Was his hearing that good, I wondered, or was he\njust being cautious? After a minute he moved forward again, until only\na fairly long bend in the tunnel branch separated him from the oncoming\nsentinel.\n\nThis time he did hear his interceptor. He ran quickly back, keeping a\nclose observation on the wall to his left as he went. Soon he found the\nhiding place he sought. Probably he had noted it in passing before, and\nhad kept it in mind for an emergency of this kind.\n\nWhere he stopped a connection in the sheet metal lining the tunnel had\ncome loose and a dark space gaped open. He crawled inside.\n\nThe man was stupid, I thought, if he expected the sentinel to pass\nwithout noticing the hiding place.\n\nThe sentinel was not stupid. But then, we soon found out, neither was\nthe alien.\n\nWhen the sentinel came to the opening he paused and jabbed tentatively\ninto the dark cavity with the long sword that he carried in his hand.\nAn instant later he stumbled forward, his knees gave beneath him, and\nhe sagged to the floor.\n\nAfter a moment the alien emerged. A portion of his cloak was wrapped\naround one hand, his sword in the other. We understood then what had\nhappened. He had grasped the sentinel's sword in his padded hand and\njerked him forward, at the same time thrusting out with his own weapon.\nThe sentinel had been wounded critically.\n\nHowever, the alien himself had not escaped unscathed. As he unbuttoned\nhis jacket we could see a large spot of blood on the lighter surface of\nhis blouse. He took a white cloth from a rear pocket of his trousers\nand pressed it between his jacket and the wound. When he went on this\ntime he was very weary, obviously dredging up the last dregs of his\nstrength.\n\n\n\nIn the short pause from action on the screen I looked around me. I was\nthe only one in the room still sitting. The others had been unable to\nkeep their seats during the excitement of watching the flight of the\nfighting alien. Some stood tensely or leaned against the walls, others\npaced restlessly, and one knelt on his hassock.\n\nI returned my attention to the outside half of the screen. The captain\nof the sentinels was letting gas into the tunnel!\n\nI felt a pang of regret. This was the beginning of the end. I wondered\nthen if the alien did not have some inkling by this time that there was\nmore to this than a mere seeking of revenge by Ctvar's kinsmen.\n\nHe went on only a few strides farther before he detected the gas.\nEven then his ingenuity did not desert him. As he stood with his\nnostrils spread a noise above him caused him to look up. He spied a\nmetal covered opening into the tunnel directly over his head. A dozen\nsentinels, I saw with a side glance, were grouped around it.\n\nAfter only a brief hesitation the alien returned to the Zade he had\nwounded a few minutes before. The man had ceased to move. Evidently he\nwas dead.\n\nThe alien tossed the dead sentinel across his shoulders and carried\nhim to the spot beneath the metal cover. Here he reached up and tapped\nsharply. The cover moved back cautiously, and the alien rammed the\ncorpse upward, head foremost.\n\nThe body struck the cover and knocked it aside. The alien shoved it a\nbit higher, and it quivered as the swords above pierced it.\n\nHe dropped the dead carcass and sprinted forward. He had bought all\nthe time he could, and there was nothing for him to do now except\ntry to reach the end of the tunnel before the gas overcame him. His\nhead was held high as he ran--he had deduced that they had to use a\nheavier-than-air gas. He did not have far to go.\n\nHe reached the end of the tunnel and stumbled onto a conduit leading\nfrom the main air compressor. For a short time he lay sprawled across\nthe metal duct, too exhausted to move. Finally he raised his head and\nlooked wearily about him. He spied a vent opening on a level with his\nhead, and with a determined effort he removed the screen and climbed\nthrough. Utter fatigue showed in line of his body.\n\nOutside he stood for several minutes, drawing clean air deep into his\nlungs. There were no sentries here. They had not expected him to get\nthis far. But they would come, soon after they failed to flush him from\nthe tunnel.\n\nThe alien looked about, then headed unerringly toward the sand banked\nagainst the wall of the pumping station. He dug until he had made a\nlong hollow then let his weary body fall into the shallow place and\nbegan piling sand over his legs. When he had covered all of himself\nexcept one arm, he burrowed it down until he was completely hidden from\nsight.\n\n\"How can such a man be stopped?\" Srtes asked. His face was drawn and\ngray, as though he had suffered some great defeat.\n\n\n\nThe alien must have dropped off to sleep for he stayed in the sand\nfor several hours, and did not emerge until shortly before day-light.\nEvidently he had first made an opening through which to observe, for\nthere were no guards about when he stood up and shook the sand from his\nbody.\n\nHe must also have studied all his surroundings. He had reached the\ncity's end. The wall ahead of him was without a gate. He had been sent\non a foredoomed errand. Though I had been acting under orders, I felt a\nkind of shame at the part I had played in the deception.\n\nEven then, however, he was not defeated. He struck out without delay to\nhis right where there were few sentries, using his rooftop technique\nwhen needed, and reached a side gate within an hour. He dispatched\nthe final sentry by dropping on him from a convenient balcony--he was\nprobably too exhausted to risk a fight--and let himself out through the\ngate.\n\nHe walked with jaded steps back the way he had come, skirting the\noutside wall closely. At last he reached the meadow for which he had\nstarted seven hours earlier.\n\nHe must have guessed before this that the story of the waiting space\nship was a hoax. But, giving the last of his strength, and hoping\nagainst hope, he had fought his way there. When the first rays of the\nmorning sun showed him that the meadow was bare and empty his raw\ncourage deserted him. He fell face forward on the red sand.\n\n\"I suggest we conclude our project with a final vote before we leave,\"\nSrtes said, a few minutes after we watched the alien come to the end of\nhis resources. \"I am certain no one of you can have any doubts as to\nwhat our decision must be.\" His passive face betrayed no emotion.\n\n\"Our plan, decided on soon after we learned of the Humans' existence,\"\nSrtes' voice droned on, \"was to make an early contact. If the Humans\nproved a race whose physical and mental strength equaled or surpassed\nour own, prudence would indicate that we seek peace. If we found\nthem weak, we would exterminate them, and take over their world. The\ndominant factor in our decision was to be our study of the specimen we\nbrought back, and how he conducted himself in the Big Run. We have all\nseen the results of that experiment.\"\n\nSrtes looked about the room. \"Are we all agreed that the only wise\ncourse--in view of our observations--is to do everything in our power\nto establish peaceful relations with the Earthmen?\"\n\nThere was no dissenting vote.\n\n\"When our envoys leave for Earth an honored place will be made for our\nvisitor,\" Srtes added.\n\n\n\nThe meeting was over, and the fateful decision had been made. For the\nnext great tide much of my work would consist in reporting the tearing\ndown of the Big Run.\n\nThe alien had believed it to be one of our cities. It was a great deal\nof work, constructing the Big Run to test one alien specimen, but the\nresults had proven the effort warranted. Now it could be disposed of.\n\nPerhaps this very day we would begin dismantling the giant testing maze.",
    "metadata": {
        "author": [
            "DeVet, Charles V.",
            "Vet, Charles V. de",
            "De Vet, Charles V.",
            "Vet, Charles Vincent de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60548/pg60548.txt",
        "name": "specimen.json"
    }
}