{
    "name": "Stopover Planet",
    "author": [
        "Gilbert, Robert Ernest",
        "Gilbert,  R. E.",
        "Gilbert, Robert E."
    ],
    "body": "At 2:34 a.m., Patrolman Louis Whedbee left the Zip Cab station. With\narch supports squeaking and night stick swinging, Whedbee walked east to\nthe call box at the corner of Sullivan and Cherokee. The traffic signal\nsuspended above the intersection blinked a cautionary amber. Not a car\nmoved on the silent streets.\n\nWhedbee reached for the box. Then he swore softly and stepped off the\ncurb. \"Pardon me,\" he said, for he believed that a policeman should be\ncourteous at all times, even when arresting a school zone speedster.\nThis, however, was not a speedster. It seemed to be a huge man standing\non top of a truck and cutting down the stop light. \"What's going on\nhere?\" Whedbee asked.\n\nHONEYCHILE BAKERY was advertised on the side of the truck.\nInstinctively, Whedbee jammed his whistle in his mouth when he realized\nthat the man on the truck wore something like a suit of long underwear\nmade of improbable black fur sprinkled with tiny red spots.\n\n\"What are you doing to the stop light?\" Whedbee demanded.\n\nThe amber light quit blinking without the expected electrical display.\nSinuous as beheaded snakes, the wires and cables supporting the traffic\nsignal fell into the street. The unusual man pocketed his cutting\ntool--a long thin tube--and lowered the stop light to the truck. He\nlooked at Whedbee. The corner street lamp reacted upon his eyes like a\nflashlight thrown on a tomcat in an alley. The eyes gleamed green.\n\nWhedbee's whistle arced to the end of the chain and clanked against his\nmetal buttons. A block away on Center Street, a heavy truck roared\nthrough the business section. The bell of a switch engine tolled near\nthe freight depot, and a small dog barked suddenly at the obscured sky.\n\n\"I am promoting you to captain. You will replace Hanks, whom I am\ndemoting,\" the figure on the truck announced.\n\n\"Chief Grindstaff?\" Whedbee wondered.\n\nThe chief of police glared down at the patrolman. He hooked a bright\nmetal globe to the stop light, lifted it in one hand, and jumped,\nlanding lightly on the pavement. \"Put this in the mobile unit,\" he said.\n\"The truck, I evil.\"\n\n\"Huh? Sure, chief,\" Whedbee said. He tucked his night stick under his\narm and prepared to accept a heavy load. Tensed muscles almost felled\nhim when the signal proved to weigh not more than one pound.\n\nChief Grindstaff opened the doors in the rear of the truck, releasing a\nfaint odor of stale bread. The truck was empty. Whedbee deposited the\nalmost weightless burden. The chief looked him in the eye. \"I am\npromoting you to captain,\" he repeated. \"You will replace Hanks, whom I\nam demoting.\"\n\n\"Thanks, chief!\" Whedbee exalted. \"You know Hanks didn't treat me fair\nthat time I--\"\n\n\"Yes, I know all about that,\" the chief interposed. \"Go bring the\npostage box and place it in the truck.\"\n\n\"The which? Oh, you mean the mailbox!\" Whedbee walked across the street\nto the square green box with the rounded metal top. Another of the\nglobes had been attached to the mailbox, and the legs had been burned\nloose from the concrete sidewalk. Confidently, Whedbee lifted the light\nobject, carried it to the truck, and deposited it inside.\n\n\"Bleachers there,\" said Chief Grindstaff.\n\n\"What you say, chief?\"\n\n\"Stands there. No, stand there.\"\n\nPatrolman Whedbee stood by the back of the truck. Chief Grindstaff\nplaced a device like an atomizer under Whedbee's nose and released the\nspray.\n\n\n\nMiss Betsy Tapp awoke after not more than one hour of fitful sleep. The\ndoor to the garage apartment shook under the tattoo of a heavy fist.\nMiss Tapp's heart thudded somewhere inside her thirty-eight-inch bosom.\nShe lay rigid in darkness penetrated only by the glimmer of a distant\nstreet light.\n\nThe knocking ceased. Boards creaked on the platform outside the door. A\nface appeared at the window, a face in complete shadow except for two\neyes that glowed with greenish light.\n\nMiss Tapp, unaware of the disarray of her nightgown, sat upright. The\nalarm clock on the floor by the bed clacked in the stillness. The tap in\nthe kitchen cubicle dripped. Timbers, contracting in the cool of early\nmorning, popped faintly.\n\n\"I need to marry you,\" the face said. \"I was wrong tonight. Forgive me.\"\n\n\"Fred?\" Miss Tapp gasped in sudden joy.\n\n\"Open the portal,\" Fred said.\n\nWrenching metal curlers from her permanently waved hair, Miss Tapp\nbounded to the door. She released the catch and threw herself at the\nfigure on the landing. Fred purred, \"I want to marry you. I was wrong\ntonight. Forgive me.\"\n\n\"Oh, Fred,\" Miss Tapp sighed. \"I knew you'd come back! You just had too\nmuch to drink! I forgive you, Fred! We'll--\"\n\n\"Yes. Bring your rayon crepe with tall tucking.\"\n\n\"What, Fred?\"\n\n\"Bring your garb, your clothing. Hurry.\"\n\nMiss Tapp skillfully fought a blush. \"Oh, Fred! I'm sorry. I'll be\ndressed in a minute!\"\n\nFred slowly stated, \"I want to marry you. I was wrong tonight. Forgive\nme.\" He walked into the apartment and rapidly gathered and rolled\ntogether the dress and undergarments scattered on and about the chair.\nHe stuffed the spike-heeled shoes into pockets of his black fur suit and\nlifted Miss Tapp in his arms.\n\n\"We're eloping!\" Miss Tapp sighed as Fred carried her down the outside\nstairs. A _Honeychile Bakery_ truck, with rear doors open, waited in the\ndriveway. Fred tossed the roll of clothing and the slippers into the\ntruck, and swiftly sprayed Miss Tapp.\n\n\n\nAn unearthly glow permeated the bedroom and cast the black shadows of\nheavy furniture against the faded papered walls. Within the glow, two\ndots of green flickered. The Reverend Enos Shackelford dropped on\ncreaking knees and bowed his grizzled head.\n\nA voice said, \"Well done, good and faithful servant. Arise and follow\nme.\"\n\n\"Lord,\" said Reverend Shackelford, \"I have served thee faithfully all\nthe days of my life. Remember me when thou comest into thy kingdom.\nRemember also--\"\n\n\"Yes. Well done, good and faithful servant. Arise and follow me.\"\n\nShackelford stood on tottering old legs. His nightshirt hung below his\nknees. Horrified shock blanched his lined face. \"Blasphemer!\" he cried.\n\"False prophet! Get thee behind me, Satan!\"\n\nThe glow danced and faded. A towering black shape pointed a bent rod.\nThe rod hissed. The Reverend Shackelford staggered against a small\ntable, dragging it with him to the floor. He lay still with one gnarled\nold hand on a large golden-edged book that had fallen from the table.\n\n\n\n\"You're fired,\" the man in the dream said over and over.\n\nCalvin C. Kear rolled off the half-bed, struck the floor, and awoke.\n\"First time I've fallen out of bed in years,\" he groaned. His shaking\nhand fumbled with the switch and succeeded in turning on the lamp.\n\nMrs. Calvin C. Kear sprawled on her back in the other bed and snored.\n\"You and your fifteen-thousand-dollar house,\" Kear muttered. He combed\nhis thinning hair with his fingers. \"You and your sterling silver. You\nand your chosen pattern. Your service for eight. How far do you think\nfifty-four dollars a week will go with 12-gauge shells three and a\nquarter a box?\"\n\nGreen eyes glittered beside the frilly dressing table. The man standing\nthere said, \"I'm not igniting you. I'm giving you a bonus for your fine\nwork. Enough currency to pay the loan on this house. You'll be making\ntwo hundred per week. This fall, I'll take you hunting at my place in\nthe country.\"\n\n\"Boss?\" Kear mumbled. \"I mean, Mr. Darmond?\"\n\n\"Put on your clothing,\" the boss said. \"I'll show you your new office.\nYou may have a secretary, also. I'm not firing you. I'm giving you a\nbonus.\"\n\nKear sat gasping on the floor. \"That's great, boss!\" he exclaimed. \"I\nthought I did an extra special job on the plastics mill design. It'll\nmean a lot to the company. We--\"\n\n\"Yes. Dress quickly.\"\n\nKear threw off his pajamas and started stuffing arms and legs into his\nclothes. Mrs. Kear opened her eyes and squeaked like a dying rabbit.\n\nThe bent rod in the boss's hand hissed, and Mrs. Kear stopped squeaking.\n\nWith tie flapping, shirt unbuttoned, shoes unlaced, Kear followed the\nboss through the living room and down the flagstone walk to the street.\nThe boss opened the doors of the _Honeychile Bakery_ truck and said, \"In\nhere.\"\n\n\n\nMrs. Jane Huprich dropped her mop. Her varicose legs trotted across the\nwet lobby of the Jordon Building, and her flabby fat arms reached for\nthe tall man with bright eyes who stood near the elevators. \"It's me,\nMom,\" the man cried.\n\n\"Matt!\" Mrs. Huprich cried. \"Matt, baby!\"\n\n\"I got a full pardon, Mom,\" Matt said, stroking her tangled white hair.\n\"Right from the ruling state official. You won't have to scrub floors\nanymore! I'm going straight, Mom. I'm a good mechanic now. They learned\nme a lot in the enclosure. Come on. I got a used truck outside, I bought\ncheap.\"\n\nMrs. Huprich and son walked through the oddly twisted doors of the\nJordon Building and into the gray twilight that awaited dawn. The\n_Honeychile Bakery_ truck waited too.\n\n\n\nGary Abston peddled his bicycle against the flow of cars carrying\nday-shift workers through the half-light. He whirled into Walnut Street,\ntwisted a fresh copy of the _Morning Herald_ into a fiendishly clever\nknot, and hurled it in the general direction of a front porch that\nflashed past on his right. Never slowing, Gary threw the next paper\nentirely across the street. He chuckled as it cleared a picket fence.\n\"Bang, bang!\" he blurted. His red shirt, with a picture of a mounted\ncowboy on the back, ballooned in the early morning breeze.\n\n\"Whoa!\" Gary roared. He stopped, held the bicycle upright with one foot\non the pavement. A tall, lanky, slightly bowlegged man with squinting\nluminous green eyes stood on the sidewalk. Gary looked at the man. The\nnewspapers fluttered to the parkway. The bicycle clattered in the\nstreet.\n\n\"Howdy, partner!\" the tall man said. \"The rustlers are headin' for the\nplateau! We'll take the short gash and head 'em off at the canyon!\"\n\n\"Ramrod Jones?\" Gary chirped.\n\n\"Here's the truck I haul Quizz-kid, the I.Q. Horse, in! Let's get after\nthe rustlers!\" Jones said.\n\n\"Gee, I've seen all your pictures, Ramrod,\" Gary said. \"_Silver City\nRaiders_, _Rustlers of Silver City_, _Silver City Rustlers_--\"\n\nThe great cowboy lifted the newsboy into the _Honeychile_ truck.\n\n\n\nPink and rose clouds drifted through a brightening sky as the\n_Honeychile Bakery_ truck careened along a narrow road badly in need of\nrock and grading. From the road, the truck rattled into a rutted track\nthrough dewy woods and skidded swaying to a stop at the side of a long,\nlow, grassy hill.\n\nThe tall creature dressed in black, red-spotted fur stepped from the\ncab. An opening appeared in the hillside. Four machines--dull metal eggs\nbalancing on single tractor treads--rolled silently through the opening.\nJointed steel arms darted from recesses in the eggs. One machine opened\nthe truck doors.\n\nThe creature walked up a ramp inside the hill and entered a shimmering\nmetallic compartment.\n\n\"Greetings, Eo. I have returned.\"\n\nEo, who wore a suit of white fur, hummed, \"None too soon, Za. We\nmiscalculated dawn. What success?\"\n\n\"An excellent group,\" Za said. He stretched and reclined on a\ntransparent slab. \"The servants are unloading the vehicle. I captured a\nyoung male, a mature male, an aged male, some sort of official or\nguardian male, a mature female, and an aged female.\"\n\n\"Let's view them,\" Eo said. \"You can rest after we're away.\"\n\nThe tall creatures entered a second compartment furnished with a large\ntable upon which the silent machines deposited inanimate bodies.\n\"Extraordinary!\" said Eo, staring at Miss Betsy Tapp. \"These things have\nreached a peak of mammalian development!\"\n\n\"Her correct garments are in this bundle,\" Za explained. \"The servants\nare bringing the properties now. I secured a signaling device and a box\nused in an extremely primitive system of communication. Also, I brought\nthe quaint muscle-powered vehicle ridden by the young male. The\nphotographs should be sufficient for other details.\"\n\n\"Any difficulty?\" Eo asked as the machines dumped Patrolman Whedbee on\nthe table.\n\n\"The language was the greatest obstacle,\" Za said. \"The same word has\nmany different meanings, or many different words have the same meaning.\nRather crude.\"\n\n\"Did you use bait, or force?\"\n\n\"Bait,\" Za said. \"It's much simpler. This is a completely selfish,\negocentric breed. Most of them have one thing in mind which they want\nsolely for themselves. Their sending power is weak, but that one selfish\ndesire is powerful enough to be received. I merely dangled it before\ntheir minds, and they were hooked.\" He tapped the foot of Calvin C.\nKear. \"I killed this one's female companion. She awoke and screamed. The\nmales and females pair off and live together for years. Strange custom!\nBreeding seems to be only one reason for the mutual bondage.\"\n\nZa pointed to Mrs. Jane Huprich. \"The old female may be an exception to\nthe selfishness. I couldn't decide whether she most wanted to be\nrelieved of cleaning floors by primitive methods, or wanted her male\noffspring to be released from some structure where he had been secured\nfor reasons I couldn't determine.\"\n\nThe machines deposited the Reverend Enos Shackelford and then lined up\nin a precise row. \"This thing is dead!\" Eo buzzed.\n\nZa shook his head. \"That was the only genuine exception. He confused me\ntill I forgot his proper clothing, but some can be devised from the\nother samples. He seems to have been a witch-doctor. His mind was\ncluttered with myths and superstitions from an ancient text. I don't\nunderstand him, Eo, and wish I had time to study the phenomena. He was\ndifferent from the others. He believed in something and considered\nhimself lowly and humble. The minds of the others were in constant\nconfusion. They believed, actually, in nothing. Somehow, he saw me, Eo.\nI was forced to kill him.\"\n\n\"No harm done,\" Eo decided. He faced the machines and said, \"Destroy the\nvehicle, draw in the camouflage net, prepare for take-off.\" The\nmachines rolled from the compartment, and the two creatures followed.\n\n\"Seal it,\" Eo said. \"I'll plasticize them when we're in space. Fine\nwork, Za. I can see the plaque now: 'Mounted by Eo, Collected by Za.\nTypical Street Corner on Planet _Earth_, Star _Sol_.' The directors will\nsurely give the group a prominent place in the Galactic Museum of\nNatural History!\"\n\n\"Yes,\" Za agreed, glancing back at the Reverend Enos Shackelford. \"This\nplanet was a fortunate stopover.\"\n\n\n_The End_\n\n",
    "metadata": {
        "author": [
            "Gilbert, Robert Ernest",
            "Gilbert,  R. E.",
            "Gilbert, Robert E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30015/pg30015.txt",
        "name": "stopover_planet.json"
    }
}