{
    "name": "Stop Look and Dig",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "BY GEORGE O. SMITH\n\n\n    The enlightened days of mental telepathy and ESP should have made\n    the world a better place, But the minute the Rhine Institute\n    opened up, all the crooks decided it was time to go collegiate!\n\n\nSomeone behind me in the dark was toting a needle-ray. The impression came\nthrough so strong that I could almost read the filed-off serial number of\nthe thing, but the guy himself I couldn't dig at all. I stopped to look\nback but the only sign of life I could see was the fast flick of taxicab\nlights as they crossed an intersection about a half mile back. I stepped\ninto a doorway so that I could think and stay out of the line of fire at\nthe same time.\n\nThe impression of the needle-ray did not get any stronger, and that tipped\nme off. The bird was following me. He was no peace-loving citizen because\nhonest men do not cart weapons with the serial numbers filed off.\nTherefore the character tailing me was a hot papa with a burner charge\nlabelled \"Steve Hammond\" in his needler.\n\nI concentrated, but the only impression I could get would have specified\nninety-eight men out of a hundred anywhere. He was shorter than my\nsix-feet-two and lighter than my one-ninety. I could guess that he was\nbetter looking. I'd had my features arranged by a blocked drop kick the\nyear before the National Football League ruled the Rhine Institute out\nbecause of our use of mentals and perceptives. I gave up trying--I wanted\ndetails and not an overall picture of a hotbird carrying a burner.\n\nI wondered if I could make a run for it.\n\nI let my sense of perception dig the street ahead, casing every bump and\nirregularity. I passed places where I could zig out to take cover in front\nof telephone poles, and other places where I could zag in to take cover\nbeyond front steps and the like. I let my perception run up the block and\nby the time I got to the end of my range, I knew that block just as well\nas if I'd made a practise run in the daytime.\n\nAt this point I got a shock. The hot papa was coming up the sidewalk hell\nbent for destruction. He was a mental sensitive, and he had been following\nmy thoughts while my sense of perception made its trial run up the street.\nHe was running like the devil to catch up with my mind and burn it down\nper schedule. It must have come as quite a shock to him when he realized\nthat while the mind he was reading was running like hell up the street,\nthe hard old body was standing in the doorway waiting for him.\n\nI dove out of my hiding place as he came close. I wanted to tackle him\nhard and ask some pointed questions. He saw me as I saw him skidding to an\nunbalanced stop, and there was the dull glint of metal in his right hand.\nHis needle-ray came swinging up and I went for my armpit. I found time to\ncurse my own stupidity for not having hardware in my own fist at the\nmoment. But then I had my rod in my fist. I felt the hot scorch of the\nneedle going off just over my shoulder, and then came the godawful racket\nof my ancient forty-five. The big slug caught him high in the belly and\ntossed him back. It folded him over and dropped him in the gutter while\nthe echoes of my cannon were still racketing back and forth up and down\nthe quiet street.\n\n\n\nI had just enough time to dig his wallet, pockets, and billfold before the\nwhole neighborhood was up and out. Sirens howled in the distance and from\nabove I could hear the thin wail of a jetcopter. Someone opened a window\nand called: \"What's going on out there? Cut it out!\"\n\n\"Tea party,\" I called back. \"Go invite the cops, Tommy.\"\n\nThe window slammed down again. He didn't have to invite the law. It\narrived in three ground cruisers and two jetcopter emergency squads that\ncame closing in like a collapsing balloon.\n\nThe leader of the squadron was a Lieutenant Williamson whom I'd never met\nbefore. But he knew all about me before the 'copter hit the ground. I\ncould almost feel his sense of perception frisking me from the skin\noutward, going through my wallet and inspecting the Private Operator's\nlicense and my Weapon-Permit. I found out later that Williamson was a\nRhine Scholar with a Bachelor's Degree in Perception, which put him head\nand shoulders over me. He came to the point at once.\n\n\"Any ideas about this, Hammond?\"\n\nI shook my head. \"Nope,\" I replied. He looked at one of his men.\n\nThe other man nodded. \"He's levelling,\" he said.\n\n\"Now look, Hammond,\" said the lieutenant pointedly, \"You're clean and we\nknow it. But hot papas don't go out for fun. Why was he trying to burn\nyou?\"\n\n\"I wouldn't know. I'm as blank as any perceptive when it comes to reading\nminds. I was hoping to collect him whole enough to ask questions, but he\nforced my hand.\" I looked to where some of the clean-up squad were tucking\nthe corpse into a basket. \"It was one of the few times I'd have happily\nswapped my perception for the ability to read a mind.\"\n\nThe lieutenant nodded unhappily. \"Mind telling me why you were wandering\naround in this neighborhood? You don't belong here, you know.\"\n\n\"I was doing the job that most private eyes do. I was tailing a gent who\nwas playing games off the reservation.\"\n\n\"You've gone into this guy's wallet, of course?\"\n\nI nodded. \"Sure. He _was_ Peter Rambaugh, age thirty, and----\"\n\n\"Don't bother. I know the rest. I can add only one item that you may not\nknow. Rampaugh was a paid hotboy, suspected of playing with Scarmann's\nmob.\"\n\n\"I've had no dealings with Scarmann, Lieutenant.\"\n\n\n\nThe Lieutenant nodded absently. It seemed to be a habit with him, probably\nto cover up his thinking-time. Finally he said, \"Hammond, you're clean. As\nsoon as I identified you I took a dig of your folder at headquarters.\nYou're a bit rough and fast on that prehistoric cannon of yours, but----\"\n\n\"You mean you can dig a folder at central files all the way from here?\"\n\n\"I did.\"\n\nHere was a _real_ esper for you. I've got a range of about two blocks for\ngood, solid, permanent things like buildings and street-car tracks, but\nunfamiliar things get foggy at about a half a block. I can dig lethal\nmachinery coming in my direction for about a block and a half because I'm\na bit sensitive about such things. I looked at Lieutenant Williamson and\nsaid, \"With a range like yours, how come there's any crime in this town at\nall?\"\n\nHe shook his head slowly. \"Crime doesn't out until it's committed,\" he\nsaid. \"You'll remember how fast we got here after you pulled the trigger.\nBut you're clean, Hammond. Just come to the inquest and tell all.\"\n\n\"I can go?\"\n\n\"You can go. But just to keep you out of any more trouble, I'll have one\nof the jetcopters drop you off at home. Mind?\"\n\n\"Nope. But isn't that more than the police are used to doing?\"\n\nHe eyed me amusedly. \"If I were a mental,\" he said, \"I could read your\nmind and know that you were forming the notion of calling on Scarmann and\nasking him what-for. But since I'm only a mind-blank esper, all I can do\nis to fall back on experience and guesswork. Do I make myself clear?\"\n\nLieutenant Williamson's guess-work and experience were us good as mental\nsensitivity, but I didn't think it wise to admit that I had been\nconsidering just exactly how to get to Scarmann. I was quickly and firmly\nconvoyed home in a jetcopter but once I saw them take off I walked out of\nthe apartment again.\n\nI had more or less tacitly agreed not to go looking for Scarmann, but I\nhad not mentioned taking a dig at the apartment of the dear departed,\nPeter Rambaugh.\n\n\n\nRambaugh's place was uptown and the front door was protected by an eight\ntumbler cylinder job that would have taxed the best of esper lockpicks.\nBut there was a service entrance in back that was not locked and I took\nit. The elevator was a self-service job, and Rambaugh's back door was\nlocked on a snaplatch that a playful kitten could have opened. I dug the\nplace for a few minutes and found it clean, so I went in and took a more\ncareful look.\n\nThe desk was not particularly interesting. Just papers and letters and\nunpaid bills. The dresser in the bedroom was the same, excepting for the\nbottom drawer. That was filled with a fine collection of needle-rays and\nstunguns and one big force blaster that could blow a hole in a brick wall.\nNone of them had their serial numbers intact.\n\nBut behind a reproduction of a Gainsborough painting was a wall safe that\nmust have been built before Rhine Institute discovered the key to man's\nlatent abilities. Inside of this tin can was a collection of photographs\nthat must have brought Rambaugh a nice sum in the months when the murder\nbusiness went slack. I couldn't quite dig them clear because I didn't know\nany of the people involved, and I didn't try too hard because there were\nsome letters and notes that might lead me into the answer to why Rambaugh\nwas hotburning for me.\n\nI fiddled with the dial for about fifteen minutes, watching the tumblers\nand the little wheels go around. Then it went click and I turned the\nhandle and opened the door. I was standing there with both hands deep in\nRambaugh's safe when I heard a noise behind me.\n\n\n\nI whirled and slid aside all in one motion and my hand streaked for my\narmpit and came out with the forty five. It was a woman and she was\ncarrying nothing more lethal than the fountain pen in her purse. She\nblanched when she saw my forty-five swinging towards her middle, but she\ntook a deep breath when I halted it in midair.\n\n\"I didn't mean to startle you,\" she apologized.\n\n\"Startle, hell!\" I blurted. \"You scared me out of my shoes.\"\n\nI dug her purse. Beside the usual female junk she had a wallet containing\na couple of charge-account plates, a driver's license, and a hospital\ncard, all made out to Miss Martha Franklin. Miss Franklin was about\ntwenty-four, and she was a strawberry blonde with the pale skin and blue\neyes that goes with the hair. I gathered that she didn't belong there any\nmore than I did.\n\n\"I don't, Mr. Hammond,\" she said.\n\nSo Martha Franklin was a mental sensitive.\n\n\"I am,\" she told me. \"That's how I came to be here.\"\n\n\"I'm esper. You'll have to explain in words of one syllable because I\ncan't read you.\"\n\n\"I was not far away when you cut loose with that field-piece of yours,\"\nshe said flatly. \"So I read your intention to come here. I've been\nfollowing you at mental range ever since.\"\n\n\"Why?\"\n\n\"Because there is something in that safe I want very much.\"\n\nI looked at her again. She did not look the type to get into awkward\nsituations. She colored slightly and said, \"One indiscretion doesn't make\na tramp, Mr. Hammond.\"\n\nI nodded. \"Want it intact or burned?\" I asked.\n\n\"Burned, please,\" she said, smiling weakly at me for my intention. I\nsmiled back.\n\nOn my way to Rambaugh's bedroom I dug the rest of the thug's safe but\nthere wasn't anything there that would give me an inkling of why he was\ngunning for me. I came back with one of his needle-rays and burned the\ncontents of the safe to a black char. I stirred up the ashes with the nose\nof the needier and then left it in the safe after wiping it clean on my\nhandkerchief.\n\n\"Thank you, Mr. Hammond,\" she said quietly. \"Maybe I can answer your\nquestion. Rambaugh was probably after you because of me.\"\n\n\"Huh?\"\n\n\"I've been paying Rambaugh blackmail for about four years. This morning I\ndecided to stop it, and looked your name up in the telephone book.\nRambaugh must have read me do it.\"\n\n\"Ever think of the police?\" I suggested.\n\n\"Of course. But that is just as bad as not paying off. You end up all over\nthe front pages anyway. You know that.\"\n\n\"There's a lot of argument on both sides,\" I supposed. \"But let's finish\nthis one over a bar. We're crowding our luck here. In the eyes of the law\nwe're just a couple of nasty break-ins.\"\n\n\"Yes,\" she said simply.\n\n\n\nWe left Rambaugh's apartment together and I handed Martha into my car and\ntook off.\n\nIt struck me as we were driving that mental sensitivity was a good thing\nin spite of its limitations. A woman without mental training might have\nevery right to object to visiting a bachelor apartment at two o'clock in\nthe morning. But I had no firm plans for playing up to Martha Franklin; I\nreally wanted to talk this mess out and get it squared away. This she\ncould read, so I was saved the almost-impossible task of trying to\nconvince an attractive woman that I really had no designs upon her\nbeautiful white body. I was not at all cold to the idea, but Martha did\nnot seem to be the pushover type.\n\n\"Thank you, Steve,\" she said.\n\n\"Thanks for nothing,\" I told her with a short laugh. \"Them's my\nsentiments.\"\n\n\"I like your sentiments. That's why I'm here, and maybe we can get our\nheads together and figure something out.\"\n\nI nodded and went back to my driving, feeling pretty good now.\n\nA man does not dig his own apartment. He expects to find it the way he\nleft it. He digs in the mailbox on his way towards it, and he may dig in\nhis refrigerator to see whether he should stop for beer or whatever else,\nbecause these things save steps. But nobody really expects to find trouble\nin his own home, especially when he is coming in at three o'clock in the\nmorning with a good looking woman.\n\nThey were smart enough to come with nothing deadly in their hands. So I\nhad no warning until they stepped out from either side of my front door\nand lifted me into my living room by the elbows. They hurled me into an\neasy chair with a crash. When I stopped bouncing, one of the gorillas was\nstanding in front of me, about as tall as Washington Monument as seen from\nthe sidewalk in front. He was looking at my forty-five with careful\ncuriosity.\n\n\"What gives?\" I demanded.\n\nThe crumb in front of me leaned down and gave me a back-and-forth that\nyanked my head around. I didn't say anything, but I thought how I'd like\nto meet the buzzard in a dark alley with my gun in my fist.\n\nMartha said, \"They're friends of Rambaugh, Steve. And they're a little\nafraid of that prehistoric cannon you carry.\"\n\nThe bird in front of Martha gave her a one-two across the face. That was\nenough for me. I came up out of my chair, lifting my fist from the floor\nand putting my back and thigh muscles behind it. It should have taken his\nhead off, but all he did was grunt, stagger back, dig his heels in, and\nthen come back at me with his head down. I chopped at the bridge of his\nnose but missed and almost broke my hand on his hard skull. Then the other\nguy came charging in and I flung out a side-chop with my other hand and\ncaught him on the wrist.\n\nBut Rhine training can't do away with the old fact that two big tough men\ncan wipe the floor with one big tough man. I didn't even take long enough\nto muss up my furniture.\n\nI had the satisfaction of mashing a nose and cracking my hand against a\nskull again before the lights went out. When I came back from Mars, I was\nsitting on a kitchen chair facing a corner. My wrists and ankles were\ntaped to the arms and legs of the chair.\n\nI dug around. They had Martha taped to another chair in the opposite\ncorner, and the two gorillas were standing in the middle of the room,\nobviously trying to think.\n\nSo was I. There was something that smelled about this mess. Peter Rambaugh\nwas a mental, and he should have been sensitive enough to keep his take\nlow enough so that it wouldn't drive Martha into thinking up ways and\nmeans of getting rid of him. Even so, he shouldn't have been gunning for\nme, unless there was a lot more to this than I could dig.\n\n\"What gives?\" I asked sourly.\n\n\n\nThere was no answer. The thug with my forty-five took out the clip and\nremoved a couple of slugs.\n\nHe went into the kitchen and found my pliers and came back teasing one of\nthe slugs out of its casing. The other bird lit a cigarette.\n\nThe bird with the cartridge poured the powder from the shell into the palm\nof my hand. I knew what was coming but I couldn't wiggle my fingers much,\nlet alone turn my hand over to dump out the stuff. The other guy planted\nthe end of the cigarette between my middle fingers and I had to squeeze\nhard to keep the hot end up. My fingers began to ache almost immediately,\nand I was beginning to imagine the flash of flame and the fierce wave of\npain that would strike when my tired hand lost its pep and let the\ncigarette fall into that little mound of powder.\n\n\"Stop it,\" said Martha. \"Stop it!\"\n\n\"What do they want?\" I gritted.\n\n\"They won't think it,\" she cried.\n\nThe bright red on the end of the cigarette grayed with ash and I began to\nwonder how long it would be before a fleck of hot ash would fall. How long\nit would take for the ash to grow long and top-heavy and then to fall into\nthe powder. And whether or not the ash would be hot enough to touch it\noff. I struggled to keep my hands steady, but they were trembling. I felt\nthe cigarette slip a bit and clamped down tight again with my aching\nfingers.\n\nMartha pleaded again: \"Stop it! Let us know what you want and we'll do\nit.\"\n\n\"Anything,\" I promised rashly.\n\n\n\nEven if I managed to hold that deadly fuse tight, it would eventually burn\ndown to the bitter end. Then there would be a flash, and I'd probably\nnever hold my hand around a gun butt again. I'd have to go looking for\nthis pair of lice with my gun in my left. If they didn't try the same\ntrick on my other hand. I tried to shut my mind on that notion but it was\nno use. It slipped. But the chances were that this pair of close-mouthed\nhotboys had considered that idea before.\n\n\"Can you dig 'em Martha?\"\n\n\"Yes, but not deep enough. They're both concentrating on that cigarette\nand making mental bets when it will--\"\n\n\n\nHer voice trailed off. A wisp of ash had dropped and my mental howl must\nhave been loud enough to scorch their minds. It was enough to stop Martha,\nat any rate. But the wisp of ash was cold and nothing happened except my\nspine got coldly wet and sweat ran down my face and into my mouth. The\npalm of my hand was sweating too, but not enough to wet the little pile of\npowder.\n\n\"Look,\" I said in a voice that sounded like a nutmeg grater, \"Rambaugh was\na louse and he tried to kill me first. If it's revenge you want--why not\nlet's talk it over?\"\n\n\"They don't care what you did to Rambaugh,\" said Martha.\n\n\"They didn't come here to practice torture,\" I snapped. \"They want\nsomething big. And the only guy I know mixed up with Peter Rambaugh is\nScarmann, himself.\"\n\n\"Scarmann?\" blurted Martha.\n\nScarmann was a big shot who lived in a palace about as lush as the Taj\nMahal, in the middle of a fenced-in property big enough to keep him out of\nthe mental range of most peepers. Scarmann was about as big a louse as\nthey came but nobody could put a finger on him because he managed to keep\nhimself as clean as a raygunned needle. I was expecting a clip on the\nskull for thinking the things I was thinking about Scarmann, but it did\nnot come. These guys were used to having people think violence at their\nboss. I thought a little harder. Maybe if I made 'em mad enough one of\nthem would belt me on the noggin and put me out, and then I'd be cold when\nthat cigarette fell into the gunpowder and ruined my hand.\n\nI made myself a firm, solid promise that if, as, and when I got out of\nthis fix I would find Scarmann, shove the nose of my automatic down his\nthroat through his front teeth and empty the clip out through the top of\nhis head.\n\nThen the hotboy behind me lifted the cigarette from my fingers very gently\nand squibbed it out in the ashtray, and I got the pitch.\n\n\n\nThis is the way it is done in these enlightened days. Rhine Institute and\nthe special talents that Rhine developed should and could have made the\nworld a better, brighter place to live in. But I've heard it said and had\nit proved that the minute someone comes up with something good, there are\na lot of buzzards who turn it bad and make it a foul, rotten medium for\ntheir lousy way of life.\n\nNo, in these days of mental telepathy and extra sensory perception, crumbs\ndo not erase other crumbs. They just grab some citizen and put him in a\nbox until he is ready to do their dirty work for them.\n\nGuilt? That would be mine. A crime is a crime and the guy who does it is a\ncriminal, no matter how he justifies his act of violence.\n\nThe truth? Any court mentalist who waded through that pair of unwashed\nminds would find no evidence of any open deal with Steve Hammond. Sure, he\nwould find violence there, but the Court is more than well aware of the\nfact that thinking of an act of violence is not illegal. This Rhine\ntraining has been too recent to get the human race trained into the\nniceties of polite mental behavior. Sure, they'd get a few months or maybe\na few years for breaking and entering as well as assault, but after all,\nthey were friends of Rambaugh and this might well be a matter of\nretaliation, even though they thought Rambaugh was an incompetent bungler.\n\nSo if Steve Hammond believed that he could go free with a whole hand by\nplanning to rub out a man named Scarmann, that would be Steve Hammond's\ncrime, not theirs.\n\nThey didn't take any chances, even though I knew that they could read my\nmind well enough to know that I would go through with their nasty little\nscheme. They hustled Martha into the kitchen, chair and all, and one of\nthem stood there with my paring knife touching her soft throat enough to\nindent the skin but not enough to draw blood. The other rat untaped me and\nstood me on my feet.\n\nI hurt all over from the pasting I'd taken, so I took a boiling shower and\ndressed leisurely. The guy handed me my forty-five, all loaded, as I came\nout of the bathroom. The other bird hadn't moved a muscle out in the\nkitchen. His knife was still pressing against Martha's throat. He was\nstill standing pat when I passed out of esper range on the street below.\n\n\n\nIn pre-Rhine days, a citizen in my pinch would holler for the cops because\nhe couldn't be sure that the crooks would keep their end of the bargain.\nBut Rhine training has produced a real \"Honor Among Thieves\" so that\norganized crime can run as fast as organized justice. If I kept my end and\nthey didn't keep theirs, the word would get around from their own dirty\nminds that they couldn't keep a bargain. Well, I was going to keep mine\nfor the same reason, even though I am not a thief.\n\nThat's the way it's done these days. You get a good esper like me to knock\noff a sharp mental operator like Scarmann.\n\nThe trouble was that I didn't really want Scarmann, I wanted that pair of\nmental sadists up in my apartment who were holding a knife against\nMartha's throat. I wanted them, and I wanted Martha Franklin's skin to be\nhappily whole. And if I crossed them now, the only guys that wouldn't play\nball with me in the future would be the crooks. Them I could do without.\n\nSo if they figured that an esper could take a mental like Scarmann, why\ncouldn't an esper take the pair of them?\n\nAll I had to do was to think of something else until I could get my hands\non their throats. Sure, they'd follow my mind as soon as they felt my\nmental waves within range, but if I could really find something\ninteresting enough to occupy my attention--and maybe theirs as well--they\ncould not identify me.\n\nSo I went back into the lobby of my apartment and dug into the mailbox of\nanother party, thus identifying myself as the man in three eight four.\nThen I punched the elevator button for the Fourth and leaned back against\nthe elevator and let my mind wander up through the apartments above.\n\n\n\nI violated all the laws against Esping Toms as the elevator oozed upwards.\nEventually my sense of perception wandered through my own apartment and I\nlocated her lying on the bed, fully dressed. She'd probably been freed\nlest some esper cop get to wondering why there was a woman taped to a\nchair in a bachelor's kitchen. I shut my mind like a clam, but I couldn't\nwithdraw my perception too fast. I let it ooze back there like the eyes of\na lecherous old man at a burleycue.\n\nI left the elevator at the Fourth and walked up the stairs by reflex,\nwhile my mind was positively radiating waves of vulgarity.\n\nMy mind managed to identify her as \"The girl on the bed\" without thinking\nany name. She was a good looking strawberry blonde with a slender waist\nand a high bosom and long, slender legs. She was wearing a pair of Dornier\nshoes with three inch heels that did things to her ankles. Her nylons were\nsize eight and one half, medium length, in that dark shade that always\ngives me ideas. Her dress was a simple thing that did not have a store\nlabel on it, and so I dug the stitches for a bit and decided that it had\nbeen hand made. Someone was a fine dress-maker because it fitted her\nslender body perfectly. Her petticoat was store type. It was simple and\nfitted, too, but it had a label from Forresters in the hem. Her bra was a\nGraceform, size thirty two, medium cup, but the girl on the bed did not\nhave much need for molding, shaping, uplifting, padding or pretense. She\nwas all her and she filled it right to the brim. I let my perception\ndawdle on the slender ankles, the lissome waist, and the rounded hips.\n\nMy door key came out by habit-reflex and entered the keyhole while my\nsense of perception let them have one last vicarious thrill. The girl on\nthe bed was an honest allover strawberry blonde. She....\n\n\n\nThen the door swung open and hell went out for breakfast.\n\nMy forty-five bellowed at the light as I slid in and sloped to one side.\nThe room went dark as I dropped to the floor in front of my bookcase. From\nacross the room a hitburner seared the door and slashed sidewise, cutting\na smoking swathe across my encyclopedia from A-AUD to CAN-DAN and then\ncame down as I squirmed aside. It took King Lear right out of Shakespeare\nbefore the beam winked out. It went off just in time to keep me from\nsporting a cooked stripe down my face.\n\nI triggered the automatic again to make a flash in their faces while I dug\nthe room to locate them in the dark. The needle beam flared out again and\ndrilled a hole in the bookcase behind me. The other guy made a slashing\nmotion with his beam to pin me down, but he made a mistake by standing up\nto do it.\n\nI put a slug in his middle that slammed him back against the wall. He hung\nthere for a moment before he fell to the floor with a dull, limp sound.\nHis needle beam slashed upward and burned the ceiling before his hand went\nlimp and let the weapon drop.\n\nI whirled to dig the other guy in the room just as the throb of a stun-gun\nbeam moaned over my head. I wondered where they'd got the arsenal, dug the\nserial number, and realized that it was mine. It gave me a chuckle. I'm a\npistol man, so the stun-gun that old gorilla-man was toting couldn't have\nhad more than one more charge. I tried to dig it but couldn't. Even a\nDoctor Of Perception can't really dig the number of kilo-watt-seconds in a\nmeson chamber.\n\nMy accurate esping must have made the other guy desperate, because he made\na dive and let his needle ray burn out a slashing beam that zipped across\nover my head. My forty-five blazed twice. He missed but I didn't, just as\nthe throb of the stun-gun rang the air again. I whirled to face my\nstun-gun coming out of the bedroom door in front of Martha Franklin.\n\n\n\nThe slug intended for Martha's body never came out of my gun because her\nstun-gun got to me first. It froze me like a hunk of Greek statuary and I\nwent forward and toppled over until I came on a three-point landing of\nelbow, the opposite knee, and the side of my face.\n\nI was as good as dead.\n\nMy brain was still functioning but nothing else was. I was completely\nparalyzed. My heart had stopped breathing and my lungs had stopped\nbreathing, and I've been told that a healthy man can retain consciousness\nfor maybe a minute or so without a fresh supply of blood to the brain.\nThen things get muddy black and you've had it for good. My esp was still\nfunctioning, but that would black out with the rest of Steve Hammond.\n\nThere was no physical pain. They could have drilled me with a blunt\ntwo-by-four and I'd not have felt it.\n\nThen because I couldn't stare Death in the face, I shut my mind on the\nfact and esped my late girl friend. She was standing there with my\nstun-gun in her hand with a smile on her beautiful puss and that vibrant\nbody swaying gently. I wanted to vomit and I would have if I'd not been\nfrozen solid. That beautiful body presided over by that vicious brain made\nme sick.\n\nHer smile faded as I began to realize the truth. Her story was thin.\nRambaugh, a mental, would have been able to play his blackmail game to the\nfine degree; he would have known when Martha's patience was about to grow\nshort--if Martha's story were true. No blackmailer pushed his victim to\nthe breaking point. And Rambaugh wouldn't have gone for me if this had\njust been a plain case of blackmail.\n\nNo, by thinking deeply, Martha Franklin had engineered the death of\nRambaugh and she'd almost engineered the rubbing-out of Scarmann. A\nmental, Martha Franklin. A high-grade mental, capable of controlling her\nthoughts so that her cohorts could be led by the mind into doing her dirty\nwork.\n\nMy mind chuckled. I'd be gone before they caught up with Martha, but\nthey'd catch up all right. She'd leave the apartment positively radiating\nher act of violence and then the cops would have a catch. And you should\nsee how a set of Court Mentalists go to work on a guilty party these days.\nOnce they get the guy that pulled the trigger on the witness stand, in\nfront of a jury consisting of mixed mentals and espers, with no holds\nbarred, the court record gets a full load of the killer's life,\nadventures, habits, and attitude; just before the guilty party heads for\nthe readjustment chamber.\n\n\n\nThings were growing blacker. Waves of darkness clouded my mind and I found\nit hard to think straight. My esper sense faded first and as it faded I\nlet it run once more over Martha's attractiveness and found my darkening\nmind wishing that she were the girl I'd believed her to be instead of the\nfemale louse she was. It could have been fun.\n\nBut now I was about to black out from stun-gun paralysis, and Martha was\nheaded for the readjustment chamber where they'd reduce her mental\nactivity to the level of a menial, sterilize her, and put her to work in\nan occupation that no man or woman with a spark of intelligence, ambition,\nor good sense would take.\n\nShe would live and die a half-robot, alone and ignored, her attractiveness\nlost because of her own lack-luster mind.\n\nAnd I'd been willing to go out and plug Scarmann for her.\n\nHah!\n\nAnd then she was at my side. I perceived her dimly, inconstantly, through\nthe waves of blackness and unreality that were like the half-dreams that\nwe have when lying a-doze. She levered my frozen body over on its hard\nback and went to work on my chest. Her arms went around me and she\nsqueezed. Air whooshed into my dead lungs, and then she was beating my\nbreastbone black and blue with her small fists. Beat. Beat-beat. Beat. I\ncouldn't feel a thing but I could dig the fact that she was hurting her\nhands as she beat on my chest in a rhythm that matched the beat of her own\nheart.\n\nI dug her own heartbeat for her, and she read my mind and matched the beat\nperfectly.\n\nThen I felt a thump inside of me and dug my own heart. It throbbed once,\nsluggishly. It struggled, slowly. Then it throbbed to the beat of her\nhands and the blackening waves went away. My frozen body relaxed and I\ncame down to rest on the floor like a melting lump of sugar.\n\nMartha dropped on top of my body and pressed me down. Her arms were around\nmy chest as she forced air into my lungs. She beat my ribs sore when my\nheart faltered, and squeezed me when my breathing slowed. I felt the life\ncoming back into me; it came in like the tide, with a fringe of\nneedles-and-pins that flowed inward from fingers and toes and scalp.\n\nMartha pressed me down on the carpet and kissed me, full, open mouthed,\npassionate. It stirred my blood and my mind and I took a deep, shuddering\nbreath.\n\nI looked up into her soft blue eyes and said, \"Thanks--slut!\"\n\nShe kissed me again, pressing me down and writhing against me and\nobviously getting a kick out of my reaction.\n\nThen I came alive and threw her off with no warning. I sat up, and swung a\nroundhouse right that clipped her on the jaw and sent her rolling over and\nover. Her eyes glazed for a moment but she came out of it and looked\npained and miserable.\n\n\"You promised,\" she said huskily.\n\n\"Promised?\"\n\n\"To kill Scarmann.\"\n\n\"Yeah?\"\n\n\"You thought how you'd kill Scarmann for me, Steve.\"\n\n\"Someday,\" I said flatly, \"I may kill Scarmann, but it won't be for you!\"\n\nShe tried to claw me but I clipped her again and this time I made it\nstick. She went out cold and she was still out like a frozen herring by\nthe time Lieutenant Williamson arrived with his jetcopter squad to take\nher away.\n\nThe last time I saw Martha Franklin, she was still trying to convince\ntwelve Rhine Scholars and True that any woman with a body as beautiful as\nhers couldn't possibly have committed any crime. She was good at it, but\nnot that good.\n\nFunny. Mental sensitives always think they're so damn superior  to  anyone\nelse.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19963/pg19963.txt",
        "name": "stop_look_and_dig.json"
    }
}