{
    "name": "Storm Cloud on Deka",
    "author": [
        "Smith, Edward Elmer",
        "Smith, Edward E.",
        "Smith, Doc",
        "Smith, E.E.",
        "Smith, E. E. (Edward Elmer)"
    ],
    "body": "Tellurian Pharmaceuticals, Inc., was civilization's oldest and most\nconservative drug house. \"Hide-bound\" was the term most frequently\nused, not only by its younger employees but also by its more\nprogressive competitors. But, corporatively, Tellurian Pharmaceuticals\ndid not care. Its board of directors, by an iron-clad, if unwritten\nlaw, was limited to men of over three score years and ten.\n\nAgainst the inertia of that ruling body the impetuosity of the younger\ngenerations was precisely as efficacious as the dashing of waves\nagainst the foot of an adamantine cliff--and in very much the same\nfashion. Ocean waves do, in time, cut into even the hardest rock; and,\nevery century or so, Tellurian Pharmaceutical, Inc., did take a forward\nstep. However, \"Rather than make a mistake, do nothing\" was its creed.\nTo that creed it adhered rigorously.\n\nThus, it did not establish branches upon other planets until a century\nor so of experiment had proved that no unforeseen factor would operate\nto lessen the prodigiously high standard of its products. Nor would it\nown or operate spaceships, as did other large firms. Its business was\nthe manufacture of the universe's finest, most carefully standardized\ndrugs and it would go into no sidelines whatever.\n\nEven the location of its head office; directly under the guns of Prime\nBase, bore out the same theme. Originally it had been in the middle\nof the city, miles away from the reservation; but as Prime Base had\nexpanded, the city had moved aside. Tellurian Pharmaceuticals, however,\nwould not give way. It stolidly refused to sell its holdings even to\nthe Galactic Patrol; it would not move until the patrol should condemn\nits property and compel it by law to vacate.\n\nInto that massive gray building there strode a tall, lean, gray\nman; into an old-fashioned elevator, operated by a seventy-year-old\n\"boy\"; into a darkish, severe room whose rock-of-ages furniture had\nbecome pricelessly antique. Without a word he handed a card to the\nreceptionist, a prim spinster of some fifty summers.\n\n\"Ezekiel R. Stonely, M.D., Sc.D., Consultant in Radiation,\" she read\nprecisely into a communicator. \"By appointment.\"\n\n\"Let him come in, please.\"\n\nDr. Stonely entered the private office of a vice-president--a young\nman, as T. P.'s executives went--a man scarcely sixty years of age.\n\n\"All ready,\" the consultant reported briefly. \"Graves is here, you\nsaid?\"\n\n\"Yes. He got in from Deka last night. How long will the demonstration\ntake?\"\n\n\"Seven hours to the point of maximum yield; twelve for the full life\ncycle.\"\n\n\"Very good.\" The vice-president then spoke into the communicator.\n\"Please ask Mr. Graves to step in.\"\n\nGraves, the manager of T. P.'s branch upon the planet\nDeka--planetographically speaking, Dekanore III--was a short, fat man;\nand he possessed, upon the surface at least, the fat man's proverbial\ngeniality and good nature.\n\n\"Mr. Graves--Dr. Stonely.\"\n\n\"Mighty glad to meet you, Doctor,\" Graves shook hands effusively.\n\"Splendid accomplishment. You've been working on it five years or more,\nI hear.\"\n\n\"Six years and two months,\" the scientist said precisely.\n\n\"I cannot accompany you, of course,\" the vice-president interposed\nbusily, \"and you appreciate that the less of communication or contact\nhereafter, the better. Good day.\"\n\n\n\nThe two went out, took a cab, and soon were in Dr. Stonely's\nultra-private laboratory. It was a large room, artificially lighted,\nlined throughout with sheet metal--metal which, when properly charged,\nformed a barrier through which no harmful radiation or particle could\npass. The scientist snapped on the wall shield and set to work,\nexplaining each step to his visitor.\n\n\"Here are the seeds. For the present you will have to take my word\nfor it that I produced them here. I will go through as many cycles as\nyou please. Here are the containers--miniatures, you will observe, of\nthe standard hydroponics tanks. The formula of the nutrient solution,\nwhile of course crucial, contains nothing either rare or unduly\nexpensive. I plant the seed, thus, in each of the two tanks. I cover\neach with a bell-jar of plastic--transparent to the frequencies to be\nemployed. I enclose the whole with a similar envelope--so. I align the\nprojectors--thus. We will now put on our armor, as the radiation is\nsevere and the atmosphere, which displaces our own of oxygen--\"\n\n\"Synthetic or imported?\" Graves asked.\n\n\"Imported. Synthesis is possible, but prohibitive in cost. Importation\nin tank ships is easy, simple, and comparatively cheap. I will now\nenergize the projectors, and growth will begin.\"\n\nHe did so, and in the glare of blue-green radiance the atmosphere\nwithin the bell-jars, the very ether, warped and writhed. In spite of\nthe distortion of vision, however, growth could be perceived--growth at\nan astonishing rate.\n\nIn a few minutes the seeds had sprouted. In an hour the thick, broad,\nglossily-green leaves were inches long. In seven hours each jar was\nfull of a lushly luxuriant tangle of foliage.\n\n\"This is the point of maximum yield,\" Stonely remarked as he shut off\nthe projectors. \"I assume that you will want to take a sample.\"\n\n\"Certainly,\" the fat man agreed. \"How else would I know it's the clear\nquill?\"\n\n\"If you were a scientist, the sight of it would be sufficient,\" came\nthe dry rejoinder. \"Knowing that you are not, however, I am running two\ntanks, as you see. Take either one you like.\"\n\nThe sample tank was removed and the full cycle of growth completed upon\nthe other. Graves himself harvested the seeds, and himself carried\nthem away.\n\nSix days, six generations, six samples, and even the eminently\nskeptical Graves was convinced.\n\n\"You've certainly got something there, Doc,\" he admitted finally. \"We\ncan really go to town on that. You're absolutely sure that you're\ncovered--no trace?\"\n\n\"None whatever,\" Stonely assured him. \"Doctor Stonely will retire and\nwill gradually drop from sight. I will abandon this disguise, resume my\ntrue identity as Fairchild, which has been kept alive judiciously, and\nmove openly to Deka.\"\n\n\"Notes? Data? Possible observers? This machinery and stuff?\" Graves\ninsisted.\n\n\"No notes or data have ever been written down. The knowledge exists\nonly in my own brain. You are the first person other than myself ever\nto see the inside of this room. This apparatus will be unrecognizable\nbefore it is boxed, and I shall do the packing myself. Why? Are you by\nany chance apprehensive that I may slip up?\"\n\n\"Well, we can't be too sure.\" The fat man's blue eyes were now neither\ngenial nor good-natured; they were piercing and cold. \"In this game\nanybody who permits any leaks dies. And anyone who knows too much dies.\nWe don't want you to die, at least until after we get started on Deka--\"\n\n\"Nor then,\" the scientist interrupted cynically, \"if you know when\nyou're well off. I'm the only man in the universe who can run the\napparatus. It would take a mighty good man three years to learn it\nafter I get it going. Remember that, my friend.\"\n\n\"So what?\" Graves' stare was coldly level.\n\n\"Just so you won't develop any funny ideas. I know as well as you do,\nhowever, about leaks and leakers. I don't leak. How long will it take\nyou to get ready--three months?\"\n\n\"Um--just about. And you?\"\n\n\"Any time.\"\n\n\"Make it three months, then.\"\n\n\"Three months it is--on Deka.\" The interview was ended.\n\n\n\nNewspoke--originally New Spokane--was the largest city of Dekanore III.\nIt lay in the broad valley of the Spokane River, just above the mouth\nof Clear Creek, which latter stream meandered along a fertile valley\nbetween mountains lofty and steep. Clear Creek Valley--all of it--and\nall its neighboring mountains belonged to Tellurian Pharmaceuticals,\nInc.\n\nThe valley floor was a riot of color, devoted as it was to the\nintensive cultivation of medicinal plants which could not as yet be\ngrown economically in tanks. Along both edges of the valley extended\nrows of huge hydroponics sheds. Upon the mountains' sides there were\nsnake dens, lizard pens, and enclosures for many other species of fauna.\n\nNor was the surface all that was in use. Those mountains were hollow,\nhoneycombed into a host of rooms in which, under precisely controlled\nenvironments of temperature, atmosphere, and radiation, were grown and\nstudied hundreds of widely-variant forms of life.\n\nAt the confluence of creek and river, just inside the city limits,\nthere reared and sprawled the company's buildings, the processing\nand synthesizing plants, the refineries, the laboratories, the\npower-houses, and so on.\n\nIn a ground-floor office of the towering Administration Building two\nmen sat in silence and waited while a red light upon a peculiarly\ncomplicated desk-board faded through pink into pure white.\n\n\"All clear. This way, Doctor.\" Manager Graves pushed a button and a\nsection of blank wall slid smoothly aside.\n\nThe fat man and Doctor Fairchild--unrecognizable now as the man who\nhad once been known as Doctor Stonely--went down two long flights of\nnarrow steps. Along a dimly-lit corridor they made their way, through\nan elaborately locked steel door, then into a barely-furnished,\nsteel-lined room upon the floor of which four inert bodies lay.\n\nGraves thrust a key into an inconspicuous orifice and a plate\nswung open, revealing a chute into which the four lax forms were\nunceremoniously dumped. Then the two men retraced their steps to the\nmanager's office.\n\n\"Well, that's about all that we can feed to the disintegrators.\"\nFairchild lit an Alsakanite cigarette and exhaled thoughtfully.\n\n\"Why? Going soft on us?\" Graves sneered.\n\n\"No,\" the scientist replied calmly. \"The ice is getting thin.\"\n\n\"Whaddya mean 'thin'?\" the manager demanded. \"The Patrol inspectors are\nours--enough of them, anyway. Our records are fixed. Faked identities,\ntrips, all that stuff, you know. Everything's on the green.\"\n\n\"That's what you think,\" Fairchild countered cynically. \"Our accident\nrate, in spite of everything we have been able to do, is up three\nhundredths of one percent; industrial hazard rate and employee turnover\nabout three and a half; and the Narcotics Division alone knows how\nmuch we have upped total bootleg sales. Those figures are all in the\nPatrol's files. How can you give such facts the brush-off?\"\n\n\"We don't have to,\" Graves laughed comfortably. \"Even a half of one\npercent would not excite suspicion, and our distribution is so uniform\nthroughout the galaxy that they can't center it. They can't possibly\ntrace anything back to us. Besides, they wouldn't suspect us. With\nour reputation, other firms would get knocked off in time to give\nus plenty of warning. Lutzenschiffer's, for instance, is putting out\nheroin by the ton.\"\n\n\"Again I say that's what _you_ think.\" Fairchild remained entirely\nunconvinced. \"Nobody else is putting out the stuff that comes out of\nCave Two Seventeen--demand and price prove that. What you don't seem to\nget, Graves, is that some of those damned Lensmen have brains. Suppose\nthey put Worsel of Velantia, Tregonsee of Rigel IV, or even Kinnison\nhimself onto this job--then what? The minute that anybody decides to\nrun a rigid statistical analysis of our records, we're done.\"\n\n\"Um--\" This was a distinctly disquieting thought, in view of the\nimpossibility of concealing anything from a Gray Lensman who was really\non the prowl. \"That might not be so good. What would you advise, then?\"\n\n\"Shut down Two Seventeen--and preferably the whole hush-hush end--until\nwe can get our records absolutely honest and our death rates down to\nthe old-time ten-year average,\" the scientist insisted. \"In that way\nonly can we make ourselves really safe.\"\n\n\"Shut down? The way they're pushing us for production?\" Graves sneered.\n\"You talk like a fool. The chief would toss us both down the chute and\nput somebody in here that _would_ really produce.\"\n\n\"Oh, I don't mean without permission. Talk him into it. It's best for\nhim, as well as everybody else, over the long pull.\"\n\n\"He couldn't see it. I can't either, really,\" grunted the manager. \"If\nwe can't dope out something better than that, things have got to go on\nas is.\"\n\n\"I suspected so--but you asked me. The next best thing is to use some\nnew form of death, openly explainable, to clean up our books.\"\n\n\"Wonderful!\" Graves snorted contemptuously. \"What can we possibly add\nto what we are using right along?\"\n\n\"A loose atomic vortex.\"\n\n\"Whoooosh!\" The fat man deflated in an exclamation of profound\nsurprise, then came back up for air, gasping. \"Man, you're nuts.\nThere's only one on the planet, and it's--or do you mean--but nobody\never touched one of those things off deliberately! Can it be done?\"\n\n\"Yes. It isn't simple, but we Fellows of the College of Radiation\nknow how--theoretically--the transformation can be made to occur. The\nfact that it is a new idea makes it all the better. It has never been\ndone because it has been impossible to extinguish the things. But now\n'Storm' Cloud is putting them out.\"\n\n\"I see. Neat, very neat.\" Graves' agile and cunning brain was going\nover the possibilities. \"Certain of our employees, I take it, will be\nupon a picnic in the upper end of the valley when this unfortunate\noccurrence is to take place?\"\n\n\"Exactly--and enough mythical ones to straighten out our bookkeeping.\nThen, later, we can dispose of suspects as they appear. Vortices are\nabsolutely unpredictable, you know. People we don't like can die of\nradiation or of any one or a mixture of various toxic gases and vapors\nand the vortex will take the blame.\"\n\n\"And later, when it gets dangerous, Storm Cloud can blow it out for\nus,\" Graves gloated. \"But we'll not want him for a long, long time!\"\n\n\"No, but we'll report it and ask for him the hour it happens--\"\nFairchild silenced the manager's expostulations. \"Use your head,\nGraves! Anybody who has a vortex go out of control wants it killed as\nsoon as possible. But here's the joker--Cloud has enough Class A prime\nurgent demands on file right now to keep him busy for the next ten or\nfifteen years. Therefore we won't be able to get him--see?\"\n\n\"I see. This is nice, Fairchild, very, very nice. But the head office\nhad better keep an eye on Cloud, just the same.\"\n\n\n\n\n                              CHAPTER TWO\n\n                             Vortex Buster\n\n\nRobert Ryder, Bachelor of Hydroponics from the University of Newspoke,\nwas also, maritally, a bachelor. For a year or so after graduation,\nwhile he was making good with Tellurian Pharmaceutical, Inc., he had no\nreason to be dissatisfied with that state of affairs. However, Mother\nNature went to work upon him in her wonted fashion, and, never averse\nto feminine society, he began to go in for girls in a large and serious\nway.\n\nIn the hydroponics office there was an eminently personable and yet\nlevel-headed young filing clerk named Jacqueline Comstock, who was all\nunconsciously--or was it?--working much more toward her Mrs. degree\nthan for the good of the firm.\n\nIt was inevitable, then, that these two should single each other out;\nthat each should come to behold in the other all that made life worth\nwhile. They planned, breathtakingly happy.\n\nThey saved their money, instead of indulging in expensive amusements;\nthey took long hikes.\n\nThus they discovered many choice spots affording the maximum of\nprivacy, of comfort, and of view; thus they came to know almost as\nindividuals the birds and beasts and reptiles in the far-flung pens.\n\nThey sat blissfully, arms around each other, upon a rustic seat\nimprovised from rocks, branches, and leaves. Below them, almost under\ntheir feet, was a den of venomous serpents, but they did not see the\nsnakes.\n\nBefore them, equally unperceived, there extended the magnificent vista\nof stream and valley and mountain.\n\nAll they saw, however, was each other--until their attention was\nliterally wrenched to a man who was climbing frantically toward them\nwith the aid of a stout cudgel which he used as a staff. The girl\ngazed briefly, stared, and then, with a half-articulate moan, shrank\neven closer against her lover's side. Ryder, even while his left arm\ntightened around his Jackie's waist, felt with his right hand for a\nclub of his own and tensed his muscles in readiness for strife--for the\nclimbing man was all too apparently mad.\n\nHis breathing was horrible. Mouth tight-clamped, in spite of his\nterrific exertion, he was sniffing--sniffing loathsomely, lustfully,\neach whistling inhalation filling his lungs to bursting. He exhaled\nexplosively, as though begrudging the second of time required to empty\nhimself of air. Wide-open eyes glaring fixedly ahead, he blundered\nupward, paying no attention whatever to his path. He tore through\nclumps of thorny growth; he stumbled and fell over logs and stones; he\ncaromed from boulders, as careless of the needles which tore clothing\nand skin as of the rocks which bruised his flesh to the very bone.\n\nHe struck the gate of the pen immediately beneath the two appalled\nwatchers, and then stopped. He moved to the right and paused,\nwhimpering in anxious agony. Back to the gate and over to the left he\nwent, where he stopped and sent forth a blood-curdling howl. Whatever\nthe frightful compulsion was, whatever it was that he sought, he could\nnot deviate enough from his line to go around the pen. He looked,\nand for the first time saw the gate and the fence and the ophidian\ninhabitants of the den. They did not matter--nothing mattered. He\nfumbled with the lock, then furiously attacked it and the gate and\nthe fence with his club--fruitlessly. He tried to climb the fence,\nbut failed. He tore off sandals and socks and, by dint of thrusting\nfingers and toes ruthlessly into the narrow meshes of the woven wire,\nhe succeeded in getting through.\n\nNo more than he had minded the thorns and the rocks did he mind the\neight strands of viciously-barbed wire surmounting that fence. He\ndid, however, watch the snakes. He took pains to drop into an area\ntemporarily clear of them, and he pounded to death the half-dozen\nserpents bold enough to bar his path.\n\nThen, dropping to the ground, he writhed and scuttled about, sniffing\never harder, nose plowing the ground. He halted; he dug with his bare\nhands at the hard soil. Thrusting his face into the hole, he inhaled\ntremendously. His body writhed, trembled, shuddered uncontrollably,\nthen stiffened convulsively into a supremely ecstatic rigidity,\nterrible to gaze upon.\n\nThe horribly labored breathing ceased. The body collapsed bonelessly,\neven before the outraged serpents crawled up and struck.\n\nJacqueline Comstock saw very little of the outrageous performance. She\nscreamed once, shut both eyes and, twisting about within the embracing\narm, burrowed her face into the man's left shoulder.\n\nRyder, however--white-faced, jaw set, sweating--watched the whole\nghastly thing to its grimly cataclysmic end. When it was over he licked\nhis lips and swallowed hard before he could talk.\n\n\"It's all over, dear--no danger now,\" he finally managed to say. \"We'd\nbetter go. We ought to turn in an alarm--make a report or something.\nThey'll want us as witnesses.\"\n\n\"Oh, I can't, Bob!\" she sobbed. \"If I open my eyes I just know I'll\nlook, and if I look I'll ... I'll just simply turn inside out.\"\n\n\"Hold everything, Jackie! Keep your eyes shut. I'll pilot you and tell\nyou when it's safe to look.\"\n\n\n\nMore than half carrying his companion, still gripping unconsciously his\nheavy club, the man set off down the rugged trail. Out of sight of what\nhad happened, the girl opened her eyes and they continued the descent\nin a more usual, more decorous fashion until they met a man hurrying\nupwards.\n\n\"Oh, Doctor Fairchild! There was a--\" But the report which Ryder was\nabout to make was unnecessary; the alarm had already been given.\n\n\"I know!\" the scientist puffed. \"Stop! Stay right where you are.\" He\njabbed a finger emphatically downward to anchor the couple in the exact\nspot they occupied. \"Don't talk! Don't say a word--until I get back.\"\n\nFairchild returned after a time, unhurried and completely at ease.\nHe did not need to ask the shaken couple if they had seen what had\noccurred. It was plainly evident that they had.\n\n\"But--but, Doctor--\" Ryder began.\n\n\"Keep still! Don't talk at all!\" Fairchild ordered brusquely. Then,\nin an ordinary conversational tone, he went on: \"Until we have\ninvestigated this extraordinary occurrence thoroughly--sifted it to\nthe bottom--the probability of spying cannot be disregarded. As the\nonly eye-witnesses to what actually happened, your reports will be\nexceedingly valuable. But I do not want to hear a word until we are in\na place which I am sure beyond peradventure is proof against any and\nall spy-rays. Do you understand?\"\n\n\"Oh yes, I understand.\"\n\n\"Pull yourselves together, then. Act unconcerned, casual--particularly\nwhen we get to the Administration Building. Talk about the weather, or,\nbetter yet, about the honeymoon you are going to take on Chickladoria.\"\n\nThus it was that there was nothing noticeably abnormal about the group\nof three which strolled into the office building and entered a private\nautomatic elevator. The conveyance, however, went down instead of up.\n\n\"I am taking you to my private laboratory, not to my office,\" Fairchild\nreplied to Ryder's unspoken question. \"Frankly, young folks, I am a\nscared--a badly scared man.\"\n\nThis statement, so true and yet so misleading, resolved thoroughly\nthe young engineer's inchoate doubts. Entirely unsuspectingly the\ncouple accompanied the Senior Radiationist along the grim corridor.\nThey paused as he unlocked and swung open a door of thick metal; they\nstepped unquestioningly into the room in response to his gestured\ninvitation. He did not, however, follow them. Instead, he swung shut\nthe heavy slab, whose closing cut off completely the filing clerk's\npiercing scream of fear.\n\n\"Cut out that noise!\" came raspingly from a speaker in the steel\nceiling of the small room--a room which was very evidently not Doctor\nFairchild's private laboratory. \"It won't do you any good. You're\nsound-proofed. Talk all you please, but any more of that yelling and\nI'll have to put you out of your misery.\"\n\n\"But Mr. Graves, I thought--Dr. Fairchild told us--we were to report on\nthat--\" Ryder's words came confusedly from the maze of his surprise.\n\n\"You're to report on nothing. You saw too much and know too much,\nthat's all.\"\n\n\"Oh, so _that's_ it.\" Ryder's mind reeled as some part of the actual\nsignificance of what he had seen struck home. \"But listen, Graves.\nJackie didn't see anything. She had her eyes shut all the time, and\ndoesn't know anything. You don't want the murder of such a girl as she\nis on your mind, I know. Let her go and she'll never say a word. We'll\nboth swear to that. Or you could--\"\n\n\"Why? Just because she's got a face and a shape?\" the fat man sneered.\n\"There are thousands of women as good-looking as she is, but I've got\nonly one life--\" Graves broke off as Fairchild entered the office.\n\n\"Well, how about it? How bad is it?\" the manager asked.\n\n\"Not bad at all. Everything's under control.\"\n\n\"Listen, Doctor Fairchild!\" Ryder put in, desperately, \"surely you\ndon't have to murder Jackie here in cold blood. I was just suggesting\nto Graves that he could get a therapist--\"\n\n\"Shut up,\" the scientist ordered coldly. \"Our therapists are working on\nthings that are really important. You two must die.\"\n\n\"But why?\" Ryder protested wildly. He could not as yet perceive more\nthan a small fraction of the whole. \"I tell you, it's--\"\n\n\"We'll let you guess,\" said Fairchild.\n\n\n\nShock upon shock had been too much for the girl's overstrained nerves.\nShe fainted quietly and Ryder eased her unconscious form down to the\ncold steel floor.\n\n\"Can't you put her into a better place than this?\" the man protested\nthen.\n\n\"You'll find water and food, and that's enough.\" Graves laughed\ncoarsely. \"You won't live very long, so don't worry about conveniences.\nBut keep still. If you want to know what is going to happen to you,\nlisten--we have no objections to that--but one more word out of you and\nI cut the circuit. Go ahead, Fairchild, with what you were saying.\"\n\n\"There was a fault in the rock. Small, but big enough to let a little\nof the fine smoke seep through. He must have been a sniffer before\nto be able to smell the trace of the stuff that was drifting down the\nhill. All fixed now, though. I'm having the fault, and any others that\nmay exist, cemented up solid. Death by snake bite will fix our records.\"\n\n\"Fair enough. Now, how about these two? There has been some talk of a\nhoneymoon to Chickladoria, but that may have been a blind. Doubles?\nDisappearance? The vortex? What do you think?\"\n\n\"Um--We've got to hold the risk at minimum.\" Fairchild pondered for\nminutes. \"We can't disintegrate them, that's sure. We're trying to\nclear our books of too much of that stuff already. They've got to be\nfound dead, and the quota for the vortex for this period is full.\nTherefore we'll have to keep them alive and out of sight--where they\nare is as good a place as any--for a week.\"\n\n\"Why alive? We've kept stiffs in storage before now.\"\n\n\"Too chancey--dead tissues change too much. We weren't courting\ninvestigation then, but now we are--on the vortex, at least--so we\nhave to keep our noses clean. How about this? They decided that they\ncouldn't wait any longer and got married today. You, big-hearted\nphilanthropist that you are, told them that they could take their two\nweeks vacation immediately and that you would square it with their\ndepartment heads. They went on their honeymoon. Not to Chickladoria,\nof course--too long and too risky--but to a place where nobody knows\nthem. We can fake the evidence on that easily enough. They come back in\nabout a week, to get settled, and the vortex gets them. See any flaws\nin that set-up?\"\n\n\"No, that looks perfect,\" Graves decided after due deliberation. \"One\nweek from tonight, at midnight, they go out. Hear that, Ryder?\"\n\n\"Yes, you pot-bellied--\"\n\nThe fat man snapped a switch.\n\nDoggedly and skillfully though he tried, Ryder could open up no\navenue of escape or of communication; Fairchild and Graves had seen\nefficiently to that. And Jacqueline, in the inevitability of impending\ndeath, steadied down to meet it. She was a woman. In minor crises she\nhad hidden her face and had shrieked and had fainted; but in this\nultimate one she drew from the depths of her woman's soul not only a\npower to overcome her own weaknesses, but also an extra something with\nwhich to sustain and to fortify Ryder in his black moments.\n\nThey were together. That fact, and the far more important one that they\nwere to die together, robbed incarceration and death itself of sting.\n\n\n\nAt the Atomic Research Laboratory on Teelus a conference was taking\nplace between Unattached Lensmen Philip Strong, the head of that\nlaboratory, and Doctor Neal Cloud, ex-atomic-physicist, now \"Storm\"\nCloud, the Vortex Blaster.\n\nCloud had become the Vortex Blaster because a fragment of a loose\natomic vortex had wiped out his entire family--not by coincidence, but\nby sheer cosmic irony. For he, while protecting his home and his loved\nones from lightning by means of a mathematically infallible network of\nlightning rods, had all unknowingly erected a super-powerful magnet\nfor loose-flying vortices of atomic disintegration.\n\nNor were such vortices scarce. Every time an atomic powerplant went\nout of control, a loose atomic vortex resulted, and there was, at that\ntime, no way of extinguishing them. It was theoretically possible to\nblow them out with duodec, but the charge of explosive had to match\nwithin very close limits the instantaneous value of the vortex's\nactivity. Since that value varied rapidly and almost unpredictably,\npractically all such attempts resulted in the death of the operator and\nthe creation of a dozen or more new centers of annihilation.\n\nThere was a possibility that Cloud, a mathematical prodigy able to\ncompute instantaneously any mathematical problem, would be able to\nsucceed where so many others had failed; but as long as he had Jo\nand the three kids, as long as he had the normal love of life, that\npossibility had never occurred to him.\n\nWhen he lost them, however, he no longer had the slightest interest in\nliving. Unwilling to kill himself, he decided to try to blow out the\noldest and worst vortex upon Tellus. Against the orders of his chief\nand the pleadings of his friends he tried it. He succeeded.\n\nHe had been burned; he had been broken, but he carried no scars. The\nPhillips treatment for the replacement of lost or damaged members of\nthe human body had taken care of that. His face looked youthful; his\nhard-schooled, resiliently responsive body was in startlingly fine\ncondition for that of a man of forty.\n\nThe Phillips treatment could not, however, fill a dully aching\nvoid within him. It could not eradicate from mind and soul the\nabsence of and the overpowering longing for his deceased wife and\nchildren--particularly his wife, Jo the lovely, Jo the beloved, Jo his\nall in all for eighteen fleeting and intensely happy years.\n\nHe no longer wore that psychic trauma visibly; it no longer came\nobtrusively between him and those with whom he worked, but it was and\nalways would be there. He had by this time blown out so many vortices\nand had developed such an effective technique that he no longer had\nany hope that any vortex could ever kill him--but there were other\nforms of death. He still would not actually court it; but more and more\ncertainly, as the days dragged on, he came to know that not by one\nsingle millimeter would he dodge anyone or anything bringing the dread\nmessenger his way.\n\n\"Where do you want me to go next, Chief?\" the Vortex Blaster asked.\n\"Spica or Rigel or Corvina? Those three are the worst, I'd say.\"\n\n\"Uh-huh--Rigel's is probably a shade the worst in property damage and\nurgency. Before we decide, though, I wish you'd take a good look at the\ndata on this one from Dekanore III. See if you see what I do.\"\n\n\"Dekanore III?\" Cloud glanced curiously at the older man. \"Didn't know\nthey were having any trouble. Only got one, haven't they?\"\n\n\"Two now--they just had a new one. It's that new one I'm talking about.\nIt's acting funny--damned funny.\"\n\nCloud went through the data in brow-furrowing concentration, then\ncharted some of it and frowned.\n\n\"I get it. 'Damned funny' is right,\" he agreed. \"The toxicity is too\nsteady, but at the same time the composition of the effluvium seems\nto be too varied. Inconsistent, apparently--but since there's no real\nattempt at a gamma analysis and very little actual mathematical data,\nit could be; they're so utterly unpredictable. Inexperienced observers,\nI take it, with chemical and medical bias?\"\n\n\"Very much so, from our angle.\"\n\n\"Well, I'll say this much--I never saw a gamma chart that would fit\nthis stuff, and I can't even imagine what the sigma curve would look\nlike. Boss, I'd like to run a full test on that baby before it goes\northodox.\"\n\n\"My thought exactly. And we have a valid excuse for giving it priority,\ntoo. It happens to be killing more people than all three of those bad\nones combined.\"\n\n\"I can fix that toxicity, I think, with exciters; and I'll throw a\nsolid cordon around it, if I have to, to keep the fools from getting\nthemselves burned to death. However, I won't blow it out until I\nfind out why it's acting so--if it is. Clear the ether, Chief, I'm\npractically there!\"\n\n\n\nIt did not take long to load Cloud's apparatus-packed flitter into a\nliner, Dekanore-bound. But that trip was not uneventful. Half-way there\nan alarm rang out and the dread word \"Pirates!\" resounded throughout\nthe ship.\n\nConsternation reigned, for organized piracy had vanished with the\nfall of the Council of Boskone. Treasure ships were either warships\nthemselves or were escorted by warships. But this vessel was no\ntreasure ship; she was only a passenger liner.\n\nShe had had little enough warning--her alert Communications Officer\nhad sent out only a part of his first distress call when the\nblanketing interference closed down. The pirate--a first-class\nsuper-dreadnought--flashed up, and a heavy visual beam drove in.\n\n\"Go inert,\" came the tense command. \"We are coming aboard.\"\n\n\"Are you crazy?\" The liner's captain was surprised and disgusted,\nrather than alarmed. \"If not, you've got the wrong ship. Everything\nwe have aboard, including the ransom--if any--you can get for our\npassengers, wouldn't pay your expenses.\"\n\n\"You wouldn't know, of course, that you are carrying a package of\nLonabarian jewelry, would you?\" The question was elaborately skeptical.\n\n\"I know damned well that I'm not!\"\n\n\"We'll take the package you _haven't_ got, then!\" The pirate snapped.\n\"Go inert and open up, or I'll inert you with a needle-beam and open\nyou up, compartment by compartment--like this.\" A narrow beam lashed\nout and expired. \"That was through one of your cargo holds, just to\nshow you that I mean business. The next one will be through your\ncontrol room.\"\n\nResistance being out of the question, the liner went inert, and while\nthe intrinsic velocities of the two vessels were being matched, the\nattacker issued further instructions.\n\n\"All officers are to be in the control room, all passengers in the main\nsaloon. Everybody unarmed. Any person wearing arms or slow in obeying\norders will be blasted.\"\n\nLines were rigged and space-suited men crossed the intervening void.\n\nOne squad went to the control room. Its leader, seeing that the\nCommunications Officer was still trying to drive a call through\nthe blanket, beamed him down without a word, then fused the entire\ncommunications panel. The captain and four or five other officers,\nmaddened by this cold-blooded butchery, went for their guns and were\nbutchered in turn.\n\nA larger group--helmets thrown back for unimpeded vision, hands bared\nfor instantaneous and accurate use of weapons--invaded the main saloon.\nMost of them went on through to perform previously assigned tasks,\nonly a half dozen posting themselves to guard the passengers. One of\nthese guards, a hook-nosed individual wearing consciously an aura of\nauthority and dominance, spoke.\n\n\"Just take it easy, folks, and nobody will get hurt. If any of you\nhave guns, don't go for them. That's a specialty that--\" One of his\nDeLameters flamed briefly. Cloud's right arm vanished almost to the\nshoulder. The man behind him--what was left of him--dropped.\n\n\"Take it easy, I said,\" he went calmly on. \"You can tie that arm up,\nfella, if you want to. It was in line with that guy who was trying\nin his slow way to pull a gun. You nurse over there, take him to the\nsick-bay and let them fix up his wing. If anybody stops you tell them\nNumber One said to. Now the rest of you watch your step. I'll cut down\nevery damn one of you that so much as looks like he wanted to start\nsomething.\"\n\nThey obeyed. They were very near the point of panic, but in view of\nwhat had happened no one dared to make the first move. The leniency\ndisplayed toward the wounded man also had a soothing effect.\n\nIn a few minutes the looting parties returned to the saloon.\n\n\"Did you get it, Six?\"\n\n\"We got it. It was in the mail, like you said.\"\n\n\"The safe?\"\n\n\"Sure. Wasn't much in it, but not bad, at that.\"\n\n\"QX. Control room! All done--let's go!\"\n\nThe pirates backed away, their vessel disappeared, and its passengers\nrushed for their staterooms.\n\nThen: \"Doctor Cloud--Chief Pilot calling Doctor Cloud,\" the speaker\nannounced.\n\n\"Cloud speaking.\"\n\n\"Report to the control room, please.\"\n\n\"Oh, excuse me--I didn't know that you were wounded,\" the officer\napologized as he saw the Blaster's bandaged stump. \"You had better go\nto bed.\"\n\n\"Doing nothing would only make it worse. Can I be of any help?\"\n\n\"Do you know anything about communicators?\"\n\n\"A little.\"\n\n\"Good. All our communications officers were killed and the sets--even\nthose in the lifeboats--blasted. You can't do much with your left\nhand, of course, but you may be able to boss the job of rigging up a\nspare.\"\n\n\"I can do more than you think,\" Cloud grinned wryly. \"It so happens\nthat I'm left-handed. Give me a couple of technicians and we'll see\nwhat we can do.\"\n\nThey set to work, but before they had accomplished anything a cruiser\ndrove up, flashing its identification as a warship of the Galactic\nPatrol.\n\n\"We picked up the partial call you got off,\" the young commander said\nbriskly. \"With that and the center of interference we didn't lose any\ntime. Let's make this snappy.\" He was itching to be off after the\nmarauder, but he could not leave until he had ascertained the facts\nand had been given a clearance signal by the merchantman's commanding\nofficer. \"You aren't hurt much. Don't need to call a repair-ship for\nyou, do I?\"\n\n\"No.\"\n\n\"QX.\" A quick investigation ensued.\n\n\"Anybody who ships stuff like that open mail ought to lose it, but it's\ntough on innocent bystanders. Anything else I can do for you?\" the\nrescuer asked.\n\n\"Not unless you can lend us a communications officer or two.\"\n\n\"Sorry, but we're short-handed there ourselves. Can give you anybody\nelse you need though, I think.\"\n\n\"Nothing else, thanks.\"\n\n\"Sign this clearance then, please, and I'll get on that fellow's tail.\nI'll send a copy of the report to your owners' head office. Clear\nether!\"\n\nThe visitor shot away and the liner, after repairs had been made,\nresumed its course toward Dekanore, with Cloud and a couple of\nelectrical technicians as communications officers.\n\n\n\nThe Vortex Blaster was met effusively at the dock by Manager Graves\nhimself. The fat man was overwhelmingly sorry that Cloud had lost his\narm, but assured him that the accident wouldn't lay him up very long.\nHe, Graves, would get a Posenian surgeon over here so fast that--\n\nIf the manager was taken aback to learn that Cloud had had a Phillips\ntreatment already, he scarcely showed it. He escorted the specialist\nto Deka's best hotel, where he introduced him largely and volubly.\nGraves took him to supper. Graves took him to a theater and showed him\nthe town. Graves told the hotel management to give the specialist the\nbest rooms and the best valet they had and that all of his activities\nwhatever their nature, purpose, or extent, were to be charged to\nTellurian Pharmaceuticals, Inc. Graves was a grand guy.\n\n\n\nCloud broke loose finally, however, and went to the dock to see about\nstoring his flitter.\n\nIt had not been unloaded. There would be a slight delay, he was\ninformed, because of the insurance inspections necessitated by the\ndamage--and Cloud had not known that there had been any damage! When he\nhad found out just what that beam had done to his little ship he swore\nviciously and sought out the liner's Chief Pilot.\n\n\"Why didn't you tell me that that damned pirate holed us?\" he demanded\nhotly.\n\n\"Why didn't you ask?\" the officer replied, honestly surprised. \"I don't\nsuppose that it occurred to anybody--I know it didn't to me--that you\nmight be interested.\"\n\nAnd that was, Cloud knew, strictly true. Passengers were not informed\nof such occurrences. He had been enough of an officer so that he could\nhave learned everything if he had so wished, but not enough of one to\nhave been informed of such matters as routine. Nor was it surprising\nthat it had not come up in conversation. Damage to cargo meant\nnothing whatever to those in the liner's control room; a couple of\neasily-patched holes in the hull were not worth mentioning. From their\nstandpoint the only real damage was done to the communicators, and\nCloud himself had set them to rights. No, this delay was his own fault\nas much as anybody else's.\n\n\"You won't lose anything, though,\" the pilot said helpfully. \"It's all\ncovered by insurance, you know.\"\n\n\"It's not the money I'm yapping about--it's time. Those instruments\nand generators can't be duplicated anywhere except on Tellus, and even\nthere it's all special-order stuff--oh, damn!\"\n\n\n\n\n                             CHAPTER THREE\n\n                            \"Clear Ether!\"\n\n\nDuring the following days Tellurian Pharmaceuticals entertained Cloud.\nNot insistently--Graves was an expert in such matters--but simply by\nletting him know that the planet was his. He could do anything he\npleased; he could have any number of companions to help him do it. And\nas a result he did--within limits--exactly what Graves wanted him to\ndo. In spite of the fact that he did not want to enjoy life, he liked\nit.\n\nOne evening, however, he refused to play a slot machine, explaining to\nhis laughing companion that the laws of chance were pretty thoroughly\nshackled in such mechanisms--and the idle remark backfired. What was\nthe mathematical probability that all the things that had happened to\nhim could have happened by pure chance?\n\nThat night he analyzed his data and found that the probability was\nan infinitesimal. And there were too many other incidents--all\ncontributory. Six of them--seven if he counted his arm. If it had been\nhis left arm--jet back! Since he wrote with his right hand, very few\npeople knew that he was left-handed, and anyway, it didn't make any\ndifference. Everybody knew that it took both hands and both feet to\ndo what he did. Seven it was; and that made it virtually certain that\naccident was out.\n\nBut, if he was being delayed and hampered deliberately, who was doing\nit, and why? It didn't make any kind of sense. Nevertheless, the idea\nwould not down.\n\nHe was a trained observer and an analyst second to none. Therefore he\nsoon found out that he was being shadowed, but he could not get any\ntruly significant leads.\n\n\"Graves, have you got a spy-ray detector?\" he asked boldly--and\nwatchfully.\n\nThe fat man did not turn a hair. \"No, nobody would want to spy on me.\nWhy?\"\n\n\"I feel jumpy, as though somebody were walking on my grave. I don't\nknow why anybody would be spying on me, but--I'm neither a Lensman nor\nan esper, but I'd swear that somebody's peeking over my shoulder half\nthe time. I think I'll go over to the Patrol station and borrow one.\"\n\n\"Nerves, my boy, nerves and shock,\" Graves diagnosed. \"Losing an arm\nwould shock hell out of anybody's nervous system, I'd say. Maybe the\nPhillips treatment--the new one growing on--pulls you out of shape.\"\n\n\"Could be,\" Cloud assented moodily. His act had been a flop. If Graves\nknew anything--and he'd be damned if he could see any grounds for such\na suspicion--he hadn't given away a thing.\n\nNevertheless, the Blaster went next to the Patrol office, which was\nof course completely and permanently shielded. There he borrowed the\ndetector and asked the lieutenant in charge to get a special report\nfrom the Patrol upon the alleged gems and what, if anything, it knew\nabout either the cruiser or the pirates. To justify the request he had\nto explain his suspicions.\n\nAfter the messages had been sent the young officer drummed thoughtfully\nupon his desk. \"Wish I could do something, Doctor Cloud, but I can't\nsee how I can,\" he decided finally. \"I'll notify Narcotics right away,\nof course, but without a shred of evidence I can't act, even if they\nare as big a zwilnik outfit as Wembleson's was, on Bronseca....\"\n\n\"I know. I'm not accusing them. It may be anything from Vandemar to\nAndromeda. All firms--all individuals, for that matter--have spy-ray\nblocks. Call me, will you, when you get that report?\"\n\nThe call came eventually and the Patrolman was round-eyed as he\nimparted the information that, as far as anyone could discover, there\nhad been no Lonabarian gems and the rescuing cruiser had not been a\nPatrol vessel at all. Cloud was not surprised.\n\n\"I thought so,\" he said, flatly. \"This is a hell of a thing to say, but\nit now becomes a virtual certainty--mathematically, the probability\napproaches absolute certainty as a limit--that this whole fantastic\nprocedure was designed solely to keep me from analyzing and blowing out\nthat vortex. Here's what I'm going to do.\" Bending over the desk, even\nin that ultra-shielded office, he whispered busily for minutes.\n\n\"But listen, Doctor!\" the Patrolman protested. \"Wait--let a Lensman do\nit. Do you realize that if they're clean and if they catch you at it,\nnothing in the universe can keep you from doing at least ninety days in\nthe clink?\"\n\n\"Yes. But if we wait, the chances are that it'll be too late. They will\nhave had time to cover up whatever they're doing. What I am asking you\nis--will you back my play if I catch them with the goods?\"\n\n\"Yes. We'll be here, armored and ready. But I still think you're\ncompletely nuts.\"\n\n\"Maybe so, but if my mathematics is wrong, it is still a fact that my\narm will grow back on just as fast in clink as anywhere else. Clear\nether, Lieutenant--until tonight.\"\n\nCloud made an engagement for luncheon with Graves. Arriving a few\nminutes early, he was of course shown into the private office. Seeing\nthat the manager was busily signing papers, he strolled aimlessly to\nthe side window and seemed to gaze appreciatively at the masses of\ngorgeously-blooming flowers just outside. What he really saw, however,\nwas his detector. Since he was wearing it openly upon his wrist, he\nknew that he was not under observation. Nobody knew that he had in his\nsleeve a couple of small but highly efficient implements. Nobody knew\nthat he was left-handed. Nobody knew that he had surveyed, inch by\ninch, the burglar-alarm wiring of this particular window, nor that he\nwas an expert in such matters. Therefore no one saw what he did, nor\nwas any signal given that he did anything at all.\n\nThat same night, however, that window opened alarmlessly to his deft\ntouch. That side was dark, but enough light came through the front\nwindows so that he could see what he was doing. Bad or good? He did not\nknow. Those walls might very well have eyes, but he had to take that\nchance. One thing was in his favor: no matter how crooked they were\nthey couldn't keep armored troops on duty as night-watchmen. That would\nbe begging for trouble. And, in a pinch, he could get the Patrolmen\nthere as fast as they could get their thugs.\n\nHe had not brought any weapons. If he was wrong, he would have no need\nof one and it would only aggravate his offense. If right, one wouldn't\nbe enough and there would be plenty available. There they were, a\ndrawerful of them. DeLameters--full charged and ready--complete with\nbelts. He was right.\n\nHe leaped to Graves' desk. A spy-ray. That basement--\"private\nlaboratories\"--was still blocked. He threw switch after switch--no\nsoap. Communicators--He was getting somewhere now--a steel-lined room,\na girl and a boy.\n\n\"Eureka! Good evening, folks.\"\n\n\n\nIt had not taken long for Ryder to arrive at the explanations of the\npredicament in which he and the girl were so hopelessly enmeshed.\n\n\"Thionite!\" he explained to her, bitterly. \"I never saw a man take\nthionite before, let alone die of it, but it's the only thing I can\nthink of that can turn a man into such an utter maniac as that one was.\nThey're _growing_ the stuff. They must be a zwilnik outfit from top to\nbottom. That's why they've got to rub us out.\"\n\n\"But how could it get out?\"\n\n\"Through a fault, Fairchild said, a crack in the rocks. A millionth\nof a gram is enough, you know, and the stuff's so fine that it's\nterrifically hard to hold. If we could only tell the Patrol!\"\n\nBut they could not tell, nor could they escape. They exerted their\nevery resource, exhausted every possibility--in vain. And as day\nfollowed day Ryder almost went mad under the grinding thought that they\nboth must die without any opportunity of revealing their all-important\nknowledge. Hence he burst out violently when the death-cell's speaker\ngave tongue.\n\n\"Eureka? Damn your gloating soul to hell, Graves!\" he yelled furiously.\n\n\"This isn't Graves!\" the speaker snapped. \"Cloud. Storm Cloud, the\nVortex Blaster, investigating--\"\n\n\"Oh, Bob, it is! I recognize his voice!\" the girl screamed.\n\n\"Quiet! This is a zwilnik outfit, isn't it?\"\n\n\"I'll say it is,\" Ryder gasped in relief. \"Thionite--\"\n\n\"That's enough, details later. Keep still a minute!\" Locked together in\nalmost overpowering relief, the imprisoned pair listened as the crisp\nvoice went on:\n\n\"Lieutenant? I was right--zwilnik. _Thionite!_ Get over here fast.\nBlast down the Mayner Street door--stairway on right, two flights down,\ncorridor to left, half-way along left side, Room B twelve. Snap it up!\"\n\n\"But wait, Cloud, wait!\" they heard a fainter voice protest. \"Wait\nuntil we get there. You can't do anything alone!\"\n\n\"Can't wait. Got to get these kids out--evidence!\" Cloud broke the\ncircuit and, as rapidly as his one hand permitted, buckled gun-belts\naround himself. He knew that Graves would have to kill those two\nyoungsters if he possibly could. If they were silenced, it was\neminently possible that all other evidence could be destroyed in time.\n\n\"For God's sake save Jackie anyway!\" Ryder prayed. He knew just how\nhigh those stakes were. \"And watch out for gas, radiations, and\ntraps--a dozen alarms must have been sprung before now all around here.\"\n\n\"What kind of traps?\" Cloud demanded.\n\n\"Deadfalls, sliding doors--I don't know what they haven't got in this\ndamned place.\"\n\n\"Take Fairchild's private elevator, Doctor!\" the girl's clear voice\nbroke in. \"Graves said that he could kill us in here with gas or rays\nor--\"\n\n\"Where is it?\"\n\n\"The one farthest from the stairs.\"\n\nCloud jumped up, listening with half an ear to the babblings from below\nas he searched for air-helmets. Radiations, in that metal-lined room,\nwere out--except possibly for a few narrow-beam projectors, which he\ncould deal with easily enough. Gas, however, was bad. They couldn't\nweld cover-plates everywhere, even if they had time and metal. Every\ndrug house had air-helmets, though, and this one must have hundreds of\nthem. Ah! here they were!\n\n\n\nHe put one on, and made awkward shift to drape two more around his\nneck. He had to keep his one hand free. To the indicated elevator\nhe dashed. Down two floors. He ran along the corridor and drove the\nnarrowest, hottest possible cutting beam of his DeLameter into the lock\nof Room B Twelve. It took time to cut even that small semi-circle in\nthat refractory and conductive alloy--altogether too much time--but the\nkids would know who it was. The zwilniks would unlock the cell with a\nkey, not a torch.\n\nThey knew. When Cloud kicked the door open they fell upon him eagerly.\n\n\"A helmet and a DeLameter apiece. Get them on quick. Now help me buckle\nthis--thanks. Miss Jackie, stay back there, clear of our feet. You,\nman, lie down here in the doorway. Keep your ray-gun outside, and stick\nyour head out just barely far enough to see--no farther.\"\n\nA spot of light appeared in a port, then another. Cloud's weapon flamed\nbriefly. \"I thought so. They do their serious radiation work somewhere\nelse. The air right now, though, I imagine, is bad. It won't be long\nnow. Do I hear something?\"\n\n\"Somebody's coming, but suppose it's the Patrol?\"\n\n\"They'll be in armor, so a few blasts won't hurt 'em. Maybe the\nzwilniks will be in armor, too--if so we'll have to duck--but I imagine\nthat they'll throw the first ones in here just as they are.\"\n\nThey did. Graves, or whoever was directing things, rushed his nearest\nguards into action, hoping to reach B Twelve before anyone else could.\n\nBut as that first detachment rounded the corner Cloud's DeLameter\nflamed white, followed quickly by Ryder's, and in those withering\nblasts of energy the zwilniks died. The respite was, however, short.\nThe next men to arrive wore armor against which the DeLameters raved in\nvain, but only for a second.\n\n\"Back!\" Cloud ordered, and swung the heavy door as the attackers' beams\nswept past. It could not be locked, but it could be welded solidly to\nthe jamb, which operation was done with dispatch, if not with neatness.\n\n\"I hope they come in time.\" The girl's low voice carried a prayer. Was\nthis brief flare of hope false--would not only she and her Bob, but\nalso their would-be savior die? \"That other noise--suppose that's the\nPatrol?\"\n\nIt was not really a noise--the cell was sound-proof--it was an\noccasional jarring vibration of the entire structure.\n\n\"I wouldn't wonder.\" Cloud looked around the room as he spoke. \"Heavy\nstuff--semi-portables, perhaps. Well, let's see if we can't find some\nmore junk like that trap-door to stick onto that patchwork. Jackie, you\nmight grab that bucket and throw water. Every little bit helps and it's\ngetting mighty hot. Careful! Don't scald yourself.\"\n\nThe heavy metal of the door was bright-to-dull red over half its area\nand that area was spreading rapidly. The air of the room grew hot and\nhotter. Bursts of live steam billowed out and, condensing, fogged the\nhelmets and made the atmosphere even more oppressive.\n\nThe glowing metal dulled, brightened, dulled. The prisoners could\nonly guess at the intensity of the battle being waged without. They\ncould follow its progress only by the ever-shifting temperature of the\nbarrier which the zwilniks were so suicidally determined to beam down.\nThen a blast of bitterly cold air roared from the ventilator, clearing\naway the gas in seconds, and the speaker came to life.\n\n\"Good work, Cloud and you other two,\" it said chattily. \"Glad to see\nthat you're all on deck. The boys have been working on what's left of\nthe air-conditioner, so now we can cool you off a little and I can see\nwhat goes on there. Get into this corner over here, so that they can't\nblast you if they hole through.\"\n\nThe barrier grew hotter, flamed fiercely white. A narrow pencil of\nenergy came sizzlingly through--but only for seconds. It expired.\nThrough the hole there poured the reflection of a beam so brilliant\nas to pale the noonday sun. The portal cooled; heavy streams of water\nhissed and steamed. Warm water--almost hot--spurted into and began to\nfill the room. A cutting torch, water-cooled and carefully operated\nnow, sliced away the upper two-thirds of the fused and battered door.\nThe grotesquely-armored lieutenant peered in.\n\n\"Anybody hurt, Cloud?\" he shouted. Upon being assured that no one was,\nhe went on: \"Good. We'll have to carry you out. Step up here where we\ncan get hold of you.\"\n\n\"I'll walk and I'll carry Jackie myself,\" Ryder protested, while two of\nthe armored warriors were draping Cloud tastefully around the helmet of\na third.\n\n\"You'll get boiled to the hips if you try it. The water's deep and hot.\nCome on!\"\n\nThe slowly rising water was steaming sullenly; the walls and the\nceiling of the corridor gave mute but eloquent testimony of the\nappalling forces which had been unleashed. Wood, plastic, concrete,\nmetal--nothing was as it had been. Cavities yawned; plates and\npilasters were warped, crumbled, fused into hellish stalactites; mighty\ngirders hung awry. In places complete collapse had necessitated the\nblasting out of detours.\n\nThrough the wreckage of what had been a magnificent building the\ncavalcade made its way, but when the open air was reached the three\nrescued ones were not left to their own desires. Instead, they were\nescorted by a full platoon of Patrolmen to an armored car, which was in\nturn escorted to the Patrol Station.\n\n\"I'm afraid to take chances with you until we find out who is who and\nwhat is what around here,\" the young commander explained. \"The Lensmen\nwill be here, with reinforcements, in the morning, but I think you had\nbetter stay here with us for a while, don't you?\"\n\n\"Protective custody, eh?\" Cloud grinned. \"I don't remember ever having\nbeen arrested in such a nice way before, but it's QX with me. Thanks,\nLieutenant, for everything.\"\n\n\n\nLensmen came, and companies of Patrolmen equipped in many and various\nfashions, but it was several weeks before the situation was entirely\nunder control. Then Ellington--Councillor Ellington, the old Unattached\nLensmen who was in charge of all Narcotics work--called the three\ndetainees into the office which had been set aside for his use.\n\n\"We can release you now,\" the Lensman smiled. \"Thanks, from me as well\nas from the Patrol, for everything you have done. There has been some\ntalk that you two youngsters have been contemplating a honeymoon upon\nChickladoria or thereabouts?\"\n\n\"Oh, no, sir--that is--That was just talk, sir.\" Both spoke at once.\n\n\"I realize that the report may have been exaggerated or premature, or\nboth, but it strikes me as being a sound idea. Therefore, not as a\nreward, but in appreciation, the Patrol will be very glad to have you\nas its guests throughout such a trip--all expense--if you like.\"\n\nThey liked.\n\n\"Very well. Lieutenant, take Miss Cochran and Mr. Ryder to the\nDisbursing Office, please.... Dr. Cloud, the Patrol will take\ncognizance of what you have done. In the meantime, however, I would\nlike to say that in uncovering this attempt to grow Trenconian\nbroad-leaf here, you have been of immense, of immeasurable assistance\nto us.\"\n\n\"Nothing much, sir, I'm afraid. I shudder to think of what's coming. If\nthe zwilniks can grow that stuff anywhere--\"\n\n\"Not at all, not at all,\" Ellington interrupted briskly. \"No worse\nthan ever, if as bad. For if such an entirely unsuspected firm as\nTellurian Pharmaceuticals, with all their elaborate preparations and\nprecautions--some of the inspectors must have been corrupted too,\nalthough we aren't to the bottom of that phase yet--could not get more\nthan started, it is not probable that any other attempt will prove\nmarkedly successful. And in the case of the other habit-forming drugs,\nwhich Tellurian Pharmaceuticals and undoubtedly many other supposedly\nreputable firms have been distributing in quantity, you have given us a\nvery potent weapon.\"\n\n\"What weapon?\" Cloud was frankly puzzled.\n\n\"Statistical analysis and correlation of apparently unrelated\nindices--as you pointed out.\"\n\n\"But they have been used for years!\" the Blaster protested.\n\n\"Admitted--but only when individual departures from the norm became so\nmarked as to call for a special investigation. We now have a corps of\nanalysts applying them as routine. Thus, while we cannot count upon\nhaving any more such extraordinary help as you have given us, we should\nnot need it. I don't suppose that I can give you a lift back to Tellus?\"\n\n\"I don't think so, thanks. My new flitter is en route here now. I'll\nhave to analyze this vortex anyway. Not that I think it's abnormal\nin any way--those were undoubtedly murders, not vortex casualties\nat all--but just to complete the record. And since I can't do any\nextinguishing until I grow a new flipper, I might as well stay here and\nkeep on practising.\"\n\n\"Practising? Practising what?\"\n\n\"Gun-slinging--the lightning draw. I intend to get at least a lunch\nwhile the next pirate who pulls a DeLameter on me is getting a square\nmeal.\"",
    "metadata": {
        "author": [
            "Smith, Edward Elmer",
            "Smith, Edward E.",
            "Smith, Doc",
            "Smith, E.E.",
            "Smith, E. E. (Edward Elmer)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68707/pg68707.txt",
        "name": "storm_cloud_on_deka.json"
    }
}