{
    "name": "Stranger From Space",
    "author": [
        "Woodard, Wayne Francis",
        "Bok, Hannes"
    ],
    "body": "It was twilight on Venus--the rusty red that the eyes notice when\ntheir closed lids are raised to light. Against the glow, fantastically\ntwisted trees spread claws of spiky leaves, and a group of clay huts\nthrust up sharp edges of shadow, like the abandoned toy blocks of a\ngigantic child. There was no sign of clear sky and stars--the heavens\nwere roofed by a perpetual ceiling of dust-clouds.\n\nA light glimmered in one of the huts. Feminine voices rippled across\nthe clearing and into the jungle. There was laughter, then someone's\nfaint and wistful sigh. One of the voices mourned, in the twittering\nVenusian speech, \"How I envy you, Koroby! I wish I were being married\ntonight, like you!\"\n\nKoroby stared defiantly at the laughing faces of her bridesmaids. She\nshrugged hopelessly. \"I don't care,\" she said slowly. \"It will be nice\nto have Yasak for a husband--yes. And perhaps I do love him. I don't\nknow.\" She tightened her lips as she reflected on it.\n\nShe left them, moving gracefully to the door. Venus-girls were\ngenerally of truly elfin proportions, so delicately slim that they\nseemed incapable of the slightest exertion. But Koroby's body\nwas--compared to her friends'--voluptuous.\n\nShe rested against the door-frame, watching the red of the afterglow\ndeepen to purple. \"I want romance,\" she said, so softly that the girls\nhad to strain forward to hear her. \"I wish that there were other worlds\nthan this--and that someone would drop out of the skies and claim\nme ... and take me away from here, away from all this--this monotony!\"\n\nShe turned back to her friends, went to them, one of her hands, patting\nthe head of the kneeling one. She eyed herself in the mirror.\n\n\"Well--heigh-ho! There don't seem to be any other worlds, and nobody is\ngoing to steal me away from Yasak, so I might as well get on with my\npreparations. The men with the litter will be here soon to carry me to\nthe Stone City.\"\n\nShe ran slim hands down her sides, smoothing the blue sarong; she\nfondled her dark braids. \"Trossa, how about some flowers at my ears--or\ndo you think that it would look a little too much--?\" Her eyes sought\nthe mirror, and her lips parted in an irreprehensible smile. She\ntrilled softly to herself, \"Yes, I am beautiful tonight--the loveliest\nwoman Yasak will ever see!\" And then, regretfully, sullenly, \"But oh,\nif only _He_ would come ... the man of my dreams!\"\n\nThere was a rap at the doorway; they turned. One of the litter-bearers\nloomed darker than the gloomy sky. \"Are you ready?\" he asked.\n\nKoroby twirled before the mirror, criticizing her appearance. \"Yes,\nready,\" she said.\n\n\"Ready!\" the girls cried. Then there was a little silence.\n\n\"Shall we go now?\" Koroby asked, and the litter-carrier nodded. Koroby\nkissed the girls, one after another. \"Here, Shonka--you can have this\nbracelet you've always liked. And this is for you, Lolla. And here,\nTrossa--and you, Shia. Goodbye, darlings, goodbye--come and see me\nwhenever you can!\"\n\n\"Goodbye, Koroby!\"\n\n\"Goodbye! Goodbye!\" They crowded around her, embracing, babbling\nfarewells, shreds of advice. Trossa began to cry. Finally Koroby broke\naway from them, went to the door. She took a last look at the interior\nof the little hut, dim in the lamplight--at the hard bed of laced\n_gnau_-hide strips, the crude but beautifully-carved charts and chests.\nThen she turned and stepped out into the night.\n\n\"This way,\" the litter-carrier announced, touching the girl's arm. They\nstumbled over the rutted clearing toward the twinkling sparks that were\nthe lights of the other litter-bearers, colored sparks as befitted\na wedding-conveyance. The winking lights were enclosed in shells of\ncolored glass for another reason--the danger of their firing the papery\njungle verdure.\n\n\n\nIt was not a new litter, built especially for the occasion--Yasak was\ntoo practical a man to sanction any kind of waste. It was the same\nold litter that Koroby had been watching come and go ever since she\nwas a little girl, a canopied framework of gaudily-painted carvings.\nShe had wondered, watching it pass, whether its cushioned floor was\nsoft, and now, as she stepped into the litter, she patted the padding\nexperimentally. Yes, it was soft .... And fragrant, too--a shade too\nfragrant. It smelled stale, hinting of other occupants, other brides\nbeing borne to other weddings....\n\nGarlands of flowers occupied a good deal of space in it. Settled among\nthem, she felt like a bird in a strange nest. She leaned back among\nthem; they rustled dryly. Too bad--it had been such a dry year--\n\n\"You're comfortable?\" the litter bearer asked. Koroby nodded, and the\nlitter was lifted, was carried along the path.\n\nThe procession filed into the jungle, into a tunnel of arched branches,\nof elephant-eared leaves. Above the monotonous music came the hiss of\nthe torches, the occasional startled cry of a wakened bird. The glow of\nthe flames, in the dusty air, hung around the party, sharply defined,\nlike a cloak of light. At times a breeze would shake the ceiling of\nfoliage, producing the sound of rolling surf.\n\nKoroby fingered the flowers around her throat, her eyes rapt on the\npassing trees. Her lips moved in the barest murmur: \"If only--!\"\nand again, \"Oh, if only--!\" But the music trickled on, and nothing\nhappened; the litter seemed to float along--none of the bearers even\nstumbled.\n\nThey came to a cleared space of waist-high grass. It was like a canyon\nsteeply walled by cliffs of verdure. The litter jerked as it glided\nalong, and Koroby heard one of the bearers exclaim gruffly, \"Listen!\"\nThen the litter resumed its dream-like floating on the backs of the men.\n\n\"What was it?\" another bearer asked.\n\n\"Thought I heard something,\" the other replied. \"Shrill and high--like\nsomething screaming--\"\n\nKoroby peered out. \"A _gnau_?\" she asked.\n\n\"I don't know,\" the bearer volunteered.\n\nKoroby lifted a hand. \"Stop the litter,\" she said.\n\n\n\nThe conveyance halted. Koroby leaning out, the men peering around them,\nthey listened. One of the bearers shouted at the musicians; the music\nceased. There was nothing to be heard except the whisper of the breeze\nin the grass.\n\nThen the girl heard it--a shrill, distant whine, dying away, then\ngrowing louder--and louder--it seemed to be approaching--from the sky--\n\nAll the faces were lifted up now, worriedly. The whine grew\nlouder--Koroby's hands clenched nervously on the wreaths at her throat--\n\nThen, far ahead, a series of bright flashes, like the lightning of the\ndust-storms, but brilliantly green. A silence, then staccatto reports,\ncertainly not thunder--unlike any sound that Koroby had ever heard.\n\nThere was a babble of voices as the musicians crowded together, asking\nwhat had it been, and where--just exactly--could one suppose it had\nhappened, that thunder--was it going to storm!\n\nThey waited, but nothing further happened--there were no more stabs of\ngreen light nor detonations. The bearers stooped to lift the litter's\npoles to their shoulders. \"Shall we go on?\" one of them asked Koroby.\n\nShe waved a hand. \"Yes, go on.\"\n\nThe litter resumed its gentle swaying, but the music did not start\nagain. Then, from the direction of the light-flashes, a glow appeared,\nshining steadily, green as the flashes had been. Noticing it, Koroby\nfrowned. Then the path bent, and the glow swung to one side.\n\nSuddenly Koroby reached out, tapped the shoulder of the closet bearer.\n\"Go toward the light.\"\n\nHis face swung up to hers. \"But--there's no path that way--\"\n\n\"I don't care,\" she said. \"Take me there.\" Her order had reached the\nothers' ears, and they slowed their pace.\n\n\"Lady--believe me--it's impossible. There's nothing but matted jungle\nin that direction--we'd have to hack our way as we go along. And who\nknows how far away that light is? Besides, you're on your way to be\nmarried.\"\n\n\"Take me to that light!\" she persisted.\n\nThey set the litter down. \"We can't do that,\" one man said to another.\n\nKoroby stepped out to the path, straightened up, her eyes on the glow.\n\"You'd better,\" she said ominously. \"Otherwise, I'll make a complaint\nto Yasak--\"\n\nThe men eyed each other, mentally shrugging. \"Well--\" one yielded.\n\nThe girl whirled impatiently on the others. \"Hurry!\" she cried. \"If you\nwon't take me, I'll go by myself. I must get to that fire, whatever it\nis!\" She put a hand to her heart. \"I must! I must!\" Then she faced the\ngreen glare again, smiling to herself.\n\n\"You can't do that!\" a carrier cried.\n\n\"Well, then, you take me,\" she said over her shoulder.\n\nGrumbling, they bent to the conveyance's poles, and Koroby lithely\nslipped to the cushions. They turned off the path, plodded through the\ndeep grass toward the light. The litter lurched violently as their\nfeet caught in the tangled grass, and clouds of fine dust arose from\nthe disturbed blades.\n\n\n\nBy the time they reached the source of the light, they were quite\ndemoralized. The musicians had not accompanied them, preferring to\ncarry the message to Yasak in the Stone City that his prospective\nbride had gone off on a mad journey. The bearers were powdered grey\nwith dust, striped with blood where the dry grass-stems had cut them.\nThey were exhausted and panting. Koroby was walking beside them, for\nthey had abandoned the litter finally. Her blue drapery was ripped and\nrumpled; her carefully-arranged braids had fallen loose; dust on her\nface had hid its youthful color, aging her.\n\nThe expedition emerged from the jungle on a sandy stretch of barren\nland. A thousand feet away a gigantic metal object lay on the sand,\ncrumpled as though it had dropped from a great distance. It had been\nglobular before the crash, and was pierced with holes like windows.\nWhat could it possibly be? A house? But whoever heard of a metal house?\nWhy, who could forge such a thing! Yasak's house in the City had iron\ndoors, and they were considered one of the most wonderful things of the\nage. It would take a giant to make such a ponderous thing as this.\n\nA house, fallen from the sky? The green lights poured out of its\ncrumpled part, and a strange bubbling and hissing filled the air.\n\nKoroby stopped short, clasping her hands and involuntarily uttering a\nsqueal of joyful excitement, for between her and the blaze, his eyes on\nthe destruction, stood a man.....\n\nHe was very tall, and his shoulders were very wide. Oh, but he looked\nlike a man, and stood like one--even though his hands were folded\nbehind his back and he was probably dejected. A man in a house from the\nsky--\n\nKoroby hastily grasped a corner of her gown, moistened it with saliva,\nand scrubbed her face. She rearranged her hair, and stepped forward.\n\n\"Don't go there--it's magic--he'll cast a spell--!\" one of the bearers\nwhispered urgently, reaching after her, but Koroby pushed him away. The\nlitter-carriers watched the girl go, unconsciously huddling together\nas if feeling the need for combined strength. They withdrew into the\njungle's shadows, and waited there anxiously, ready at any moment to\nrun away.\n\nBut Koroby, with supreme confidence, walked toward the stranger, her\nlovely body graceful as a cat's, her face radiant. The man did not hear\nher. She halted behind him, waited silent, expectant, excited--but he\ndid not turn. The green fire sputtered upward. At last the girl stepped\nto the man's side and gently touched him again. He turned, and her\nheart faltered: she swayed with bliss.\n\nHe was probably a god. Not even handsome Yasak looked like this. Here\nwas a face so finely-chiseled, so perfectly proportioned, that it was\nalmost frightening, unhuman, mechanical. It was unlined and without\nexpression, somehow unreal. Mysterious, compelling.\n\nHe was clothed very peculiarly. A wonderfully-made metallic garment\nenclosed his whole body--legs and all, unlike the Venus-men's tunics.\nEven his feet were covered. Perhaps it was armor--though the Venus-men\nusually wore only breastplate and greaves. And a helmet hid all of\nthe man's head except his face. Around his waist was a belt with many\nincomprehensible objects dangling from it. If he was so well armored,\nwhy was he not carrying a sword--a dagger at least! Of what use were\nthose things on his belt--for instance, that notched L-shaped thing? It\nwould not even make a decent club!\n\nThe stranger did not speak, merely gazed deeply into Koroby's eyes. And\nshe, returning the gaze, wondered if he was peering into her very soul.\nThe words of a folk-ballad came to her:\n\n    \"--He'll smile and touch my cheek,\n    And maybe more;\n    And though we'll neither speak,\n    We'll know the score--\"\n\n\n\nSuddenly he put his hands to her cheeks and bent close to her, his eyes\npeering into hers as though he were searching for something he had lost\nin them. She spoke her thought: \"What are you doing? You seem to be\nreading my mind!\"\n\nWithout removing hands, he nodded. \"Reading--mind.\" He stared long\ninto her eyes. His dispassionate, too-perfect face began to frighten\nher. She slipped back from him, her hand clutching her throat.\n\nHe straightened up and spoke--haltingly at first, then with growing\nassurance. \"Don't be afraid. I mean you no harm.\" She trembled. It was\nsuch a wonderful voice--it was as she had always dreamed it! But she\nhad never really believed in the dream....\n\nHe was looking at the wrecked globe of metal. \"So there are people on\nVenus!\" he said slowly.\n\nKoroby watched him, forgot her fear, and went eagerly to him, took his\narm. \"Who are you?\" she asked. \"Tell me your name!\"\n\nHe turned his mask of a face to her. \"My name? I have none,\" he said.\n\n\"No name? But who are you? Where are you from? And what is that?\" She\npointed at the metal globe.\n\n\"The vehicle by which I came here from a land beyond the sky,\" he said.\nShe had no concept of stars or space, and he could not fully explain.\n\"From a world known as Terra.\"\n\nShe was silent a moment, stunned. So there was another world! Then she\nasked, \"Is it far? Have you come to take me there?\"\n\nHere the similarity between her dream and actual experience ended.\nWhat was he thinking as he eyed her for a long moment? She had no way\nof guessing. He said, \"No, I am not going to take you back there.\" Her\nmonth gaped in surprise, and he continued, \"As for the distance to\nTerra--it is incredibly far away.\"\n\nThe glare was beginning to die, the green flames' hissing fading to a\nwhisper. They watched the melting globe sag on the sand. Then Koroby\nsaid, \"But if it is so far away, how could you speak my language? There\nare some tribes beyond the jungle whose language is unlike ours--\"\n\n\"I read your mind,\" he explained indifferently. \"I have a remarkable\nmemory.\"\n\n\"Remarkable indeed!\" she mocked. \"No one here could do that.\"\n\n\"But my race is infinitely superior to yours,\" he said blandly. \"You\nlittle people--ah--\" He gestured airily.\n\nHer lips tightened and her eyes narrowed. \"And I?\"\n\nHis voice sounded almost surprised. \"What about you?\"\n\n\"You see nothing about me worthy of your respect? Are you infinitely\nsuperior to me--_me_?\"\n\nHe looked her up and down. \"Of course!\"\n\nHer eyes jerked wide open and she took a deep breath. \"And just who do\nyou think you are? A god?\"\n\nHe shook his head. \"No. Just better informed, for one thing. And--\"\n\nKoroby cut him short. \"What's your name?\"\n\n\"I have none.\"\n\n\"What do you mean, you have none?\"\n\nHe seemed just a trifle bored. \"We gave up names long ago on my world.\nWe are concerned with more weighty things than our own selves. But I\nhave a personal problem now,\" he said, making a peculiar sound that\nwas not quite a sigh. \"Here I am stranded on Venus, my ship utterly\nwrecked, and I'm due at the Reisezek Convention in two weeks. You\"--he\ngripped Koroby's shoulder, and his strength made her wince--\"tell me,\nwhere is the nearest city? I must communicate with my people at once.\"\n\nShe pointed. \"The Stone City's that way.\"\n\n\"Good,\" he said. \"Let's go there.\"\n\nThey took another glance at the metal globe and the green fire, which\nby now had died to a fitful glimmer. Then the stranger and the girl\nstarted toward the jungle, where the litter-bearers awaited them.\n\n\n\nAs the party was struggling through the prairie's tall grass, the man\nsaid to Koroby, \"I realize from the pictures in your mind that there\nis no means in your city of communicating directly with my people. But\nit seems that there are materials which I can utilize in building a\nsignal--\"\n\nHe was walking along, head erect, apparently quite at ease, while the\nlitter bearers and Koroby could barely drag themselves with him. The\ngirl's garment was a tattered ruin. Her skin was gritty with dust, and\nshe was bleeding from many scratches. She tripped over tangled roots\nand exclaimed in pain. Then the man took one of the strange implements\nfrom his belt, pressed a knob on it, and light appeared as if by magic!\nHe handed the stick to Koroby, but she was afraid to touch it. This was\na strange light that gave no heat, nor flickered in the breeze. Finally\nshe accepted it from him, but carried it gingerly at arm's length.\n\nShe refused to believe that he had no name, and so he named himself.\n\"Call me Robert. It is an ancient name on Terra.\"\n\n\"Robert,\" she said, and, \"Robert.\"\n\nBut at last she could go no farther. She had forced herself along\nbecause she wanted to impress this indifferent man that she was not as\ninferior as he might think--but now she could not go on. With a little\ncry almost of relief, she sank to the ground and lay semi-conscious, so\nweary that the very pain of it seemed on the point of pleasure.\n\nRobert dipped down, scooped her up, and carried her.\n\nLights glimmered ahead; shouts reached them. It was a searching party,\nYasak in it. The litter-carriers who could still speak blurted out what\nhad happened. \"A green light--loud sounds--fire--this man there--\" and\nthen dropped into sleep.\n\n\"Someone carry these men,\" Yasak ordered. To Robert he said, \"We're not\nvery far from the path to the City now. Shall I carry the girl?\"\n\n\"It makes no difference,\" Robert said.\n\n\"You will stay with me while you are in the City, of course,\" Yasak\nsaid, as they walked. He eyed this handsome stranger speculatively, and\nthen turned to shout an necessary order. \"You, there, keep in line!\" He\nglanced at Robert furtively to see if this had impressed him at all.\n\n\n\nIt was day. Koroby sat up in bed and scanned her surroundings. She was\nin Yasak's house. The bed was very soft, the coverlets of the finest\nweave. The furniture was elegantly carved and painted; there were even\npaintings on the walls.\n\nA woman came to the bed. She was stocky and wore drab grey: the blue\ncircles tattooed on her cheeks proclaimed her a slave. \"How do you\nfeel?\" she asked.\n\n\"Fairly well. How long have I been ill?\" Koroby asked, sweetly weak.\n\n\"You haven't been ill. They brought you in last night.\"\n\n\"Oh,\" Koroby said disappointedly, and sat upright. \"I feel as if I'd\nbeen lying here for weeks. Where's Yasak? Where's the strange man in\narmor?\"\n\n\"Yasak's out somewhere. The stranger man is in the room at the end of\nthe hall.\"\n\n\"Fetch me something to wear--that's good enough,\" the girl accepted the\nmantle offered by the slave. \"Quick, some water--I must wash.\"\n\nIn a few minutes she was lightly running down the hall; she knocked on\nthe door of Robert's room. \"May I come in?\"\n\nHe did not answer. She waited a little and went in. He was seated on\none of the carved chairs, fussing over some scraps of metal on the\ntable. He did not look up.\n\n\"Thank you for carrying me, Robert.\" He did not reply. \"Robert--I\ndreamed of you last night. I dreamed you built another round house and\nthat we both flew away in it. Yasak had to stay behind, and he was\nfurious. Robert! Aren't you listening?\"\n\n\"I hear you.\"\n\n\"Don't you think it was an exciting dream?\" He shook his head. \"But\nwhy? Robert\"--she laid longing hands on his shoulders--\"can't you see\nthat I'm in love with you?\" He shrugged. \"I believe you don't know what\nlove is!\"\n\n\"I had a faint idea of it when I looked into your mind,\" he said. \"I'm\nafraid I haven't any use for it. Where I come from there is no love,\nand there shouldn't be here, either. It's a waste of time.\"\n\n\"Robert--I'm mad about you! I've dreamed of your coming--all my life!\nDon't be so cruel--so cold to me! You mock me, say that I'm nothing,\nthat I'm not worthy of you--\"\n\nShe stepped back from him, clenching her hands. \"Oh, I hate you--hate\nyou! You don't care the least bit about me--and I've shamed myself in\nfront of you--I, supposed to be Yasak's wife by now!\" She began to\ncry, hid her face in suddenly lax fingers. She looked up fiercely. \"I\ncould kill you!\" Robert stood immobile, no trace of feeling marring the\nperfection of his face. \"I could kill you, and I will kill you!\" she\nsprang at him.\n\n\"You'll hurt yourself,\" he admonished kindly, and after she had\npummeled his chest, bruising her fingers on his armor, she turned away.\n\n\"And now if you're through playing your incomprehensible little scene,\"\nRobert said, \"I hope you will excuse me. I regret that I have no\nemotions--I was never allowed them. But it is an esthetic regret.... I\nmust go back to my wrecked ship now and arrange the signals there.\" He\ndid not wait for her leave, but strode out of the room.\n\nKoroby huddled on a chair, sobbing. Then she dried her eyes on the\nbacks of her hands. She went to the narrow slits that served as windows\nand unfastened the translucent shutter of one. Down in the City street,\nRobert was walking away. Her eyes hardened, and her fingers spread\ninto ugly claws. Without bothering to pull the shutter in place she\nhurried out of the room, ran eagerly down the hall. She stopped at\nthe armor-rack at the main hall on her way outside, and snatched up a\n_siatcha_--a firestone. Then she slipped outside and down the street.\n\n\n\nThe City's wall was not far behind. Robert was visible in the distance,\nstriding toward his sky-ship, a widening cloud of dust rising behind\nhim like the spreading wake of a boat. Koroby stood on tip-toe, waving\nand calling after him, \"Robert! Robert! Come back!\" but he did not seem\nto hear.\n\nShe watched him a little longer. Then she deliberately stooped and drew\nthe firestone out of its sheath. She touched it to a blade of the tall\ngrass. A little orange flame licked up, slowly quested along the blade,\ndown to the ground and up another stem. It slipped over to another\nstem, and another, growing larger, hotter--Koroby stepped back from the\nwrithing fire, her hand protectively over her face.\n\nThe flames crackled at first--like the crumpling of thin paper. Then,\nas they widened and began climbing hand over hand up an invisible\nladder, they roared. Koroby was running back toward the City now, away\nfrom the heat. The fire spread in a long line over the prairie. Above\nits roar came shouts from the City. The flames rose in a monstrous\ntwisting pillar, brighter than even the dust-palled sky, lighting the\nbuildings and the prairie. The heat was dreadful.\n\nKoroby reached the City wall, panted through the gate into a shrieking\ncrowd. Someone grasped her roughly--she was too breathless to do more\nthan gasp for air--and shook her violently. \"You fool, you utter\nfool! What did you think you were doing?\" Others clamored around her,\nreaching for her. Then she heard Yasak's voice. Face stern, he pushed\nthrough the crowd, pressed her to him. \"Let her alone--Let her alone, I\nsay!\"\n\nThey watched the conflagration, Yasak and Koroby, from a higher part of\nthe wall than where the others were gathered. They could glimpse Robert\nnow and then. He was running, trying to outrace the flames. Then they\nswept around him, circling him--his arms flailed frantically.\n\n\n\nThe fire had passed over the horizon. The air was blue with smoke,\ndifficult to breathe, and ashes were drifting lightly down like\ndove-colored snow. Yasak, watery eyed, a cloth pressed to his nose, was\nwalking with several others over the smoking earth and still warm ashes\nup to his knees. In one hand he held a stick. He stopped and pointed.\n\"He fell about here,\" he said, and began to probe the ashes with the\nstick.\n\nHe struck something. \"Here he is!\" he cried. The others hurried to the\nspot and scooped ashes away, dog-fashion, until Robert's remains were\nlaid clear. There were exclamations of amazement and perplexity from\nthe people.\n\nIt was a metal skeleton, and the fragments of complicated machinery,\ncaked with soot.\n\n\"He wasn't human at all!\" Yasak marvelled. \"He was some kind of a toy\nmade to look like a man--that's why he wore armor, and his face never\nchanged expression--\"\n\n\"Magic!\" someone cried, and backed away.\n\n\"Magic!\" the others repeated, and edged back ... and that was the\nend of one of those robots which had been fashioned as servants for\nTerrestial men, made in Man's likeness to appease Man's vanity, then\nconquered him.",
    "metadata": {
        "author": [
            "Woodard, Wayne Francis",
            "Bok, Hannes"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62314/pg62314.txt",
        "name": "stranger_from_space.json"
    }
}