{
    "name": "Studies and Essays: Censorship and Art",
    "author": [
        "Galsworthy, John",
        "Sinjohn, John"
    ],
    "body": "\n          \"Je vous dirai que l'exces est toujours un mal.\"\n                                      --ANATOLE FRANCE\n\n\n\nTABLE OF CONTENTS:\n          ABOUT CENSORSHIP\n          VAGUE THOUGHTS ON ART\n\n\n\n\nABOUT CENSORSHIP\n\nSince, time and again, it has been proved, in this country of free\ninstitutions, that the great majority of our fellow-countrymen consider\nthe only Censorship that now obtains amongst us, namely the Censorship of\nPlays, a bulwark for the preservation of their comfort and sensibility\nagainst the spiritual researches and speculations of bolder and too\nactive spirits--it has become time to consider whether we should not\nseriously extend a principle, so grateful to the majority, to all our\ninstitutions.\n\nFor no one can deny that in practice the Censorship of Drama works with a\nsmooth swiftness--a lack of delay and friction unexampled in any public\noffice.  No troublesome publicity and tedious postponement for the\npurpose of appeal mar its efficiency.  It is neither hampered by the Law\nnor by the slow process of popular election.  Welcomed by the\noverwhelming majority of the public; objected to only by such persons as\nsuffer from it, and a negligible faction, who, wedded pedantically to\nliberty of the subject, are resentful of summary powers vested in a\nsingle person responsible only to his own 'conscience'--it is amazingly,\ntriumphantly, successful.\n\nWhy, then, in a democratic State, is so valuable a protector of the will,\nthe interests, and pleasure of the majority not bestowed on other\nbranches of the public being?  Opponents of the Censorship of Plays have\nbeen led by the absence of such other Censorships to conclude that this\nOffice is an archaic survival, persisting into times that have outgrown\nit.  They have been known to allege that the reason of its survival is\nsimply the fact that Dramatic Authors, whose reputation and means of\nlivelihood it threatens, have ever been few in number and poorly\norganised--that the reason, in short, is the helplessness and weakness of\nthe interests concerned.  We must all combat with force such an aspersion\non our Legislature.  Can it even for a second be supposed that a State\nwhich gives trial by Jury to the meanest, poorest, most helpless of its\ncitizens, and concedes to the greatest criminals the right of appeal,\ncould have debarred a body of reputable men from the ordinary rights of\ncitizenship for so cynical a reason as that their numbers were small,\ntheir interests unjoined, their protests feeble?  Such a supposition were\nintolerable!  We do not in this country deprive a class of citizens of\ntheir ordinary rights, we do not place their produce under the\nirresponsible control of one not amenable to Law, by any sort of\npolitical accident!  That would indeed be to laugh at Justice in this\nKingdom!  That would indeed be cynical and unsound!  We must never admit\nthat there is no basic Justice controlling the edifice of our Civic\nRights.  We do, we must, conclude that a just and well-considered\nprinciple underlies this despotic Institution; for surely, else, it would\nnot be suffered to survive for a single moment!  Pom!  Pom!\n\nIf, then, the Censorship of Plays be just, beneficent, and based on a\nwell-considered principle, we must rightly inquire what good and logical\nreason there is for the absence of Censorship in other departments of the\nnational life.  If Censorship of the Drama be in the real interests of\nthe people, or at all events in what the Censor for the time being\nconceives to be their interest--then Censorships of Art, Literature,\nReligion, Science, and Politics are in the interests of the people,\nunless it can be proved that there exists essential difference between\nthe Drama and these other branches of the public being.  Let us consider\nwhether there is any such essential difference.\n\nIt is fact, beyond dispute, that every year numbers of books appear which\nstrain the average reader's intelligence and sensibilities to an\nunendurable extent; books whose speculations are totally unsuited to\nnormal thinking powers; books which contain views of morality divergent\nfrom the customary, and discussions of themes unsuited to the young\nperson; books which, in fine, provide the greater Public with no pleasure\nwhatsoever, and, either by harrowing their feelings or offending their\ngood taste, cause them real pain.\n\nIt is true that, precisely as in the case of Plays, the Public are\nprotected by a vigilant and critical Press from works of this\ndescription; that, further, they are protected by the commercial instinct\nof the Libraries, who will not stock an article which may offend their\ncustomers--just as, in the case of Plays, the Public are protected by the\ncommon-sense of theatrical Managers; that, finally, they are protected by\nthe Police and the Common Law of the land.  But despite all these\nprotections, it is no uncommon thing for an average citizen to purchase\none of these disturbing or dubious books.  Has he, on discovering its\ntrue nature, the right to call on the bookseller to refund its value?  He\nhas not.  And thus he runs a danger obviated in the case of the Drama\nwhich has the protection of a prudential Censorship.  For this reason\nalone, how much better, then, that there should exist a paternal\nauthority (some, no doubt, will call it grand-maternal--but sneers must\nnot be confounded with argument) to suppress these books before\nappearance, and safeguard us from the danger of buying and possibly\nreading undesirable or painful literature!\n\nA specious reason, however, is advanced for exempting Literature from the\nCensorship accorded to Plays.  He--it is said--who attends the\nperformance of a play, attends it in public, where his feelings may be\nharrowed and his taste offended, cheek by jowl with boys, or women of all\nages; it may even chance that he has taken to this entertainment his\nwife, or the young persons of his household.  He--on the other hand--who\nreads a book, reads it in privacy.  True; but the wielder of this\nargument has clasped his fingers round a two-edged blade.  The very fact\nthat the book has no mixed audience removes from Literature an element\nwhich is ever the greatest check on licentiousness in Drama.  No manager\nof a theatre,--a man of the world engaged in the acquisition of his\nlivelihood, unless guaranteed by the license of the Censor, dare risk the\npresentment before a mixed audience of that which might cause an 'emeute'\namong his clients.  It has, indeed, always been observed that the\ntheatrical manager, almost without exception, thoughtfully recoils from\nthe responsibility that would be thrust on him by the abolition of the\nCensorship.  The fear of the mixed audience is ever suspended above his\nhead.  No such fear threatens the publisher, who displays his wares to\none man at a time.  And for this very reason of the mixed audience;\nperpetually and perversely cited to the contrary by such as have no firm\ngrasp of this matter, there is a greater necessity for a Censorship on\nLiterature than for one on Plays.\n\nFurther, if there were but a Censorship of Literature, no matter how\ndubious the books that were allowed to pass, the conscience of no reader\nneed ever be troubled.  For, that the perfect rest of the public\nconscience is the first result of Censorship, is proved to certainty by\nthe protected Drama, since many dubious plays are yearly put before the\nplay-going Public without tending in any way to disturb a complacency\nengendered by the security from harm guaranteed by this beneficent, if\ndespotic, Institution.  Pundits who, to the discomfort of the populace,\nfoster this exemption of Literature from discipline, cling to the\nold-fashioned notion that ulcers should be encouraged to discharge\nthemselves upon the surface, instead of being quietly and decently driven\ninto the system and allowed to fester there.\n\nThe remaining plea for exempting Literature from Censorship, put forward\nby unreflecting persons: That it would require too many Censors--besides\nbeing unworthy, is, on the face of it, erroneous. Special tests have\nnever been thought necessary in appointing Examiners of Plays.  They\nwould, indeed, not only be unnecessary, but positively dangerous, seeing\nthat the essential function of Censorship is protection of the ordinary\nprejudices and forms of thought.  There would, then, be no difficulty in\nsecuring tomorrow as many Censors of Literature as might be necessary\n(say twenty or thirty); since all that would be required of each one of\nthem would be that he should secretly exercise, in his uncontrolled\ndiscretion, his individual taste.  In a word, this Free Literature of\nours protects advancing thought and speculation; and those who believe in\ncivic freedom subject only to Common Law, and espouse the cause of free\nliterature, are championing a system which is essentially undemocratic,\nessentially inimical to the will of the majority, who have certainly no\ndesire for any such things as advancing thought and speculation.  Such\npersons, indeed, merely hold the faith that the People, as a whole,\nunprotected by the despotic judgments of single persons, have enough\nstrength and wisdom to know what is and what is not harmful to\nthemselves.  They put their trust in a Public Press and a Common Law,\nwhich deriving from the Conscience of the Country, is openly administered\nand within the reach of all.  How absurd, how inadequate this all is we\nsee from the existence of the Censorship on Drama.\n\nHaving observed that there is no reason whatever for the exemption of\nLiterature, let us now turn to the case of Art.  Every picture hung in a\ngallery, every statue placed on a pedestal, is exposed to the public\nstare of a mixed company.  Why, then, have we no Censorship to protect us\nfrom the possibility of encountering works that bring blushes to the\ncheek of the young person?  The reason cannot be that the proprietors of\nGalleries are more worthy of trust than the managers of Theatres; this\nwould be to make an odious distinction which those very Managers who\nuphold the Censorship of Plays would be the first to resent.  It is true\nthat Societies of artists and the proprietors of Galleries are subject to\nthe prosecution of the Law if they offend against the ordinary standards\nof public decency; but precisely the same liability attaches to\ntheatrical managers and proprietors of Theatres, in whose case it has\nbeen found necessary and beneficial to add the Censorship.  And in this\nconnection let it once more be noted how much more easily the ordinary\nstandards of public decency can be assessed by a single person\nresponsible to no one, than by the clumsy (if more open) process of\npublic protest. What, then, in the light of the proved justice and\nefficiency of the Censorship of Drama, is the reason for the absence of\nthe Censorship of Art?  The more closely the matter is regarded, the more\nplain it is, that there is none!  At any moment we may have to look upon\nsome painting, or contemplate some statue, as tragic, heart-rending, and\ndubiously delicate in theme as that censured play \"The Cenci,\" by one\nShelley; as dangerous to prejudice, and suggestive of new thought as the\ncensured \"Ghosts,\" by one Ibsen.  Let us protest against this peril\nsuspended over our heads, and demand the immediate appointment of a\nsingle person not selected for any pretentiously artistic feelings, but\nendowed with summary powers of prohibiting the exhibition, in public\ngalleries or places, of such works as he shall deem, in his uncontrolled\ndiscretion, unsuited to average intelligence or sensibility.  Let us\ndemand it in the interest, not only of the young person, but of those\nwhole sections of the community which cannot be expected to take an\ninterest in Art, and to whom the purpose, speculations, and achievements\nof great artists, working not only for to-day but for to-morrow, must\nnaturally be dark riddles.  Let us even require that this official should\nbe empowered to order the destruction of the works which he has deemed\nunsuited to average intelligence and sensibility, lest their creators\nshould, by private sale, make a profit out of them, such as, in the\nnature of the case, Dramatic Authors are debarred from making out of\nplays which, having been censured, cannot be played for money.  Let us\nask this with confidence; for it is not compatible with common justice\nthat there should be any favouring of Painter over Playwright.  They are\nboth artists--let them both be measured by the same last!\n\nBut let us now consider the case of Science.  It will not, indeed cannot,\nbe contended that the investigations of scientific men, whether committed\nto writing or to speech, are always suited to the taste and capacities of\nour general public.  There was, for example, the well-known doctrine of\nEvolution, the teachings of Charles Darwin and Alfred Russet Wallace, who\ngathered up certain facts, hitherto but vaguely known, into presentments,\nirreverent and startling, which, at the time, profoundly disturbed every\nnormal mind.  Not only did religion, as then accepted, suffer in this\ncataclysm, but our taste and feeling were inexpressibly shocked by the\ndiscovery, so emphasised by Thomas Henry Huxley, of Man's descent from\nApes.  It was felt, and is felt by many to this day, that the advancement\nof that theory grossly and dangerously violated every canon of decency.\nWhat pain, then, might have been averted, what far-reaching consequences\nand incalculable subversion of primitive faiths checked, if some\njudicious Censor of scientific thought had existed in those days to\ndemand, in accordance with his private estimate of the will and temper of\nthe majority, the suppression of the doctrine of Evolution.\n\nInnumerable investigations of scientists on subjects such as the date of\nthe world's creation, have from time to time been summarised and\ninconsiderately sprung on a Public shocked and startled by the revelation\nthat facts which they were accustomed to revere were conspicuously at\nfault.  So, too, in the range of medicine, it would be difficult to cite\nany radical discovery (such as the preventive power of vaccination),\nwhose unchecked publication has not violated the prejudices and disturbed\nthe immediate comfort of the common mind.  Had these discoveries been\njudiciously suppressed, or pared away to suit what a Censorship conceived\nto be the popular palate of the time, all this disturbance and discomfort\nmight have been avoided.\n\nIt will doubtless be contended (for there are no such violent opponents\nof Censorship as those who are threatened with the same) that to compare\na momentous disclosure, such as the doctrine of Evolution, to a mere\ndrama, were unprofitable.  The answer to this ungenerous contention is\nfortunately plain.  Had a judicious Censorship existed over our\nscientific matters, such as for two hundred years has existed over our\nDrama, scientific discoveries would have been no more disturbing and\nmomentous than those which we are accustomed to see made on our nicely\npruned and tutored stage. For not only would the more dangerous and\npenetrating scientific truths have been carefully destroyed at birth, but\nscientists, aware that the results of investigations offensive to\naccepted notions would be suppressed, would long have ceased to waste\ntheir time in search of a knowledge repugnant to average intelligence,\nand thus foredoomed, and have occupied themselves with services more\nagreeable to the public taste, such as the rediscovery of truths already\nknown and published.\n\nIndissolubly connected with the desirability of a Censorship of Science,\nis the need for Religious Censorship.  For in this, assuredly not the\nleast important department of the nation's life, we are witnessing week\nby week and year by year, what in the light of the security guaranteed by\nthe Censorship of Drama, we are justified in terming an alarming\nspectacle.  Thousands of men are licensed to proclaim from their pulpits,\nSunday after Sunday, their individual beliefs, quite regardless of the\nsettled convictions of the masses of their congregations.  It is true,\nindeed, that the vast majority of sermons (like the vast majority of\nplays) are, and will always be, harmonious with the feelings--of the\naverage citizen; for neither priest nor playwright have customarily any\nsuch peculiar gift of spiritual daring as might render them unsafe\nmentors of their fellows; and there is not wanting the deterrent of\ncommon-sense to keep them in bounds.  Yet it can hardly be denied that\nthere spring up at times men--like John Wesley or General Booth--of such\nincurable temperament as to be capable of abusing their freedom by the\npromulgation of doctrine or procedure, divergent from the current\ntraditions of religion.  Nor must it be forgotten that sermons, like\nplays, are addressed to a mixed audience of families, and that the\nspiritual teachings of a lifetime may be destroyed by ten minutes of\nuncensored pronouncement from a pulpit, the while parents are sitting,\nnot, as in a theatre vested with the right of protest, but dumb and\nexcoriated to the soul, watching their children, perhaps of tender age,\neagerly drinking in words at variance with that which they themselves\nhave been at such pains to instil.\n\nIf a set of Censors--for it would, as in the case of Literature,\nindubitably require more than one (perhaps one hundred and eighty, but,\nfor reasons already given, there should be no difficulty whatever in\nprocuring them) endowed with the swift powers conferred by freedom from\nthe dull tedium of responsibility, and not remarkable for religious\ntemperament, were appointed, to whom all sermons and public addresses on\nreligious subjects must be submitted before delivery, and whose duty\nafter perusal should be to excise all portions not conformable to their\nprivate ideas of what was at the moment suitable to the Public's ears, we\nshould be far on the road toward that proper preservation of the status\nquo so desirable if the faiths and ethical standards of the less\nexuberantly spiritual masses are to be maintained in their full bloom.\nAs things now stand, the nation has absolutely nothing to safeguard it\nagainst religious progress.\n\nWe have seen, then, that Censorship is at least as necessary over\nLiterature, Art, Science, and Religion as it is over our Drama.  We have\nnow to call attention to the crowning need--the want of a Censorship in\nPolitics.\n\nIf Censorship be based on justice, if it be proved to serve the Public\nand to be successful in its lonely vigil over Drama, it should, and\nlogically must be, extended to all parallel cases; it cannot, it dare\nnot, stop short at--Politics.  For, precisely in this supreme branch of\nthe public life are we most menaced by the rule and license of the\nleading spirit.  To appreciate this fact, we need only examine the\nConstitution of the House of Commons.  Six hundred and seventy persons\nchosen from a population numbering four and forty millions, must\nnecessarily, whatever their individual defects, be citizens of more than\naverage enterprise, resource, and resolution. They are elected for a\nperiod that may last five years.  Many of them are ambitious; some\nuncompromising; not a few enthusiastically eager to do something for\ntheir country; filled with designs and aspirations for national or social\nbetterment, with which the masses, sunk in the immediate pursuits of\nlife, can in the nature of things have little sympathy.  And yet we find\nthese men licensed to pour forth at pleasure, before mixed audiences,\nchecked only by Common Law and Common Sense political utterances which\nmay have the gravest, the most terrific consequences; utterances which\nmay at any moment let loose revolution, or plunge the country into war;\nwhich often, as a fact, excite an utter detestation, terror, and\nmistrust; or shock the most sacred domestic and proprietary convictions\nin the breasts of vast majorities of their fellow-countrymen!  And we\nincur this appalling risk for the want of a single, or at the most, a\nhandful of Censors, invested with a simple but limitless discretion to\nexcise or to suppress entirely such political utterances as may seem to\ntheir private judgments calculated to cause pain or moral disturbance in\nthe average man.  The masses, it is true, have their protection and\nremedy against injudicious or inflammatory politicians in the Law and the\nso-called democratic process of election; but we have seen that theatre\naudiences have also the protection of the Law, and the remedy of boycott,\nand that in their case, this protection and this remedy are not deemed\nenough.  What, then, shall we say of the case of Politics, where the\ndangers attending inflammatory or subversive utterance are greater a\nmillion fold, and the remedy a thousand times less expeditious?\n\nOur Legislators have laid down Censorship as the basic principle of\nJustice underlying the civic rights of dramatists.  Then, let \"Censorship\nfor all\" be their motto, and this country no longer be ridden and\ndestroyed by free Institutions!  Let them not only establish forthwith\nCensorships of Literature, Art, Science, and Religion, but also place\nthemselves beneath the regimen with which they have calmly fettered\nDramatic Authors.  They cannot deem it becoming to their regard for\njustice, to their honour; to their sense of humour, to recoil from a\nrestriction which, in a parallel case they have imposed on others.  It is\nan old and homely saying that good officers never place their men in\npositions they would not themselves be willing to fill.  And we are not\nentitled to believe that our Legislators, having set Dramatic Authors\nwhere they have been set, will--now that their duty is made plain--for a\nmoment hesitate to step down and stand alongside.\n\nBut if by any chance they should recoil, and thus make answer: \"We are\nready at all times to submit to the Law and the People's will, and to bow\nto their demands, but we cannot and must not be asked to place our\ncalling, our duty, and our honour beneath the irresponsible rule of an\narbitrary autocrat, however sympathetic with the generality he may chance\nto be!\"  Then, we would ask: \"Sirs, did you ever hear of that great\nsaying: 'Do unto others as ye would they should do unto you!'\"  For it is\nbut fair presumption that the Dramatists, whom our Legislators have\nplaced in bondage to a despot, are, no less than those Legislators, proud\nof their calling, conscious of their duty, and jealous of their honour.\n1909.\n\n\n\n\nVAGUE THOUGHTS ON ART\n\nIt was on a day of rare beauty that I went out into the fields to try and\ngather these few thoughts.  So golden and sweetly hot it was, that they\ncame lazily, and with a flight no more coherent or responsible than the\nswoop of the very swallows; and, as in a play or poem, the result is\nconditioned by the conceiving mood, so I knew would be the nature of my\ndiving, dipping, pale-throated, fork-tailed words.  But, after all--I\nthought, sitting there--I need not take my critical pronouncements\nseriously.  I have not the firm soul of the critic.  It is not my\nprofession to know 'things for certain, and to make others feel that\ncertainty.  On the contrary, I am often wrong--a luxury no critic can\nafford.  And so, invading as I was the realm of others, I advanced with a\nlight pen, feeling that none, and least of all myself, need expect me to\nbe right.\n\nWhat then--I thought--is Art?  For I perceived that to think about it I\nmust first define it; and I almost stopped thinking at all before the\nfearsome nature of that task.  Then slowly in my mind gathered this group\nof words:\n\nArt is that imaginative expression of human energy, which, through\ntechnical concretion of feeling and perception, tends to reconcile the\nindividual with the universal, by exciting in him impersonal emotion.\nAnd the greatest Art is that which excites the greatest impersonal\nemotion in an hypothecated perfect human being.\n\nImpersonal emotion!  And what--I thought do I mean by that?  Surely I\nmean: That is not Art, which, while I, am contemplating it, inspires me\nwith any active or directive impulse; that is Art, when, for however\nbrief a moment, it replaces within me interest in myself by interest in\nitself.  For, let me suppose myself in the presence of a carved marble\nbath.  If my thoughts be \"What could I buy that for?\" Impulse of\nacquisition; or: \"From what quarry did it come?\"  Impulse of inquiry; or:\n\"Which would be the right end for my head?\"  Mixed impulse of inquiry and\nacquisition--I am at that moment insensible to it as a work of Art.  But,\nif I stand before it vibrating at sight of its colour and forms, if ever\nso little and for ever so short a time, unhaunted by any definite\npractical thought or impulse--to that extent and for that moment it has\nstolen me away out of myself and put itself there instead; has linked me\nto the universal by making me forget the individual in me.  And for that\nmoment, and only while that moment lasts, it is to me a work of Art.  The\nword \"impersonal,\" then, is but used in this my definition to signify\nmomentary forgetfulness of one's own personality and its active wants.\n\nSo Art--I thought--is that which, heard, read, or looked on, while\nproducing no directive impulse, warms one with unconscious vibration. Nor\ncan I imagine any means of defining what is the greatest Art, without\nhypothecating a perfect human being.  But since we shall never see, or\nknow if we do see, that desirable creature--dogmatism is banished,\n\"Academy\" is dead to the discussion, deader than even Tolstoy left it\nafter his famous treatise \"What is Art?\"  For, having destroyed all the\nold Judges and Academies, Tolstoy, by saying that the greatest Art was\nthat which appealed to the greatest number of living human beings, raised\nup the masses of mankind to be a definite new Judge or Academy, as\ntyrannical and narrow as ever were those whom he had destroyed.\n\nThis, at all events--I thought is as far as I dare go in defining what\nArt is.  But let me try to make plain to myself what is the essential\nquality that gives to Art the power of exciting this unconscious\nvibration, this impersonal emotion.  It has been called Beauty!  An\nawkward word--a perpetual begging of the question; too current in use,\ntoo ambiguous altogether; now too narrow, now too wide--a word, in fact,\ntoo glib to know at all what it means.  And how dangerous a word--often\nmisleading us into slabbing with extraneous floridities what would\notherwise, on its own plane, be Art!  To be decorative where decoration\nis not suitable, to be lyrical where lyricism is out of place, is\nassuredly to spoil Art, not to achieve it.  But this essential quality of\nArt has also, and more happily, been called Rhythm.  And, what is Rhythm\nif not that mysterious harmony between part and part, and part and whole,\nwhich gives what is called life; that exact proportion, the mystery of\nwhich is best grasped in observing how life leaves an animate creature\nwhen the essential relation of part to whole has been sufficiently\ndisturbed.  And I agree that this rhythmic relation of part to part, and\npart to whole--in short, vitality--is the one quality inseparable from a\nwork of Art.  For nothing which does not seem to a man possessed of this\nrhythmic vitality, can ever steal him out of himself.\n\nAnd having got thus far in my thoughts, I paused, watching the swallows;\nfor they seemed to me the symbol, in their swift, sure curvetting, all\ndaring and balance and surprise, of the delicate poise and motion of Art,\nthat visits no two men alike, in a world where no two things of all the\nthings there be, are quite the same.\n\nYes--I thought--and this Art is the one form of human energy in the whole\nworld, which really works for union, and destroys the barriers between\nman and man.  It is the continual, unconscious replacement, however\nfleeting, of oneself by another; the real cement of human life; the\neverlasting refreshment and renewal.  For, what is grievous, dompting,\ngrim, about our lives is that we are shut up within ourselves, with an\nitch to get outside ourselves.  And to be stolen away from ourselves by\nArt is a momentary relaxation from that itching, a minute's profound, and\nas it were secret, enfranchisement. The active amusements and relaxations\nof life can only rest certain of our faculties, by indulging others; the\nwhole self is never rested save through that unconsciousness of self,\nwhich comes through rapt contemplation of Nature or of Art.\n\nAnd suddenly I remembered that some believe that Art does not produce\nunconsciousness of self, but rather very vivid self-realisation.\n\nAh! but--I though--that is not the first and instant effect of Art; the\nnew impetus is the after effect of that momentary replacement of oneself\nby the self of the work before us; it is surely the result of that brief\nspan of enlargement, enfranchisement, and rest.\n\nYes, Art is the great and universal refreshment.  For Art is never\ndogmatic; holds no brief for itself you may take it or you may leave it.\nIt does not force itself rudely where it is not wanted.  It is reverent\nto all tempers, to all points of view.  But it is wilful--the very wind\nin the comings and goings of its influence, an uncapturable fugitive,\nvisiting our hearts at vagrant, sweet moments; since we often stand even\nbefore the greatest works of Art without being able quite to lose\nourselves!  That restful oblivion comes, we never quite know when--and it\nis gone!  But when it comes, it is a spirit hovering with cool wings,\nblessing us from least to greatest, according to our powers; a spirit\ndeathless and varied as human life itself.\n\nAnd in what sort of age--I thought--are artists living now?  Are\nconditions favourable?  Life is very multiple; full of \"movements,\"\n\"facts,\" and \"news\"; with the limelight terribly turned on--and all this\nis adverse to the artist.  Yet, leisure is abundant; the facilities for\nstudy great; Liberty is respected--more or less.  But, there is one great\nreason why, in this age of ours, Art, it seems, must flourish.  For, just\nas cross-breeding in Nature--if it be not too violent--often gives an\nextra vitality to the offspring, so does cross-breeding of philosophies\nmake for vitality in Art.  I cannot help thinking that historians,\nlooking back from the far future, will record this age as the Third\nRenaissance.  We who are lost in it, working or looking on, can neither\ntell what we are doing, nor where standing; but we cannot help observing,\nthat, just as in the Greek Renaissance, worn-out Pagan orthodoxy was\npenetrated by new philosophy; just as in the Italian Renaissance, Pagan\nphilosophy, reasserting itself, fertilised again an already too inbred\nChristian creed; so now Orthodoxy fertilised by Science is producing a\nfresh and fuller conception of life--a, love of Perfection, not for hope\nof reward, not for fear of punishment, but for Perfection's sake. Slowly,\nunder our feet, beneath our consciousness, is forming that new\nphilosophy, and it is in times of new philosophies that Art, itself in\nessence always a discovery, must flourish.  Those whose sacred suns and\nmoons are ever in the past, tell us that our Art is going to the dogs;\nand it is, indeed, true that we are in confusion!  The waters are broken,\nand every nerve and sinew of the artist is strained to discover his own\nsafety.  It is an age of stir and change, a season of new wine and old\nbottles.  Yet, assuredly, in spite of breakages and waste, a wine worth\nthe drinking is all the time being made.\n\nI ceased again to think, for the sun had dipped low, and the midges were\nbiting me; and the sounds of evening had begun, those innumerable\nfar-travelling sounds of man and bird and beast--so clear and\nintimate--of remote countrysides at sunset.  And for long I listened, too\nvague to move my pen.\n\nNew philosophy--a vigorous Art!  Are there not all the signs of it?  In\nmusic, sculpture, painting; in fiction--and drama; in dancing; in\ncriticism itself, if criticism be an Art.  Yes, we are reaching out to a\nnew faith not yet crystallised, to a new Art not yet perfected; the forms\nstill to find-the flowers still to fashion!\n\nAnd how has it come, this slowly growing faith in Perfection for\nPerfection's sake?  Surely like this: The Western world awoke one day to\nfind that it no longer believed corporately and for certain in future\nlife for the individual consciousness.  It began to feel: I cannot say\nmore than that there may be--Death may be the end of man, or Death may be\nnothing.  And it began to ask itself in this uncertainty: Do I then\ndesire to go on living?  Now, since it found that it desired to go on\nliving at least as earnestly as ever it did before, it began to inquire\nwhy.  And slowly it perceived that there was, inborn within it, a\npassionate instinct of which it had hardly till then been conscious--a\nsacred instinct to perfect itself, now, as well as in a possible\nhereafter; to perfect itself because Perfection was desirable, a vision\nto be adored, and striven for; a dream motive fastened within the\nUniverse; the very essential Cause of everything.  And it began to see\nthat this Perfection, cosmically, was nothing but perfect Equanimity and\nHarmony; and in human relations, nothing but perfect Love and Justice.\nAnd Perfection began to glow before the eyes of the Western world like a\nnew star, whose light touched with glamour all things as they came forth\nfrom Mystery, till to Mystery they were ready to return.\n\nThis--I thought is surely what the Western world has dimly been\nrediscovering.  There has crept into our minds once more the feeling that\nthe Universe is all of a piece, Equipoise supreme; and all things equally\nwonderful, and mysterious, and valuable.  We have begun, in fact, to have\na glimmering of the artist's creed, that nothing may we despise or\nneglect--that everything is worth the doing well, the making fair--that\nour God, Perfection, is implicit everywhere, and the revelation of Him\nthe business of our Art.\n\nAnd as I jotted down these words I noticed that some real stars had crept\nup into the sky, so gradually darkening above the pollard lime-trees;\ncuckoos, who had been calling on the thorn-trees all the afternoon, were\nsilent; the swallows no longer flirted past, but a bat was already in\ncareer over the holly hedge; and round me the buttercups were closing.\nThe whole form and feeling of the world had changed, so that I seemed to\nhave before me a new picture hanging.\n\nAh!  I thought Art must indeed be priest of this new faith in Perfection,\nwhose motto is: \"Harmony, Proportion, Balance.\"  For by Art alone can\ntrue harmony in human affairs be fostered, true Proportion revealed, and\ntrue Equipoise preserved.  Is not the training of an artist a training in\nthe due relation of one thing with another, and in the faculty of\nexpressing that relation clearly; and, even more, a training in the\nfaculty of disengaging from self the very essence of self--and passing\nthat essence into other selves by so delicate means that none shall see\nhow it is done, yet be insensibly unified?  Is not the artist, of all\nmen, foe and nullifier of partisanship and parochialism, of distortions\nand extravagance, the discoverer of that jack-o'-lantern--Truth; for, if\nTruth be not Spiritual Proportion I know not what it is.  Truth it seems\nto me--is no absolute thing, but always relative, the essential symmetry\nin the varying relationships of life; and the most perfect truth is but\nthe concrete expression of the most penetrating vision.  Life seen\nthroughout as a countless show of the finest works of Art; Life shaped,\nand purged of the irrelevant, the gross, and the extravagant; Life, as it\nwere, spiritually selected--that is Truth; a thing as multiple, and\nchanging, as subtle, and strange, as Life itself, and as little to be\nbound by dogma.  Truth admits but the one rule: No deficiency, and no\nexcess!  Disobedient to that rule--nothing attains full vitality.  And\nsecretly fettered by that rule is Art, whose business is the creation of\nvital things.\n\nThat aesthete, to be sure, was right, when he said: \"It is Style that\nmakes one believe in a thing; nothing but Style.\"  For, what is Style in\nits true and broadest sense save fidelity to idea and mood, and perfect\nbalance in the clothing of them?  And I thought: Can one believe in the\ndecadence of Art in an age which, however unconsciously as yet, is\nbeginning to worship that which Art worships--Perfection-Style?\n\nThe faults of our Arts to-day are the faults of zeal and of adventure,\nthe faults and crudities of pioneers, the errors and mishaps of the\nexplorer.  They must pass through many fevers, and many times lose their\nway; but at all events they shall not go dying in their beds, and be\nburied at Kensal Green.  And, here and there, amid the disasters and\nwreckage of their voyages of discovery, they will find something new,\nsome fresh way of embellishing life, or of revealing the heart of things.\nThat characteristic of to-day's Art--the striving of each branch of Art\nto burst its own boundaries--which to many spells destruction, is surely\nof happy omen.  The novel straining to become the play, the play the\nnovel, both trying to paint; music striving to become story; poetry\ngasping to be music; painting panting to be philosophy; forms, canons,\nrules, all melting in the pot; stagnation broken up!  In all this havoc\nthere is much to shock and jar even the most eager and adventurous.  We\ncannot stand these new-fangled fellows!  They have no form!  They rush in\nwhere angels fear to tread.  They have lost all the good of the old, and\ngiven us nothing in its place!  And yet--only out of stir and change is\nborn new salvation.  To deny that is to deny belief in man, to turn our\nbacks on courage!  It is well, indeed, that some should live in closed\nstudies with the paintings and the books of yesterday--such devoted\nstudents serve Art in their own way.  But the fresh-air world will ever\nwant new forms.  We shall not get them without faith enough to risk the\nold!  The good will live, the bad will die; and tomorrow only can tell us\nwhich is which!\n\nYes--I thought--we naturally take a too impatient view of the Art of our\nown time, since we can neither see the ends toward which it is almost\nblindly groping, nor the few perfected creations that will be left\nstanding amidst the rubble of abortive effort.  An age must always decry\nitself and extol its forbears.  The unwritten history of every Art will\nshow us that.  Consider the novel--that most recent form of Art!  Did not\nthe age which followed Fielding lament the treachery of authors to the\nPicaresque tradition, complaining that they were not as Fielding and\nSmollett were?  Be sure they did.  Very slowly and in spite of opposition\ndid the novel attain in this country the fulness of that biographical\nform achieved under Thackeray.  Very slowly, and in face of condemnation,\nit has been losing that form in favour of a greater vividness which\nplaces before the reader's brain, not historical statements, as it were,\nof motives and of facts, but word-paintings of things and persons, so\nchosen and arranged that the reader may see, as if at first hand, the\nspirit of Life at work before him.  The new novel has as many bemoaners\nas the old novel had when it was new.  It is no question of better or\nworse, but of differing forms--of change dictated by gradual suitability\nto the changing conditions of our social life, and to the ever fresh\ndiscoveries of craftsmen, in the intoxication of which, old and equally\nworthy craftsmanship is--by the way--too often for the moment mislaid.\nThe vested interests of life favour the line of least\nresistance--disliking and revolting against disturbance; but one must\nalways remember that a spurious glamour is inclined to gather around what\nis new.  And, because of these two deflecting factors, those who break\nthrough old forms must well expect to be dead before the new forms they\nhave unconsciously created have found their true level, high or low, in\nthe world of Art.  When a thing is new how shall it be judged?  In the\nfluster of meeting novelty, we have even seen coherence attempting to\nbind together two personalities so fundamentally opposed as those of\nIbsen and Bernard Shaw dramatists with hardly a quality in common; no\nidentity of tradition, or belief; not the faintest resemblance in methods\nof construction or technique. Yet contemporary; estimate talks of them\noften in the same breath. They are new!  It is enough.  And others, as\nutterly unlike them both.  They too are new.  They have as yet no label\nof their own then put on some one else's!\n\nAnd so--I thought it must always be; for Time is essential to the proper\nplacing and estimate of all Art.  And is it not this feeling, that\ncontemporary judgments are apt to turn out a little ludicrous, which has\nconverted much criticism of late from judgment pronounced into impression\nrecorded--recreative statement--a kind, in fact, of expression of the\ncritic's self, elicited through contemplation of a book, a play, a\nsymphony, a picture?  For this kind of criticism there has even recently\nbeen claimed an actual identity with creation.  Esthetic judgment and\ncreative power identical!  That is a hard saying.  For, however\nsympathetic one may feel toward this new criticism, however one may\nrecognise that the recording of impression has a wider, more elastic, and\nmore lasting value than the delivery of arbitrary judgment based on rigid\nlaws of taste; however one may admit that it approaches the creative gift\nin so far as it demands the qualities of receptivity and reproduction--is\nthere not still lacking to this \"new\" critic something of that thirsting\nspirit of discovery, which precedes the creation--hitherto so-called--of\nanything?  Criticism, taste, aesthetic judgment, by the very nature of\ntheir task, wait till life has been focussed by the artists before they\nattempt to reproduce the image which that imprisoned fragment of life\nmakes on the mirror of their minds.  But a thing created springs from a\ngerm unconsciously implanted by the direct impact of unfettered life on\nthe whole range, of the creator's temperament; and round the germ thus\nengendered, the creative artist--ever penetrating, discovering,\nselecting--goes on building cell on cell, gathered from a million little\nfresh impacts and visions.  And to say that this is also exactly what the\nrecreative critic does, is to say that the interpretative musician is\ncreator in the same sense as is the composer of the music that he\ninterprets.  If, indeed, these processes be the same in kind, they are in\ndegree so far apart that one would think the word creative unfortunately\nused of both....\n\nBut this speculation--I thought--is going beyond the bounds of vagueness.\nLet there be some thread of coherence in your thoughts, as there is in\nthe progress of this evening, fast fading into night. Return to the\nconsideration of the nature and purposes of Art!  And recognize that much\nof what you have thought will seem on the face of it heresy to the school\nwhose doctrine was incarnated by Oscar Wilde in that admirable apotheosis\nof half-truths: \"The Decay of the Art of Lying.\"  For therein he said:\n\"No great artist ever sees things as they really are.\"  Yet, that\nhalf-truth might also be put thus: The seeing of things as they really\nare--the seeing of a proportion veiled from other eyes (together with the\npower of expression), is what makes a man an artist.  What makes him a\ngreat artist is a high fervour of spirit, which produces a superlative,\ninstead of a comparative, clarity of vision.\n\nClose to my house there is a group of pines with gnarled red limbs\nflanked by beech-trees.  And there is often a very deep blue sky behind.\nGenerally, that is all I see.  But, once in a way, in those trees against\nthat sky I seem to see all the passionate life and glow that Titian\npainted into his pagan pictures.  I have a vision of mysterious meaning,\nof a mysterious relation between that sky and those trees with their\ngnarled red limbs and Life as I know it.  And when I have had that vision\nI always feel, this is reality, and all those other times, when I have no\nsuch vision, simple unreality.  If I were a painter, it is for such\nfervent vision I should wait, before moving brush: This, so intimate,\ninner vision of reality, indeed, seems in duller moments well-nigh\ngrotesque; and hence that other glib half-truth: \"Art is greater than\nLife itself.\"  Art is, indeed, greater than Life in the sense that the\npower of Art is the disengagement from Life of its real spirit and\nsignificance.  But in any other sense, to say that Art is greater than\nLife from which it emerges, and into which it must remerge, can but\nsuspend the artist over Life, with his feet in the air and his head in\nthe clouds--Prig masquerading as Demi-god.  \"Nature is no great Mother\nwho has borne us.  She is our creation.  It is in our brain that she\nquickens to life.\"  Such is the highest hyperbole of the aesthetic creed.\nBut what is creative instinct, if not an incessant living sympathy with\nNature, a constant craving like that of Nature's own, to fashion\nsomething new out of all that comes within the grasp of those faculties\nwith which Nature has endowed us?  The qualities of vision, of fancy, and\nof imaginative power, are no more divorced from Nature, than are the\nqualities of common-sense and courage.  They are rarer, that is all.  But\nin truth, no one holds such views.  Not even those who utter them.  They\nare the rhetoric, the over-statement of half-truths, by such as wish to\ncondemn what they call \"Realism,\" without being temperamentally capable\nof understanding what \"Realism\" really is.\n\nAnd what--I thought--is Realism?  What is the meaning of that word so\nwildly used?  Is it descriptive of technique, or descriptive of the\nspirit of the artist; or both, or neither?  Was Turgenev a realist?  No\ngreater poet ever wrote in prose, nor any one who more closely brought\nthe actual shapes of men and things before us.  No more fervent idealists\nthan Ibsen and Tolstoy ever lived; and none more careful to make their\npeople real.  Were they realists?  No more deeply fantastic writer can I\nconceive than Dostoievsky, nor any who has described actual situations\nmore vividly.  Was he a realist?  The late Stephen Crane was called a\nrealist.  Than whom no more impressionistic writer ever painted with\nwords.  What then is the heart of this term still often used as an\nexpression almost of abuse?  To me, at all events--I thought--the words\nrealism, realistic, have no longer reference to technique, for which the\nwords naturalism, naturalistic, serve far better.  Nor have they to do\nwith the question of imaginative power--as much demanded by realism as by\nromanticism.  For me, a realist is by no means tied to naturalistic\ntechnique--he may be poetic, idealistic, fantastic, impressionistic,\nanything but--romantic; that, in so far as he is a realist, he cannot be.\nThe word, in fact, characterises that artist whose temperamental\npreoccupation is with revelation of the actual inter-relating spirit of\nlife, character, and thought, with a view to enlighten himself and\nothers; as distinguished from that artist whom I call romantic--whose\ntempera mental purpose is invention of tale or design with a view to\ndelight himself and others.  It is a question of temperamental antecedent\nmotive in the artist, and nothing more.\n\nRealist--Romanticist!  Enlightenment--Delight!  That is the true\napposition.  To make a revelation--to tell a fairy-tale!  And either of\nthese artists may use what form he likes--naturalistic, fantastic,\npoetic, impressionistic.  For it is not by the form, but by the purpose\nand mood of his art that he shall be known, as one or as the other.\nRealists indeed--including the half of Shakespeare that was realist not\nbeing primarily concerned to amuse their audience, are still\ncomparatively unpopular in a world made up for the greater part of men of\naction, who instinctively reject all art that does not distract them\nwithout causing them to think.  For thought makes demands on an energy\nalready in full use; thought causes introspection; and introspection\ncauses discomfort, and disturbs the grooves of action.  To say that the\nobject of the realist is to enlighten rather than to delight, is not to\nsay that in his art the realist is not amusing himself as much as ever is\nthe teller of a fairy-tale, though he does not deliberately start out to\ndo so; he is amusing, too, a large part of mankind.  For, admitted that\nthe abject, and the test of Art, is always the awakening of vibration, of\nimpersonal emotion, it is still usually forgotten that men fall, roughly\nspeaking, into two flocks: Those whose intelligence is uninquiring in the\nface of Art, and does not demand to be appeased before their emotions can\nbe stirred; and those who, having a speculative bent of mind, must first\nbe satisfied by an enlightening quality in a work of Art, before that\nwork of Art can awaken in them feeling.  The audience of the realist is\ndrawn from this latter type of man; the much larger audience of the\nromantic artist from the former; together with, in both cases, those\nfastidious few for whom all Art is style and only style, and who welcome\neither kind, so long as it is good enough.\n\nTo me, then--I thought--this division into Realism and Romance, so\nunderstood, is the main cleavage in all the Arts; but it is hard to find\npure examples of either kind.  For even the most determined realist has\nmore than a streak in him of the romanticist, and the most resolute\nromanticist finds it impossible at times to be quite unreal.  Guido Reni,\nWatteau, Leighton were they not perhaps somewhat pure romanticists;\nRembrandt, Hogarth, Manet mainly realists; Botticelli, Titian, Raphael, a\nblend.  Dumas pere, and Scott, surely romantic; Flaubert and Tolstoy as\nsurely realists; Dickens and Cervantes, blended.  Keats and Swinburne\nromantic; Browning and Whitman--realistic; Shakespeare and Goethe, both.\nThe Greek dramatists--realists.  The Arabian Nights and Malory romantic.\nThe Iliad, the Odyssey, and the Old Testament, both realism and romance.\nAnd if in the vagueness of my thoughts I were to seek for illustration\nless general and vague to show the essence of this temperamental cleavage\nin all Art, I would take the two novelists Turgenev and Stevenson.  For\nTurgenev expressed himself in stories that must be called romances, and\nStevenson employed almost always a naturalistic technique.  Yet no one\nwould ever call Turgenev a romanticist, or Stevenson a realist.  The\nspirit of the first brooded over life, found in it a perpetual voyage of\nspiritual adventure, was set on discovering and making clear to himself\nand all, the varying traits and emotions of human character--the varying\nmoods of Nature; and though he couched all this discovery in caskets of\nengaging story, it was always clear as day what mood it was that drove\nhim to dip pen in ink.  The spirit of the second, I think, almost dreaded\nto discover; he felt life, I believe, too keenly to want to probe into\nit; he spun his gossamer to lure himself and all away from life. That was\nhis driving mood; but the craftsman in him, longing to be clear and\npoignant, made him more natural, more actual than most realists.\n\nSo, how thin often is the hedge!  And how poor a business the partisan\nabuse of either kind of art in a world where each sort of mind has full\nright to its own due expression, and grumbling lawful only when due\nexpression is not attained.  One may not care for a Rembrandt portrait of\na plain old woman; a graceful Watteau decoration may leave another cold\nbut foolish will he be who denies that both are faithful to their\nconceiving moods, and so proportioned part to part, and part to whole, as\nto have, each in its own way, that inherent rhythm or vitality which is\nthe hall-mark of Art.  He is but a poor philosopher who holds a view so\nnarrow as to exclude forms not to his personal taste.  No realist can\nlove romantic Art so much as he loves his own, but when that Art fulfils\nthe laws of its peculiar being, if he would be no blind partisan, he must\nadmit it. The romanticist will never be amused by realism, but let him\nnot for that reason be so parochial as to think that realism, when it\nachieves vitality, is not Art.  For what is Art but the perfected\nexpression of self in contact with the world; and whether that self be of\nenlightening, or of fairy-telling temperament, is of no moment\nwhatsoever.  The tossing of abuse from realist to romanticist and back is\nbut the sword-play of two one-eyed men with their blind side turned\ntoward each other.  Shall not each attempt be judged on its own merits?\nIf found not shoddy, faked, or forced, but true to itself, true to its\nconceiving mood, and fair-proportioned part to whole; so that it\nlives--then, realistic or romantic, in the name of Fairness let it pass!\nOf all kinds of human energy, Art is surely the most free, the least\nparochial; and demands of us an essential tolerance of all its forms.\nShall we waste breath and ink in condemnation of artists, because their\ntemperaments are not our own?\n\nBut the shapes and colours of the day were now all blurred; every tree\nand stone entangled in the dusk.  How different the world seemed from\nthat in which I had first sat down, with the swallows flirting past.  And\nmy mood was different; for each of those worlds had brought to my heart\nits proper feeling--painted on my eyes the just picture.  And Night, that\nwas coming, would bring me yet another mood that would frame itself with\nconsciousness at its own fair moment, and hang before me.  A quiet owl\nstole by in the geld below, and vanished into the heart of a tree.  And\nsuddenly above the moor-line I saw the large moon rising.\nCinnamon-coloured, it made all things swim, made me uncertain of my\nthoughts, vague with mazy feeling. Shapes seemed but drifts of moon-dust,\nand true reality nothing save a sort of still listening to the wind.  And\nfor long I sat, just watching the moon creep up, and hearing the thin,\ndry rustle of the leaves along the holly hedge.  And there came to me\nthis thought: What is this Universe--that never had beginning and will\nnever have an end--but a myriad striving to perfect pictures never the\nsame, so blending and fading one into another, that all form one great\nperfected picture?  And what are we--ripples on the tides of a birthless,\ndeathless, equipoised Creative-Purpose--but little works of Art?\n\nTrying to record that thought, I noticed that my note-book was damp with\ndew.  The cattle were lying down.  It was too dark to see.\n1911",
    "metadata": {
        "author": [
            "Galsworthy, John",
            "Sinjohn, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2901/pg2901.txt",
        "name": "studies_and_essays_censorship_and_art.json"
    }
}