{
    "name": "Suicide Command",
    "author": [
        "Mullen, Stanley"
    ],
    "body": "Messages crackled through the black gulf of space--the Interplanetary\nDistress Call. Blaze Norman, navigation officer of the ISP cruiser\nScorpio, came out of his space-fog and stared at the helioflash board\nwhich was suddenly ablaze with light. Harald, the operator, grunted and\nspun dials as the frantic messages clicked off.\n\n\"What's up, Harald?\" Norman asked.\n\nHarald waved him away impatiently and crouched over his helio receiver\nboard. He was a grizzled old spacehound and hated working with rookie\nofficers. Good kids all right--the examinations saw to that--but you\nnever knew how they were going to react, how much you could depend on\nthem in an emergency. And this was an emergency--\n\nOut in the bleak void between the orbits of Jupiter and Saturn, the\nspaceliner Tellus was breaking up. Half of her starboard batteries had\nfused and exploded, that was just the beginning. Before needle-valves\ncould be shut off, streams of free neutrons ran up the fuel lines into\nthe secondary bank of preparation tanks. Radiation counters buzzed\nangrily as primary degeneration spread through the masses of fuel in\nthe leaden containers. The lead walls buckled and gave way. Tons of\nmolten magma deluged all of the after compartments of the titanic\nluxury liner. Inferno.\n\nTellus jerked like a nervous racehorse as the rest of her stern rocket\ntubes froze and exploded. The after third of the ship was blasted out\nof existence. Heaven knew what would happen when the rest of that\ndegenerating metal reached the stage of instantaneous disintegration.\n\n\"It's the spaceliner Tellus,\" Harald snapped. \"She's in trouble outside\nJupiter. Position 9-84-7. Two degrees N. Ecliptic. Range 11/4.7. Get on\nyour charts and find out what's out there. I'll buzz the old man.\"\n\nCaptain Fries' face appeared on the televisor screen. \"Never mind the\ndetails,\" he snapped. \"We got part of it up here. Too faint for the\naudios, of course. What ships are in that sector?\"\n\nLieutenant Blaze Norman glanced up from the chart panel. \"Nothing of\nany kind closer than Ganymede, sir. And only some slow ore-freighters\nthere. If there's anything else, my records don't show it.\"\n\nCaptain Fries' face looked suddenly old and tired. He sighed. \"I guess\nwe'll have to go, but I don't know what good a ship this size will do\nif they have to be taken off. Anything more from the Tellus?\"\n\n\"Not much, sir,\" Harald told him curtly. \"They seemed to be breaking up\nfast. Half the crew are already dead. No telling about the passengers.\nOperator thinks they may last five or six hours, but no more. If\ndegeneration spreads through the whole ship, it won't be as long as\nthat.\"\n\n\"I know. I know. What about lifeboats?\"\n\n\"Nine of their ten are gone. The other won't hold a third of the\nsurvivors.\"\n\n\"Tell them to hold on. We're coming. Hang onto your hats, and don't\nforget the acceleration cushions.\"\n\nHarald set his helioflash transmitter on the automatic relays and\nsent the message repeating endlessly across the darkness. He shot a\ncalculating glance at Norman and wondered if he'd hold up in the mess\nthat lay ahead. You never knew about these new men.\n\nScorpio had been inbound for Callisto. Alarms shrilled all through\nher slim torpedo shape. Acceleration warning. The two men in her\ncommunications room buckled on their shock cushions and braced\nthemselves. The obsolescent cruiser groaned and began to labor as the\nstandby batteries of rockets let go at full power. A drumming vibration\nbeat through the ship. Indicator needles jerked past painted numerals.\nBarely perceptible at first, the steadily rising curve of acceleration\nbuilt into nauseating paralysis.\n\nNorman's face was pale and drawn. Harald grinned apishly, enjoying his\ncompanion's discomfiture. \"Think she'll hold together at twenty Martian\ngravities?\" he asked.\n\nNorman realized he was being razzed, and by a subordinate, but he could\nonly smile feebly. \"This is one way to find out,\" he gasped. \"How long\nd'you think it'll take us to get there?\"\n\nHarald shrugged. \"Six hours. Maybe seven. Why'd you join up if you\ncan't stand acceleration?\"\n\n\"I didn't. They transferred me into it. They say you get used to it.\"\n\n\"Some never do. The old man's a killer that way.\"\n\nNorman set his teeth grimly. \"I'll get used to it.\"\n\nExactly five hours and twenty minutes later (Earth Time) a fleck of\nmirrored sunlight in the star-sprinkled darkness ahead gave evidence\nthat the Tellus was still holding out. The Scorpio hammered up in a\nlong, staggering glide, forward rockets bathing her nose with lurid\nglare at full negative acceleration. Weak and haggard from their\nincredible run, the ISP crew crawled to stations as the emergency\nalarms screamed.\n\nThe Tellus was in a bad way. The shattered hull was still spinning\ndangerously like an unbalanced top. Fiery drops of molten,\ndisintegrating armor plate whirled into space in deadly showers.\nCrewmen of the spaceliner waged a losing battle to damp-out the\nholocaust raging in her stern compartments, and knots of men in clumsy\nspace-suits clustered about the collapsing hull, deluging the plates\nwith Rayburn's Isotope. But the cold of space was too great, and most\nof the liquified stabilizer dispersed in frost-flakes before it could\nact on the degenerating metal. Radiation from the masses of spitting\nmagma astern went through the after half of the crippled liner like\nstorms of deadly invisible bullets, striking down the men at their work\nthrough weak joints in their armor.\n\nThe Tellus was doomed.\n\nIt was ticklish work maneuvering close to the immense hulk, but Captain\nFries ran the Scorpio alongside and made fast with magnetic grapnels.\nISP men in grotesquely robot-like space-armor ran out the jointed\nairlock tube and attached it to the main hatch of the liner. Valves\nopened automatically as the pressure equalized.\n\nCaptain Fries and Lieutenant Norman were the first to board the doomed\nliner. They were met by a blood-spattered second officer.\n\n\"I'm Lore,\" he said. \"The ranking officers are all dead. I'm in\ncommand.\"\n\n\"How many people have you?\" Fries asked savagely.\n\nLore smiled grimly. \"I was afraid you'd ask that. Too many for you, I'm\nafraid.\"\n\n\"We'll do all we can,\" Fries promised. \"We've jettisoned everything we\ncould spare. There's ammunition spread from here to .54, not to mention\nbedding, supplies, tools, spare parts and all but the bare minimum of\nfuel. At a squeeze, we can get about a hundred and forty people on the\nScorpio besides our complement of twenty-eight men. I don't know what\nwe'll do about the others.\"\n\nLore shook his head. \"I can't tell you exactly how many are left.\nThere's no use taking the ones who are too seriously burned. We have\none lifeboat left. By jamming, we can get about eighty in it. You can\ntow it to Callisto.\"\n\n\"Any other officers left?\"\n\n\"Merrill, our third ... if he's still alive. The last I saw, he was\noutside with the others, trying to damp-out the stuff. No use, of\ncourse. I guess you'd better take over. I've got mine.\"\n\nLore staggered and fell back against a bulkhead. Norman caught him and\nlowered him gently to the floor. Lore fought his blistered lids open,\nmurmured, \"Radiation burns,\" with lips that were strangely thickened.\nHe jerked spasmodically, then a glaze of agony masked his eyes as he\nshuddered and lay still.\n\nThe main salon of the spaceliner was a charnel house. Dead and dying\nlay in rows, many of them in horribly grotesque attitudes reflecting\nthe agony of their passing. A harried doctor was doing what could be\ndone to relieve the unrelievable suffering. A group of passengers were\nhuddled into a corner. Most of them were pale and dull-eyed, a few\nsobbed hysterically, some prayed. Norman began sorting them out.\n\n\"Women and children first. Married men next. We'll go over the injured\nwhile the rest of you get aboard the Scorpio. Any that have a chance to\nrecover, we'll take. No crowding.\"\n\nFries shouted orders, then stood back out of the way while a stream\nof beaten and hopeless humanity filed through the airlock toward the\nScorpio. One woman clung to her husband, screaming, until Norman took\nher gently by the arm and led her away. She moved like a sleep-walker\nand, though her lips twitched as if in speech, no sound came.\n\n\"Check everyone for radiation,\" Fries ordered gruffly. \"We can't be too\ncareful.\"\n\nMerrill, the third officer, came in and started shedding his\nspace-armor. He was lean, hard-looking, with a twisted, humorous face.\n\"Anything I can do?\" he asked curtly.\n\nFries stared at him blankly. \"Get your burns taken care of, then get\nsome of these people into the lifeboat if you're able.\"\n\nMerrill shrugged and laughed. \"Why bother to patch me up? There won't\nbe room enough for all of us. I'll take care of it now; the lifeboat's\nready.\"\n\nHarald felt like a recording angel as he stood in the airlock counting\noff the people coming through. It was hideous.\n\n\"One-forty,\" he told Fries.\n\nMost of the injured had gone into the lifeboat, but some of the\nmen-passengers still remained in the saloon. Norman stared about him,\nestimating. One of the men was the husband of the woman who had refused\nto leave without him.\n\n\"Full up?\" the man asked. Norman nodded. The passenger tried to smile,\nbut his lips trembled.\n\nCaptain Fries stood by the airlock. Norman strode up to him, lips set\nin a thin line.\n\n\"I'd like permission to stay here and let someone have my place,\" he\nburst out. \"There are other single men in your crew.\"\n\nCaptain Fries had aged years in that half hour. Soberly, he nodded.\n\"Permission granted. But I haven't the right to ask the others. In\nfact, I haven't the right to grant your request but, unofficially, I'm\nproud of you.\"\n\n\"I'll ask them.\"\n\nHarald ambled out of the airlock and made a weary gesture. \"You won't\nhave to. I've already done it. The men are ready as soon as you give\norders for the rest of the passengers to come aboard.\"\n\nCaptain Fries gave the necessary commands, then turned to his own crew\nas they filed out of the airlock. His eyes glittered fiercely, as if a\ncore of ice splintered the light within them. He tried to speak, but\nthere was nothing more to do or say.\n\nMerrill came back from supervising the loading of the lifeboat. \"Oh,\nwe've got company,\" he said roughly. \"We'll be a cozy little group. I\nhope some of you can play cards. Any hope of other ships getting here?\"\n\nFries shook his head. \"Not in time. Some ore-freighters have left\nGanymede, but it'll be two days before they can get here. I'm sorry,\nbut I've done all I can....\"\n\n\"I know. I'm glad you got all the passengers aboard. It's not so bad\nfor the rest of us. That old black devil out there gets all of us\nspacerats sooner or later. Thanks for coming....\"\n\nFries turned to his men and tried to speak. Harald shut him off\nroughly. \"Sure, skipper, it's been nice knowing you. But no heroics.\nHell ought to be cool after what this ship will be like when that stuff\nreaches critical mass. Now get the hell out of here before we blow....\"\n\nFrom the control room of the Tellus, Norman, Harald and Merrill watched\nthe pinkish dot which was the Scorpio's rocket exhaust dwindle into\nthe jet immensity of sky. Off there--somewhere--was the point where\nJupiter's orbit would intersect the long curve of the cruiser's course.\nJupiter. Ganymede. Safety.\n\n\"Well, I've always wanted to tell the skipper to go to--\" Harald said\nlamely. \"Now I feel somehow let down. How long do we have?\"\n\n\"That depends. I'm no radiation engineer, but Failles says there are\nthree possible routes of breakdown. If the ship holds together until\nthen, we can expect to be blown to whatever you like in from six to ten\nhours. I'd say the ship will fall apart first, probably in less than\nthree hours. Are you in a hurry?\"\n\nHarald was watching Norman, wondering how long it would be before the\nkid cracked. The lieutenant was trembling, skin seemed to be drawn\ntight over his cheek-bones, and a hot light burned in his eyes.\n\nNorman sat down nervously by the chart panel. In his nervous state, the\ntouch of something familiar gave him a feeling of solidity. The voices\nof the others irritated him.\n\n\"What do we do now?\" he asked. \"Just sit around and wait for it to\nhappen?\"\n\nMerrill laughed bitterly. He and Harald exchanged amused glances. \"Any\nbetter ideas, Mister?\" Merrill asked ironically.\n\n\"Maybe I have,\" Norman snapped. \"We might better do anything than just\nsit here.\"\n\nMerrill got up and moved over to stare out the spaceport. His burns\nwere paining him horribly; even the slight effort of limping across the\ncontrol room was almost more than he could bear.\n\n\"Well, do something then. It's your baby. I'm resigning as of now ...\nin your favor.\"\n\n\"Do you mean that?\"\n\nMerrill nodded. Lines of repressed suffering marked his lean, wolfish\nface. \"I don't think I'll be here long. Someone will have to take over.\nThere's nobody else to rank you. Just a couple of radiation engineers\nand those armchair astronauts in our so-called crew. It's all yours,\nkid. But don't let it worry you too much.\"\n\nNorman straightened and shook off his jumpiness. He looked around the\ncontrol room and a ripple of sardonic amusement crossed his face. \"My\nfirst command,\" he said. \"A coffin ship full of corpses and doomed men.\nI'm sorry you're so--\"\n\n\"It won't matter long,\" Merrill interrupted.\n\n\"Maybe it will. I think I have an idea. Can you maneuver this crate at\nall?\"\n\n\"I guess we could. The forward propulsion jets are still all right. But\nthe slightest acceleration might wreck things aft.\"\n\n\"What have we got to lose?\" Harald asked. \"What's on your mind, kid?\"\n\nIf Norman was aware of the breach of discipline, he did not show it.\nHis body leaned tensely over the chart panel as he pressed button after\nbutton, studying sheet after sheet. At last he raised his head. On\nhis face was the expression of a small boy who has made an important\ndiscovery.\n\n\"Hidalgo,\" he said. \"I was trying to remember what I knew about its\norbit.\"\n\n\"Hidalgo? You mean that rogue asteroid which wanders as far out as\nSaturn's orbit?\"\n\n\"Nobody ever goes there,\" Merrill put in. \"There's some mystery about\nit--\"\n\n\"We're going there ... if the ship holds together long enough. Just a\nminute and I'll figure your course. Sure you're in shape to handle the\ncontrols?\"\n\nMerrill limped to the instrument panel and began closing switches.\n\"I hope you know what you're doing,\" he said roughly. Currents of\nvibration pulsed through the ship. With maddening slowness, the liner\ncame out of her spinning drift and began to pick up speed. Norman ran\nthrough a list of figures and the third officer set the automatic\ncontrols.\n\nA grotesque figure in radiation armor stood in the doorway.\n\n\"We're moving,\" it said through its amplifiers.\n\n\"This is Failles--radiation engineer--in charge of the men aft. We're\ntrying to make Hidalgo.\"\n\n\"You'll never make it,\" Failles prophesied. \"I came to report that the\nbulkheads are giving way.\"\n\nNorman barked orders. \"Merrill, keep an eye on the controls. Harald,\nyou keep one on Merrill. And try to make contact with Scorpio. Tell\nthem we're trying to make Hidalgo, to pass the word on to those\nfreighters. Failles, I'll go with you and see what's up.\"\n\nAs Norman followed the nightmarish figure of Failles down the\nspiralling companion ladder, his mind worked feverishly to remember\nwhat he knew about Hidalgo. It was one of the minor planets, probably\nof the Trojan group originally, but its eccentric orbit and extreme\ninclination to the ecliptic stamped it as a rogue. At aphelion its\ndistance from the sun was 9-1/2 units (nearly the orbit of Saturn) and\nits inclination 43-1/2 degrees. Three and a half years after perihelion\nit approached Jupiter's orbit closely. Astronomical speculation was\nthat its perturbations of orbit were caused by this near approach to\nJupiter.\n\nNorman came out of his reverie. Failles had stopped at a locker and\ngestured toward it. Radiation armor. Norman got the bulky garment from\nthe locker and struggled into it.\n\nThey went down and down and down. A dizzy catwalk took them through the\nengine room where power was generated for the giant rocket ship, then\ndown again, past passenger compartments into the waist hold, where the\nfantastic struggle against atomic degeneration was going on.\n\nThe microphone in Failles' helmet distorted his speech. \"I don't think\nwe can hold out much longer,\" he said. \"The walls are so hot they're\nbuckling and beginning to split.\"\n\n\"I don't understand all this,\" Norman said. \"What's going on exactly?\"\n\n\"Free radiation got into the fuel tanks,\" Failles explained. \"You know\nthat, of course. It started a chain reaction in the liquified fuel.\nThe stuff degenerates slowly until it reaches a critical stage, then\ngoes all at once. About a billionth of a second. Worse than that, it\nspreads through the rest of the metal parts. They begin to break down\nslowly, releasing energy in the form of heat or light, sometimes both.\nThe light radiation kills, the heat corrupts the metal until it gives\nway, melting or crumbling depending upon its nature. Unless it hits a\ncertain isotope first. In which case, blooey.\"\n\nThe scene was an inferno. Dark figures stumbled back and forth in the\nmurk, armored men clumsily struggling with hoses and hand-pumping\napparatus. The atomic-powered pumps had long since failed due to\nwild radiation. The threatened bulkhead was a mighty backdrop of\npinkish coppery metal. An eery radiance played over the surface of the\nlaminated plates. The men worked like maniacs deluging the walls and\nfloor with liquified Rayburn's Isotope (a stabilizer) to damp out the\ndegeneration, but already the plates were so hot that the stabilizer\nvaporized and was instantly dispersed through the room in sparkling\nclouds.\n\nEven filtered by the Conklin glass of his helmet face-plate, the murky\nglare of the hold made Norman's eyes ache.\n\n\"How long do we have?\" he asked.\n\nThe speaker in Failles' helmet rattled with a grunt. \"That depends. The\ndegeneration period varies according to the route it takes. There are\nthree, possibly four routes in this case. I don't know which it will\ntake. At the outside, five hours.\"\n\n\"We'll need at least three hours to reach Hidalgo,\" mused Norman.\n\n\"What good will it do to reach Hidalgo? We're taking an atomic bomb\nwith us. If we land with this ship, it'll go with enough power to wipe\nHidalgo out of existence and blow a hole in space to boot.\"\n\nNorman frowned. \"I thought of that. We won't try to land the ship.\nWe'll have to abandon her and work our way down with the jet cartridges\nin our space suits.\"\n\nFailles grimaced inside his helmet. \"You can get awfully hungry in a\nspace-suit, even if we can take enough spare tanks of air to hold out.\"\n\nNorman nodded.\n\nA figure detached itself from the huddled groups working the pumps and\nshuffled to the foot of the ladder. He pointed silently. Following\nhis gesture, the pair looked at a corner of the bulkhead wall. A tear\nappeared, widened and ran down diagonally across the metal. Plates\npeeled off and fell like wax-paper crumbling in heat. Great blisters\nwere rising on the surface of the wall. One broke and gouts of molten\nmetal streamed down and spattered in a puddle. An uneasy suggestion\nof flow, of readjustment, of movement ran over the metal facing. More\nplates were grunting and buckling. They fell softly inward. More\nfollowed, dissolving rapidly as they came pelting down.\n\n\"Watch yourself!\" Norman screamed. \"She's going.\"\n\nLiquid metal bubbled and spit. Runnels of magma pursued the retreating\ncrewmen. A fiery surface lapped at the foot of the ladder.\n\nFailles made an aimless gesture. \"Get your men out of here,\" rasped\nNorman.\n\nThe huddle of dark figures broke and ran for the ladder. Air was\nblowing out of the hold in a shrill, whining scream. Norman was the\nlast out. He slammed and clamped the door just as a rush of molten\nmetal crashed against it.\n\n\"Keep fighting it,\" Norman ordered. \"Compartment by compartment.\"\n\nWalking was easier now that acceleration had begun to build into an\napproximation of normal gravity. Norman made his way back into the\ncontrol room.\n\nCrankily, the wreck of the Tellus swung through space. The forward\ndrive jets were still functioning. Merrill shook his head as the\nframework and bulkheads creaked and groaned under the strain of\nacceleration.\n\n\"It'll be a miracle if she holds together an hour,\" he ground out.\n\n\"If it doesn't, we can stop worrying,\" Norman told him bluntly. \"Have\nyou an Interplanetary Astronaut for this sector?\"\n\nMerrill nodded toward the shelf where books were clamped.\n\nNorman unsnapped Volume IV, and opened it to HIDALGO. Most of the\ninformation, especially astronomical data, he already knew; but a line\nat the bottom of the page caught his eye.\n\n    _It is recommended that spaceships avoid this asteroid. Exploration\n    has been impossible, for a number of reasons, and official charting\n    expeditions have failed to return. No data available._\n\nHe read the notation aloud to the others.\n\n\"What do you suppose it means?\" he asked.\n\n\"Could be that rough terrain and unstable rotation make a take-off\nimpossible,\" Harald suggested.\n\nMerrill's eyes narrowed. \"I don't think so. Some of the other asteroids\nhave been difficult enough that way. No, there's something different\nabout Hidalgo. Maybe it's some kind of deadly radiations. I've thought\na lot about it.\"\n\n\"You knew this all the time? Why didn't you say something about it?\"\n\nMerrill's habitual shrug was expressive. \"It couldn't have mattered.\nWhere else is there to go? I didn't think of it before you mentioned\nHidalgo because I had no idea where it would be. In a way, I'm glad\nwe're going there. You see ... my father commanded that charting\nexpedition which was never heard from again. Now maybe I'll find out at\nlast what really happened.\"\n\n\n\nNorman lost all sense of time. The flight through space assumed the\nelastic dimension of nightmare.\n\nHe went aft again and checked with the radiation-fighters. There,\nthe fight was going on in the engine room. It was at best a delaying\naction. Men dropped where they stood and were carried out. The lucky\nones died of frightful burns where radioactive metal had spit through\njoints in their armor.\n\nThe speaker rattled inside his helmet as he addressed Failles. \"If it\nspreads to the outside armor plates of the hull, we're done,\" he said.\n\nFailles cackled. \"It's already spread. They're glowing and beginning to\nbuckle.\"\n\n\"Keep fighting it down.\"\n\n\"We can't. We're running short of Rayburn's Isotope.\"\n\n\"When it's gone, get your men into the dome-hold. There's an escape\nhatch there.\"\n\nHarald looked up as Norman returned to the control room.\n\n\"I finally got Scorpio. These tubes are nearly burned out. I guess\nthere's enough free radiation loose in this ship to fry eggs. The old\nman said they'd relay our message to the freighters. They'll check by\nHidalgo to see if we made it.\"\n\nMerrill was staring out the spaceport at the glittering darkness ahead.\n\n\"It's been nearly two hours,\" he said. \"D'you think we'll be able to\nsee it soon?\"\n\n\"I doubt it. We're coming up on dark-side. Perhaps a faint radiance.\nPut everything on automatic, you two, and get into space suits. The\nothers will meet us in the dome.\"\n\n\"Hull armor's going. We'll have to abandon ship. I hope we can raise\nHidalgo. If not--\"\n\nNorman bent over the chart panel and checked his figures. He glanced at\nthe indicator board. \"I still get 11.18/4. And we're making incredible\ntime. Maybe we'll make it--\"\n\nIn the vast dome-hold at the nose of the hurtling liner were a group of\nburned and battered men. They grumbled hopelessly. Most of them were in\nbad shape.\n\nFailles was at the spaceport. \"No sign of Hidalgo,\" he reported.\n\n\"There won't be much to see,\" Norman warned him. \"Try the magnascope.\"\n\nRadiations were so powerful now that it was impossible to take the\narmor off the badly burned men long enough to tend their injuries.\nThirty-one men still lived, but seven were seriously burned, at least\none dying.\n\nTime dragged hideously. In spite of the insulating layers, released\nenergy from the degenerating metallic armor struck through the hold and\nbuilt up heat alarmingly. Thermal indicators registered the temperature\nof a blast furnace. Automatic thermal adjustors inside the cumbersome\narmor could not react rapidly enough to keep up with the rising\ntemperature.\n\nHarald nudged Norman. He tried to look at his wrist-chron, but it had\nstopped from the heat.\n\n\"Better start negative acceleration,\" he said.\n\nThe lieutenant nodded. He and Harald fought their way back to the\ncontrol room. Passageways were glowing, and metal rods felt pulpy\neven through their heavy gloves. The switches swung over to negative\nacceleration. The trip back to the dome was even more difficult.\n\nThe negative acceleration was taking its toll. Two of the injured men\ndied.\n\nAround the edges of each fused quartz spaceport was something like\na rime of frost. It spread as they watched, spiderweb feelers\nreaching out across the circular panes. The faint starlight clouded\nand infinitely tiny points of radiance formed patterns within the\ncrystalline surface.\n\n\"I'm going to open the airlock. Check your space suits.\"\n\nOne of the spaceports burst suddenly. Quartz-crystals showered\ninto space. Air shrieked through the shattered port, freezing as it\ncontacted the intense cold. Clouds of frost flecks formed and were\ninstantly dispersed.\n\nWith the release of pressure, the airlock door came open easily.\n\"There's a grey smudge down there,\" Merrill screamed, balancing\nprecariously in the outer doorway. \"Could that be Hidalgo?\"\n\nNorman was giving orders in a crisp, level tone. \"Get the liquid-air\ntanks over-side. Failles, you take care of the casualties. Three of you\nshould be enough. Harald, your job is to get the portable helioflash\nthere safely. Merrill and the rest of you try to maneuver the air tanks\ndown to Hidalgo. Use your jet cartridges sparingly, men, but--get\nthere.\"\n\nA shriek of terror came from Failles at the magnascope.\n\n\"The forward rocket tubes are fusing! They'll blow any time!\"\n\n\"_Abandon ship!_\"\n\nIn orderly fashion, the men lined up and went through the airlock.\nNorman went last.\n\nNorman closed his eyes and shoved hard as he made the leap into space.\nThe night seemed to open and swallow him. Impetus of his shove carried\nhim away from the hurtling liner.\n\nHe opened his eyes as the giddiness of floating free in space swept\nover him. The nauseating agony of weightlessness wrenched at him. He\nretched painfully, but clenched his lips till the spasms died down.\nFumbling, his fingers found the button which controlled the jet\ncartridges. With them, a spaceman has a limited maneuverability and\ncontrol, even away from his ship. As he pressed the button, he prayed.\nThey worked.\n\nThere was no sound, but a jarring vibration went through his body.\nIt seemed an incredible distance to the air-tanks. Eight others were\nclustered around the bulky tanks when Norman reached them. Merrill\nwas close behind him. Not far away was Harald, clutching the portable\nhelioflash box to him.\n\nFar below, slowly turning over as it came toward them, was the\ntitanic wedge of barren rock which was Hidalgo. Then began a weary,\nheartbreaking task of jockeying the air-tanks into position and towing\nthem to intercept the jagged wanderer of space.\n\nTwenty men lived to reach it.\n\nFailles and his helpers brought in all the injured, but only one was\nalive.\n\nThere was practically no gravity, so little that the centrifugal force\nof the spinning asteroid would have hurled the men back into space but\nfor the magnetic soles of their armored shoes. Magnetic grapnels were\nattached to hold down the tanks. To make sure, lashings were run to\nup-thrust fingers of rock and everything loose made secure.\n\nClinging to a rope, Norman stood up and tried out the magnetic soles.\nThey held, but it was necessary to shamble along without raising the\nfeet any more than could be avoided. He looked about and his heart\nsank. No more eery and desolate place could be imagined. A ragged\nand uneven surface of bare rock and brittle obsidian-glass ended\nsuddenly in a serrated horizon of ugly needle-point peaks. The horizon\nwas disturbingly close. Overhead, the eternal stars moved in slow\nparade--but discernible motion--against the black vaults of space.\n\nJust above the horizon was the sun, shrunken till its disk was barely\nperceptible as a disk. It shone feebly, but with harsh brilliance,\ncasting solid shadows which moved like live things over the rough rocks.\n\nSuddenly, Norman became conscious of something else. Another object\nmoved swiftly out in space. A torpedo shape, faintly luminous.\n\nFailles was pointing toward it. \"The Tellus,\" he said grimly. \"It's\ncircling Hidalgo like a moon, coming down in a long spiral orbit. As\nits momentum decreases, it will come closer and crash. Looks as if we\nstill have our wildcat by the tail.\"\n\nNorman groaned. \"When that stuff blows, it'll take this whole end of\nspace with it.\"\n\nHarald was crouching over his helioflash, working awkwardly at the\ndials with his heavy gloves.\n\n\"I'm trying to get Scorpio,\" he explained. \"Tell them to warn off the\nfreighters. No luck so far. These tubes are about shot. I can get a\nfaint signal, but can't make out anything.\"\n\n\"Keep trying. We've got to warn off the freighters.\"\n\n\"I know. In spite of that faintness, the signal sounds as if it might\nbe from fairly close.\"\n\nMerrill came up. \"I've been exploring,\" he said. \"There's the wreck of\na spaceship just over that ridge. Some sort of shaft close by it. I'm\ngoing over and look around.\"\n\nHe wandered off across the desolate stretch of rock. Norman watched him\ngo, then turned to Harald. \"You'd better follow and watch him. He's\nready to crack. I'll take over the helio.\"\n\nFailles shuffled up as Harald disappeared around a harsh shoulder of\nvolcanic rock.\n\n\"Got through yet?\" he snapped.\n\nNorman shook his head. \"I get a signal but they don't answer. It's too\nfaint to make out.\"\n\n\"Let me try.\"\n\nNorman gave way and Failles crouched down adjusting dials. He replaced\na tube. The helio squawked savagely. The engineer fumbled over the\nknobs. The message clacked into his earphones.\n\n\"It's the freighter Dekorus,\" he shouted. \"They're two days ahead of\nthe others. Were on their way to Callisto when they got our distress\nhelio from the Tellus. Couldn't reply. Their sender was out of order.\nThey'll be here any time.\"\n\n\"For God's sake, stop that ship!\" Norman screamed. \"They'll get here\njust as that stuff blows....\"\n\n\"I'm trying. They don't acknowledge my signals.\"\n\nLike a racing moon, the wreck of the Tellus shot below the horizon. It\nseemed much closer than before.\n\n\"_Calling Dekorus. Why don't you answer, Dekorus? Calling Dekorus...._\"\n\nTwo hours later, a solitary figure stumbled into the group around\nthe helio. The instrument was silent. Men sat or crouched in stolid\nhopelessness. They had just pronounced sentence of death on themselves.\n\n\"We got through,\" Norman told Harald. \"They aren't coming. Where's\nMerrill?\"\n\nHarald staggered and would have fallen, but Norman gripped him roughly.\n\n\"Merrill's dead,\" he said. A glaze of horror went over his face. \"We\nfound the ship. It was the one all right--his father's--the charting\nexpedition. There was nothing in it--no bodies, nothing. We looked\naround. There was a hole there, a sort of shaft. It led down at a steep\nangle. A rough sort of ladder had been hacked into the rock, niches and\npegs. We had a time getting down, but Merrill thought we might find\nsomething. He said he wanted to know before he died.\n\n\"We went down and down. And at the bottom was a door. It was a wooden\ndoor, of some wood I don't know, black and shiny with pinpoints of\ncolor here and there. And it was _carved_.\n\n\"While we stood there, it began to swing open. Slowly open. I was\nscared, frankly and honestly scared, but not Merrill. He strode up\nto it, shoved it open the rest of the way and went inside. I tried\nto follow, but my feet refused to move. I was rooted to the spot. I\ncouldn't go in and I couldn't leave. It seemed hours. Then he came out.\nHe came out running.\n\n\"I caught up with him and tried to hold him, but he struck at me and\ntried to kill me. When I looked in his eyes, I saw why. He was mad.\nStark, raving mad. He broke away and ran to the foot of the stairs.\nBut he didn't try to climb. He just kept banging his helmet face-plate\non one of those rock pegs till it smashed. Have you ever seen a man\nsmash his face plate in space? The horror of eyes squeezed out, flesh\nbursting to bloody pulp from the pressure of liquid blood inside, then\nin a second frozen steel-hard from the cold. It makes you all sick\ninside and you dream about it the rest of your life. But that wasn't\nthe worst.\n\n\"I got curious about what he'd seen back there. I went back to have\na look at it myself. The door was closed, but I pushed on it and it\nopened....\n\n\"One look was enough for me. I wish I could tell you what it was, but\nthere aren't any words. Have you ever seen anything that made you want\nto die? I did. I took my look, then I got back here as fast as I\ncould.\"\n\nNorman stared into Harald's eyes, wondering if Merrill were the only\none who had gone mad. Harald read the look and laughed bitterly.\n\n\"I wish I could go crazy,\" he said. \"It might help. But I just want to\ndie. After that, I couldn't go on living.\"\n\nNorman glanced up as the Tellus, wreathed in eery radiance, shot above\nthe horizon.\n\n\"It looks as if we'll all be dead soon enough to suit even you,\" he\nobserved.\n\nHarald came suddenly to life again. \"The rest of you don't have to\ndie,\" he shouted. \"Contact that ship and tell them to wait for you.\nThere's a self-propelled life boat intact in that wreck. It's not even\ndusty. Get going, man!...\"\n\nAs the lifeboat roared out from Hidalgo, Norman was busy at the\ncontrols, maneuvering carefully to avoid the hurtling bulk of the\nderelict Tellus. He did not even realize what had happened till he\nheard the blast of air released from the airlock and someone raise a\ncry of \"man overboard!\"\n\nIt was Harald. From the ports, Norman could see him working the\njets of his space-suit to intercept the racing bulk of the Tellus.\nAutomatically his hands reached for the control bars, but Norman caught\nhimself. He and Failles exchanged glances.\n\n\"It's a hard decision, lieutenant,\" Failles said. \"But there isn't\ntime. He said something about making sure, but I didn't know then what\nhe meant.\"\n\n\"We know now,\" Norman gritted.\n\nHe shoved the switch-bars and gave the lifeboat full power. It roared\ninto the darkness ahead.\n\nMiles later, he and Failles stood by the stern ports and watched a\nfan of terrible lights spread across a quarter of the sky. Soundless,\nbrilliant as the day-star, its glare struck through the ports like a\nsolid force.\n\n\"Goodbye, Hidalgo,\" Norman mused aloud. \"Goodbye, Harald. I wonder what\nhe saw there that made him feel like that?\"\n\n\"No one will ever know,\" Failles said.",
    "metadata": {
        "author": [
            "Mullen, Stanley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64744/pg64744.txt",
        "name": "suicide_command.json"
    }
}