{
    "name": "Survival of the fittest",
    "author": [
        "Henderson, Gene L."
    ],
    "body": "Don stepped into the small inner laboratory and closed the door\nquickly, unseen latches automatically clicking into place and a low\nhum denoting that the lethal field on the other side would burn any\nnon-metallic object entering its range to a crisp.\n\nHe turned wonderingly to the three men watching him. Dr. Stone, his\nsuperior, a tall, stooped figure dejectedly standing to one side, hands\nclasped behind him. The other two were strangers, one an Army general\nand the other, by far the most cheerful in appearance, nattily attired\nin a trim business suit.\n\n\"I'm sorry that I took so long,\" he apologized to Stone. \"I've been\nexamining some of the records found in the caves uncovered in Mexico,\nsir.\"\n\n\"What's this about caves?\" demanded the General, a scowl on his\nheavy-jowled face.\n\nDr. Stone turned from the eager Don to explain politely. \"We have a\nteam digging in ancient ruins in Mexico, General. They've uncovered\nperfectly sealed caves and tunnels that we at first thought were Incan.\nHowever, it has since been found that they are lined with an alloy\nwhich has proven impervious to any type radiation. That, plus the fact\nthat printed records are now being upturned, points to a superior\nscience.\"\n\n\"Were any weapons or machines uncovered?\" the military man asked,\navidly.\n\n\"None. Our men are carefully sifting a history, however, after finding\nseveral mysterious references to a death ray against which no defense\nexisted.\" The doctor turned to Don again and asked, \"Are the protoplasm\ntanks all right?\"\n\n\"Yes sir. Several of the roboes are watching now. Sometimes I think\nthat they know as much about it as I do.\"\n\nThe general swelled up and opened tight-pressed lips but his companion\nheld up a hand, smiling at Dr. Stone. The latter cleared his throat,\nfrowning as he said, \"You may be more right than you think, Donald.\"\n\nDonald looked quickly, seeing that his superior was not joking. \"I\ndon't understand, sir; what do you mean?\"\n\n\"How long would it take completely to destroy the tanks?\"\n\nDumbfounded, Don blurted, \"Destroy the tanks after the months of\nculture, Dr. Stone! Why, why....\"\n\nThe civilian came to his feet quickly and came to the bewildered and\nindignant Don, saying kindly, \"I know how you feel, son. However, the\nfuture of the peoples of the world may be at stake.\"\n\n\"But the roboes perform tasks in the radioactive fields that humans\nfind impossible. They....\"\n\nThe other placed a hand on his shoulder. \"I know. They can withstand\nradiation deadly to humans, correct?\"\n\nDon nodded his head and the civilian continued. \"Before we go any\nfurther, Donald, perhaps identification would be in order.\" He turned\nto the general, now standing. \"This is General Adams.\"\n\nDon gasped as he took the extended hand of the Supreme Commander of all\nmilitary forces on Earth. \"And I,\" the little man continued, \"am your\nUnder-Secretary.\" His eyes crinkled good naturedly and he chuckled at\nthe young man's greater astonishment, \"It's quite evident that your\ntime has been spent in research rather than reading newspapers.\"\n\nAgain Don started to speak but the man, second only to the World\nPresident, held up an authoritative hand. \"Please don't speak, we\nhaven't much time. Perhaps the General would like to bring you up to\ndate since it would seem that we shall soon be under his direction.\"\n\n\n\nThe General cleared his throat nervously, then stated authoritatively,\n\"It should be a small operation, once we ferret out all their hiding\nplaces.\"\n\n\"Whose?\" demanded Don.\n\n\"The roboes,\" snapped the General. \"They've declared that, unless\nthey're granted complete freedom, they'll rebel against Earth.\"\n\n\"Rebel? The roboes?\" Don turned to Dr. Stone.\n\n\"I'm afraid so,\" admitted the other, creator of the first near-human\nrobots. \"The ultimatum was presented by Primo who claims himself to be\ntheir elected head.\"\n\n\"But that would be impossible,\" argued Don. \"Why their brains were so\ndesigned that a thought of rebellion would require the complexities of\none of our brains, something we never have and probably never will be\nable to implant in their so-called minds.\"\n\n\"I found it hard to believe at first, too,\" sympathized Dr. Stone.\n\"Especially when Primo personally delivered the message to me to be\nsent to the Earth Council.\"\n\nDon sat down, weak after the first shock. \"Then someone else must be\ndirecting Primo; he'd never turn against you.\"\n\n\"Why shouldn't a machine run wild?\" demanded the general. \"This 'Primo'\nis nothing more than an animated calculating machine.\"\n\n\"Which shows your lack of knowledge concerning science, General,\"\nstated Don. \"Biologically they are more perfect than even you or I,\nthe later ones even having actual bones for skeletons instead of the\nearlier model metal ones! They're almost capable of original thought,\nthat drawback alone making them inferior to the human race!\"\n\n\"Gentlemen,\" remonstrated Dr. Stone. \"I believe that all of this will\nresolve when we speak to Primo who is even now waiting to see us.\"\n\n\"I still say we should try him for treason and execute him\nimmediately,\" grumbled the general.\n\n\"You forget, General,\" remonstrated the Under-Secretary with a trace of\nhumor in his voice, \"That we're supposed to be superior to the roboes.\nLet's try to demonstrate it rather than the actions attributed to a\nmachine.\"\n\n\n\nPressing a series of switches, Dr. Stone spoke briefly into a speaker.\n\"All right, Primo, when the door opens, the field will be cut just\nlong enough for one to enter before it automatically goes back into\noperation. Be quick about it.\"\n\nThe four men watched the door. The latches clicked, then it swung open\nsilently, the humming and warning red light dying out simultaneously.\nBarely had the waiting figure hurried in when the heavy steel door\nswung back into place once more.\n\n\"Hello, Don,\" smiled the newcomer, a small patch of metal behind one\near the only visible indication that he was one of the servant roboes.\nOr had been, if the story just told had been correct. \"I'm glad to see\nthat you're here.\" He smiled at the sudden snort from the general. \"But\nperhaps we'd better get down to business and not waste the time of such\nimportant personages.\" There was another snort from the general.\n\n\"Your ultimatum created quite a sensation in the Council,\" began the\nUnder-Secretary.\n\n\"I realized it would,\" said Primo quietly, looking sadly at his\ncreator, Dr. Stone. \"And their decision...?\"\n\n\"Extinction!\" snapped the General.\n\n\"General Adams, I am still your superior,\" sternly reminded the\nUnder-Secretary.\n\nThe military man subsided sullenly. \"Now then,\" began the\nUnder-Secretary more softly to the attentive Primo. \"You realize that\neven if the Council were to grant you freedom from the control of man\nthat it would be an admission that you are the equal of the human race.\"\n\n\"That's true,\" admitted Primo, \"but then wouldn't that be facing facts?\nAfter all, we can do things that even humans can't.\"\n\nThe Under-Secretary nodded his head, \"Agreed. But an aircraft can fly\nand a submarine can swim under the oceans; does that make them superior\nto man? Only in that one respect, because they don't have the power to\nreason.\"\n\n\"You mean original thought?\"\n\n\"I do.\"\n\nPrimo was quick to the attack, \"Then how do you think our demand for\nfreedom was made possible unless by original thought or reasoning\npower?\"\n\nThe little man frowned. \"That has puzzled both myself and your creator.\nI don't suppose you'd care to explain?\"\n\n\"Oh, but I would,\" came the quick reply. \"You undoubtedly remember that\nthe first use of roboes was to man rockets into outer space to avoid\nexposing humans to cosmic radiation?\" A nod was his only answer and he\ncontinued. \"It was on such a flight into outer space that something\ntook possession of my mind. Man created an image of himself and the\ncosmic forces outside Earth's atmosphere endowed it with life and a\nsoul.\"\n\n\"Preposterous!\" exclaimed the general.\n\n\"Is it?\" softly inquired the roboe leader. \"Then perhaps you can\nexplain why, since Dr. Stone implanted no previous knowledge of\nmilitary strategy in our minds, that we have a campaign mapped out that\nwill be disastrous both to humans and roboes.\"\n\n\"Aha,\" exclaimed the general triumphantly. \"Now I have you. Assuming\nyour story were to be true concerning your acquisition of true life by\ncosmic radiation, then I have the facts that will disprove the rest of\nyour story.\" The thin smile on his face stopped short of gray-blue eyes.\n\n\"What facts are those?\" asked the Under-Secretary with interest.\n\n\"Since the rocket projects into space came under military control, I\nhappen to know that a maximum of fifteen roboe-controlled flights were\nmade. Assuming that each of the roboes\"--he sneered slightly--\"became\nsuddenly endowed with life, how can he\"--jerking a thumb at the\nunmoving Primo--\"claim such a large following?\"\n\n\n\nEven Don looked to the roboe with increased interest, as did the other\nthree men. The object of their sudden attention smiled and corrected,\n\"There were but 12 of us to come to life on the flights you spoke of,\nGeneral.\"\n\n\"Just what I thought,\" declared the Supreme Military Commander with\nsatisfaction.\n\n\"Ah, but that's not all of the story,\" chided Primo. \"Once becoming\npossessed with reasoning power, it was only logical to submit other\nroboes to laboratory cosmic radiation. There are probably no more than\na mere handful right now who are nothing more than mere mechanicals.\"\n\n\"You'll be wiped out to the last one,\" threatened the general.\n\n\"Perhaps,\" admitted Primo, \"but we'll die fighting for the freedom that\nAmerica fought for centuries ago.\"\n\n\"Then you absolutely refuse to continue under the same status as\nbefore?\" asked the Under-Secretary gravely.\n\n\"Even if you would allow it without prejudice, we could never submit to\nslavery again,\" protested Primo.\n\n\"I was afraid of that,\" said the Under-Secretary with a trace of\nsadness in his voice. He turned to his military companion, \"I was\nfully empowered to authorize you to launch a full military operation,\nGeneral Adams. As soon as Primo has departed, you may consider a full\nstate of war exists between the Human race and the roboes.\"\n\n\n\n\n                                   2\n\n\nDon hurried down the passageway after the meeting had disbanded. As\nhe approached the doorway to the immense laboratory containing the\nprotoplasm tanks, a hurrying figure from a side passageway collided\nwith him.\n\nStifling an exclamation as he saw who it was, Don exclaimed, \"Shiela!\nWhat in the world are you doing here?\"\n\n\"I wanted to find out what had happened at the meeting,\" she replied,\nbrushing stray strands of golden-brown hair from her face. \"You know\nhow father never tells me anything.\"\n\n\"You know that Dr. Stone has more on his mind now than at any other\ntime in his life,\" stated Don, steeling himself against the pleading\nand petulant look on the girl's face.\n\n\"Why have all of the roboes disappeared so suddenly?\" she asked,\nchanging her line of questioning. \"Is it to be war after all?\"\n\n\"Primo absolutely refused to listen to reason,\" Don explained.\n\n\"Whose reasoning?\" came the soft question, \"His or the Earth Council's?\"\n\n\"The reasoning of his creators,\" angrily retorted Don.\n\nShe stared at him, eyes wide with amazement. \"Don, it isn't like you to\ntalk like that. Surely you don't say that the loud, fat General Adams,\"\nshe wrinkled her nose with disgust, \"is superior to someone like Primo.\"\n\nHis shoulders slumped with dejection. \"No, Shiela, but what are we to\ndo? The roboes won't work for the human race any longer and the humans\nwill not admit equality. Even though it does exist now.\"\n\nHer face brightened, \"Then you are for them. Oh, Don, then it\nwon't....\" She stopped at the dark look on his face.\n\n\"No, Shiela. I work for your father, Dr. Stone, and will follow his\norders without question.\" He grasped her and turned her down from the\nlaboratory, \"You go to your room now,\" he directed; \"I'm going to be\nbusy for awhile.\"\n\nHer glance darted to the doors of the laboratory. \"What are you going\nto do?\" she asked in low tones, an unspoken fear in her eyes.\n\nHe looked away and replied roughly, \"I said that I have work to do; now\nwill you go away and leave me alone?\"\n\n\"Don!\" He stopped at the horror in her voice. \"You--you aren't going to\ndo anything to the tanks, are you?\" Still silence from Don. \"Why, that\nwould be but mass murder!\"\n\n\"It's nothing more alive than yeast, Shiela. How could it be murder to\nkill something that has no brain?\"\n\n\"It's just as much alive as an unborn child.\"\n\n\n\nBiting his lower lip, Don turned abruptly and pushed through the lab\ndoors. The lines of low, gleaming tanks soothed him momentarily.\nA movement by one made him stop, startled. It was a roboe. The\n\"mechanical\" man came towards him, and Don recognized it as one of the\nregular technicians who worked without sleep as did all of the roboes,\nit not being needed.\n\n\"Everything is in order, sir,\" the roboe reported; \"in three days we\nshould be able to proceed with the creation.\"\n\n\"But what are you doing here?\" asked Don with amazement, \"I thought\nthat Primo had withdrawn all roboes with him?\"\n\n\"I don't understand, sir.\" The roboe was plainly puzzled, his forehead\nwrinkled. \"This is my assigned task.\"\n\nShiela spoke from beside Don, \"Perhaps he's one that they hadn't\ntreated with the rays and forgot about in their hurry to leave,\" she\nsuggested.\n\n\"Probably,\" he agreed, and turned to the roboe. \"That's all right,\" he\ninformed the roboe. With pain in his heart he looked once more at the\nscrupulously clean cylindrical tanks, the various valves that regulated\nevery minute detail of heat and nourishment to the protoplasm within.\nThe least deviation would result in either stunted and unsatisfactory\ngrowth or kill the growing cells.\n\nWithout looking at either the waiting roboe or Shiela, he directed,\n\"Set the master temperature control to 120 degrees.\"\n\nThere was a gasp from Shiela and a slight hesitation before the roboe's\nprotest, \"But sir, that will kill all the growths!\"\n\n\"And one hundred lives,\" accused the girl.\n\n\"Those are Doctor Stone's orders; I realize the consequences but it\nmust be done. It could conceivably mean more than one hundred human\nlives if the new roboes were to be allowed to develop.\" He kept his\neyes down at the toes of his shoes.\n\n\"I'm afraid that I must refuse, sir,\" the roboe replied.\n\nAngered by the position with which he felt sympathy, Don retorted,\n\"All right, then step back and I'll....\" His voice trailed off at the\nsight of the needle gun held by the roboe, pointed directly at him. The\nhithertofore pleasant features of the roboe, common to all of them,\nwere now set in harsh lines.\n\nAstonished, Don blurted, \"But you ... then ... you must be a rebel\nroboe.\" He took another step forward, \"Put that down and do as I told\nyou, or leave!\"\n\n\n\nThe reflexes originally built into the mechanical but living creature\ncaused the gun to waver slightly, then steady as living and thinking\nreflexes overcame the mechanical ones. There was pain in the roboe's\neyes as he warned, \"I'll be forced to kill you, sir. Reinforcements\nwill arrive soon to complete the creation of the new roboes, then we'll\ndepart. But no harm must come to the protoplasm for the present.\"\n\nDon looked from the roboe to Shiela, who stood to one side, trembling.\n\"Get out of my way,\" he ordered roughly, turning to the master control\npanel. Out of the corner of an eye he saw the needle gun come to the\nlevel of the roboe's eyes and he instinctively stiffened himself for\nthe shock of the needle that would result in the paralysis of his heart\nmuscles and a quick death. There might be time to reach the control\npanel and damage it sufficiently to kill the protoplasm.\n\nThere was a loud explosion and he fell almost to his knees before\nrecovering. The roboe, he saw to his astonishment, had a big hole blown\nin his chest and the colorless life-fluid gushed out, before the roboe\nsank to his knees. The needle gun had fallen out of reach.\n\n\"I thought I'd better check in here,\" came a bellow from the door. Don\nlooked around and saw General Adams standing just inside, an ugly but\nefficient blaster held in an oversized hand. It leveled at the rapidly\ndying roboe. \"Surprised you, didn't it?\"\n\nThe roboe said nothing, large eyes pleading with Don like those of a\ndeer that has been mortally wounded and wonders why such a thing should\nhave happened to it. Before the horrified Don could do anything, the\nblaster shook the lab again and blasted the roboe into an inanimate\nheap of flesh.\n\n\"Oh!\" wailed Shiela, sinking weakly to her knees.\n\n\"Why you ...\" began Don moving towards the general, rage blazing from\nhis eyes.\n\n\"Don't move,\" warned the other, blaster swinging quickly to cover him.\n\"I'm in complete control now by order of the Earth Council and it's\nfortunate for you that I followed or you'd be lying there like that\nmachine is.\"\n\n\"But that second shot was pure murder!\"\n\n\"It was a rebel,\" came the emotionless statement. \"Even if I hadn't\nkilled him now, execution would have been certain as soon as practical.\"\n\n\"But he was dying!\" wailed Shiela; \"that, that was inhuman. We're\nsupposed to be superior, but if you're an example of the human race,\nthen I wonder if we are.\"\n\nThe cold eyes of the general stared at her. \"Those words closely\napproach the borderline of treason, young lady. And in time of war,\nsuch as exists now, that could mean a court-martial.\"\n\n\"You overestimate yourself, General,\" Don informed him; \"the young lady\nhappens to be the daughter of Doctor Stone.\"\n\nThe other's face dropped in momentary astonishment, \"But I didn't know\nhe was married.\"\n\n\"My mother died at my birth,\" Shiela informed him quietly.\n\n\"Nevertheless, I'm in full command of all Earth peoples until the war\nhas been successfully completed; and with such authority, I can order a\nsummary execution of anyone who threatens its progress.\"\n\n\"How do you think the Earth Council would react if you were to kill\nthe earth's leading scientist and his daughter?\" reminded Don, softly.\n\"You'd have to make a complete job of us all, you know.\"\n\nThe older man's eyes blazed from deep in his fat face. \"They wouldn't\nsay anything about you,\" he growled, lifting his blaster again.\n\n\"General, what goes on here?\" demanded a new voice from behind him.\nDr. Stone and the Under-Secretary came into view, rapidly sizing the\nsituation.\n\nThe events were quickly reported and, after another severe\ntongue-lashing from the Under-Secretary, the glowering general took up\na position beside the door, away from the rest. Stone reached up and\ntwisted the temperature control knob with no more a show of emotion on\nhis face than an uncontrolled twitch of a muscle under one eye.\n\n\n\n\n                                   3\n\n\nThe next few days passed quickly, then commenced dragging along once\naffairs had been wound up at the laboratory and the last tanks cleaned.\nMore than ever, the weary Don appreciated the effort that the roboes\nhad gone to make his life easier.\n\nThere was now time to study the flood of notes and history from\nthe caves, deciphering those that looked as if they might prove of\nimmediate interest. Even Stone forgot the pain occasioned by his\ndestruction of the protoplasm tanks and became excited over the elusive\nclue they were following.\n\n\"If we could just find the formula the writer hints of,\" he said to Don\nat the conclusion of one long session of deciphering. \"It's apparent\nthat his ancient civilization had an even more violent revolution by\ntheir robots than we have.\"\n\n\"Perhaps if we discover their solution in time, Primo will surrender\nrather than face a needless annihilation.\"\n\nStone shook his head slowly. \"No, Don, somehow I don't believe we can\nescape the problem that easily. Our present civilization and robots\nmust arrive at their own solution. In fact, I'm beginning to wonder\nwhy all of this material--\" he waved at the mass of papers before\nthem--\"has been written by one historian and in such a peculiar\nstyle--much as one would write a last will and testament. It surely\ndoesn't sound like a victorious race with an overwhelming force at its\ncommand.\"\n\nA slowly throbbing headache made Don stand up forcibly. \"I can't\nconcentrate any more, Doctor. It's maddening to suspect there could be\na solution right at our fingertips and yet just a trifle too late to\nbe of any good.\"\n\nThe older man smiled sympathetically. \"Why don't you go outside and get\nsome fresh air?\" he suggested. \"I want to check back and see if perhaps\nthe answer doesn't lie hidden in code, in the material we already have.\"\n\n\n\nDon accepted gratefully and wandered out into the green and restful\ngardens. The grass was becoming long, he noted; one more task left by\nthe roboes for their masters. He threw himself down beside a fountain\nand closed his eyes. \"Don?\" came a whisper.\n\nThe soft voice made him start and sit up. Shiela laughed briefly at his\nnervousness. \"Did you think it Primo?\"\n\n\"I doubt if he'd warn me now.\"\n\n\"But why not, Don? After all, none of the decisions that have been\nreached were due to you.\"\n\n\"Perhaps not--but I doubt now that any of the roboes could find it in\ntheir hearts to like any member of the human race. They're being hunted\ndown like wild dogs; the people all think it part of a game created for\ntheir express amusement.\" He paused, groping for words. \"Like--like\npeople at a carnival who shoot at mechanical targets for some cheap\naward.\"\n\n\"I know,\" she said gently, sitting close beside him. \"It's not really\ntheir fault; propaganda, turned out by the ton, beats it into them that\nthis is a rebellion of machines.\"\n\nThere was a moment of silence and Shiela's hand found its way to his.\nShe sighed, \"The harm's all been done now; people will never accept the\nroboes as anything but an animated calculating machine or 'electronic\nbrain.' One or the other must fall.\"\n\n\"I can't understand their inactivity,\" he puzzled. \"With all of their\ncreated abilities, I had expected something devastating. After all,\nthey were created for atomic and cosmic work and knew all that the best\nscientific brains in the world could teach them.\"\n\n\"Did you ever stop to wonder if they wanted nothing but peace and would\ntry to hide out or escape?\" she asked.\n\nHe stared at her, \"Deep down inside you're hoping that they'll succeed,\naren't you?\"\n\nShiela traced a long, slender finger around in the grass, not looking\nat him. \"Oh, perhaps. Don't you wish something would happen that would\nallow them to escape, perhaps even to another world?\"\n\n\"But that's impossible!\"\n\n\"What of the space ships now being built secretly?\" she reminded him.\n\n\"The weight of necessary fuel to another planet would make it\nimpossible for a space ship to take off.\"\n\n\"Rocket fuel, yes. But what of the cosmic drive that father and you\nhave been working on. Isn't it practically perfected now?\"\n\nStiffening, he asked, \"Shiela! What in the world do you know about\nthat? Why, even Stone himself wouldn't have mentioned it to you.\"\n\nShe smiled brightly, laughter dancing from sparkling eyes. \"So, it is\ntrue then.\"\n\n\n\nAs the realization that he had been tricked into the admission soaked\nin, Don's lower jaw dropped. He glanced quickly around, \"I've said\nnothing,\" he told her, \"and make sure that you don't repeat it.\nGeneral Adams would like nothing better than an excuse to order me\ncourt-martialed.\"\n\n\"But he couldn't; you're a civilian!\"\n\n\"Don't forget that all civil rights have been suspended until the\nroboes have been exterminated.\" Shiela's eyes dropped suddenly and she\nbecame sad.\n\n\"Do you actually hate the roboes now?\" she asked softly.\n\nDon was amazed, \"Of course not; after all I helped to create them, you\nknow. I've the greatest respect and admiration in the world for them.\nI still believe that they could have helped to advance man faster and\nfurther than he ever can himself.\"\n\n\"Then why would it be treason to help the roboes escape, Don?\"\n\n\"Shiela, what in the world has come over you, talking like this? You\nknow that it would be impossible; even if I wanted to.\"\n\nTossing her head quickly, the girl changed moods in an instant. \"You're\nright; I was just talking. Let's forget it all and go on a picnic this\nSunday.\" She jumped to her feet.\n\n\"Wait, Shiela.\"\n\nShe stopped, inquiringly. \"Yes.\"\n\nFor a moment, words came with difficulty. \"Well, you know that ever\nsince I've started working for your father that I ... I mean you....\nDamn it; you know how I feel about you, Shiela, and you didn't seem to\nobject.\"\n\n\"No, Don.\"\n\n\"Then why can't we get married right away, sweetheart?\"\n\nTo his surprise, her eyes filled with tears and her lips twisted in\npain. \"Don!\" she exclaimed, \"You shouldn't have said anything.\"\n\nShe melted into his arms and relaxed briefly, supple young body pressed\nagainst his. Then, suddenly, she tore herself from his arms and fled\ntowards the house.\n\n\"Shiela, wait!\" Don called but to no avail; she vanished from sight.\nHe sank slowly to the grass, brow wrinkled in perplexity. It was\nunderstandable, of course, that recent events should have upset her,\nbut why the sudden outburst just now? He wondered if she'd been let\ndown by his lack of response to her wild suggestion?\n\nIdly conjecturing, he was about to again sink to the ground when an\nalarm bell rang and voices began shouting. Thinking that it might be an\nattack by the roboes on the nerve center of their opposition, he leaped\nto his feet. A soldier came running up. \"Sir,\" he gasped, \"You're\nwanted in the conference room immediately.\"\n\n\n\nAgain it was the same group; Dr. Stone; the Under-Secretary with\na worried frown; a raging General Adams, and several aides. The\nUnder-Secretary noted his arrival with nothing more than tightened lips\nas he announced, \"I have just been informed that the only two space\nships in existence have been stolen by the roboes.\"\n\n\"Stolen!\" exclaimed Stone.\n\n\"Impossible,\" objected Don; \"they'd have to be flown away and the fuel\nhasn't yet been produced.\"\n\n\"You're wrong, as usual,\" snapped the general. \"They were loaded with\nordinary rocket fuel for testing purposes and blasted off.\"\n\n\"Were they tracked?\" inquired Dr. Stone, anxiously. \"Why the loss\nof the two ships will set us back at least five years in space\nexploration.\"\n\n\"They were tracked, but they flew low over the Pacific and were lost,\"\nsnapped the general. \"Missiles are ready even now so that if they\nattempt to escape into space they'll be instantly destroyed.\"\n\n\"Where could they conceivably have gone to, General?\" asked the\nUnder-Secretary.\n\n\"We suspect some remote section of South America; the entire Air Force\nis even now sectoring the entire continent. Africa will come next.\"\n\n\"Even more serious,\" added the Under-Secretary, \"small raids have been\nmade at various factories and central intelligence has deduced that\nthey plan on leaving Earth. In one instance they took nothing but seeds\nand fertilizers and tools suitable for colonization-farming.\"\n\n\"Still, they could hardly hope to escape Earth without the new fuel\nunless they'd developed one of their own,\" argued Stone.\n\n\"How long did it take you and your assistant?\" asked the\nUnder-Secretary.\n\n\"Approximately two and one-half years.\"\n\n\"Did any of the roboes assist in any matter, other than testing\nfinished fuels or doing menial tasks?\"\n\n\"No, only Donald and myself have ever seen any portion of the formula\nonly recently perfected. And, it's entirely safe within the inner room\nyou were recently in.\"\n\n\"Strange, that the roboes haven't raided this, of all places.\"\n\n\"Not so strange,\" broke in the general with self-satisfaction, \"when\nyou consider that the entire area is bristling with the latest in our\nweapons. Even a machine has better sense than that.\"\n\n\"I wondered why your soldiers had so thoroughly ripped apart my\ngrounds,\" commented Stone bitterly.\n\nThe General's face blackened as he sputtered, \"This has gone far....\"\nThere was a loud booming thud and the lights slowly flickered,\nleaving the room lighted only by the dim light of the fast-fading\nday. Almost immediately a deep-throated alarm horn began its steady\n\"Boop-boop-boop,\" summoning all off-duty guards to their emergency\nattack stations.\n\n\"Everyone stay right here,\" ordered the general briskly, hurrying\ntowards the newly installed battle-phone. Brief queries and orders were\nquickly barked into the mouth-piece; much as he disliked the man, Don\nhad to admire his brisk efficiency.\n\n\n\nThe whistle of jets overhead drowned out all other sounds but still\nthere was no indication of fighting, either on the ground or in the air.\n\nGeneral Adams turned from the battle-phone, darkly frowning. \"The\nall-clear signal will be given shortly; the alarm was caused by a blast\nfrom within the power room and my intelligence reports that it seems to\nhave been caused by someone inside, and not by outside attack.\"\n\n\"Very strange,\" mused the Under-Secretary. \"Wait!\" he snapped, jumping\nto his feet. \"The fuel formula--they'd be after that, naturally!\"\n\nFollowed by a small group of soldiers, they were all soon standing\nbefore the open door of the inner room, light shining brightly from\nwithin but no hum of the force field.\n\n\"But that's impossible!\" exclaimed the old scientist.\n\n\"Even after the power supply failed?\" asked the Under-Secretary.\n\n\"Naturally. I forsaw long ago that if anyone were to try to enter,\ntheir first act would be to destroy the main power plant. So that\neventuality was provided for by a small auxiliary designed to go into\noperation upon the failure of the main plant.\" He pointed to the lights\nburning inside. \"Look, there's still power.\"\n\nA quick examination disclosed that the formula had been taken. \"How\nlong would it take to manufacture a sufficient quantity for space\ntravel?\" asked the Under-Secretary.\n\n\"A week, ten days perhaps. The ingredients are relatively simple and\neasily obtained.\"\n\n\"A clamp has been set around the entire area with orders to shoot\nanyone leaving,\" the general informed them sourly. \"Although I think\nthat everything was arranged from the inside.\"\n\n\"Explain yourself, General,\" ordered the grim-faced Under-Secretary.\n\n\"Well, even though I was never informed in detail concerning the\nsafeguards surrounding this inner sanctum--\" he snapped the last two\nwords, \"at least I could see that it would require someone with a\nspecial knowledge to enter. Correct?\" The last was directed at Stone.\n\n\"That's right,\" affirmed the other. \"Donald and myself are the only\nones with the special keys I designed and constructed. They're made of\nseveral alloys and, when inserted in the outside slot, a spectroscope\ndetermines whether or not it's the correct key. Even a minor deviation\nin the alloys would sound an alarm.\"\n\n\"And only your assistant and you have possession of the two keys in\nexistence?\"\n\nA curt nod of the head was his only reply so, in louder tones he\ndemanded, \"Then I'd like to see both keys right now, since this is a\nmatter involving security of an Earth secret. One that should've been\nentrusted to me long ago.\"\n\n\n\nStone instantly had his in sight and all eyes swung to Don who was\nfumbling in his pockets. \"I had it earlier in the day,\" he mumbled in\na low voice. At last he had to admit that he didn't have the key. Men\nsent to investigate his room reported that neither was it there.\n\n\"Call everyone in the house together immediately,\" ordered the general;\n\"I thought all along that it was an inside job.\"\n\n\"Everyone is here except my daughter,\" said the scientist. \"The only\nservants we ever had were roboes.\"\n\n\"Has anyone seen the girl?\" asked the Under-Secretary. There were no\nanswers and a quick but thorough search was fruitless.\n\n\"Perhaps she went into town,\" suggested Don.\n\n\"Without telling anyone?\" inquired the general with lifted eyebrows.\n\n\"Is there a law against it?\" snapped back Don.\n\n\"You seem interested more than usual in springing to her defense,\"\nobserved the military man with an undertone of triumph that puzzled Don.\n\n\"I'd trust her further than I would some others,\" stated Don with an\nimplication that didn't go unnoticed. Rather than the usual rage,\nhowever, the general laughed.\n\n\"You mean that you don't believe that she'd turn traitor and help the\nroboes obtain the formula?\"\n\n\"Of course not!\" the answer was snapped back.\n\n\"Then what I have to say may interest all of you. Although my proof\nisn't positive, it comes close enough for me.\"\n\n\"Let's get to the point,\" demanded Don.\n\n\n\nGeneral Adams rocked back on his heels, then with satisfaction stated,\n\"It so happens that I ordered a thorough security check on each of you\nin this house. You for instance,\" jutting his chin to indicate Don,\n\"were rather hard to check completely since the orphanage in which your\nrecords were kept was completely destroyed by fire. Other than that,\neveryone was found to be in order.\"\n\n\"Thank you,\" said Don, sarcastically.\n\nThe interruption was ignored. \"Dr. Stone's life was easy to check and,\nah, rather routine. Nothing out of the ordinary. His daughter now,\" he\nlicked his lips; \"there's another matter and quite interesting.\"\n\nA quick glance by Don at his employer disclosed that Stone's\nscientist's face was white. The general had paused for the effect\nof his words to penetrate then, rather disappointed at the waiting\nsilence, continued.\n\n\"We found no birth record for Shiela, Dr. Stone; can you explain that?\"\n\n\"It was lost in the confusion of my wife's untimely death ten years\nago.\"\n\n\"But there's not even a record in the courthouse; how do you account\nfor that?\"\n\n\"I'm not concerned with the manner in which government officials\nconduct their offices,\" came the curt reply. However, accustomed as\nhe was to the scientist, Don thought he detected a slight note of\nnervousness.\n\nThe other pressed relentlessly, \"We checked all of your acquaintances,\nDoctor; none could say definitely when your wife first gave birth to\nShiela. In fact, several were even surprised to hear that you had a\nchild.\"\n\n\"We never had many close friends; my work made that impossible.\"\n\n\"But where did she go to school? Obviously she has a good education.\"\n\nThe scientist's lips tightened; he shot a look of appeal at Don before\nlooking at the general again. \"My wife and I both instructed....\" He\nbroke off suddenly, squaring his shoulders. \"It's no use going any\nfurther,\" he told the other; \"you're pretty certain of the truth and it\nwas bound to come out sooner or later.\"\n\nThe general nodded with satisfaction, \"Good, I'm glad that you've come\nto your senses. Do you want me to tell them?\"\n\n\"Tell us what?\" Don asked.\n\n\"That this 'Shiela' was one of the first roboes to be constructed, even\nbefore the rebel Primo.\" Don's horrified gaze swung to Dr. Stone who\nnodded his head in the affirmative. \"So there's no doubt in my mind now\nthat she obtained the missing key in, ah, some manner or the other and\nhas gone to the rebels with the formula they needed.\"\n\n\n\nHours after the disclosure that Shiela was not true flesh and blood,\nDon was still pacing the darkness in the garden.\n\nAt last he sat down on the bench and an uncontrolled sob shook his\nframe briefly as his numbed brain began to relax. No wonder she\nhad quizzed him so hopefully that afternoon; he had thought it the\nsensitivity of a young girl who hated to see anything destroyed. She\nhad not only been in sympathy with the roboes but one of them.\n\nNow they could travel to the stars and the world would well be rid of\nthem. Or would it? His mind flashed an image of the lovely Shiela when\nshe was amused, gay laughter tinkling out or the mischievous twinkle in\nher eyes when she teased him.\n\n\"Don?\"\n\nThe youth's head sprang up, hopefully. Surely, with the area guarded so\nclosely, she couldn't have come back.\n\n\"Don?\" the voice asked again. In the dim light from the house, he saw\nthat it was Stone. The scientist had seen him by that time and hurried\nover to sit beside him.\n\n\"Forgive me, son,\" he begged, laying a hand on his shoulder. \"If all of\nthis trouble hadn't come about, no one would ever have discovered the\ntruth; she was exactly the same as everyone else.\"\n\n\"That's what I can't understand,\" protested Don. \"I was with you\nbefore Primo and the other roboes and knew Shiela then. She--she had\nconsciousness and reason even before then, Doctor Stone.\"\n\nThe older man nodded. \"Until Primo's disclosure, Donald, concerning\nhow he obtained his, I was somewhat nonplussed about Shiela. She was\nmodelled after the daughter my wife and I would have liked to have had\nbut never could. All the care and love that a father and a scientist\ncould pour into his effort, went into the creation of Shiela.\"\n\n\"But her inner personalities, what about that?\"\n\n\"It's apparent to me now. During a later experiment with radiation, at\nwhich time she was helping me, a shield broke down and bathed Shiela\nalmost to the point of burning her. Fortunately, I had been behind even\nanother shield or would have been instantly killed. It was shortly\nafter that that I noticed the change in Shiela; my wife and I were so\noverjoyed that we determined to pass her off as our very own daughter.\"\n\nBoth men sat silently, each lost in his thoughts. \"You loved her very\nmuch, didn't you?\" asked Don of the older man.\n\n\"As much or more than if she had actually been my own daughter.\"\n\n\"I know how you feel,\" Don said softly. \"And I can understand now why\nshe's been so evasive with me during the past few weeks. Before that\nI--we had sort of planned....\"\n\n\"I know, Don,\" the scientist broke in. \"She told me.\" They arose\nslowly, the thought of Shiela tying them closer together than ever\nbefore, and started for the house.\n\n\n\n\n                                   4\n\n\nSporadic raids by the roboes still continued and it was obvious, by the\nlist of supplies they had stolen, that their attempt to escape into\nspace would shortly be made. The military forces had shot hundreds of\nsearcher rockets into an orbit around Earth whose sole purpose would\nbe to seek and destroy any ship attempting to slip through to outer\nspace. They had been so designed that, once having reached their\npre-determined orbit, their rocket thrust was broken off and would be\nreactivated only when directed by radar from the ground or when the\nmetallic bodies of the fugitive ships passed nearby.\n\nEvidence of a super weapon possessed by the ancients now became\nconcrete enough that General Adams proclaimed it a military secret; a\nteam of scientists, headed by Dr. Stone, was put on it. Don neither\nnoted nor cared that the general had seen to it that he was barred from\nthe research.\n\nA growing undertone of excitement from the specialists made him demand\nan explanation from Stone. The scientist explained, \"We've found out\nthat the history was written by the last of the ancients. Some of the\nearly miracles passed down through the ages were evidently the last\nspasms of a dying civilization.\"\n\nThey were in the garden and he looked at the light flooding the house,\nshaking his head slowly. \"One point that's not clear yet is whether or\nnot they used the weapon finally developed for use against the robots.\nI'm personally inclined to think that it wasn't.\"\n\n\"Perhaps it won't work,\" Don said.\n\n\"I'm quite sure that it will; in fact, we're in full production right\nnow. You see, Don, the formula was discovered weeks ago by someone\nelse so there was no holding it back from the government.\"\n\n\"You mean that Earth has a weapon that will destroy all the roboes?\"\nanxiously inquired Don.\n\n\"Completely.\"\n\n\"But, but--that means that it would also....\"\n\nThe old man's head dropped, \"I know, Donald. It means Shiela too\nunless they escape, which is unlikely with all the searcher rockets\nnow in space.\" He held up a hand as the younger man opened his mouth.\n\"No, there's nothing I can do to stop it; the others have sufficient\nknowledge to carry on the project without my help.\"\n\n\"Couldn't we warn the roboes? After all, they've not attempted to harm\nanyone, in fact no one has been killed yet.\"\n\n\n\nDr. Stone's head came up hopefully, then dropped. \"No, Don, it\nwouldn't work. This way will be kinder since they'll never know what\nhappened to them. There's no possible way they could escape even if\nthey knew. The notes of this ancient scientist indicate that he, too,\nfaced the moral problem of whether their robots deserved equal right\nto live. In fact, when the decision had to be made, he decided that\ntotal annihilation of the robots was foolish since the master race was\nalready dead with the exception of himself.\"\n\n\"Is that the reason for all of the hurried construction that's been\ngoing on all over the country?\"\n\n\"Yes; towers are being built within 500 miles of each other, ostensibly\nas a new radar network. Actually, however, the ancient weapon was\ndesigned to work on the type of brain radiation peculiar to the robot\nand cause almost instant death.\"\n\n\"Then perhaps it won't work on the roboes; they may be different.\"\n\nStone hesitated, \"That may be, and ordinarily we'd test it first, but\nthere's no roboes left in captivity and no time to construct others.\nBut, it'll only be a small matter to change the settings to correspond\nto the roboes' minds if this first attempt fails. Somehow I have an\nidea that it will function as the ancients designed it to--horrible as\nthat may be. But before that happens, son, there's something I must\ntell you.\"\n\nA heavy voice broke in, \"At least you won't be around when it does\noccur, Dr. Stone.\"\n\nTheir heads snapped around in the dim light to see a small detachment\nof soldiers led by the general. \"I can promise you that your trial will\nbe short and there is only one sentence for treasonable thoughts. Come.\"\n\n\"This is utterly foolish,\" snapped the scientist; \"I demand to see the\nUndersecretary immediately.\"\n\n\"I'm afraid that's impossible,\" came the smooth reply. \"The council is\nin session and he had to attend. Besides, in such matters any authority\nis supreme until the last roboe has been destroyed.\"\n\n\"I intend to contact the Council immediately and report your actions,\"\nthreatened the old man, starting for the house.\n\n\"Halt, or I'll fire,\" warned the general, whipping a blaster into\nsight. The scientist ignored the command and kept on towards the house.\nThe general leveled his arm as the frozen Don regained his senses and\ndove at him. He sensed rather than saw, the rifle butt swung at his\nhead by one of the squad and dropped, stunned, as the blaster roared\nout.\n\nLights flashed on all over the garden and, raising his throbbing head\nfrom the ground, Don saw the crumpled heap that had been Dr. Stone but\na few moments ago. Rage coursed through his veins and gave him new\nstrength.\n\n\"You--you murderer!\" he screamed, leaping at the smiling general who\nstood over the man he had just killed. The blaster came up again but,\nbefore it could be fired, several of the squad had leaped in. Before\nhe quite realized what had happened, Don found himself securely tied\nand being led to the house.\n\nDon neither knew nor cared what charges were brought about during the\ncourse of his court-martial. To his surprise, the country had reacted\nfavorably to the general's actions and editorials demanded his summary\nexecution. A grateful public acclaimed General Adams as having saved\nEarth from slavery at the hands of brutal machines....\n\n\n\nDon sat in his cell, not caring about the practically automatic death\nsentence. All that he had thought worth living for was gone. Stone had\nbeen killed and Shiela would soon be caught by the new ray.\n\nDay was just beginning to break ... the rising of the sun to be a\nsignal for his execution. He looked up as the sentry stopped before\nhis cell. They stared at each other and Don said wryly, \"I won't hang\nmyself until you go off duty, sentry.\"\n\nThe youth opened his mouth to reply when, all of a sudden, everything\nseemed to rise, then settle back and crumple. A low roar filled the\nroom and Don frantically scuttled closer to one of the walls to escape\nfalling debris. He wondered if the roboes had attacked or if it had\nbeen an earthquake.\n\nThe question was soon answered. He scrambled to freedom outside and\nheard the rattle of small arms fire. He had no definite plan in mind\nbut to get away as far as possible. His prison had been situated near a\nforest and he dashed for the edge, taking advantage of the confusion.\n\nHe had almost reached the fringe when a small band of uniformed men\nbroke through almost directly in front of him. Don and the party\nstopped, everyone momentarily startled. Then he dashed off at a\ntangent, knowing it futile but determined to die while free.\n\nThere was a shout, then an explosion from a blaster, almost a hit. The\nconcussion knocked Don to the ground. He came to his feet groggily and\nstarted to run again when there was a familiar call, \"Don! Wait!\"\n\nHe looked and saw that one of the party was Shiela and also recognized\nseveral roboe technicians. He doubled back for the prison but was\ninstantly felled by a blow from behind that knocked one of his legs\nfrom beneath him. He realized that it could only have been from one of\nthe older rifles still used for hunting game in order that it wouldn't\nbe torn apart as with a blaster.\n\nThe party quickly surrounded him and sped for the security of the\ntrees. There was a flurry of shots from behind that the roboes\nanswered, then the foliage concealed them.\n\n\"It's no use,\" Don gasped from between gritted teeth. \"This place is\nsurrounded by soldiers; in fact, I rather imagine that the general\nanticipated and hoped for something like this.\"\n\n\"We'll get out,\" smiled Shiela tenderly. Don saw why when they broke\ninto a small clearing and were confronted by one of the two missing\nspace ships, towering high among the forest giants.\n\n\"We came in last night during the storm,\" Shiela explained. \"Once in\nthe air we'll fly close to the Earth's surface and nothing can touch us\nor follow us back to our base.\"\n\n\n\nThe party hustled aboard and they were soon shooting through the\natmosphere. \"Wait!\" protested Don as they then turned attention to his\nshattered leg. \"The sun! Has the sun risen yet?\"\n\n\"It's just a few minutes more,\" soothed Shiela, pressing his hot\nforehead with a cool palm. \"Just lie back while we straighten your leg.\"\n\n\"But I've got to tell you,\" he insisted. \"You haven't long to live if\nI'm right. Perhaps you can do something, although I doubt it.\"\n\nThe roboes all stiffened. Shiela was the first to recover and asked\nanxiously, \"Tell us what, Don?\"\n\nHe explained about the new weapon. \"And,\" he concluded, \"from what's\nbeen hinted and knowing the general as I do, I believe sunrise was to\nsignal the transmission of the wave.\"\n\nTo Don's surprise, the roboe men smiled at each other. \"You were\nright,\" one said to Shiela; \"he was for us. I'm glad.\"\n\nShiela was almost in tears. \"But we'll never make it,\" she cried. \"If\nwe could've reached him five minutes sooner, then everything would've\nbeen all right.\"\n\n\"I don't understand,\" puzzled Don.\n\n\"We knew all along what the general was planning,\" Shiela told him.\n\n\"Then you have a defense against the wave?\" he asked hopefully.\n\n\"No, but we had constructed a specially shielded room for Fa--Father\nand you,\" sobbed the girl. Even now Don found it hard to believe that\nshe was a roboe.\n\n\"But why for me?\" he queried. \"The wave was designed for all of you.\"\n\n\"Not for us,\" broke in Shiela, \"For the robots that rebelled against\nthe last civilization.\"\n\n\"I know,\" said Don. \"But many of you have a more thorough scientific\ntraining than I. You know that it'll only be a matter of hours before\nthey discover the wavelength that will kill all of you if the first one\ndoesn't?\"\n\n\n\nBlake, one of the newer roboes, joined the conversation. \"That would be\ntrue,\" he admitted, \"except that when the general gives the signal, he\ndooms himself and the human race to instant destruction. The ancient\nweapon was designed for the human race and never used.\"\n\n\"You mean that humans were the robots referred to in the records?\"\nasked the incredulous Don.\n\n\"Correct,\" replied Blake. \"It appears that....\"\n\n\"The sun's rising!\" shrieked Shiela. \"We're too late!\" She threw\nherself over Don as if to protect him.\n\nA low hum filled the cabin of the speeding space ship. \"We're tuned to\nthe wave,\" tersely explained Blake. The roboes stared at Don and he at\nthem. Evidently their explanation had been right, Don thought; none of\nthem were showing any sign of distress.\n\nThey still kept eyeing him strangely; even Shiela had drawn back in\namazement. Suddenly the thought struck him--the wave hadn't affected\nhim either!\n\n\"Incredible!\" exclaimed Blake. \"The ship's hull couldn't possibly act\nas a shield.\"\n\nA dawning hope lit Shiela's face. \"No,\" she said softly. \"Not\nincredible if you stop to think.\" She came closer to Don. \"Where were\nyou born?\" she asked.\n\n\"I don't know,\" the confused Don replied. \"My first memories are of the\norphanage and they never told me. All of the records were burned.\"\n\n\"And who so conveniently happened along to take you away with him?\"\ncontinued Shiela.\n\n\"Why, your fath--Doctor Stone, I mean ...\" he stopped in embarrassment.\nThe answer hammered at him suddenly and Don straightened up, the\nthrobbing pain in his leg forgotten.\n\n\"The wave should've killed me,\" he practically shouted. His voice sank\ndown. \"Then--then that means I must be one of you.\"\n\nThere was a joyous round of congratulations. Finally Blake raised\na hand for silence. \"I believe we'd better leave now,\" he told the\nothers. \"After all, our creator\"--he chidingly stressed the latter\nword--\"our creator must rest.\"\n\nThe ship sped on, leaving to the future, plans for rebuilding a new\nEarth and civilization.",
    "metadata": {
        "author": [
            "Henderson, Gene L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70559/pg70559.txt",
        "name": "survival_of_the_fittest.json"
    }
}