{
    "name": "Survival",
    "author": [
        "Wells, Basil Eugene",
        "Wells, Basil",
        "Ellerman, Gene"
    ],
    "body": "The experiment flopped, or perhaps, more accurately speaking, it\nsucceeded only too well.\n\nThe theory had been that of plucking the ego from one human domicile\nand transplanting it, temporarily of course, into the brain of another\nman--or animal. The machine had been built for the same purpose.\n\nCircuits shorted and the resultant blast of power killed Doctor Brixson\nand his elderly assistant, Elmer Morgus. And outward the circle of\nunleashed power extended for a mile from Crayton College.\n\nThe egos, wrenched from their rightful places, went hurtling outward\ninto space on the light-speeding wave of the blast and contacted that\nof life on our sister planet, Venus. And mindless things grovelled and\nmewled in the streets of Crayton, Ohio....\n\nOnly since the _Malcolm's_ successful voyage to Venus, recently, has\nthe full story of that catastrophe been known. From the lips of the\nrubbery hided, hideous Venusians who came to Earth aboard the spacer we\nlearned the truth.\n\nThis, then is the story of those Earthlings flung into that swampy\nalien hell of a world by the freakish blast of an experimental\npatchwork of wires, tubes, and odd scraps of quartz. It is the tale of\ntheir battle for survival in a sodden unfriendly environment:\n\nGlade Masson, timid, myopic history professor at Crayton College,\njerked his head from the dank grayish ooze of the hollow where he lay.\nHis eyes snapped wide as he examined the foggy outlines of bushes and\ntwisting vines surrounding him. Further than the length of two bodies\nhe could not see.\n\n\"'Lo,\" a croaking voice mumbled from close by.\n\nMasson looked up into the blinking round dark eyes of the alien\ncreature. He examined the naked human-shaped animal curiously as he\ncame to his feet.\n\nThat the strange being was intelligent he realized at once; the sharp\ndagger of splintered bone depending from a cross band of mildewed hide\ntold him that. But the noseless, broad-joweled face; the hairless slick\ngrayness of the froglike body, shading to a dark purple around the two\neyes and the generous slit of a mouth; the webbed hands and feet, and\nthe drooping pointed ears were anything but human.\n\n\"A frog!\" he gasped, amazed, \"an intelligent batrachian!\" He rubbed his\nhand across his eyes, and arrested the motion.\n\n_His_ hand was webbed and gray! He had six fingers instead of five!\nAnd his sleek body was naked save for the crossed belts of ridged hide\nsupporting his own two daggers.\n\nMasson belched. This strange new body of his had dined on fish he\ndiscovered, and probably very overripe fish at that. He flexed his\nthick gray arms, admiring the ripple of sleek hard muscle. Blood was\npumping and throbbing through his body with the excitement of the\nmoment. For almost the first time in his forty years of myopic boyhood\nand timid manhood Glade Masson felt alive.\n\nLuxuriantly the man from Earth stretched. He saw an expression that he\ntook to be amazement cross the strange being's features. The purple\ndeepened around the other male's sunken nostrils.\n\n\"I,\" the frog man said, \"am Doctor John Lawler!\"\n\nMasson's mouth dropped open. What must have happened back there in\nCrayton? His last memory was of a horrible wrenching at his delicate\nstomach, and then an abrupt blacking out of the auditorium. Apparently\nhis ego, and that of Doctor Lawler as well, had by some mysterious\nmeans been exchanged with that of these froglike beings.\n\nSuddenly he smiled. This was probably another of his nightmares. He\nwould shut his eyes, pinch himself hard, and command himself to awaken.\n\nHe pinched. He heard Lawler screech in terror. Slowly he opened his\neyes.\n\nAn ugly beast, a reptilian monster of scales and gaping tooth-lined\nsnout, came lumbering toward him on stubby crooked legs. Ten feet in\nlength was the alligator-like saurian, its lumpy black plates sprouting\nan ugly ridge of yellowish spines along its back down to its broad flat\ntail.\n\nMasson took to his heels. He bounded away across the springy carpet of\nwater-logged vines after the fading sounds of the Doctor's spurting\nwebbed feet.\n\nFog closed in around him. Twice he fell into seemingly bottomless pools\nof water and his alien body surfaced him instinctively and dragged\nhim ashore so he could continue his flight. No longer did he hear the\nrunning feet of Doctor Lawler; yet he continued to run.\n\nSo it was that he came into a section of the vine-floored mistiness\nwhere stubby leafy-boled shrubs grew from the spongy soil, and as he\napproached closer to the pale-leaved little trees, he heard the excited\nbabble of slurred half-familiar words. He looked more closely at the\ntrees then, to discover that just above his head a thatch of living\nvines, leaves and grasses topped each pulpy yellowish trunk.\n\nGray faces, hideous and limp of ear, peered down at him. He had come\nacross a village of the frog people! From the trees of this sunless\nfoggy jungle they had fashioned shelters of a sort.\n\nAs his breathing eased he could hear them more plainly. No wonder their\nspeech sounded familiar, he realized, they were speaking English!\nLawler and he were not alone then. Probably all of Crayton was\nhere--possibly all of Ohio!\n\n\"I tell you,\" that was Charles Ellis, the chemistry department head,\n\"I'm positive this is not Earth. May sound crazy to you, but I'm sure\nthis is the planet Venus.\"\n\nMasson nodded his head in agreement, but some of the other men snorted\ntheir disgust.\n\n\"Impossible,\" grunted one scarred old frog-man, blinking his one good\neye and flapping his ears at a persistent buzzing insect winging\naround his hairless skull. \"I say this must be the Amazon River\ncountry--though how we came here I wouldn't know.\"\n\n\"No familiar fauna and flora,\" Ellis said shrugging. \"Nope. I disagree.\nThe only logical choice is Venus or perhaps a similar environment in\nanother dimensional plane.\" He got to his feet and walked across the\nrough floor of the large hut toward the descending ladder of lashed\npoles. \"But I'll not argue with you,\" he concluded. \"We must hang\ntogether now as never before.\"\n\n\n\nMasson followed his friend down the ladder. As he descended into the\nmisty sea of fog he regarded the changed village that a score of this\nwatery world's days had seen created. The boles of the trees had been\nutilized as foundation piles for more substantial and water-tight\nstructures, and now the two thousand and twenty-nine exiles from Earth\nwere well-housed.\n\n\"This is the reality, Charles,\" Masson said, his wide sunken nostrils\ndrinking deep of the thick moist air. \"Already our life back on Earth\nseems an unpleasant dream. Here the swamplands furnish us food in\nplenty and the temperature seldom varies more than a few degrees.\"\n\nThe steady dark eyes of Ellis regarded Masson seriously. Then he\nlifted the crude spear, bone-tipped and heavy, and touched the curved\nprojection of the bow above his shoulder.\n\n\"Three times,\" he said, \"we have been attacked by hostile natives. Only\nour superior weapons have given us the advantage.\" He paused. \"The next\ntime we may not be so lucky. The frogs may have copied our spears and\nbows.\n\n\"That is the reason we must not be satisfied. We must build machines\nand better weapons for our own protection. Here on Venus we are but a\nhandful of aliens surrounded by millions of hostile savages.\"\n\nMasson grunted doubtfully. \"With what,\" he inquired, \"are we to build\nmachines? All the islands that we have visited by raft or swimming are\nlike this one--soggy floating atolls of thidin vines and nik-nik brush.\nThe natives have no metal weapons; even flint seems unknown.\"\n\nEllis rammed his webbed gray hand down into the pouch that hung at his\nside. When it emerged again a sharp fragment of black glassy rock lay\nin his palm. He grinned at Masson's amazement.\n\n\"One of the Frogs,\" he said, \"that we captured yesterday had this on a\nloop of leather around his neck. With the few words we have learned and\nsigns I learned that a mountain of this material lies toward the east.\"\n\n\"Land!\" was all Masson could gasp. Reverently he fingered the bit of\nglassy obsidian. His eyes blinked with excitement and his grotesque\nslash of a mouth quivered.\n\n\"What are we waiting for?\" he demanded eagerly. \"Let's get going.\"\n\nEllis laughed tolerantly. \"The island lies some distance away,\" he\nsaid. \"We will need good rafts, or, better, canoes. Hostile natives\nprobably live in the mud-lands surrounding the island.\"\n\n\"Let's get to work on it then,\" urged Glade Masson. \"We can kill a lot\nof these alligator-jawed vallids and use their skins for boat covering.\nThe Eskimos do that. And we can make shields of their hides, too. We'll\nneed extra arrows, food, and other supplies.\"\n\n\"Go to it,\" laughed Ellis. \"Ten or fifteen of the younger men will\nprobably want to go along.\" He blinked his round black eyes solemnly.\n\"And you're the guy that was satisfied with things as they are.\"\n\n\n\nThe little flotilla of skin-covered canoes threaded its way among the\nmisty islets of pale green thidin vines. Ten of the unwieldy craft\nthere were, and in all save the two larger boats two powerfully muscled\nFrogs sat. The larger boats carried three paddlers and were well-laden\nwith dried vallid flesh, broiled thidin shoots, and heaps of the\nscarlet-mottled orange nik-nik fruit.\n\n\"Hear about Susan Martin?\" inquired Ellis as he dipped his paddle\nrhythmically into the sullen waters of the mist-shrouded sea.\n\n\"Nope.\" Masson's head did not turn. His canoe was leading the\nexpedition. \"Heard she was visiting Crayton, but never heard what\nhappened to her.\"\n\n\"Always lecturing about birth control and child psychology,\" chuckled\nEllis. \"As uncompromising a spinster as ever I met. Well, that's all\nchanged now. She finds herself with a family of seven young Frogs on\nher hands.\"\n\n\"Whew!\" gasped Masson. \"Bet she hates that.\"\n\n\"Oddly enough,\" the chemistry instructor said, \"she's taking to being\na mother enthusiastically. Her seven little Frogs will be the neatest,\nbest-scrubbed, insufferable little prigs in all New Crayton--even old\nJoe Hansel, the ex-town drunkard. He's her next-to-the youngest son.\"\n\nMasson shook his hairless gray head thoughtfully. The mystery of\nthe switching of his neighbors' and friends' egos with the former\ninhabitants of these tough gray bodies never ceased to amaze him. The\nformer sex of their transferred intelligences had been preserved, but\nnot their age.\n\n\"Something like Cunningham, the campus heart-breaker,\" he said. \"Only\nhe ended up an old, hideously wrinkled Frog.\"\n\n\"And a good end for him,\" cried Ellis warmly, \"he was....\"\n\n\"Ssst,\" warned Masson peering along a steaming tunnel of vision that a\nchance breath of moist air had opened. \"A raft, and half a dozen Frogs!\"\n\nThey relayed the word back to the seven smaller craft and four of them\nswiftly drew abreast of the canoe of Masson and Ellis. The other three\ncanoes remained to guard the cargo boats with their three paddlers.\n\n\"We'll investigate,\" ordered Masson softly. \"Unless they attack, do not\nharm them. With the few words of their language we have learned perhaps\nwe can find where the rocky island is located.\"\n\n\"Fat chance,\" growled the huge-shouldered scarred young Frog whose name\nwas Dolan. \"They attack and talk later.\"\n\n\"Those are orders,\" said Masson firmly, his eyes boring into those of\nthe other. \"When you elected me leader of this expedition I took full\ncontrol. Suggestions I will listen to, but you must follow orders!\"\n\nDolan's eyes wavered. \"I didn't say nothing,\" he grunted.\n\nTwo canoes slipped silently away to the left and the other two sped\ntoward the right. Masson continued straight ahead toward the raft.\n\nSuddenly the mist parted. The foggy outlines of a half-dozen Frogs were\nrevealed. And across the crudely plaited surface of the raft of buoyant\nthidin stalks lay the bound body of a young female Frog. Masson had\ntime to see that the female wore a brief skirt and confining band of\nbeaten vegetable fiber--a woman stolen from their own village of New\nCrayton--before the natives hurled their lumpy cudgels of nik-nik at\nhim.\n\nHe ducked. The clubs missed, only one of them thudding into the\nhide-bound gunwale beside him, and then the frog men had plunged into\nthe familiar medium of the warm sea. They swam swiftly toward the two\nmen in the boat, their bone knives in their powerful webbed fists.\n\nMasson hurled his spear at one of them. A gurgling cry of pain attested\nto the accuracy of his aim. He saw Ellis' spear leap forward and bury\nitself in the sea, and then his bow was in his hands and the bowstring\nswiftly nocking into the bone-tipped shaft of an arrow. But the frog\nmen were upon them.\n\nThe other canoes converged then. Arrows frothed the water around the\nswimming savages. Blood dyed the water with shifting red. And the\nghastly coils of glistening snake-like things of the deep, attracted\nby the blood, fought for the bodies. The water boiled into frenzy as\nshark-like fish came also and battled with the coiling scavengers of\nthe deep. The canoes rocked and threatened to swamp despite the frantic\npaddling of the men.\n\nAll of the Frogs were dead, but their raft bobbed, unharmed, outward\nfrom the seething cauldron of fighting monsters. The bound woman\nwatched with fearful eyes as Masson and Ellis paddled closer, and then\nshe cried out with joy as she saw their weapons and the simple breech\nclouts.\n\n\"Thank God,\" she gasped, as Masson stepped aboard and freed her bonds.\nShe chafed gently at the swollen flesh where her gray-skinned legs and\narms had been bound.\n\n\n\nMasson swallowed. Hideous though she might have been by any Earthly\nstandards, to him she was beautiful. Her body was firm and shapely and\nher eyes were soft and liquid. And in his body there coursed the blood\nof the Frog People. Already he was forgetting the standards of beauty\nback on Earth. Grace, strength, and the clean-cut planes of the body\nare the secret of loveliness.\n\n\"I cannot blame them for stealing you,\" he said, thick-tongued. \"I have\nnot seen you before in New Crayton. Who are you?\"\n\n\"Irene Croft,\" she said, smiling. \"And you, I know, are Glade Masson. I\nsaw you working on these canoes before I was captured.\"\n\nThe ex-instructor of history felt his mouth drop open. This most\ncharming of all females he had seen on Venus was Irene Croft? Croft,\nthe slab-sided, bony woman who had taught languages at Crayton\nCollege--the fussy old maid without a saving grace or charm save her\nintelligence and quick understanding? They had been good friends back\nthere on Earth, but now--well, friendship would not be enough.\n\n\"Irene,\" he said enthusiastically, \"you're a--a--honey.\"\n\nHis face turned purple as she smiled her gracious acceptance of his\ncompliment. Words gurgled impotently in his throat as he helped her\naboard the canoe.\n\n\"Son,\" said Charles Ellis gruffly, \"you've got it bad. And,\" he scowled\nat the trim figure sitting between them, \"I don't blame you.\"\n\nThis time it was Irene's face and neck that purpled delicately.\n\n\"Sorry we can't take you back to New Crayton,\" said Masson, his grin\nanything but sorry, \"but we must be almost to the rocky island we are\nhunting.\"\n\nThe girl flashed a quick smile at Masson, a smile that would have given\nthe ordinary Earthman a series of nightmares. \"You are right about the\nisland,\" she said. \"I have picked up a fair knowledge of the speech of\nthe Butrads.\"\n\n\"So that's what they call themselves,\" broke in Ellis. \"Sorry, Miss\nCroft. Go on.\"\n\n\"The island is called Tular,\" she said. \"They were taking me there to\ngive me as a bride to the God-From-the-Clouds, as I translated it,\nbut I feel sure that I was to be sacrificed in some ghastly religious\nfashion.\"\n\n\"From-Clouds,\" Ellis was musing. \"Probably a meteorite.\" His face\nbrightened. \"A meteorite may mean iron!\" he cried.\n\nMasson's paddle dipped steadily into the murky waters of the cast sea\nthat covers all Venus. Floating miniature islets of thidin swirled\npast, islets that some day might grow to be huge, matted sub-continents\nof green life. Ghostly islands of thidin, their swampy floors giving\nroot to the stocky trees and shrubs of the Venusian jungle growth,\nloomed out of the endless blanket of fog. The throaty deep roar of the\nscaly vallids and the splash of their bodies broke the thick silence.\n\n\"And iron means machines, and weapons,\" he said thoughtfully, without\nturning around. \"Machines--and plows. Weapons--and hoes. We will build\nfactories, but we will also build homes.\"\n\nIrene's voice cut across their musings. \"Supposing the meteor is not\niron?\" she demanded.\n\n\"The sea is full of metal,\" said Ellis doggedly. \"We will take\nmagnesium from it. We did it on Earth. And the island will contain\nmetal--it must.\"\n\n\"Spears!\" called Masson unexpectedly, and then, tersely, \"vallids just\nahead.\"\n\nThe canoes slowed and sheered off from the pulpy underwater shelf of\nthe island Masson had almost rammed. Hundreds of the scaly monsters\nfloated sleepily in the water, their yellow spines and bulging eyes\ncarpeting the shallow depths for several acres. Ashore dozens of others\ncrawled about on their stubby bowed legs searching for the tasty\nvegetable tidbits that their saurian palates desired.\n\nLuckily none of the vallids saw them, or if they did they were not\ninterested, and they backed water until the eternal low-lying clouds of\nthe wet planet shielded their ungainly craft from view. They commenced\npaddling cautiously away toward the right only to again encounter the\nshore of an island swarming with the ugly snouted saurians.\n\nAt intervals they attempted to proceed again in the direction they had\nbeen heading but always they encountered more vallids and the low-lying\nshore of an island. An idea was beginning to dawn in Masson's\ngray-skinned skull. This must be a larger island than any they had\nbefore encountered.\n\n\"Perhaps,\" he said, as the other canoes drew abreast, \"this is the\nshore of Tular. There would be swamplands and mud flats if it were.\nThidin would grow up about the central mountain.\"\n\nA slim-faced frog man named Reppart nodded. \"Probably you're right,\" he\nagreed. \"Never saw so many vallids before.\" He shrugged his shoulders.\n\"But how do we get through them to the land?\"\n\n\"Should be a river.\" Ellis was dipping out the water that the ceaseless\nheavy mist of rain poured into the boat. He gestured with the hollow\ngourd-shaped husk of a nik-nik fruit. \"We follow the river in.\"\n\n\"But we have found no river,\" sneered Dolan. \"What now, General Masson?\"\n\nIrene Croft's softer voice cut across their conversation.\n\n\"But we _have_ found the river,\" she said. \"See the current pushing out\ntoward us from the island? And the color of the water is different,\ngrayer.\"\n\n\"You're right,\" cried Masson exultantly. He picked up his paddle and\nsent the canoe probing forward into the thick murk of the cloudy wall\nahead.\n\n\n\nThree, or perhaps four miles the men from Earth paddled upstream along\na mile-wide channel that carried the steady surge of the river seaward.\nThey came at last to the first waterfall, a low rocky shelf that lifted\nbut five feet above the green floor of swampy thidin vines and the\ngrayish ooze that floored them.\n\nThe firmness of rock was welcome underfoot. The slow darkness of the\nVenusian night was falling and so they made their camp on a level shelf\nof rock a few hundred feet back from the waterfall's muted roar.\n\nAnd with morning they pushed onward up the river.\n\nThe stream forked a mile above the first waterfall. They chose the\nlarger stream on the right and paddled between low sullen black cliffs\nof basalt for perhaps another three miles. Here a lake spread outward\nfanwise from three giant cataracts that boomed and frothed as they\npoured over a sheer hundred-foot precipice.\n\n\"Power,\" said Masson. \"Power enough for a dozen Pittsburghs. Power to\nlight all the cities of Earth.\"\n\n\"This is a large island,\" Ellis nodded. \"Such a volume of water\nrequires an enormous watershed.\" He smiled confidently. \"There will be\nmetal here. This will be the home of our children.\"\n\nMasson found his hand had unconsciously clasped that of Irene. He\npressed the velvety softness of the webbed fingers and the woman's eyes\nlifted curiously to his own. A steady, intense glow burned far back in\ntheir depths. Her lips parted, unsmiling.\n\n\"Our children,\" he whispered softly, and her eyes dropped as purple\nspread slowly upward from her rounded firm neck.\n\nShe pressed his hand timidly; dropped it, and started up the rocky\nledge that led from the lake's left-hand shore. And behind her climbed\nthe frog men from the village of New Crayton.\n\nTheir canoes they had concealed in the tangled jungle growth. From here\ntheir feet would have to serve--their feet and the tough sandals of\nvallid hide that they now donned for the first time.\n\nThe sheer escarpment gave way to a vast level plain of jungle growth\nand swampy reeds. The jungle was almost impenetrable and so they\ndecided to swim up the river. The eternal clouds of Venus seemed to\nhave thinned as they climbed for now they stood within a grayish dome\nthat extended a hundred feet or more on every hand.\n\nAs they approached the river they saw a huge raft of thidin bound about\nwith sturdy vegetable withes and having a score of sturdy poles lashed\nto its rough surface. But for the increased range of their vision they\nwould have missed the man-made little island.\n\nMasson trimmed the green shoots that were already sprouting from the\npole he had chosen. His bone knife broke as he hacked at a tough sprout.\n\n\"With our first iron,\" he said, \"I will make an axe. The axe and the\nmachete are the first tools of civilization.\"\n\nTwice they climbed past mighty waterfalls again. They came, at last, to\nthe fertile central plateau that stretched for three hundred miles away\nto the north and south and a third of that distance before them.\n\nFour native villages they passed and four times Irene used her\nmeager command of the Butrads' tongue to tell them that they were on\npilgrimage to the God-From-The-Clouds, and that she was to be the god's\nbride. Apparently the ordinary inter-tribal warfare of the Butrads was\nheld in abeyance where the God-From-The-Clouds was concerned.\n\nThey crossed park-like country, where beneath the pale-green trees a\ntough spear-bladed grass grew, and they slept at night in the shelter\nof broad-leaved trees that roofed over several acres of ground so\ncompletely that there were patches of dusty earth.\n\nMasson sent Dillen, Marcy, Reppart, and Dolan back to report to the\nsettlement at New Crayton. He advised that as many families as possible\nbe ferried across the sea to Tular. Here on the upper plateau would be\ntheir new world.\n\n\n\nThe day after the four messengers had left they came to the\nGod-From-The-Clouds.\n\nAn ancient crater housed the god, a low-rimmed bowl five miles in\ndiameter. The jungle had crept over the outer walls and far down\nthe inner slopes to the edge of the lake within. The trail they\nfollowed ended abruptly at a cliff on whose brink a triangular block\nof greenish-black basalt rested. There were mounds of rounded white\nobjects, human skulls, about the rough altar, but the broken white\nskeletons of the sacrifices lay thick about the god far below.\n\nIrene shuddered. She hid her head on Masson's chest. \"The brides of\ntheir god,\" she sobbed, \"brides of the machine.\"\n\nThe god of the Butrads of Venus was a huge crumpled ball of metal--a\nspace ship from some distant world!\n\nA distant and alien world the battered craft must have come from, for\nthe corridors and cabins were too small for the froglike bodies of the\nEarthmen to pass. Yet the space ship was gigantic by any standard--a\nquarter of a mile in diameter. There were strange corroded weapons and\nmachines whose use the Earthmen could not fathom. There was sealed\ncargo--food that even yet was edible after long years of exposure to\nthe heat and humidity of the Venusian upland.\n\nThe ship was a veritable storehouse of precious metals and equipment.\nEllis set to work at once designing a dynamo and drew plans for a\nmachine shop to be set up in a nearby cavern. Masson took two of the\nmen and examined the defensive possibilities of the crater's upper\nrim--he feared the reaction of the Frogs when they learned of this\ndesecration of the God-From-The-Clouds. Irene put two of the men at\nwork clearing out another cave for a kitchen and sleeping rooms, and\nGilroy, who had been a farmer, cruised the rich lava-fed flat along the\nlake's rain-speckled shore.\n\nBusy days and nights passed. They lost all track of time. No word came\nfrom New Crayton but they were so busy they paid no heed. The waterfall\nthat fed the crater lake now turned a dynamo, and electricity worked\nits magic. At the two passes that permitted descent into the crater\nguards were now posted, armed with crude muskets and grenades, and the\nsignal that was to mark the approach of the party from New Crayton was\nthree spaced shots.\n\n\"They are coming at last,\" cried Irene. The third shot echoed soddenly\nthrough the thick air. She tugged at Masson's arm. \"We must go to meet\nthem.\"\n\nLaughing they raced up the trail from the crater's green depths to\nthe high wall where the sentry stood guard. They stood beside him,\nbreathless, for a moment. Then Masson's hand went out impulsively to\nthe shoulder of the man.\n\n\"Gilroy, man!\" he cried. \"What is it?\"\n\nThe guard's drooping shoulders straightened. Bitterly his webbed hand\npointed.\n\nA handful of Butrads, men from New Crayton by their arms and clothing,\ntramped wearily nearer. Masson counted them--thirty-three men. As he\nwatched one of them dropped suddenly, an arrow in his back. Then for\nthe first time did he see the misty shapes of the pursuers of this\nexhausted band.\n\nThey raced forward, hundreds of them, the naked froglike savages of\nthe lower river villages. Another of the hunted men dropped and Masson\njerked the gun from Gilroy's hands and trained it on the horde of\ncharging Butrads.\n\nHe fired. The sound of the shot, rather than the bullet, arrested the\nenemy advance momentarily. From the harried little knot of men a faint\ncheer lifted and their pace quickened. A moment later Gilroy swung open\nthe thick narrow gate and was helping the first of them through. Masson\nlobbed a grenade far out toward the island Frogs and they shrank yet\nfarther away.\n\n\"Did our best.\" That was Reppart sobbing out his story. \"Three hundred\nof us ... rest of them decided to live easy back on the island....\nMaybe they wasn't too dumb either....\n\n\"Anyhow the Frogs hit us at the first waterfall.... Finished off most\nof the women and children there.... We fought them all along the\nriver ... rest of the women died there.... Eighty of us reached the\nplateau.\"\n\n\"And thirty of you are left,\" finished Masson soberly. His round eyes\nblazed hot. \"Fifty of us to conquer a watery jungle world. Fifty men\nagainst a planet.\"\n\nHe shook a knotted gray fist at the hostile natives. \"There'll be no\nmore contact with New Crayton,\" he said. \"We cannot risk more of our\nmanpower in futile warfare if we are to build a worthy civilization for\nour children. This crater must be our world for many years.\"\n\nOne of the men laughed bitterly, and then great racking sobs shook his\nstocky gray body.\n\n\"Children!\" he cried. \"All our children lie out there, unborn. Among us\nall there is only your woman.\"\n\nGlade Masson swept his arm out toward the seething mob of the Butrads.\n\"There are your children,\" he said. \"The natives have daughters and\nsisters. Their blood is that of our own bodies. They will bear us\nchildren. We and our children will conquer and rule the water wastes of\nVenus.\" He paused for a long moment.\n\n\"To survive,\" he said flatly, \"we must fight with all means at our\ncommand. We must steal, we must kill, and we must work. If we do not\nsteal the females of the Butrads, Earth's culture and wisdom will\nshortly vanish. If we do not kill we will be killed.\"\n\nThe round dark eyes of the listening Earthmen brightened with new hope.\nCroaking sounds of approval issued from their ugly slashes of mouth.\nAnd hopeless sloping shoulders straightened.\n\n\n\nSo it was that they raided the villages of the Frogs again and again.\nThe females of the surrounding uplands proved to be intelligent, and\nshortly most of them were happy in the safety and comfort of the\nbuilding town of the Earthmen.\n\nThey mated with the men and learned the strange customs and speech of\ntheir captors.\n\nBut there was trouble looming ahead. As the months passed and the eggs\nof the females failed to hatch Masson and Ellis realized that their\nlittle colony was doomed to extinction.\n\n\"The women tell the same story, Glade,\" said Ellis, his nervous webbed\nfingers drumming at the table in his tiny office.\n\nMasson looked out through the window at the men moving about their\ntasks in the factory and further down beside the lake, in the fields.\nThey worked listlessly, hopelessly. What was there to work for now?\n\n\"So the old women of the tribes carried the eggs away and hid them?\"\nMasson rubbed the unlovely flesh of his jowls thoughtfully. \"They were\nforbidden to follow. Taboo or something of the sort. And then the old\nfemales brought back the young ones?\"\n\n\"Could be, of course,\" said Ellis doubtfully, \"that they are concealing\nthe truth. Lying to us.\" He shook his head. \"But I doubt it. Most of\nthem are glad to be safe here where raiding tribes and the more vicious\nsaurians cannot reach them. They learn fast, too,\" he added.\n\n\"Nothing to do,\" Masson said grimly, \"but for me to trail the old\nwomen. I'll take Dolan. He's never satisfied unless he's prowling the\njungles outside the crater.\"\n\n\"I'm going, too,\" Ellis began, but Masson shook his head.\n\n\"Your knowledge of chemistry and metallurgy are needed here,\" he said.\n\"If I am lost you can carry on, but you are the only living text book\navailable.\"\n\nAnd he overrode the other's protests.\n\nLater in the day Masson and Dolan slipped out through the barrier at\nthe crater's rim and made their way toward the nearest Butrad village.\nThey took with them plenty of ammunition and supplies, for they\nexpected to be gone for many days.\n\n\"There they go, Glade!\" Joe Dolan's scarred face twisted in a hideous\nparody of a grin.\n\nThey lay in the lush oozy bed of rotted growth above the shallow ravine\nwhere the Frog village lay. Nik-nik brush and giant broad-leaved grass\nof mottled yellow and green concealed them from the eyes of the Butrads\nin the ugly huddle of elevated huts below.\n\n\"Ten old females,\" went on Dolan. \"Maybe they can carry twenty eggs\napiece in their baskets.\" He whistled. \"That'd be two hundred.\"\n\n\"How,\" asked Masson, \"can you whistle with a mouth like that? I've\ntried dozens of times.\"\n\nDolan chuckled. \"It's a gift,\" he said, and came to his hands and knees.\n\n\"Take your time,\" cautioned Masson. \"Just so we keep them in sight.\"\n\nThe ravine narrowed and became a vertical-walled tunnel of thidin vines\nand scaly gray rock. Masson and Joe Dolan lost sight of the slow-moving\nparty of Frogs at times as they moved along the rim of the deep slot.\nAnd as they followed, the floor of the ravine fell further away beneath\nthem; they were climbing high into the stunted cliffs and peaks of\nTular's interior.\n\nNight came and they slept above the stopping place of the ten Butrad\nancients. And with morning they pushed upward through the soupy fog\nagain.\n\nAbruptly the upward slanting slope ended. They looked out over a\nroughly oval bowl of slowly writhing mist and cloud.\n\nDimly they saw the floor of the cavity. Several hundred acres of\njungle-clad raggedness. Miniature buttes, mesas, and cliffs split\nthe bowl into a hell of broken terrain, and here and there, near the\nblack pocks of caverns in the rimming cliff walls, there showed little\nhuddles of Butrad huts.\n\n\"The Place of Birth,\" Masson said slowly. \"All the tribes of the island\nmust come here.\"\n\nDolan nodded and rubbed the palm of his hand over the whetted edge\nof his hunting knife. \"Plenty of guards stationed around the only\nentrances,\" he said, \"just as you expected. I'll have to kill them\noff.\"\n\nMasson shook his head. \"That would warn them. I may need weeks to learn\nthe secret of their system of hatching the eggs.\" His webbed gray hand\nswept in a short arc.\n\n\"Some of those caves must have other entrances. From the rim perhaps.\nThat's what we'll look for.\"\n\nDolan shrugged. \"Right you are,\" he agreed.\n\n\"My theory is,\" Masson said, \"that Venus was formerly much warmer\nthan it is now. For that reason the incubation temperature must be\nartificially raised. The question is: how much and how long must the\neggs be artificially warmed. And do they use pools of all-but boiling\nwater, or is the heat comparatively dry?\"\n\n\"That's for you to find out,\" said Dolan. \"Me, I'm nothing but a truck\ndriver. I ain't no college-brain guy.\"\n\n\"You do all right,\" said Masson, grinning. \"You seem to find your way\naround the jungle easy as a native.\"\n\n\"Huh,\" snorted Dolan. \"Ten years hammering the pavements and dodging\ntraffic does that. You gotta have a quick eye and remember what you're\ndoing.\"\n\nMasson got to his feet and moved back from the brink.\n\n\"Let's start hunting,\" he suggested.\n\n\n\nThey crouched together in the dark shadows of the tunnel that opened a\ndozen feet above the floor of the large cavern. Down there, in the gray\nhalf-light that filtered in through the outer entrance, they saw three\nsmall heaps of vegetation steaming silently and the two old females who\ntended them.\n\nFrom time to time one of the old females filled a hollow husk from the\nnik-nik fruit with water and sprinkled it over the three mounds. The\neggs they had seen the ancient ones bury so carefully were soaking up\nthe moist warmth.\n\nMasson jogged Dolan's elbow, and they crawled carefully back along the\nlow-roofed passage toward the vine-festooned entrance five hundred feet\nabove. Water and gray ooze sloshed underfoot as they walked along level\nreaches of the way, and always the wet rock was slippery.\n\n\"We know how the eggs are hatched now,\" he said, \"and with experience\nwe can learn to gauge the proper temperature. But until we have\nperfected the procedure our families will not increase very rapidly.\"\n\nDolan gulped. \"I dunno if I want one of them ugly looking things we saw\nin that side pen,\" he said.\n\n\"They're no uglier than you are, Joe,\" chuckled Masson. \"Hunt up a pool\nof clear water and look at yourself sometime.\" He gripped Dolan's arm.\n\n\"But that's what I was thinking about,\" he went on. \"About that side\npen in the cave where the newly hatched Butrads are kept. We kidnaped\nthe Frogs' women, so....\"\n\n\"Why not their kids?\" Dolan laughed. \"We seem to be going in for crime\nin a big way.\"\n\n\"The young ones will have a better chance for living to adulthood,\"\nargued Masson. \"We're doing them a favor. And the Frogs can't know\nwhose children are gone and whose are left.\"\n\n\"Sounds all right the way you put it,\" agreed Dolan. \"Maybe because I\nwant to believe it. But will the little brats have brains enough to\nsoak up education?\"\n\n\"I'm sure of it, Joe. All they need is opportunity.\"\n\n\"So I'm to go back and get ten or twelve other guys,\" said Dolan, \"and\nwe'll clean out this Frog nursery.\"\n\n\"Right. I'll stay here and watch the whole procedure. Don't hurry back.\nMaybe a week or so will be better.\"\n\n\"Okay, Glade,\" said the scarred giant, moving at a crouch along the\nlow-roofed way. \"Be seeing you.\"\n\nA turn in the ascending tunnel smothered the last low-spoken words, and\nMasson was left alone.\n\nThe blind men came into the cavern at the direction of the wrinkled old\nhags. They carefully stripped away layer upon layer of vegetation from\nthe smallest and brownest mound.\n\nMasson leaned further out over the rim of the hole above the cavern\nfloor to watch. He had feared that the party of men from the crater\nwould arrive before he could see the uncovering of a mound and the\nhatching of the Frog eggs.\n\nThe last layer of thidin and grass came away and perhaps a hundred of\nthe leathery bluish ovoids lay revealed on their steaming warm nest.\nThey were shapeless and limply alive now, that leather-hard outer\nshell rendered soft and rotten by the steady warmth of the heating\nvegetation. Masson saw two tiny monsters already free from their\noutgrown prisons as the blind men began scooping them up and carrying\nthem to the empty pen beside the ones already occupied.\n\nThe young Butrads set up a throaty, hoarse bellowing that made the cave\nvibrate. It was not their feeding time but the excitement had aroused\nthem and they knew but this one way to express their displeasure.\nMasson started to crawl back from the passage's outer lip even as the\ntwo old females started throwing thidin shoots and scraps of raw fish\nto the screeching young ones.\n\nAnd the rotten gray rock betrayed him. A dozen times in the past eight\ndays he had leaned out over the rim to watch, and a dozen times the\nrock had supported his weight. But this time it went scaling away, a\ngreat slab of it, and with it went the Earthman.\n\n\n\nThe blind men whirled from the half-full pen and came lunging at him.\nThe old females screeched throaty harsh orders. And Masson raised the\ngun that he somehow had managed to cling to.\n\n\"Go back,\" he ordered in the language of the Butrads, \"go out of the\ncave before I kill.\"\n\n\"He is but one,\" croaked the ancient ones, \"destroy the desecrator of\nthe Place of Birth.\"\n\nNow Masson could see that the eyes of the four Frog males had been\nneatly gouged from their sockets in days past. Probably they were\nblinded that they might not see the forbidden magic of the eggs that\nbecame Frogs. Or perhaps they were blinded that they might not escape\nfrom the birth caves into the outer jungles.\n\nYet in the semi-gloom of the cave they were not at too great a\ndisadvantage. They listened for the movement of Masson's body, and the\nbreath of his lungs guided them. The young of the Butrads were silent,\ntoo. The sudden quiet was a roar in his ears.\n\nThey closed in, great chunks of stone clenched in their fists. A Frog\nwith but a club or a crude spear would have been beaten. But the puny\nhollow tube of metal that the Earthman carried held the strength of\nmany heavy clubs and many huge rocks in its miniature pebbles of shaped\ncopper.\n\nMasson fired and a Frog went down. The other three came on uncertainly,\nand he fired again. The two remaining Butrads stopped.\n\n\"There are many of them, Old Ones,\" one of them cried. \"They have\nstruck down Trew and Brun with thunder.\"\n\n\"There is only one!\" cried the wrinkled old females. \"Kill him! Strike\nhim down!\"\n\n\"Do not listen to the Old Ones,\" Masson warned. \"I have captured the\nthunder. With it I strike you down.\"\n\nThe blind men hesitated, and Masson sent a bullet smoking between their\nlegs. They backed away toward the entrance, the females with them. And\na moment later Masson was piling fragments of rock and crumbling shale\ninto a barricade before the cavern's mouth.\n\nHe could hold them off for a time he knew, until night at least, even\nthough they brought the guards from the outer entrances to the bowl to\naid the blind men.\n\nAgain and again the guards had attacked the cave where Masson lay holed\nup. All that day they had come crawling through the dense matted growth\nto launch their arrows and spears at him. Fifty or sixty of them there\nhad been, he estimated, and at least forty blood-hungry Butrads still\nfaced him. These were the outer guards.\n\nWith the coming of night the blinded workers of the caves would join\nthem, and with their uncanny sense of hearing and touch they would\noverrun the cave. The Frogs were not a cowardly race, and his invasion\ninto this, their most taboo and sacred place, made them all the more\nfanatical in their hatred.\n\nMasson had until night. After that, unless he escaped back through the\ntunnel, he would die. And if he left the young Frogs behind he would\nnever again be able to raid this cavern. Already they were hungry,\ntheir throaty shrilled cries beating at his droop-tipped ears.\n\nPerhaps the din from within dulled his hearing. For tough naked hide\nscraped on rock and the heavy breathing of the wounded blind man\nshould have been clearly audible otherwise. Masson must have heard him\napproaching at the last for he was half-turned when the rough fragment\nof grayish shale came thudding down. He twisted away from the weighty\nmissile, but even so it grazed along his skull and he went down into\nthe blackness of nothingness for a time.\n\nHe awakened to look into the hot dark eyes of a Frog who had crept to\nwithin a few paces of his barricade.\n\nThe rifle was yet in his grip and through blinding flashes of pain\nhe somehow found the strength to aim and squeeze trigger. The ugly\ngray face vanished and he painfully fed another cartridge into the\nrifle's single chamber. The weight across his back did not go away,\nand twisting his head he saw that the blind Butrad's body had slumped\nacross his own.\n\nMasson slid the weight off but the blackness came again; so he rested\nfor a time. And this time the blackness had come to stay for it was\nnight. The sun had finally been swallowed by the cloud layers that\nswath Venus eternally.\n\nHe tried to crawl back toward the tunnel, but how he was to climb the\nsheer wall to the escape passage he did not know. He could not raise\nhis body from the ground on the level.\n\nOnce again the pain in his head returned and pain flashed its\nlightning. His eyes clenched themselves shut and he fought off the\ngiddy waves of weakness. After a time he could feel again, and see.\n\nThere was light in the cave, light and the grayish flabby-hided bodies\nof Butrads. He tried to raise the rifle and a webbed hand knocked it\nfrom his grasp.\n\n\"None of that, now,\" a voice ordered, and his unbelieving ears\nrecognized that of Joe Dolan.\n\nRifles cracked at the cave entrance and he saw the larger young ones\nof the Butrads being hoisted up to the escape tunnel. And he grinned\nweakly up at Dolan's hideous scarred face.\n\nThe future of the Earthmen on the Watery World was safe now.",
    "metadata": {
        "author": [
            "Wells, Basil Eugene",
            "Wells, Basil",
            "Ellerman, Gene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63663/pg63663.txt",
        "name": "survival.json"
    }
}