{
    "name": "Task of Kayin",
    "author": [
        "Samachson, Joe",
        "Sterling, Brett",
        "Samachson, Joseph",
        "Morrison, William"
    ],
    "body": "The sensation of which he was most conscious was that of loneliness. He\nwas no longer very much afraid, and sometimes he even thought that his\nenemies back home were no longer hunting for him. But in the midst of\nthese strange creatures he learned that there was one thing worse than\nopen hostility, and that was indifference. They had no more interest\nin him than they had in each other, and even though their indifference\nincreased his own chances for safety, it was a chilling thing none the\nless.\n\nHe knew that though they were like him superficially, they were\nintensely different within. He stood at a street corner trying to\nfathom the difference, while the crowds surged about him, buffeting him\nfrom side to side. They seemed to have no idea of personal dignity. He\nstill understood their language only imperfectly, and spoke it with\ndifficulty, but he had learned, in a primitive way, to read their\nfaces, and during this time of day, at least, their faces told of a\nstrain and fear all their own, of an uncertainty even greater than\nhis. They were going home from work, and they were afraid of countless\ntrifles--that something unpleasant might happen, that they might not\nget seats on their conveyances, that bad news might greet them when\nthey arrived.\n\nHe stared with fascination at a heap of newspapers spread out on\nthe corner stand. He could guess the purpose of these layers of\nwhite sheets covered with black or red symbols, but he could not yet\ninterpret them, and he had no idea whether any one had seen or reported\nhis ship. It was almost certain that some one had observed a shooting\nstar, but the chances were very much against any observation having\nbeen made of the star’s slow, dark drift to earth. At any rate, he had\nconcealed his ship among the growth of tall native plants, and some\nday he would find time to repair the relatively minor damage he had\nsustained, and continue his journey.\n\nMeanwhile, he had to make up his mind what to do here. His original\nstore of food had been exhausted a week before as these creatures\ncounted time, and despite the fact that his metabolic requirements were\nlow, he had long needed to eat again. The food that was exhibited in\nmany stores was of a kind strange to him, but from the very structure\nand behavior of individuals who ate it, he knew that it was of the\nright chemical composition. Examining it cautiously with a small\nanalyzer held close to his eye, he noted that at least it contained\nnone of the more dangerous poisons. It would do, if he could obtain it.\n\nBut he must obtain it in a manner that these creatures considered\nlegal, not as he had obtained his clothes. He recalled how absurdly\ndifferent his own clothes had been, constructed to fit a creature\nwhose morphology was so much unlike theirs. He had taken over a suit\nfrom a man he had met driving on a dark country road, not too close\nto the ship. He had stopped the car and put the man to sleep without\ndifficulty, but there must have been a great outcry after his victim\nhad awakened to find himself cold and naked in the driver’s seat.\n\nHe hadn’t minded, for he had already left the place where the incident\nhad occurred. But he wanted no hue and cry raised here. Although under\nother conditions he would have minded their hostility no more than\ntheir indifference, he knew that hostility now might very seriously\nlimit his freedom to act.\n\nHe listed the things he had to do. He had to find food and shelter,\nlearn their language and customs, and as quickly as possible, their\nalphabet. He had to acquire their manner of thought and feeling\nso well that he could blend with them not only superficially, but\npsychologically as well. He had to--\n\n\n\nA rough shoulder caught him on the chest and spun him half around. A\nrough voice, more a snarl than anything else, said, “Whatsa matter, ya\nblind?”\n\nThe way the words were run together confused him, but he had listened\nkeenly, and he knew the phrase that was required in such situations. He\nsaid politely, but almost unintelligently, “Excuse. I sorry.”\n\n“Foreigner, huh? Why don’t ya go back where ya came from?”\n\nThis was the first person who had spoken to him in his new world. The\nencounter left him angry and contemptuous, but it was not to be long\nbefore he learned that the individual he had been privileged to meet\nwas not wholly typical.\n\nHe moved along, alert to observe and to learn, but entirely without\naim so far as an ultimate destination was concerned. He noted that\nthe nature of the streets he traversed changed subtly with every\nintersection. The primitive, but well constructed buildings that had\nlined them soon gave way to even more primitive, dilapidated, and\nfilthy structures. It was clear that they had rich and poor here, and\nthat he was approaching the dwellings of the poor.\n\nHe heard a rhythmic sound in the street, as of a percussion instrument,\nand following it, found a female of the prevailing species, dressed\nsomewhat differently from the other females, and pounding on a hollow\ncylinder of fairly large diameter. Other, more piercing instruments,\nadded sounds of their own, and then voices were lifted in song. He\nlingered, fascinated, and wished only that he had a sound-recorder to\ntake permanent note of the strange music.\n\nHe was not the only one who lingered. Half a dozen dilapidated\nmales had gathered, attracted like him by the rhythmic noise, and\nafter a female had ended a strange exhortation which he did not\nfully understand, they all followed the company of musicians into a\nramshackle building. Inside, he listened to other exhortations, and\nthen had food thrust upon him.\n\nIt was a bowl of soup, the first nutrient of this strange planet that\nhe had eaten. The taste, as well as the quick ocular analysis he made,\nindicated that it was deficient in many of the chemicals that he needed\nfor his own nutrition, but at least it had energy value, and he imbibed\nit slowly and thoughtfully. When he had finished, they asked him if he\nwanted more, but he said politely, “No, thank.”\n\nThe young woman who had offered it to him said, “Oh, you’re a refugee,\nI suppose. Driven out of your native country?”\n\nHe nodded.\n\n“Don’t you have any friends here?”\n\nHe shook his head, and said, “No, thank.”\n\n“That’s too bad. You look as if you hadn’t eaten for a long time. Your\nface is awfully thin.”\n\n“Yes, thin.” He did not explain that for a member of his race he was\nnot thin at all.\n\n“What’s your name, please?”\n\n“Name? What?”\n\n“How do people call you?”\n\n“Kayin. My name Kayin.”\n\n“Kane. That’s rather a strange name for a foreigner. Well, don’t worry,\nMr. Kane, we’ll take care of you.”\n\nHer attitude helped erase the hostile encounter of an hour before. When\nthey finally showed him a cot, one of a row on which many men were\nalready stretched out, he tried to reconcile the contradictory kinds of\nbehavior he had met, and decided that the psychology of this race would\nprove more complicated than he had at first believed.\n\nThe cot was extremely inconvenient, but somehow he managed to stretch\nout on it like the others. He slept little, and in the morning, when\nhe awoke, it was with strained muscles and a sense of fatigue, but he\nwas eager to see more of the world on which he found himself, and he\nleft the next day, to continue his wanderings. During the hours that\nfollowed, he covered many miles of ground. With ears and mind open, he\npicked up more and more words, and by evening he was fairly confident\nin his ability to make himself understood in almost any situation.\n\nHe went hungry that day, but in the evening he slept much more\ncomfortably at the foot of an old tree on a vacant lot. Far above he\ncould see the star from which he had come. He stared at it impersonally\nfor a short time, wondering whether he would see his own planet again.\nThen he fell into a half-sleep, one that rested him, though still\nleaving his senses partly alert.\n\nHe was becoming more accustomed to the rather short day-and-night\nrhythm of the planet, and he awoke at the first faint signs of daylight\nbefore anyone had noticed him.\n\nThat day he encountered groups of men congregated about dingy\nlittle buildings on a dingy street. He found that they were seeking\nemployment, and knowing that the best way to learn about a strange race\nwas to study the manner in which the people worked, he joined one of\nthe groups. But there was not a single occupation with regard to which\nhe could claim experience, and he was hired finally to do heavy, but\nunskilled labor, at eighty cents an hour.\n\nThe work was more difficult for him than for the others. He looked like\nthem, but they had muscles which he simply did not possess. He was so\nclumsy at lifting rocks that another man, with whom he was working,\nsaid finally in exasperation, “Didn’t you ever lift anything before?\nLook, pal, do it like this. Bend at the knees, see? That’s it, like\nthis--no, you’re doing it all wrong!”\n\n\n\nIt was a nuisance, it might even be dangerous, to be stared at so\nclosely. The fact was that his knees simply would not bend as human\nknees did. They were jointed in quite another fashion, and no surface\nsimilarities could conceal the fact that in action there was all the\ndifference of two worlds between them.\n\nHe said, “Sorry. I--injured.”\n\n“Oh, can’t bend them, huh? This is no job for you, pal.”\n\n“Am stranger. Know not--what else.”\n\n“Yeah, it’s tough.”\n\nHe returned to his work again, this time warmed by the other’s\nsympathy, and less uneasy about being observed. And as he worked, he\nthought sardonically of what they would think on his home planet if\nthey knew.\n\nHe was sure that his enemies would have roared with laughter. Here\nwas Kayin, the one they had feared for his brilliant mind, for his\nknowledge of science, for his practical skill. They had outwitted\nhim--with the odds on their side, it was true--driven him a hunted\ncreature past strange stars, and forced him to come to ground again in\nthe guise of one of the meanest of a mean and unintelligent race. And\neven in the humble position to which he had been reduced, he could not\nhold up his end of the work.\n\nHe clenched his jaws grimly at the thought, and the very motion made\nhim realize that in no way was he like the others, that even so simple\na matter as the number and shape of his teeth might give him away.\nUnintelligent as they were, once they took the trouble to look with\nsome care, they would know a creature who was not one of them.\n\nOn the second day of work he did arouse suspicion, but at first not\nfrom the other workers. The creature that bared its teeth and barked\nat him was a dog. For a time Kayin found the animal’s attention\nembarrassing. He threw a stone at the beast, but it ran only a short\ndistance, and stopped to bark again. He had an idea of what the trouble\nwas. That day he had replaced his worn trousers by a new and baggy pair\nof overalls, not yet saturated with the scent of human beings, and the\ndog had noticed his own faint but strange odor. Now it was making a\nnuisance of itself, and drawing everyone’s attention to him.\n\n“That mutt don’t like you, Mac,” said a foreman who passed by.\n\n“Funny about dogs, the way they bark at some people,” someone laughed.\n\nKayin threw another stone, but the beast dodged and continued to\nbark. His audience was growing now, and Kayin’s skin began to twitch\nnervously, in a way that itself might have drawn an audience if they\nhad been in a mood to notice such details of behavior. “I patted cat\nthis morning,” he said apologetically. “Crazy dog smells cat.”\n\nHe would have them all staring at him if this went on much longer, and\nhe knew that he had to act quickly. Looking around him, he spied a\ncompressed air hose lying on the ground. He picked it up, turned on the\nair, and directed the nozzle at the dog. The blast knocked the animal\nhead over heels, and sent him howling on his way. Everyone laughed, and\nKayin turned back to his work in relief. But from now on he knew that\nhe must wear no new clothes.\n\nAs the work progressed, his attention turned from the immediate tasks\nat hand, and he began to wonder what its purpose was. There seemed\nto be hundreds of men, all engaged in menial tasks, all part of some\ngreater overall plan. He began to wonder, too, if people who could make\nsuch plans could be so unintelligent as he had first assumed. Or was\nit simply that their intelligence had not developed, that they lacked\nthe background of science to make the most of their minds, to use the\nresources their planet possessed?\n\nA rough voice, almost the twin of that first rough voice of two days\nbefore, growled, “Hey, you, wake up and get movin’. Whaddya think\nyou’re gettin’ paid for?”\n\nHe swung his pick without looking up. The foreman had no idea that the\ntall foreigner he knew as Kane was staring at him curiously with tiny\ncamouflaged eyes that quite literally grew in the back of the strangely\nshaped head, trying to understand what made the human being tick.\n\nBy the end of a week Kayin was confident that he knew the language\nwell enough to start reading it. He went to a public school which he\nfound was open in the evenings, and there joined a class where someone\nexplained the alphabet, and made clear to foreigners that English was\na language full of traps and pitfalls. Kayin absorbed the information\neagerly, but after the third lesson he found the pace much too slow,\nand did not return. He had never before encountered a language of so\nstrange a structure, and the actual making of the sounds gave him\ntrouble, but the basic principles of language study were as valid here\nas on his home planet, and he learned rapidly. By the end of a month he\ncould read.\n\nBy the end of the same month he had learned, too, the nature of the\nproject on which he was working. On several occasions, the engineer in\ncharge had passed by him to exchange a few words with the foreman and\nonce with the man who had ordered the building.\n\nThe words had been significant. There could be no mistake, for Kayin\nhad come across them in his reading. “Laboratory” had a very definite\nmeaning. And there were such expressions as “incubation tanks,” and\n“thermostat controls.” All in all, enough to let him know that they\nwere engaged in constructing a plant for the manufacture of biochemical\nsubstances.\n\nHe knew that there were biochemical plants already in existence,\nscattered over the civilized part of the planet, and the thought of\ngreat danger did not occur to him. But he continued, as the men around\nhim would have put it, to keep his ears open, and as time went on he\nbecame more and more disquieted.\n\n\n\nMeanwhile, his relations with the people among whom he worked became\nalmost human. They greeted him every day as one of themselves, asked\ncasual questions about the place from which he had come and the way he\nhad lived, and accepted the answers as if with a quiet confidence that\nhe was telling the truth. Once, in an access of good feeling, one of\nthem had gone so far as to slap him amicably on the shoulder, and Kayin\nhad experienced agony such as he had never felt before. But he managed\nto conceal the pain, and even to laugh weakly. He made sure, however,\nthat a similar incident would never happen again. Whenever someone\napproached him too closely, he opened his extra eyes very slightly,\nready to step aside at the touch of a too friendly hand.\n\nHe had not realized how much his own attitude toward them had changed\nuntil the day an accident occurred. A large shelf of rock had\nunexpectedly turned up to block the excavation of a wide pit, and it\nhad been necessary to shatter it with dynamite. But the explosive did\nnot at first go off, and one of the men had gone back to see what was\nwrong. He had been just in time to be knocked down by the blast itself,\nand to be covered by the mass of dirt and broken rock that slid into\nthe excavation.\n\nIt was Kayin who ran for him first, digging frantically away at the\nsmothering mass, without regard for the fragments that continued\nto rain down upon him. And after he had reached the man, who was\nunconscious, but still breathing, it was Kayin who had wondered why on\nthis Earth he had taken the risk for the sake of a creature who meant\nso little to him. There was another risk as well, he found, when they\nsummoned a doctor to treat the injured man, and someone suggested that\nKayin had been injured too. But Kayin quickly shrugged off the idea\nthat he needed treatment, and went back at once to his work. He wanted\nno doctor discovering what unusual arms and legs and internal organs he\nhad.\n\nIn the days that followed he continued to wonder at himself. Working\ntogether with these men, he had changed. But he must be careful, he\nknew, not to change too far. They had only, he was certain, to see him\nas he was, to realize his difference from them, and their friendliness\nwould change to hate, causing them to turn from him with fear and\nloathing.\n\nThe building had reached the stage of scaffolding, and he was still at\nwork. It was now that he learned the full truth about the project which\nwas soon to come into operation.\n\nHe was on the outside of the building, and two of the men in charge\nwere nearby. One of them, shrewd and elderly, had financed the\nbuilding. The other, in his thirties, was the scientist who had\ninvented the process. They were speaking in low tones, tones which\nno human being standing in Kayin’s position would have been able to\nunderstand.\n\n“You’re sure, Blayson, that there’s no danger?” the older man was\nsaying.\n\nThe scientist smiled. “There’s always some danger, Mr. Lymer,\nespecially when you try something new. But there’s nothing we shouldn’t\nbe able to control.”\n\n“I still don’t think that you know too much about what you’re doing.”\n\n“I’ve admitted that myself. But we get results, don’t we? We’ll corner\nthe world market, Mr. Lymer. Name your antibiotic and we’ll make it.\nAnd in addition to anything now being sold, we’ll have dozens that\nnobody has even imagined. I think I’ve given you enough evidence to\nconvince you of that.”\n\n“I suppose you have. But this use of cosmic rays makes me uneasy. You\nstill don’t know enough about them.”\n\nIt was at this point that Kayin’s third and fourth eyes, usually so\ncompletely concealed, popped wide open in surprise and terror. It was\nfortunate that no one took the trouble to look at him at that moment.\n\nThe younger man was saying confidently, “We’ll control them. All we\nneed to know is that they’re high energy, higher than anything we can\nproduce here on Earth, and that we can concentrate them in a way no one\nelse can. There’s nothing to fear, nothing that ordinary precautions\nshouldn’t enable us to handle.”\n\nNothing, Kayin thought, but the danger of depopulating most of a\nplanet. His mind went back to what had happened on the second planet\nof his own sun, what had almost happened on the fourth planet. Within\nthe space of a few hundred centads of time, the second planet, with its\npopulation of four billion, had lost every inhabitant, and become a\nsterile monument of a dead civilization. Only the warning of what had\nalready taken place had enabled the second planet to survive.\n\nAnd in this place too, disaster would strike quickly. Kayin had\nbegun to read more and more, and he knew what was taking place here.\nScience had developed quickly, but sporadically. Vast regions had\nremained untouched by it, masses of people knew nothing of it but\nthe name and the fact that it could perform miracles. True, they had\nlearned that certain discoveries might lead to disaster as well as to\nthe improvement of their lives, but they still failed to test their\ndiscoveries fully before using them, they still failed to exercise the\nnecessary controls.\n\nThe young man, Blayson, had made his discovery ahead of its proper\ntime. At the rate at which human science was progressing, thought\nKayin, at least a hundred years would have to pass before such a\ndiscovery could be considered safe. At the present stage, it simply\ncould not be controlled. The concentrated cosmic rays would, as Blayson\nevidently anticipated, cause tremendous mutations in living organisms,\nin the molds and mycetes of different kinds, it would lead to the\nmanufacture of useful antibiotics. But they would also lead to the\nproduction of entirely new forms of sub-microscopic life, forms not\nsusceptible to ordinary methods of sterilization, forms that would\nmultiply with inexorable speed. These forms produced from bits of human\ntissue would inevitably be deadly to human beings and related species.\n\nHe himself, thought Kayin, possessed of a different body chemistry,\nmight escape. But he would be the only intelligent creature to do\nso. And after the viruses had done their work, the planet, in its\ndesolation and sterility, would resemble the second planet of his own\nstar.\n\nIf he had learned of the imminence of disaster at the time he first\narrived, he would hardly have been affected. He would have hated to\nsee a race disappear. He had the scientist’s desire to keep any race,\neven the least useful, alive so that he might study it, and at the very\nworst, write an article about it. But now--and this he realized almost\nto his amazement--he felt practically human himself. It must be the way\nhe was living and working, the way the others treated him on the job.\nHe did not want to see them annihilated.\n\n\n\nHe was the only one to know the danger. He realized at once that he\ncould tell no one. Blayson and Lymer had eyes only on the fortunes they\nintended to make, and they would have refused to believe anything that\nstood in the way of those fortunes. Nor could he go to anyone else.\nThere would be questions--\n\nHe imagined himself trying to inform the Mayor of the city. Some\nunderling would be sure to meet him. “You say there’s danger, Mr.\nKayin? That how you pronounce it? Foreign-sounding name. Where’d you\ncome from?”\n\nHe would have to invent answers in advance for every possible\nembarrassing question. And then would come the most embarrassing of all:\n\n“How do you know there’s danger?”\n\nThere was no answer to that. Could he say that he had worked in the\nsame field of research himself? Or could he give them the example of\nwhat had happened on another planet?\n\nIt was a problem that he would have to solve by himself. He racked\nhis head, and found no simple solution. He had his optical analyzer,\nand one or two additional trifles like it, but there was no special\napparatus he could use, no weapons. Outside of his scientific knowledge\nand his non-human brain, he had only the same weapons as the human\nbeings themselves. And these were hardly enough to put an end for good\nto a project on which so many human beings had built their hopes.\n\nThe buildings approached completion, the laboratory equipment began to\nbe installed. And then, finally, when delay was no longer possible, on\nthe eve of the very day that was to see the plant put into operation,\nKayin acted.\n\nHe knew that until work actually began there would be but a single\nnight watchman, and it was this man at whom he struck first. A single\ncarefully aimed blow with a padded club produced unconsciousness. Kayin\ndid not strike hard, but he struck hard enough. As the watchman fell,\nKayin seized the man, bound and gagged him.\n\nThen he entered the building and began to destroy.\n\nHe started with the cosmic ray collector, working quietly and\nefficiently, and concentrating on the electronic and magnetic parts.\nThese had been ordered long before the building itself had been begun.\nThey would be hard to replace.\n\nHe passed on to the giant incubator vats, and finally turned his\nattention to the collection of formulas which reposed in the files.\nThese were important, but he knew that they were not enough. The most\nimportant formulas of all lay in the mind of the man who had developed\nthe process, and that was, for the moment at least, beyond him. What\nKayin was doing now was playing for time.\n\nHe was setting a match to the papers of the last file when he heard a\nvoice. More time had passed than he realized, and they had come early\non this day that was to have seen the beginning of a great enterprise.\n\nThey must already have noted the absence of the watchman. Now he heard\na gasp from Lymer, a groan that must have come from Blayson. Then there\nwas cursing, slow, bitter and steady. Then footsteps, and Lymer was\nstanding at the door of the office and shouting, “Here he is!”\n\nBlayson was shouting to someone outside, and Kayin knew that in a\nmoment the entire building would be swarming with people. He promptly\ntossed one of the files at Lymer, saw the man stumble and fall in an\neffort to avoid being hit, and was past the door before the enraged\nman could scramble to his feet again.\n\nThen he was in the great incubation room, with its monstrous vats,\nheading for the opposite end. But before he could reach it, a door\nswung open. A policeman appeared, and shouted, “Hey, you--stop!”\n\nHe dashed out through a side door into a small control room. He locked\nthe door behind him. He heard a club pound furiously upon it, and the\npounding ceased as the policeman decided against a further waste of\ntime here. Kayin ran to the other door. As he did so the knob turned.\nHe threw all his weight against the door and turned the key. Men\npounded on both doors, and he looked around for windows. There were\nnone. He was locked in.\n\nHe heard Blayson’s voice, “Open up! You can’t get away!”\n\nThere was, it was true, no way out. But Kayin said calmly, “Stay away,\nor I’ll blow up the building.”\n\n\n\nAfter the destruction he had already accomplished, they had no way of\nknowing that he was bluffing. The pounding stopped. Through the door he\nheard the whispered sounds of consultation. Then Blayson’s voice again,\n“Come out. We won’t hurt you.”\n\n“I realize that.”\n\n“You realize--”\n\n“You think that I am afraid, do you not?”\n\nThere was surprise in the tones of Blayson’s reply. “You don’t sound\ncrazy, but--”\n\n“But what other reason could I have had for destroying so much valuable\nequipment?”\n\nHe heard Lymer say, “Over a hundred thousand dollars’ worth. That\ncosmic ray collector cost at least that.”\n\nA policeman’s voice: “You saw him, Mr. Lymer. Recognize him?”\n\n“No, never saw him before in my life.”\n\nBlayson shouted again, this time with unconcealed anger, “Come on out.”\n\n“With pleasure. But first I should like to talk to you.”\n\n“You’ll talk later.”\n\n“No.” He knew that later they would not listen to him, and he realized\nthat if he could convince Blayson of the danger of the project, his\nbattle would be won. “Do you want to know why I did so much damage,\nMr. Blayson?”\n\n“You’ve already answered that.”\n\n“No, I am not insane. It is you who are failing to use your mind\nproperly. Your method is extremely dangerous.”\n\n“How do you know?”\n\n“I have made similar studies.”\n\n“That’s absurd. No one on Earth has done anything like this.”\n\n“_I didn’t mention Earth_,” thought Kayin. Aloud, he said patiently,\n“You are mistaken. Your experiments are not new, and it is known--”\nhe did not say where it was known--“it is known that they can lead to\ndisaster. They can produce microorganisms of a virulence never before\nseen here.”\n\n“You’re just imagining things!”\n\n“I do not imagine. At this period, your discovery is of too treacherous\na nature to be used.”\n\nBlayson was silent, and Kayin hoped that he was thinking of something\nelse than breaking down the door.\n\n“You will not be the first, Mr. Blayson, to have suppressed a discovery\nof so great significance.”\n\n“I don’t believe you. Open the door.”\n\n“In a moment. But think of what I have said.”\n\n“Open the door.”\n\n“Half a moment now. You do not care to listen further?”\n\nA policeman growled, “He’s stalling. We’ll break it open.”\n\n“No need for that,” said Kayin. “I shall come out. Perhaps if I speak\nto you face to face you will believe me.”\n\nHe removed the jacket and shirt and tie to which he had become so\naccustomed these past few months. He stretched his muscles freely, and\nsmiled a bitter smile to himself. He said, “The door opens outward.\nPlease give room.”\n\nHe turned the key in the lock, and slammed the door open. Then he\nleaped forward.\n\nHe could hear the shouts of horror, he could see them standing there\npetrified. It was a reaction that he had counted on. A policeman fired\nhis revolver, but so excitedly that every bullet missed, while he\nyelled, “It’s not human. It’s not human!”\n\nThe gravity was a little too great here for him to do any real flying,\nbut at least his wings, unfolded at last, could take him high into the\nair in the great room, terrifying and confusing them. As he slowly\nfloated down, he could see them racing around madly. He headed for the\ndoor to an outer room. A policeman who was standing in his path could\nnot move his bulk out of the way in time. Kayin crashed into him and\nsent him sprawling. Then, from behind him, another policeman aimed a\nblow with the butt of his gun. With his extra eyes Kayin saw what was\nhappening, and a blow of his great wings knocked the policeman down.\n\nThen he was running down the corridor, using his wings to give him a\nlittle extra speed. The door through which he had just come swung open\nagain, and a bullet sang past him, tearing into the non-fleshy part of\nhis wing. He hardly felt it.\n\nHe was outside.\n\nThe noise of the shooting had spread the alarm. Another policeman came\nrunning, took one look at him, closed his eyes, and swayed there. Kayin\nseized the man’s own club and hit him over the head with it. He dragged\nthe unconscious body into a deep, clean, concrete-lined pit that had\nbeen reserved for some of the dangerously radioactive byproduct that he\nwas now sure they would never make. In the dark of the pit, he stripped\nthe policeman of the uniform. The man was broad across the shoulders,\nand the uniform fitted nicely across Kayin’s wings.\n\nNow he leaped out of the pit, adding his yells to those of the others.\nA car, the one in which Blayson and Lymer had arrived, was standing\nparked at the edge of the yard, and he slipped into it. He was out of\nthe yard before they realized what was happening.\n\nBut a policeman’s uniform, he knew, was too conspicuous. A mile\naway, he stopped a puzzled truck driver, threatened the man with his\nrevolver, and drove away a moment later with an extra, less conspicuous\nsuit of clothes. He turned on the radio and learned, as he had\nsuspected, that an alarm for him had already been broadcast.\n\nHe left the car on a deserted side road, and changed into his truck\ndriver’s outfit. He knew enough now about human customs to feel\nmomentarily safe. And he knew enough also to realize that they would\ninstitute a nationwide search for a strange creature with wings. He\nwould not be safe for long. He had to get back to his ship, of which,\nfortunately, they knew nothing. They might suspect, but they could have\nno idea of where he had hidden it.\n\n\n\nThat night, still dressed as a truck driver, he broke into a factory\nthat made electrical appliances. When he left, he had with him most of\nwhat he needed for repairs.\n\nIt was two days later that he reached his ship with a supply of food.\nHe hoped that he had been unobserved, but he could not be sure. He\nset to work, using the Earth-made supplies to patch up, in makeshift\nfashion, the damage caused by the crash.\n\nAnother two days and the ship would operate. He was short on fuel, but\nif he looked for it, he knew he could find enough to send him on his\nway and leave this planet for good.\n\nHe realized now that he didn’t want to leave. In the days he had spent\nhere, he had gradually lost some of his feeling of loneliness. Almost\ndespite themselves, these human beings had made him feel like one of\nthem. Their planet would never take the place of the one he had left,\nbut in many ways it had become a second home to him.\n\nHe had made it uninhabitable for himself. If he had said nothing, done\nnothing, then no one would have suspected, and he would have been\nallowed to stay--until disaster struck them all.\n\nAt least he had delayed that. The radio that night brought him the news\nthat Blayson, who had been slightly injured in the struggle, had been\ntaken to a hospital, his mind temporarily gone under the shock of what\nhad happened. He would be unable, for the time, to reconstruct what\nKayin had destroyed. Lymer, disheartened by the loss, had announced\nthat he had no plans for rebuilding the factory. Despite their\nstupidity, Kayin had won them a respite.\n\nHe had won nothing for himself. The following day he heard warning\nsounds, and saw groups of men closing in around the ship. He was\npleased to see that, despite all difficulties, they had traced the path\nhe had taken. They were not so stupid after all.\n\nHe went into his ship, and the door slid shut. Night was falling, and\nin the darkness the ship leaped upward at a sharp angle. Now there\nwould be hundreds of people who saw the shooting star, but this time a\nstar that shot upward.\n\nHe rose to a height of twenty miles, and remained at that level,\ncruising slowly. Far above, he could see through the viewplates the\nstar--Vega, they called it here--which was his native sun. Already an\nexile from his homeland, he was now being exiled from his second home.\n\nSuddenly he knew that being exiled once was enough. He was tired of\nfleeing through space, tired of making friends and then being forced to\nleave them. He had made a home here, and here he would stand and fight.\n\nBelow him, the surface of the planet was now rocky and deserted. The\nship began to sink. It was still dark, and the vessel came to rest\nslowly and inconspicuously upon a craggy peak where there was little\ndanger that any human being would stumble upon it. Far below he\ncould see the outline of a town, picked out of the darkness by light\nreflected from clouds above. Looking through a distance viewer he\ncould even distinguish the individual lights, and he was able to read\na sign that flaunted its message boldly alongside a bridge: WELCOME TO\nHARDENDALE.\n\nHe smiled, and said softly, in the language that was no longer strange\nto him, “I accept the invitation.”\n\nStretching his wings, he parachuted down through the darkness to level\nground, prepared to become once more a member by adoption of the human\nrace. And this time, as he walked cautious and alone through the night,\nhe no longer felt lonely.",
    "metadata": {
        "author": [
            "Samachson, Joe",
            "Sterling, Brett",
            "Samachson, Joseph",
            "Morrison, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64300/pg64300.txt",
        "name": "task_of_kayin.json"
    }
}