{
    "name": "That Pup",
    "author": [
        "Butler, Ellis Parker"
    ],
    "body": "Author Of Pigs Is Pigs, Kilo, Etc.\n\nNew York The Mcclure Company, MCMVII\n\n\n\n\nI. THE EDUCATION OF FLUFF\n\nMurchison, who lives next door to me, wants to get rid of a dog, and if\nyou know of anyone who wants a dog I wish you would let Murchison know.\nMurchison doesn't need it. He is tired of dogs, anyway. That is just\nlike Murchison. 'Way up in an enthusiasm one day and sick of it the\nnext.\n\nBrownlee--Brownlee lives on the other side of Murchison--remembers when\nMurchison got the dog. It was the queerest thing, so Murchison says,\nyou ever heard of. Here came the express wagon--Adams' Express Company's\nwagon--and delivered the dog. The name was all right--“C. P. Murchison,\nGallatin, Iowa”--and the charges were paid. The charges were $2.80, and\npaid, and the dog had been shipped from New York. Think of that! Twelve\nhundred miles in a box, with a can of condensed milk tied to the box and\n“Please feed” written on it.\n\nWhen Murchison came home to dinner, there was the dog. At first\nMurchison was pleased; then he was surprised; then he was worried. He\nhadn't ordered a dog. The more he thought about it the more he worried.\n\n“If I could just _think_ who sent it,” he said to Brownlee, “then I\nwould know who sent it; but I can't think. It is evidently a valuable\ndog. I can see that. People don't send cheap, inferior dogs twelve\nhundred miles. But I can't _think_ who sent it.”\n\n“What worries me,” he said to Brownlee another time, “is who sent it.\nI can't _imagine_ who would send me a dog from New York. I know so many\npeople, and, like as not, some influential friend of mine has meant to\nmake me a nice present, and now he is probably mad because I haven't\nacknowledged it. I'd like to know what he thinks of me about now!”\n\nIt almost worried him sick. Murchison never did care for dogs, but when\na man is presented with a valuable dog, all the way from New York, with\n$2.80 charges paid, he simply _has_ to admire that dog. So Murchison got\ninto the habit of admiring the dog, and so did Mrs. Murchison. From what\nthey tell me, it was rather a nice dog in its infancy, for it was only a\npup then. Infant dogs have a habit of being pups.\n\nAs near as I could gather from what Murchison and Mrs. Murchison\ntold me, it was a little, fluffy, yellow ball, with bright eyes and\never-moving tail. It was the kind of a dog that bounces around like a\nrubber ball, and eats the evening newspaper, and rolls down the porch\nsteps with short, little squawks of surprise, and lies down on its back\nwith its four legs in the air whenever a bigger dog comes near. In color\nit was something like a camel, but a little redder where the hair was\nlong, and its hair was like beaver fur--soft and woolly inside, with a\nfew long hairs that were not so soft. It was so little and fluffy that\nMrs. Murchison called it Fluff. Pretty name for a soft, little dog is\nFluff.\n\n“If I only _knew_ who sent that dog,” Murchison used to say to Brownlee,\n“I would like to make some return. I'd send him a barrel of my best\nmelons, express paid, if it cost me five dollars!”\n\nMurchison was in the produce business, and he knew all about melons, but\nnot so much about dogs. Of course he could tell a dog from a cat, and a\nfew things of that sort, but Brownlee was the real dog man. Brownlee had\ntwo Irish pointers or setters--I forget which they were; the black dogs\nwith the long, floppy ears. I don't know much about dogs myself. I hate\ndogs.\n\nBrownlee knows a great deal about dogs. He isn't one of the book-taught\nsort; he knows dogs by instinct. As soon as he sees a dog he can make\na guess at its breed, and out our way that is a pretty good test, for\nGallatin dogs are rather cosmopolitan. That is what makes good stock in\nmen--Scotch grandmother and German grandfather on one side and English\ngrandmother and Swedish grandfather on the other--and I don't see why\nthe same isn't true of dogs. There are numbers of dogs in Gallatin that\ncan trace their ancestry through nearly every breed of dog that ever\nlived, and Brownlee can look at any one of them and immediately guess\nat its formula--one part Spitz, three parts greyhound, two parts collie,\nand so on. I have heard him guess more kinds of dog than I ever knew\nexisted.\n\nAs soon as he saw Murchison's dog he guessed it was a pure bred Shepherd\nwith a trace of Eskimo. Massett, who thinks he knows as much about dogs\nas Brownlee does, didn't believe it. The moment he saw the pup he said\nit was a pedigree dog, half St. Bernard and half Spitz.\n\nBrownlee and Massett used to sit on Murchison's steps after supper and\npoint out the proofs to each other. They would argue for hours.\n\n“All right, Massett,” Brownlee would say, “but you can't fool _me_. I\nLook at that nose! If that isn't a Shepherd nose, I'll eat it. And see\nthat tail! Did you ever see a tail like that on a Spitz? That is an\nEskimo tail as sure as I am a foot high.”\n\n“Tail fiddlesticks!” Massett would reply. “You can't tell anything by\na pup's tail. Look at his ears! _There_ is St. Bernard for you! And see\nhis lower jaw. Isn't that Spitz? I'll leave it to Murchison. Isn't that\nlower jaw Spitz, Murchison?”\n\nThen all three would tackle the puppy and open its mouth and feel its\njaw, and the pup would wriggle and squeak, and back away, opening and\nshutting its mouth to see if its works had been damaged.\n\n“All right!” Brownlee would say. “You wait a year or two and you'll\nsee!”\n\nAbout three months later the pup was as big as an ordinary full-grown\ndog, and his coat looked like a compromise between a calfskin and one of\nthese hairbrush door mats you use to wipe your feet on in muddy weather.\nHe did not look like the same pup. He was long limbed and awkward and\nuseless, and homely as a shopworn fifty-cent yellow plush manicure set.\nMurchison began to feel that he didn't really need a dog, but Brownlee\nwas as enthusiastic as ever. He would go over to Murchison's fairly\noozing dog knowledge.\n\n“I'll tell you what that dog is,” he would say. “That dog is a cross\nbetween a Great Dane and an English Deerhound. You've got a very\nvaluable dog there, Murchison, a very valuable dog. He comes of fine\nstock on both sides, and it is a cross you don't often see. I never saw\nit, and I've seen all kinds of crossed dogs.”\n\nThen Massett would drop in and walk around the dog admiringly for a few\nminutes and absorb his beauties.\n\n“Murchison,” he would say, “do you know what that dog is? That dog is\na pure cross between a Siberian wolfhound and a Newfoundland. You treat\nthat dog right and you'll have a fortune in him. Why, a pure Siberian\nwolfhound is worth a thousand dollars, and a good--a really good\nNewfoundland, mind you--is worth two thousand, and you've got both in\none dog. That's three thousand dollars' worth of dog!”\n\nIn the next six months Fluff grew. He broadened out and lengthened and\nheightened, and every day or two Brownlee or Massett would discover a\nnew strain of dog in him. They pointed out to Murchison all the marks\nby which he could tell the different kinds of dog that were combined\nin Fluff, and every time they discovered a new one they held a sort of\njubilee, and bragged and swelled their chests. They seemed to spend all\ntheir time thinking up odd and strange kinds of dog that Fluff had in\nhim. Brownlee discovered the traces of Cuban bloodhound, Kamtchatka\nhound, beagle, Brague de Bengale, and Thibet mastiff, but Massett first\ntraced the stag-hound, Turkoman watchdog, Dachshund, and Harrier in him.\n\nMurchison, not being a doggish man, never claimed to have noticed any of\nthese family resemblances, and never said what he thought the dog really\nwas until a month or two later, when he gave it as his opinion that the\ndog was a cross between a wolf, a Shetland pony, and hyena. It was about\nthat time that Fluff had to be chained. He had begun to eat other dogs,\nand children and chickens. The first night Murchison chained him to his\nkennel Fluff walked half a mile, taking the kennel along, and then only\nstopped because the kennel got tangled with a lamp-post. The man who\nbrought him home claimed that Fluff was nearly asphyxiated when he found\nhim; said he gnawed half through the lamp-post, and that gas got in his\nlungs, but this was not true. Murchison learned afterwards that it was\nonly a gasoline lamp-post, and a wooden one.\n\n“If there were only some stags around this part of the country,” said\nMassett, “the stag-hound strain in that dog would be mighty valuable.\nYou could rent him out to everybody who wanted to go stag hunting; and\nyou'd have a regular monopoly, because he's the only staghound in this\npart of the country. And stag hunting would be popular, too, out here,\nbecause there are no game laws that interfere with stag hunting in this\nState. There is no closed season. People could hunt stags all the year\nround, and you'd have that dog busy every day of the year.”\n\n“Yes!” sneered Brownlee, “only there are no stags. And he hasn't any\nstaghound blood in him. Pity there are no Dachs in this State, too,\nisn't it? Then Murchison could hire his dog at night, too. They hunt\nDachs at night, don't they, Massett? Only there is no Dachshund blood in\nhim, either. If there was, and if there were a few Dachs-”\n\nMassett was mad.\n\n“Yes!” he cried. “And you, with your Cuban bloodhound strain! I suppose\nif it was the open season for Cubans, you'd go out with the dog and tree\na few! Or put on snowshoes and follow the Kamtchat to his icy lair!”\n Brownlee doesn't get mad easily.\n\n“Murchison,” he said, “leaving out Mas-sett's dreary nonsense about\nstaghounds, I can tell you that dog would make the finest duck dog in\nthe State. He's got all the points for a good duck dog, and I ought to\nknow for I have two of the best duck dogs that ever lived. All he needs\nis training. If you will train him right you'll have a mighty valuable\ndog.”\n\n“But I don't hunt ducks,” said Murchison, “and I don't know how to train\neven a lap-dog.”\n\n“You let me attend to his education,” said Brownlee. “I just want to\nshow Massett here that I know a dog when I see one. I'll show Massett\nthe finest duck dog he ever saw when I get through with Fluff.”\n\nSo he went over and got his shotgun, just to give Fluff his first\nlesson. The first thing a duck dog must learn is not to be afraid of a\ngun, and Brownlee said that if a dog first learned about guns right at\nhis home he was not so apt to be afraid of them. He said that if a dog\nheard a gun for the first time when he was away from home and in strange\nsurroundings he was quite right to be surprised and startled, but if he\nheard it in the bosom of his family, with all his friends calmly seated\nabout, he would think it was a natural thing, and accept it as such.\n\nSo Brownlee put a shell in his gun and Mas-sett and Murchison sat on the\nporch steps and pretended to be uninterested and normal, and Brownlee\nstood up and aimed the gun in the air. Fluff was eating a bone, but\nBrownlee spoke to him and he looked up, and Brownlee pulled the trigger.\nIt seemed about five minutes before Fluff struck the ground, he jumped\nso high when the gun was fired, and then he started north by northeast\nat about sixty miles an hour. He came back all right, three weeks later,\nbut his tail was still between his legs.\n\nBrownlee didn't feel the least discouraged. He said he saw now that\nthe whole principle of what he had done was wrong; that no dog with any\nbrains whatever could be anything but frightened to hear a gun shot off\nright in the bosom of his family. That was no place to fire a gun. He\nsaid Fluff evidently thought the whole lot of us were crazy, and ran in\nfear of his life, thinking we were insane and might shoot him next.\nHe said the thing to do was to take the shotgun into its natural\nsurroundings and let Fluff learn to love it there. He pictured Fluff\nenjoying the sound of the gun when he heard it at the edge of the lake.\n\nMurchison never hunted ducks, but as Fluff was his dog, he went with\nBrownlee, and of course Massett went. Massett wanted to see the failure.\nHe said he wished stags were as plentiful as ducks, and he would show\nBrownlee!\n\nFluff was a strong dog--he seemed to have a strain of ox in him, so far\nas strength went--and as long as he saw the gun he insisted that he\nwould stay at home; but when Brownlee wrapped the gun in brown paper so\nit looked like a big parcel from the meat shop, the horse that they had\nhitched to the buck-board was able to drag Fluff along without straining\nitself. Fluff was fastened to the rear axle with a chain.\n\nWhen they reached Duck Lake, Brownlee untied Fluff and patted him,\nand then unwrapped the gun. Fluff gave one pained glance and made the\nsix-mile run home in seven minutes without stopping. He was home before\nBrownlee could think of anything to say, and he went so far into his\nkennel that Murchison had to take off the boards at the back to find him\nthat night.\n\n“That's nothing,” was what Brownlee said when he did speak; “young dogs\nare often that way. Gun fright. They have to be gun broken. You come out\nto-morrow, and I'll show you how a man who really knows how to handle a\ndog does the trick.”\n\nThe next day, when Fluff saw the buck-board he went into his kennel, and\nthey couldn't pry him out with the hoe-handle. He connected buckboards\nand guns in his mind, so Brownlee borrowed the butcher's delivery wagon,\nand they drove to Wild Lake. It was seven miles, but Fluff seemed more\nwilling to go in that direction than toward Duck Lake. He did not seem\nto care to go to Duck Lake at all.\n\n“Now, then,” said Brownlee, “I'll show you the intelligent way to handle\na dog. I'll prove to him that he has nothing to fear, that I am his\ncomrade and friend. And at the same time,” he said, “I'll not have him\nrunning off home and spoiling our day's sport.”\n\nSo he took the chain and fastened it around his waist, and then he sat\ndown and talked to Fluff like an old friend, and got him in a playful\nmood. Then he had Murchison get the gun out of the wagon and lay it on\nthe ground about twenty feet off. It was wrapped in brown paper.\n\nBrownlee talked to Fluff and told him what fine sport duck hunting is,\nand then, as if by chance, he got on his hands and knees and crawled\ntoward the gun. Fluff hung back a little, but the chain just coaxed him\na little, too, and they edged up to the gun, and Brownlee pretended to\ndiscover it unexpectedly.\n\n“Well, well!” he said. “What's this?”\n\nFluff nosed up to it and sniffed it, and then went at it as if it was\nMassett's cat. That Brownlee had wrapped a beefsteak around the gun,\ninside the paper, and Fluff tore off the paper and ate the steak, and\nBrownlee winked at Murchison.\n\n“I declare,” he said, “if here isn't a gun! Look at this, Fluff--a gun!\nGosh! but we are in luck!”\n\nWould you believe it, that dog sniffed at the gun, and did not fear it\nin the least? You could have hit him on the head with it and he would\nnot have minded it. He never did mind being hit with small things like\nguns and ax handles.\n\nBrownlee got up and stood erect.\n\n“You see!” he said proudly. “All a man needs with a dog like this is\nintelligence. A dog is like a horse. He wants his reason appealed to.\nNow, if I fire the gun, he may be a little startled, but I have created\na faith in me in him. He knows there is nothing dangerous in a gun _as_\na gun. He knows I am not afraid of it, so he is not afraid. He realizes\nthat we are chained together, and that proves to him that he need not\nrun unless I run. Now watch.”\n\nBrownlee fired the shotgun.\n\nInstantly he started for home. He did not start lazily, like a boy\nstarting to the wood pile, but went promptly and with a dash. His first\njump was only ten feet, and we heard him grunt as he landed, but after\nthat he got into his stride and made fourteen feet each jump. He was\nbent forward a good deal in the middle, where the chain was, and in many\nways he was not as graceful as a professional cinder-path track runner,\nbut, in running, the main thing is to cover the ground rapidly. Brownlee\ndid that.\n\nMassett said it was a bad start. He said it was all right to start a\nhundred-yard dash that way, but for a long-distance run--a run of seven\nmiles across country--the start was too impetuous; that it showed a lack\nof generalship, and that when it came to the finish the affair would be\ntame; but it wasn't.\n\nBrownlee said afterwards that there wasn't a tame moment in the entire\nseven miles. It was rather more wild than tame. He felt right from the\nstart that the finish would be sensational, unless the chain cut him\nquite in two, and it didn't. He said that when the chain had cut as far\nas his spinal column it could go no farther, and it stopped and clung\nthere, but it was the only thing that did stop, except his breath. It\nwas several years later that I first met Brownlee, and he was still\nbreathing hard, like a man who has just been running rapidly. Brownlee\nsays when he shuts his eyes his legs still seem to be going.\n\nThe first mile was through underbrush, and that was lucky, for the\nunderbrush removed most of Brownlee's clothing, and put him in better\nrunning weight, but at the mile and a quarter they struck the road.\nHe said at two miles he thought he might be overexercising the dog and\nmaybe he had better stop, but the dog seemed anxious to get home so he\ndidn't stop there. He said that at three miles he was sure the dog was\noverdoing, and that with his knowledge of dogs he was perfectly able\nto stop a running dog in its own length if he could speak to it, but\nhe couldn't speak to this dog for two reasons. One was that he couldn't\novertake the dog and the other was that all the speak was yanked out of\nhim.\n\nWhen they reached five miles the dog seemed to think they were taking\ntoo much time to get home, and let out a few more laps of speed, and\nit was right there that Brownlee decided that Fluff had some greyhound\nblood in him.\n\nHe said that when they reached town he felt as if he would have been\nglad to stop at his own house and lie down for awhile, but the dog\ndidn't want to, and so they went on; but that he ought to be thankful\nthat the dog was willing to stop at that town at all. The next town was\ntwelve miles farther on, and the roads were bad. But the dog turned into\nMurchison's yard and went right into his kennel.\n\nWhen Murchison and Massett got home, an hour or so later, after driving\nthe horse all the way at a gallop, they found old Gregg, the carpenter,\nprying the roof off the kennel. You see, Murchison had knocked the rear\nout of the kennel the day before, and so when the dog aimed for\nthe front he went straight through, and as Brownlee was built more\nperpendicular than the dog, Brownlee didn't go quite through. He went\nin something like doubling up a dollar bill to put it into a thimble.\nI don't suppose anyone would want to double up a dollar bill to put it\ninto a thimble, but neither did Brownlee want to be doubled up and\nput into the kennel. It was the dog's thought. So they had to take the\nkennel roof off.\n\nWhen they got Brownlee out they laid him on the grass, and covered him\nup with a porch rug, and let him lie there a couple of hours to pant,\nfor that seemed what he wanted to do just then. It was the longest\nperiod Brownlee ever spent awake without talking about dog.\n\nMurchison and Massett and old Gregg and twenty-six informal guests stood\naround and gazed at Brownlee panting. Presently Brownlee was able to\ngasp out a few words.\n\n“Murchison,” he gasped, “Murchison, if you just had that dog in\nFlorence--or wherever it is they race dogs--you'd have a fortune.”\n\nHe panted awhile, and then gasped out:\n\n“He's a great runner; a phenomenal runner!”\n\nHe had to pant more, and then he gasped with pride:\n\n“But I wasn't three feet behind him all the way!”\n\n\n\n\nII. GETTING RID OF FLUFF\n\nSo after that Murchison decided to get rid of Fluff. He told me that he\nhad never really-wanted a dog, anyway, but that when a dog is sent, all\nthe way from New York, anonymously, with $2.80 charges paid, it is hard\nto cast the dog out into the cold world without giving it a trial. So\nMurchison tried the dog for a few more years, and at last he decided\nhe would have to get rid of him. He came over and spoke to me about it,\nbecause I had just moved in next door.\n\n“Do you like dogs?” he asked, and that was the first word of\nconversation I ever had with Murchison. I told him frankly that I did\nnot like dogs, and that my wife did not like them, and Murchison seemed\nmore pleased than if I had offered him a thousand dollars.\n\n“Now, I am glad of that,” he said, “for Mrs. Murchison and I hate dogs.\nIf you do not like dogs, I will get rid of Fluff. I made up my mind\nseveral years ago to get rid of Fluff, but when I heard you were going\nto move into this house, I decided not to get rid of him until I knew\nwhether you liked dogs or not. I told Mrs. Murchison that if we got rid\nof Fluff before you came, and then found that you loved dogs and owned\none, you might take our getting rid of Fluff as a hint that your dog was\ndistasteful to us, and it might hurt your feelings. And Mrs. Murchison\nsaid that if you had a dog, your dog might feel lonely in a strange\nplace and might like to have Fluff to play with until your dog got used\nto the neighborhood. So we did not get rid of him; but if you do not\nlike dogs we will get rid of him right away.”\n\nI told Murchison that I saw he was the kind of a neighbor a man liked to\nhave, and that it was kind of him to offer to get rid of Fluff, but that\nhe mustn't do so just on our account.\n\nI said that if he wanted to keep the dog, he had better do so.\n\n“Now, that is kind of you,” said Murchison, “but we would really rather\nget rid of him. I decided several years ago that I would get rid of him,\nbut Brownlee likes dogs, and took an interest in Fluff, and wanted to\nmake a bird dog of him, so we kept Fluff for his sake. But now Brownlee\nis tired of making a bird dog of him. He says Fluff is too strong to\nmake a good bird dog, and not strong enough to rent out as a horse, and\nhe is willing I should get rid of him. He says he is anxious for me to\nget rid of him as soon as I can.”\n\nWhen I saw Fluff I agreed with Brownlee. At the first glance I saw that\nFluff was a failure as a dog, and that to make a good camel he needed\na shorter neck and more hump, but he had the general appearance of an\namateur camel. He looked as if some one who had never seen a dog, but\nhad heard of one, had started out to make a dog, and got to thinking of\na camel every once in a while, and had tried to show me Fluff that day\nworked in parts of what he thought a camel was like with what he thought\na dog was like, and then--when the job was about done--had decided it\nwas a failure, and had just finished it up any way, sticking on the\nmeanest and cheapest hair he could find, and getting most of it on wrong\nside to.\n\nBut the cheap hair did not matter much. Murchison and Brownlee showed me\nthe place where Fluff had worn most of it off the ridge pole of his back\ncrawling under the porch. He tried to show me Fluff that day, but it was\nso dark under the porch that I could not tell which was Fluff and which\nwas simply underneathness of porch. But from what Brownlee told me\nthat day, I knew that Fluff had suffered a permanent dislocation of the\nspirits. He told me he had taken Fluff out to make a duck dog of him,\nand that all the duck Fluff was interested in was to duck when he saw a\ngun, and that after he had heard a gun fired once or twice he had become\nsad and dejected, and had acquired a permanently ingrowing tail, and an\nexpression of face like a coyote, but more mournful. He had acquired a\nhabit of carrying his head down and forward, as if he was about to lay\nit on the headsman's block, and knew he deserved that and more, and the\nsooner it was over the better. He couldn't even scratch fleas correctly.\nBrownlee said that when he met a flea in the road he would not even go\naround it, but would stoop down like a camel to let the flea get aboard.\nHe was that kind of a dog. He was the most discouraged dog I ever knew.\n\nThe next day I was putting down the carpet in the back bedroom, when in\ncame Murchison.\n\n“I came over to speak to you about Fluff,” he said. “I am afraid he\nmust have annoyed you last night. I suppose you heard him howl?”\n\n“Yes, Murchison,” I said, “I did hear him. I never knew a dog could howl\nso loud and long as that. He must have been very ill.”\n\n“Oh, no!” said Murchison cheerfully. “That is the way he always howls.\nThat is one of the reasons I have decided to get rid of Fluff. But it\nis a great deal worse for us than it is for you. The air inlet of our\nfurnace is at the side of the house just where Fluff puts his head when\nhe howls, and the register in our room is right at the head of our bed.\nSo his howl goes in at the inlet and down through the furnace and up\nthe furnace pipes, and is delivered right in our room, just as clear and\nstrong as if he was in the room. That is one reason I have fully decided\nto get rid of Fluff. It would not be so bad if we had only one register\nin our house, but we have ten, and when Fluff howls, his voice is\ndelivered by all ten registers, so it is just as if we had ten Fluffs\nin the house at one time. And ten howls like Fluff's are too much.\nEven Brownlee says so.” I told Murchison that I agreed with Brownlee\nperfectly. Fluff had a bad howl. It sounded as if Cruel Fate, with\nspikes in his shoes, had stepped on Fluff's inmost soul, and then jogged\nup and down on the tenderest spot, and Fluff was trying to reproduce his\nfeelings in vocal exercises. It sounded like a cheap phonograph giving\na symphony in the key of woe minor, with a megaphone attachment and bad\nplaces in the record. Judging by his voice, the machine needed a new\nneedle. But the megaphone attachment was all right.\n\nBrownlee--who knows all about dogs--said that he knew what was\nthe matter with Fluff. He said Fluff had a very high-grade musical\ntemperament, and that he longed to be the Caruso of dogs. He said that\nhe could see that all through his bright and hopeful puppyhood he had\nlooked forward to being a great singer, with a Wagner repertoire and\ntremolo stops in his song organ, and that he had early set his aim at\nperfection. He said Fluff was that kind of a dog, and that when he saw\nwhat his voice had turned out to be he was dissatisfied, and became\nmorbid. He said that any dog that had a voice like Fluff's had a right\nto be dissatisfied with it--he would be dissatisfied himself with\nthat voice. He said he did not wonder that Fluff slunk around all day,\nfeeling he was no good on earth, and that he could understand that when\nnight came and everything was still, so that Fluff could judge of the\npurity of his tonal quality better, he would pull out his voice, and\ntune it up and look it over and try it again, hoping it had improved\nsince he tried it last. Brownlee said it never had improved, and that\nwas what made Fluff's howl so mournful--it was full of tears. He said\nFluff would go to G flat and B flat and D flat, and so on until he\nstruck a note he felt he was pretty good at, and then he would cling to\nthat note and weep it full of tears.\n\nHe asked Murchison if he hadn't noticed that the howl was sort of damp\nand salty from the tears, but Murchison said he hadn't noticed the\ndampness. He said it probably got dried out of the howl before it\nreadied him, coming through the furnace. Then Brownlee said that if\nthere was only some way of regulating Fluff, so that he could be turned\non and off, Murchison would have a fortune in him: he could turn his\nhowl off when people wanted to be cheerful, and then, when a time of\ngreat national woe occurred, Murchison could turn Fluff on and set him\ngoing. He said he never heard anything in his life that came so near\nexpressing in sound a great national woe as Fluff's howl did. He said\nFluff might lack finish in tonal quality, but that in woe quality he was\na master: he was stuffed so full of woe quality that it oozed out of his\npores. He said he always thought what a pity it was for dogs like Fluff\nthat people preferred cheerful songs like “Annie Rooney” and “Waltz me\naround again, Willie” to the nobler woe operas. He said he had tried\nto like good music himself, but it was no use: whenever he heard Fluff\nsing, he felt that Murchison ought to get rid of Fluff. Then Murchison\nsaid that was just what he was going to do. What he wanted to talk about\nwas how to get rid of Fluff.\n\nBut I am getting too far ahead of my story. Whenever I get to talking\nabout the howl of Fluff, I find I wander on for hours at a time.\n\nIt takes hours of talk to explain just what a mean howl Fluff had.\n\nBut as I was saying, Murchison came over while I was putting down the\ncarpet in my back bedroom, and told me he had fully decided to get rid\nof Fluff.\n\n“I have fully decided to get rid of him,” he said, “and the only thing\nthat bothers me is how to get rid of him.”\n\n“Give him away,” I suggested.\n\n“That's a good idea!” said Murchison gratefully. “That's the very idea\nthat occurred to me when I first thought of getting rid of Fluff. It is\nan idea that just matches Fluff all over. That is just the kind of dog\nFluff is. If ever a dog was made to give away, Fluff was made for it.\nThe more I think about him and look at him and study him, the surer I am\nthat the only thing he is good for is to give away.”\n\nThen he shook his head and sighed.\n\n“The only trouble,” he said, “is that Fluff _is_ the give-away kind of\ndog. That is the only kind you can't give away. There is only one time\nof the year that a person can make presents of things that are good for\nnothing but to give away, and that is at Christmas. Now, I might--”\n\n“Murchison,” I said, laying my tack hammer on the floor and standing up,\n“you don't mean to keep that infernal, howling beast until Christmas, do\nyou? If you do, I shall stop putting down this carpet. I shall pull out\nthe tacks that are already in and move elsewhere. Why, this is only\nthe first of May, and if I have to sleep--if I have to keep awake every\nnight and listen to that animated foghorn drag his raw soul over the\nteeth of a rusty harrow--I shall go crazy. Can't you think of some one\nthat is going to have a birthday sooner than that?”\n\n“I wish I could,” said Murchison wistfully, “but I can't. I want to get\nrid of Fluff, and so does Brownlee, and so does Massett, but I can't\nthink of a way to get rid of him, and neither can they.”\n\n“Murchison,” I said, with some asperity, for I hate a man who trifles,\n“if I really thought you and Brownlee and Massett were as stupid as\nall that, I would be sorry I moved into this neighborhood, but I don't\nbelieve it. I believe you do not mean to get rid of Fluff. I believe you\nand Brownlee and Massett want to keep him. If you wanted to get rid of\nhim, you could do it the same way you got him.”\n\n“That's an excellent idea!” exclaimed Murchison. “That is one of the\nbest ideas I ever heard, and I would go and do it if I hadn't done it so\noften already. As soon as Brownlee suggested that idea I did it. I sent\nFluff by express to a man--to John Smith--at Worcester, Mass., and when\nFluff came back I had to pay $8.55 charges. But I didn't begrudge the\nmoney. The trip did Fluff a world of good--it strengthened his voice,\nand made him broader-minded. I tell you,” he said enthusiastically,\n“there's nothing like travel for broadening the mind! Look at Fluff!\nMaybe he don't show it, but that dog's mind is so broadened by travel\nthat if he was turned loose in Alaska he would find his way home. When\nI found his mind was getting so tremendously broad I stopped sending him\nto places. Brownlee--Brownlee knows all about dogs--said it would not\nhurt Fluff a bit; he said a dog's mind could not get too broad, and\nthat as far as he was concerned he would just like to see once how\nbroad-minded a dog could become; he would like to have Fluff sent out\nby express every time he came back. He told me it was an interesting\nexperiment--that so far as he knew it had never been tried before--and\nthat the thing I ought to do was to keep Fluff traveling all the time.\nHe said that so far as he knew it was the only way to get rid of Fluff;\nthat some time while he was traveling around in the express car there\nmight be a wreck, and we would be rid of Fluff; and if there wasn't a\nwreck, it would be interesting to see what effect constant travel would\nhave on a coarse dog. He said I might find after a year or two that I\nhad the most cultured dog in the United States. Brownlee was willing to\nhave me send Fluff anywhere. He suggested a lot of good places to\nsend dogs, but he didn't care enough about dog culture to help pay the\nexpress charges.”\n\n“I see, Murchison,” I said scornfully, “I see! You are the kind of a man\nwho would let a little money stand between you and getting rid of a\ndog like Fluff! If I had a dog like Fluff, nothing in the world could\nprevent me from getting rid of him. I only wish, he was my dog.”\n\n“Take him!” said Murchison generously; “I make you a full and free\npresent of him. You can have that dog absolutely and wholly. He is\nyours.”\n\n“I will take the dog,” I said haughtily, “not because I really want a\ndog, nor because I hanker for that particular dog, but because I can see\nthat you and Brownlee and Massett have been trifling with him. Bring him\nover in my yard, and I will show you in very short measure how to get\nrid of Fluff.”\n\nThat afternoon both Brownlee and Massett called on me. They came and sat\non my porch steps, and Murchison came and sat with them, and all three\nsat and looked at Fluff and talked him over. Every few minutes\nthey would--Brownlee and Massett would--get up and shake hands with\nMurchison, and congratulate him on having gotten rid of Fluff, and\nMurchison would blush modestly and say:\n\n“Oh, that is nothing! I always knew I would get rid of him.” And there\nwas the dog not five feet from them, tied to my lawn hydrant. I watched\nand listened to them until I had had enough of it, and then I went into\nthe house and got my shotgun. I loaded it with a good BB shell and went\nout.\n\nFluff saw me first. I never saw a dog exhibit such intelligence as Fluff\nexhibited right then. I suppose travel had broadened him, and probably\nthe hydrant was old and rusted out, anyway. When a man moves into a\nhouse he ought to have _all_ the plumbing attended to the first thing.\nAny ordinary, unbroadened dog would have lain down and pulled, but Fluff\ndidn't. First he jumped six feet straight into the air, and that pulled\nthe four feet of hydrant pipe up by the roots, and then he went away.\nHe took the hydrant and the pipe with him, and that might have surprised\nme, but I saw that he did not know where he was going nor how long he\nwould stay there when he reached the place, and a dog can never tell\nwhat will come handy when he is away from home. A hydrant and a piece of\niron pipe might be the very thing he would need. So he took them along.\n\nIf I had wanted a fountain in my front yard, I could not have got one\nhalf as quickly as Fluff furnished that one, and I would never have\nthought of pulling out the hydrant to make me one. Fluff thought of\nthat--at least Brownlee said he thought of it--but I think all Fluff\nwanted was to get away. And he got away, and the fountain didn't happen\nto be attached to the hydrant, so he left it behind. If it had been\nattached to the hydrant, he would have taken it with him. He was a\nstrong dog.\n\n“There!” said Brownlee, when we had heard the pipe rattle across the\nEighth Street bridge--“there is intelligence for you! You ought to be\ngrateful to that dog all your life. _You_ didn't know it was against\nthe law to discharge a gun in the city limits, but Fluff did, and he\nwouldn't wait to see you get into trouble. He has heard us talking about\nit, Murchison. I tell you travel has broadened that dog! Look what he\nhas saved you,” he said to me, “by going away at just the psychological\nmoment. We should have told you about not firing a gun in the city\nlimits. You can't get rid of Fluff that way. It is against the law.”\n\n“Yes,” said Massett; “and if you knew Fluff as well as we do you would\nknow that he is a dog you can't shoot. He is a wonderful dog. He knows\nall about guns. Brownlee tried to make a duck dog out of him, and took\nhim out where the ducks were--showed him the ducks--shot a gun at the\nducks--and what do you think that dog learned?”\n\n“To run,” I said, for I had heard about Brownlee teaching Fluff to\nretrieve. Brownlee blushed.\n\n“Yes,” said Massett, “but that wasn't all. It doesn't take intelligence\nto make a dog run when he sees a gun, but Fluff did not run like an\nordinary dog. He saw the gun and he saw the ducks, and he saw that\nBrownlee only shot at ducks when they were on the wing. And he thought\nBrownlee meant to shoot him, so what does he do? Stand still? No; he\ntries to fly. Gets right up and tries to fly. He thought that was what\nBrownlee was trying to teach him. He couldn't fly, but he did his\nbest. So whenever Fluff sees a gun, he is on the wing, so to speak. You\nnoticed he was on the wing, didn't you?”\n\nI told him I had noticed it. I said that as far as I could judge, Fluff\nhad a good strong wing. I said I didn't mind losing a little thing like\na hydrant and a length or two of pipe, but I was glad I hadn't fastened\nFluff to the house--I always liked my house to have a cellar---and it\nwould be just like Fluff to stop flying at some place where there wasn't\nany cellar.\n\n“Oh,” said Massett, “he wouldn't have gone far with the house. A house\nis a great deal heavier than a hydrant. He would probably have moved the\nhouse off the foundation a little, but, judging by the direction Fluff\ntook, the house would have wedged between those two trees, and you would\nhave only lost a piece of the porch, or whatever he was tied to. But\nthe lesson is that you must not try to shoot Fluff unless you are a good\nwing shot. Unless you can shoot like Davy Crockett, you would be apt to\nwound Fluff without killing him, and then there _would_ be trouble!”\n\n“Yes,” said Murchison, “the Prevention of Cruelty to Animals folks.\nThere is only one way in which a dog can be killed according to law in\nthis place, and that is to have the Prevention of Cruelty to Animals\nfolks do it. You send them a letter telling them you have a dog you want\nkilled, and asking them to come and kill it. That is according to law.”\n\n“That,” I said firmly, “is what I will do.”\n\n“It won't do any good,” said Murchison sadly; “they never come. This\naddition to Gallatin is too far from their offices to be handy, and they\nnever come. I have eighteen deaths for Fluff on file at their offices\nalready, and not one of them has killed him. When you have had as much\nexperience with dogs as I have had you will know that the Prevention\nof Cruelty to them in this town does not include killing them when\nthey live in the suburbs. The only way a dog can die in the suburbs of\nGallatin is to die of old age.”\n\n“How old is Fluff?” I asked.\n\n“Fluff is a young dog,” said Brownlee. “If he had an ordinary dog\nconstitution, he would live fifteen years yet, but he hasn't. He has an\nextra strong constitution, and I should say he was good for twenty years\nmore. But that isn't what we came over for. We came over to learn how\nyou mean to get rid of Fluff.”\n\n“Brownlee,” I said, “I shall think up some way to get rid of Fluff.\nGetting rid of a dog is no task for a mind like mine. But until he\nreturns and gives me back my hydrant, I shall do nothing further. I am\nnot going to bother about getting rid of a dog that is not here to be\ngot rid of.”\n\nBy the time Fluff returned I had thought out a plan. Murchison had never\npaid the dog tax on Fluff, and that was the same as condemning him to\ndeath if he was ever caught outside of the yard, but when he was outside\nhe could not be caught. He was a hasty mover, and little things such as\nclosed gates never prevented him from entering the yard when in haste.\nWhen he did not jump over he could get right through a fence. But to\na man of my ability these things are trifles. I knew how to get rid of\nFluff. I knew how to have him caught in the street without a license. I\nchained him there.\n\nBrownlee and Massett and Murchison came and watched me do it. Our street\nis not much used, and the big stake I drove in the street was not much\nin the way of passing grocery delivery wagons. I fastened Fluff to\nthe stake with a chain, and then I wrote to the city authorities\nand complained. I said there was a dog without a license that was\ncontinually in front of my house, and I wished it removed; and a week or\nso later the dog-catcher came around and had a look at Fluff: He walked\nall around him while Massett and Brownlee and Murchison and I leaned\nover our gates and looked on. He was not at all what I should have\nexpected a dog-catcher to be, being thin and rather gentlemanly in\nappearance; and after he had looked Fluff over well he came over and\nspoke to me. He asked me if Fluff was my dog. I said he was.\n\n“I see!” said the dog-catcher. “And you want to get rid of him. If he\nwas my dog, I would want to get rid of him, too. I have seen lots of\ndogs, but I never saw one that was like this, and I do not blame you for\nwanting to part with him. I have had my eye on him for several years,\nbut this is the first opportunity I have had to approach him. Now,\nhowever, he seems to have broken all the dog laws. He has not secured a\nlicense, and he is in the public highway. It will be my duty to take him\nup and gently chloroform him as soon as I make sure of one thing.”\n\n“Tell me what it is,” I said, “and I will help you make sure of ft.”\n\n“Thank you,” he said, “but I will attend to it,” and with that he got on\nhis wagon and drove off. He returned in about an hour.\n\n“I came back,” he said, “not because my legal duty compels me, but\nbecause I knew you would be anxious. If I owned a dog like that, I would\nbe anxious, too. I can't take that dog.”\n\n“Why not?” we all asked.\n\n“Because,” he said, “I have been down to the city hall, and I have\nlooked up the records, and I find that the streets of this addition to\nthe city have not been accepted by the city. The titles to the property\nare so made out that until the city legally accepts the streets, each\nproperty owner owns to the middle of the street fronting his property.\nIf you will step out and look, you will see that the dog is on your own\nproperty.”\n\n“If that is all,” I said, “I will move the stake. I will put him on the\nother side of the street.”\n\n“If you would like him any better there,” said the dog-catcher, “you can\nmove him, but it would make no difference to me. Then he would be on the\nprivate property of the man who owns the property across the street.”\n\n“But, my good man,” I said, “how _is_ a man to get rid of a dog he does\nnot want?”\n\nThe dog-catcher frowned.\n\n“That,” he said, “seems to be one of the things our lawmakers have not\nthought of. But whatever you do, I advise you to be careful. Do not try\nany underhand methods, for now that my attention has been called to the\ndog, I shall have to watch his future and see that he is not badly used.\nI am an officer of the Prevention of Cruelty to Animals as well as a\ndog-catcher, and I warn you to be careful what you do with that dog.”\n\nThen he got on his wagon again and drove away.\n\nThe next morning I was a nervous wreck, for Fluff had howled all night,\nand Murchison came over soon after breakfast. He was accompanied by\nBrownlee and Massett.\n\n“Now, I am the last man in the world to do anything that my neighbors\nwould take offense at,” he said, as soon as they were seated on my\nporch, “and Brownlee and Massett love dogs as few men ever love them;\nbut something has to be done about Fluff. The time has come when we must\nsleep with our windows open, and neither Massett nor Brownlee nor I got\na minute of sleep last night.”\n\n“Neither did I,” I said.\n\n“That is different entirely,” said Murchison. “Fluff is your dog, and if\nyou want to keep a howling dog, you would be inclined to put up with the\nhowl, but we have no interest in the dog at all. We do not own him, and\nwe consider him a nuisance. We have decided to ask you to get rid of\nhim. It is unjust to your neighbors to keep a howling dog. You will have\nto get rid of Fluff.”\n\n“Exactly!” said Massett. “For ten nights I have not slept a wink, and\nneither has Murchison, nor has Brownlee--”\n\n“Nor I,” I added.\n\n“Exactly!” said Massett. “And four men going without sleep for ten\nnights is equal to one man going without sleep forty nights, which would\nkill any man. Practically, Fluff has killed a man, and is a murderer,\nand as you are responsible for him, it is the same as if you were a\nmurderer yourself; and as you were one of the four who did not sleep,\nyou may also be said to have committed suicide. But we do not mean to\ngive you into the hands of the law until we have remonstrated with you.\nBut we feel deeply, and the more so because you could easily give us\nsome nights of sleep in which to recuperate.”\n\n“If you can tell me how,” I said, “I will gladly do it. I need sleep\nmore at this minute than I ever needed it in my life.”\n\n“Very well,” said Massett; “just get out your shotgun and show it to\nFluff. When he sees the gun he will run. He will take wings like a\nduck, and while he is away we can get a few nights' rest. That will be\nsomething. And if we are not in good condition by that time, you can\nshow him the shotgun again. Why!” he exclaimed, as he grew enthusiastic\nover his idea, “you can keep Fluff eternally on the wing!”\n\nI felt that I needed a vacation from Fluff. I unchained him and went in\nto get my shotgun. Then I showed him the shotgun, and we had two good\nnights of sleep. After that, whenever we felt that we needed a few\nnights in peace, I just showed Fluff the shotgun and he went away on one\nof his flying trips.\n\nBut it was Brownlee--Brownlee knew all about dogs--who first called my\nattention to what he called the periodicity of Fluff.\n\n“Now, you would never have noticed it,” he said one day when Murchison\nand I were sitting on my porch with him, “but I did. That is because I\nhave studied dogs. I know all about dogs, and I know Fluff can run. This\nis because he has greyhound blood in him. With a little wolf. That is\nwhy I studied Fluff, and how I came to notice that every time you show\nhim the shotgun he is gone just forty-eight hours. Now, you go and get\nyour shotgun and try it.”\n\nSo I tried it, and Fluff went away as he always did; and Brownlee sat\nthere bragging about how Fluff could run, and about how wonderful he was\nhimself to have thought of the periodicity of Fluff.\n\n“Did you see how he went?” he asked enthusiastically. “That gait was a\nthirty-mile-an-hour gait. Why, that dog travels--he travels--” He took\nout a piece of paper and a pencil and figured it out. “In forty-eight\nhours he travels fourteen hundred and forty miles! He gets seven hundred\nand twenty miles from home!”\n\n“It doesn't seem possible,” said Murchison. “No,” said Brownlee frankly,\n“it doesn't.” He went over his figures again. “But that is figured\ncorrectly,” he said. “If--but maybe I did not gauge his speed correctly.\nAnd I didn't allow for stopping to turn around at the end of the out\nsprint. What we ought to have on that dog is a pedometer. If I owned a\ndog like that, the first thing I would get would be a pedometer.”\n\nI told Brownlee that if he wished I would give him Fluff, and he could\nput a pedometer, or anything else, on him; but Brownlee remembered he\nhad some work to do and went home.\n\nBut he was right about the periodicity of Fluff. Almost on the minute at\nthe end of forty-eight hours Fluff returned, and Brownlee and Murchison,\nwho were there to receive him, were as pleased as if Fluff had been\ngoing away instead of returning.\n\n“That dog,” said Brownlee, “is a wonderful animal. If Sir Isaac Newton\nhad that dog, he would have proved something or other of universal value\nby him. That dog is plumb full of ratios and things, if we only knew how\nto get them out of him. I bet if Sir Isaac Newton had had Fluff as\nlong as you have had him he would have had a formula all worked\nout--x/y(2xz-dog)=2(4ab-3x) or something of that kind, so that\nanyone with half a knowledge of algebra could figure out the square root\nof any dog any time of the day or night. I could get up a Law of Dog\nmyself if I had the time, with a dog like Fluff to work on. 'If one dog\ntravels fourteen hundred and forty miles at the sight of a gun, how far\nwould two dogs travel?' All that sort of thing. Stop!” he ejaculated\nsuddenly. “If one dog travels forty-eight hours at the sight of one gun,\nhow far would he travel at the sight of two guns? Murchison,” he\ncried enthusiastically, “I've got it! I've got the fundamental law of\nperiodicity in dogs! Go get your gun,” he said to me, “and I will get\nmine.”\n\nHe stopped at the gate long enough to say:\n\n“I tell you, Murchison, we are on the verge of a mighty important\ndiscovery--a mighty important discovery! If this thing turns out\nright, we will be at the root of all dog nature. We will have the great\nunderlying law of scared dogs.”\n\nHe came back with his shotgun carefully hidden behind him, and then he\nand I showed Fluff the two guns simultaneously. For one minute Fluff was\nstartled. Then he vanished. All we saw of him as he went was the dust he\nleft in his wake. Massett had come over when Brownlee brought over\nhis gun, and Murchison and I sat and smoked while Massett and Brownlee\nfought out the periodicity of Fluff. Brownlee said that for two guns\nFluff would traverse the same distance as for one, but twice as quickly;\nbut Massett said Brownlee was foolish, and that anyone who knew anything\nabout dogs would know that no dog could go faster than Fluff had gone\nat the sight of one gun. Massett said Fluff would travel at his regular\none-gun speed, but would travel a two-gun distance. He said Fluff would\nnot be back for ninety-six hours. Brownlee said he would be back in\nforty-eight hours, but both agreed that he would travel twenty-eight\nhundred and eighty miles. Then Murchison went home and got a map, and\nshowed Brownlee and Massett that if Fluff traveled fourteen hundred\nmiles in the direction he had started he would have to do the last two\nhundred miles as a swim, because he would strike the Atlantic Ocean\nat the twelve hundredth mile. But Brownlee just turned up his nose and\nsneered. He said Fluff was no fool, and that when he reached the coast\nhe would veer to the north and travel along the beach for two hundred\nmiles or so. Then Massett said that he had been thinking about\nBrownlee's theory, and he _knew_ no dog could do what Brownlee said\nFluff would do--sixty miles an hour. He said he agreed that a dog like\nFluff could do thirty miles an hour if he did not stop to howl, because\nhis howl represented about sixty horse power, but that no dog could ever\ndo sixty miles an hour. Then Brownlee got mad and said Massett was a\nborn idiot, and that Fluff not only _could_ do sixty miles, but he\ncould keep on increasing his speed at the rate of thirty miles per gun\nindefinitely. Then they went home mad, but they agreed to be on hand\nwhen Fluff returned. But they were not. Fluff came home in twenty-four\nhours, almost to the minute.\n\nWhen I went over and told Brownlee, he wouldn't believe it at first, but\nwhen I showed him Fluff, he cheered up and clapped me on the back.\n\n“I tell you,” he exclaimed, “we have made a great discovery. We have\ndiscovered the law of scared dogs. 'A dog is scared in inverse ratio to\nthe number of guns!' Now, it wouldn't be fair to try Fluff again without\ngiving him a breathing spell, but to-morrow I will come over, and we\nwill try him with four guns. We will work this thing out thoroughly,” he\nsaid, “before we write to the Academy of Science, or whatever a person\nwould write to, so that there will be no mistake. Before we give this\nsecret to the world we want to have it complete. We will try Fluff with\nany number of guns, and with pistols and rifles, and if we can get one\nwe will try him with a cannon. We will keep at it for years and years.\nYou and I will be famous.”\n\nI told Brownlee that if he wanted to experiment for years with Fluff\nhe could have him, but that all I wanted was to get rid of him; but\nBrownlee wouldn't hear of that. He said he would buy Fluff of me if he\nwas rich enough, but that Fluff was so valuable he couldn't think of\nbuying him. He would let me keep him. He said he would be over the next\nday to try Fluff again.\n\nSo the next day he and Murchison and Massett came over and held a\nconsultation on my porch to decide how many guns they would try on\nFluff. They could not agree. Massett wanted to try four guns and have\nFluff absent only half a day, but Brownlee wanted to have me break my\nshotgun in two and try that on Fluff. He said that according to the law\nof scared dogs, a half a gun, working it out by inverse ratio, would\nkeep Fluff away for twice as long as one gun, which would be ninety-six\nhours; and while they were arguing it out Fluff came around the house\nunsuspectingly and saw us on the porch. He gave us one startled glance\nand started north by northeast at what Brownlee said was the most\nmarvelous rate of speed he ever saw. Then he and Massett got down off\nthe porch and looked for guns, but there were none in sight. There\nwasn't anything that looked the least like a gun. Not even a broomstick.\nBrownlee said he knew what was the matter--Fluff was having a little\npractice run to keep in good condition, and would be back in a few\nhours; but, judging by the look he gave us as he went, I thought he\nwould be gone longer than that.\n\nI could see that Brownlee was worried, and as day followed day without\nany return of Fluff, Murchison and I tried to cheer him up, showing him\nhow much better we all slept while Fluff was away; but it did not cheer\nup poor Brownlee. He had set his faith on that dog, and the dog had\ndeceived him. We all became anxious about Brownlee's health--he moped\naround so; and just when we began to be afraid he was going into a\ndecline he cheered up, and came over as bright and happy as a man could\nbe.\n\n“I told you so!” he exclaimed joyfully, as soon as he was inside my\ngate. “And it makes me ashamed of myself that I didn't think of it the\nmoment I saw Fluff start off. You will never see that dog again.”\n\nI told Brownlee that that was good news, anyway, even if it did upset\nhis law of scared dogs; but he smiled a superior smile.\n\n“Disprove nothing!” he said. “It proves my law. Didn't I say in the\nfirst place that the time a dog would be gone was in inverse ratio\nto the number of guns? Well, the inverse ratio to no guns is infinite\ntime--that is how long Fluff will be gone; that is how long he will run.\nWhy, that dog will never stop running while there is any dog left in\nhim. He can't help it--it is the law of scared dogs.”\n\n“Do you mean to say,” I asked him, “that that dog will run on and on\nforever?”\n\n“Exactly!” said Brownlee proudly. “As long as there is a particle of him\nleft he will keep on running. That is the law.”\n\nMaybe Brownlee was right. I don't know. But what I would like to know is\nthe name of some one who would like a dog that looks like Fluff, and is\nhis size, and that howls like him and that answers to his name. A dog of\nthat kind returned to Murchison's house a long time before infinity, and\nI would like to get rid of him. Brownlee says it isn't Fluff; that his\nlaw couldn't be wrong, and that this is merely a dog that resembles\nFluff. Maybe Brownlee is right, but I would like to know some one that\nwants a dog with a richly melodious voice.\n\nTHE END",
    "metadata": {
        "author": [
            "Butler, Ellis Parker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/44146/pg44146.txt",
        "name": "that_pup.json"
    }
}