{
    "name": "The Last Gentleman",
    "author": [
        "Magill, Rory",
        "Faulkner, Dorothea M."
    ],
    "body": "\n[Sidenote: _No one knew, no one cared. For a great lethargy was\novercoming the people and their only salvation was--_]\n\n\nThe explosion brought Jim Peters upright in bed. He sat there, leaning\nback on the heels of his hands, blinking stupidly at the wall. His\nvision cleared and he looked down at Myra, just stirring beside him.\nMyra opened her eyes.\n\nJim said, \"Did you feel that?\"\n\nMyra yawned. \"I thought I was dreaming. It was an explosion or\nsomething, wasn't it?\"\n\nJim's lips set grimly. After ten years of cold war, there was only one\nappropriate observation, and he made it. \"I guess maybe this is it.\"\n\nAs by common agreement, they got out of bed and pulled on their robes.\nThey went downstairs and out into the warm summer night. Other people\nhad come out of their homes also. Shadowy figures moved and collected in\nthe darkness.\n\n\"Sounded right on top of us.\"\n\n\"I was looking out the window. Didn't see no flash.\"\n\n\"Must have been further away than it seemed.\"\n\nThis last was spoken hopefully, and reflected the mood of all the\npeople. Maybe it wasn't the bomb after all.\n\nOddly, no one had thought to consult a radio. The thought struck them as\na group and they broke into single and double units again--hurrying back\ninto the houses. Lights began coming on here and there.\n\nJim Peters took Myra's hand, unconsciously, as they hurried up the porch\nsteps. \"Hugh would know,\" Jim said. \"I kind of wish Hugh was here.\"\n\nMyra laughed lightly--a calculated laugh, meant to disguise the gravity\nof this terrible thing. \"That's not very patriotic, Jim. If that was the\nbomb, Hugh will be kept busy making other bombs to send back to them.\"\n\n\"But he'd know. I'll bet he could tell just by the sound of it.\" Jim\nsmiled quietly in the darkness--proudly. It wasn't everybody who had a\ngenius for a brother. A nuclear scientist didn't happen in every family.\nHugh was somebody to be proud of.\n\nThey turned on the radio and sat huddled in front of it. The tubes\nwarmed with maddening slowness. Then there came the deliberately\nimpersonal voice of the announcer:\n\n\"--on the strength of reports now in, it appears the enemy bungled\nbadly. Instead of crippling the nation, they succeeded only in alerting\nit. The bombs--at this time there appear to have been five of them\ndropped--formed a straight north-south line across western United\nStates. One detonated close to the Idaho-Utah line. The other four were\nplaced at almost equi-distant points to the south--the fifth bomb,\naccording to first reports, exploding in a Mexican desert. We have been\ninformed that Calas, Utah, a town of nine hundred persons, has been\ncompletely annihilated. For further reports, keep tuned to this\nstation.\"\n\nA dance band cut in. Jim got up from his chair. \"They certainly did\nbungle,\" he said. \"Imagine wasting four atom bombs like that.\"\n\nMyra got up also. \"Would you like some coffee?\"\n\n\"That'd be a good idea. I don't feel like going back to bed. I want to\nlisten for more reports.\"\n\nBut there were no more reports. An hour passed. Another and another. Jim\nspun the dials and got either silence or the cheerful blatherings of\nsome inane disc jockey who prattled on as though nothing had happened.\n\nFinally Jim snapped the set off. \"Censorship,\" he said. \"Now we're going\nto see what it's really like.\"\n\nIn the morning they gathered again in groups--the villagers in this\nlittle community of five hundred, and discussed the shape of things to\ncome, as they visualized them.\n\n\"It'll take a little time to get into action,\" old Sam Bennett said.\n\"Even expecting it, and with how fast things move these days--it'll take\ntime.\"\n\n\"If they invade us--come down from the north--you think the government\nwill let us know they're coming?\"\n\n\"You can't tell. Censorship is a funny thing. In the last war, we knew\nmore about what was going on in Europe than the people that lived\nthere.\"\n\nAt that moment, old Mrs. Kendal fainted dead away and had to be carried\nhome. Three men carried her and Tom Edwards was one of them. \"Kind of\nheavy, ain't she?\" Tom said. \"I never thought Mary weighed much more\nthan a hundred.\"\n\nThat night the village shook. In his home, Jim staggered against the\nwall. Myra fell to the floor. There were two tremors--the second worse\nthan the first. Then things steadied away, and he helped Myra to her\nfeet.\n\n\"But there wasn't any noise,\" Myra whispered. The whisper was loud in\nthe silence.\n\n\"That was an earthquake,\" Jim said. \"Nothing to worry about. Might be\none of the bomb's after effects.\"\n\nThe quake did no great damage in the village, but it possibly\ncontributed to old Mrs. Kendal's death. She passed on an hour later.\n\"Poor old lady,\" a neighbor told Myra. \"She was plain weary. That was\nwhat she said just before she closed her eyes. 'Hazel' she said, 'I'm\njust plumb tuckered.'\"\n\nThe neighbor wiped her face with her apron and turned toward home.\n\"Think I'll lie down for a spell. I'm tuckered myself. Can't take things\nlike I used to.\"\n\n\n\nNow it was a week after the earthquake--two weeks after the falling of\nthe bombs, and the town went on living. But it was strange, very\nstrange. Art Cordell voiced the general opinion when he said, \"You know,\nwe waited a long time for the thing to happen--we kind of visualized,\nmaybe, how it'd be. But I didn't figure it'd be anything like this.\"\n\n\"Maybe there isn't any war,\" Jim said. \"Washington hasn't said so.\"\n\n\"Censorship.\"\n\n\"But isn't that carrying censorship a little too far? The people ought\nto be told whether or not they're at war.\"\n\nBut the people didn't seem to care. A deadening lethargy had settled\nover them. A lethargy they felt and questioned in their own minds, but\ndidn't talk about, much. Talking itself seemed to have become an effort.\n\nThis continued weariness--this dragging of one foot after another--was\nevidently the result of radiation from the bombs. What other place could\nit come from? The radiation got blamed for just about everything\nuntoward that happened. It caused Jenkin's apples to fall before they\nwere half-ripe. Something about it bent the young wheat to the ground\nwhere it mildewed and rotted.\n\nSome even blamed the radiation for the premature birth of Jane Elman's\nbaby, even though such things had happened before even gun powder was\ninvented.\n\nBut it certainly was a strange war. Nothing came over the radio at all.\nNobody seemed to care, really. Probably because they were just plain too\ntired. Jim Peters dragged himself to and from work in sort of a daze.\nMyra got her housework done, but it was a greater effort every day. All\nshe could think of was the times she could drop on the lounge for a\nrest. She didn't care much whether a war was going on or not.\n\nPeople had quit waiting for them to come down from the north. They knew\nthat the places where the bombs had fallen were guarded like Fort Knox.\nNobody got in or out.\n\nJim remembered the flash, the color, the rumors, the excitement of World\nWar Two. The grim resolution of the people to buckle down and win it.\nDepots jammed. Kids going off to join.\n\nBut nobody went to join this war. That was funny. Somehow Jim hadn't\nthought of that before. None of the kids was being called up. Did they\nhave enough men? Washington didn't say. Washington didn't say anything.\n\nAnd the people didn't seem to care. That was the strange thing, when you\ncould get your tired mind to focus on it.\n\nThe people didn't care. They were too busily occupied with the grim\nbusiness of putting one foot in front of the other.\n\nJim got home one evening to find Myra staring dully at a small handful\nof ground meat. \"That's a pound,\" she said.\n\nJim frowned. \"What do you mean? That little bit?\"\n\nMyra nodded. \"I asked for a pound of hamburger and Art put that much on\nthe scale. In fact not even that much. It said a pound. I saw it. But\nthere was such a little bit that he felt guilty and put some more on.\"\n\nJim turned away. \"I'm not hungry anyhow,\" he said.\n\n\n\nAt ten that night, after they were in bed, a knock sounded on the door.\nThey had been in bed three hours, because all they could think of as\nsoon as they had eaten was getting into bed and staying there until the\nlast possible minute on the following morning.\n\nBut the knock came and Jim went down. He called back upstairs with more\nlife than he'd shown in a long time, \"Myra--come down. It's Hugh. Hugh's\ncome to see us.\"\n\nAnd Myra came down quickly--something she hadn't done for a long time\neither.\n\nHugh seemed weary and drawn, but his smile was the same. Hugh hadn't\nchanged a great deal from the gangling kid who never studied mathematics\nin school but always had the answers. It came natural to him.\n\nDuring the coffee that Myra made, Hugh said, \"Had quite a time getting\nhere. Trains disrupted. All air lines grounded. But I wanted to see you\nagain before--\"\n\n\"Then there _is_ a war,\" Jim said. \"We've been kind of wondering out\nhere. With the censorship we don't get any news and the people\nhereabouts have almost forgotten the bombs I guess.\"\n\nHugh stared into his coffee cup for a long time. \"No--there isn't any\nwar.\" Hugh grinned wryly. \"I don't think anybody in the world has got\nenough energy left to fight one.\"\n\n\"There _was_ one then? One that's over?\" Jim felt suddenly like a fool,\nsitting here on a world that might have gone through a war stretching\nfrom pole to pole, and asking if it had happened as though he lived on\nMars somewhere--out of touch. But that's the way it was.\n\n\"No there wasn't any war.\"\n\n\"You mean our government shot off those bombs themselves? You know I\nthought it was funny. Landing out in the desert that way like they did.\n\n\"Old Joe would have hit for Chicago or Detroit or New York. It was silly\nto say bombs dropped on the desert came from an enemy.\"\n\n\"No--the government didn't fire them.\"\n\nMyra set her cup down. \"Jim, stop asking Hugh so many questions. He's\ntired. He's come a long way. The questions can wait.\"\n\n\"Yes--I guess they can. We'll show you where your room is, Hugh.\"\n\nAs she opened the window of the spare bedroom, Myra stood for a moment\nlooking out. \"Moon's certainly pretty tonight. So big and yellow. Wish I\nwasn't too tired to enjoy it.\"\n\nThey went to bed then, in the quiet home under the big yellow moon over\nthe quiet town. A moon over a quiet country--over a weary, waiting,\nworld.\n\nJim didn't go to work the next day. He hadn't planned to stay away from\nwork, but he and Myra awoke very late and it was then that he made up\nhis mind. For a long time, they lay in bed, not even the thought of Hugh\nbeing around and all the things they wanted to talk about, could bring\nthem out of bed until they felt guilty about not getting up.\n\nHugh was sitting on the front porch watching the still trees in the\nyard. There was a breeze blowing, but it wasn't enough to move the\nleaves. Every leaf hung straight down, not stirring, and the grass\nseemed matted and bent toward the earth.\n\nMyra got breakfast. She dropped the skillet while transferring the eggs\nto a platter but she got her foot out of the way so no harm was done.\nAfter breakfast the men went back outside. Jim moved automatically\ntoward a chair.\n\nThen he stopped and frowned. He straightened deliberately. He turned and\nlooked at his brother. He said, \"Hugh. You're a man that knows. What's\nwrong? What did those bombs do to us? Tell me. I've got to know.\"\n\nHugh was silent for a time. Then he said, \"Feel up to a walk?\"\n\n\"Certainly. Why not?\"\n\nThey went to the edge of town and out into a pasture and stopped finally\nby a brook where the water flowed sluggishly.\n\nAfter a while, Hugh said, \"I'm not supposed to tell anybody anything,\nbut somehow it doesn't seem decent--keeping the truth from your own\nbrother. And what difference does it make--really?\"\n\n\"What's happened, Hugh.\"\n\n\"There weren't any bombs.\"\n\n\"No bombs.\"\n\n\"It happened this way. Long before this Earth was formed, a million\nlight years out in space, a white dwarf died violently.\"\n\n\"You're talking in riddles.\"\n\nHugh looked up into the blue sky. \"A dwarf star, Jim. So incredibly\nheavy, it would be hard for you to conceive of its weight. This star\nblew up--broke into five pieces and the five pieces followed each other\nthrough space. This world was formed in the meantime--maybe even this\ngalaxy--we don't know. So the five pieces of heavy star had a rendezvous\nwith a world unborn. The world was born and grew old and then the\nrendezvous was kept. Right on schedule. On some schedule so huge and\nponderous we can't even begin to understand it.\"\n\n\"The five bombs.\"\n\n\"They hit the earth in a line and drove deep into the ground. But that\nwas only the beginning. It all has to do with magnetism--the way they\nkept right on burrowing toward the center of our earth--causing the\nearthquakes--causing apples to fall from trees.\" Hugh turned to glance\nat Jim. \"Did you know you weigh around six hundred pounds now?\"\n\n\"I haven't weighed myself lately.\"\n\n\"We checked and found out what the stuff was. We'd never seen anything\nlike it before. That star was a real heavyweight. All the pieces are\ndrawing together toward the center of earth. But they'll never get\nthere.\"\n\n\"They won't.\"\n\n\"We're doomed, Jim. Earth is doomed. That's the why of this censorship.\nWe didn't want panics--mass suicide--a world gone mad.\"\n\n\"How's it going to come?\"\n\n\"If allowed to run its course, the world would come to a complete\nstandstill. Nothing would grow. People would move slower and slower\nuntil they finally fell in their tracks and could not get up. Eternal\nnight on one side of a dead planet--eternal day on the other.\"\n\n\"But it's not going to happen?\"\n\nHugh's mind went off on another track. \"You know, Jim--I've never been a\nreligious man. In fact I've only had one concept of God. I believe that\nGod--above all, is a gentleman.\"\n\nJim said nothing and after a moment, Hugh went on. \"Do you know what\nthey do when they execute a man by firing squad?\"\n\n\"What do they do?\"\n\n\"After the squad fires its volley, the Captain steps up to the fallen\nman and puts a bullet through his brain. The man is executed for a\nreason, but the bullet is an act of mercy--the act of a gentleman.\n\n\"We are being executed for a reason we can't understand, and the bullet\nhas already been fired, Jim. Another ten hours--eleven hours.\"\n\n\"What bullet?\"\n\n\"Look up there. See it? The Moon.\"\n\nJim looked dully into the sky. \"It's bigger--a way bigger.\"\n\n\"Hurtling in toward us at ever increasing speed. When it hits--\"\n\nJim looked at his brother with complete understanding at last. \"When it\nhits--we won't be here any more.\"\n\n\"That's right. A quick, easy death for the world--from the bullet fired\nby the Last Gentleman.\"\n\nThey turned back toward the house. \"Shall I tell Myra,\" Jim asked.\n\n\"What do you think you should do?\"\n\n\"No--no, we won't tell her. We've got ten hours.\"\n\n\"Yes--we've got ten hours.\"\n\n\"Let's go home and have some coffee.\"",
    "metadata": {
        "author": [
            "Magill, Rory",
            "Faulkner, Dorothea M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32655/pg32655.txt",
        "name": "the_last_gentleman.json"
    }
}