{
    "name": "The Last Plunge",
    "author": [
        "Sackett, Sam",
        "Sackett, S. J. (Samuel John)",
        "Sackett, S.J.",
        "Sackett, Samuel J. (Samuel John)",
        "Sackett, Samuel John"
    ],
    "body": "When you are only about ninety degrees from absolute zero, it is not\nhot, despite the fact that the sun is shining down on you twenty-four\nhours a day. The answer to this riddle is that you are on Uranus, in\nthe arctic circle, where the sun is a bright star almost directly\noverhead. And what are you doing on Uranus? You need the money.\n\nNils Borgmann, however, was sweating. And the reason was that the\nheating unit on his space suit, like the heating units on almost all\nspace suits, was not functioning properly. The breathing mechanism was\nin good shape, however, and the oxygenerator on the raft pumped in\nfresh air in satisfying amounts.\n\nNils needed money badly, for he had a wife and seven children. So he\nsaid, \"Let me down a little farther.\" For he saw a big, white shape\ndimly through the murk--an air lion.\n\nUp on the raft, where they heard the message, the drum went round and\npaid out another twenty feet of the cable by which Nils Borgmann was\nsuspended in the Uranian atmosphere. Borgmann took aim and fired.\n\nThe shape kept moving. An air lion's hide is so tough that you have to\nhit it right under the ribs or through the eye in order to kill it, and\nNils could not see that one clearly enough, despite the headlamp on his\nhelmet.\n\n\"Get it?\" came the voice in his earphones.\n\n\"I'll tell you when I've got one,\" Nils said.\n\n\"We're sending down Petrone.\"\n\n\"How about running the harpoon down to where I am?\"\n\n\"Okay, Nils. Sorry,\" the voice said.\n\nThe radio was very comforting to Nils Borgmann. Through it he felt\nclose to the surface, as if he had friends ready to help him at any\nmoment. It made him forget the real dangers of his situation.\n\nNils saw the harpoon come jerking down into his reach. He grabbed it\nwith his left hand, then held out his right for another shot at the air\nlion.\n\n\"Take it easy,\" Petrone's voice came into his eardrums. \"Don't get me\nwith that thing.\"\n\n\"Can you see it? It's getting away from me.\"\n\n\"I think so,\" Petrone said. \"I think it's coming my way.\"\n\n\"Oh,\" Nils said. That was one more bonus he wouldn't get. He looked\naround, hoping to sight another lion.\n\nThe sound of a muffled report came in over Nil's earphones. Then\nPetrone swore in Italian. Nils always had to laugh because Petrone\nwould never swear in English.\n\nAnd then the white shape came looming through the murkiness right at\nNils's pistol. He could even see the animal's eye, whereas usually you\nwere lucky if you could distinguish the head. He raised his gun and\nfired and had the satisfaction of seeing the lion flounder and thrash\nand finally subside, floating aimlessly in the air.\n\n\"Got it,\" Nils said, grinning. That was another bonus, and each time\nNils got a bonus, one of his kids had enough money to get through\ncollege. He threw the harpoon and snagged the beast just behind it's\nright foreflipper. Pulling in the harpoon cable, he made certain that\nthe weapon was firmly embedded in the lion's flesh.\n\n\"Pull away,\" he said.\n\n\"We think you'd better come up, too,\" they said on the raft.\n\n\"Okay,\" Nils said. There was only one more child to earn an education\nfor, and then he was going to quit.\n\nHe and the dead lion were pulled up through the atmosphere slowly and\ngently, but side by side, so that he could look closely at the beast he\nhad killed.\n\n\n\nEvolution had been kind to the air lion of Uranus. To the only animal\ninhabitant of a planet whose surface temperature is -180 degrees\nCentigrade, Evolution had granted the thickest fur coat of any\nanimal known to man and a cold-blooded circulatory system. To the\ninhabitant of a planet whose atmosphere is mostly hydrogen and methane,\nEvolution had given a complicated respiratory apparatus that breathed\nin hydrogen and exhaled hydrogen sulfide. To retain the balance of\nUranian chemistry, Evolution had provided a brittle, yellow, rootless\nplant-life that inhaled hydrogen sulfide and exhaled hydrogen. To the\ninhabitant of a planet where most of the atmosphere was in a liquid\nstate, Evolution had seen to it that the air lion was perfectly capable\nof living entirely in a liquid environment: a thick skin and heavy bone\nstructure enabled the air lion to withstand the heavy pressures of the\nUranian depths, gills made it possible for him to breathe liquids,\nand his powerful flippers made him the strongest swimmer in the solar\nsystem.\n\nOne would say that a bountiful Providence had been good to the air\nlion. Granted the inconveniences of its environment, certainly the air\nlion was efficiently equipped by Nature to live on its home planet.\nBut Providence also provided the air lion with a natural enemy which\nbade fair to exterminate the species. And that enemy was women--the\nsame women (or rather, their descendants) who caused the extermination\nof the egret. Women on Earth had taken a fancy to air lion coats; and,\ndespite the high cost of these coats (between forty and fifty thousand\ndollars), the number of air lions was decreasing more rapidly than any\nspecies could withstand.\n\nTo begin with, air lions were limited to the \"northern\" hemisphere\nof Uranus. Uranus is a topsy-turvey planet, tipped on its axis and\nrolling around the sun in the plane of its equator. The \"northern\"\nhemisphere, then, is that side of the planet which is always turned\ntoward the sun--for which the sun is the pole star. This restriction on\nthe area in which air lions may thrive imposed a natural limitation on\nthe number of animals which there were in the first place. The demand\nfor air lion pelts--despite the fact that the beasts were so large\nthat an entire coat might be made from one of them--caused a dangerous\ndepletion.\n\n\n\nNils's helmet broke atmosphere, and then hands were grappling him,\nhelping him up the ladder, and pulling him aboard the \"raft.\" The raft\nactually was a well constructed metal vessel; but, as it did not need\na powerful engine, its motor was so weak that it hardly counted. Its\ngunwales rose only a few feet out of the air.\n\nNils, as usual, fell to the deck with a clatter. One of the\nspace-suited men on the raft knelt down to look at him. \"Hi, Borgmann,\"\nthe man said. \"Congratulations.\" His name was Kerr.\n\nNils smiled. Yes, it was worth congratulations. He was now only one\nlion--only one bonus--away from his goal, and then he could quit. And\nhe'd be glad to quit. Dangling by a cable in liquid atmosphere is not\nsafe work, and Borgmann was getting old for that kind of thing.\n\nAnother man squatted down and said, \"Yeah, Nils. Happy birthday.\"\n\nBirthday! Nils had forgotten all about it. That was right--he was\nthirty-five today. Realizing that he must have looked puzzled, he\nlaughed. \"It slipped my mind completely,\" he explained. \"When you're\non another planet, Earth dates get all mixed up.\"\n\nKerr said, \"The captain's ordered you aloft for a physical check-up. It\ncame over the radio while you were down.\"\n\nNils Borgmann stopped laughing. That could mean he'd never get a chance\nto make another plunge, never have another crack at an air lion, never\ncollect that seventh bonus. They'd rotate him, put him on the mother\nship and fill in on the raft with a substitute.\n\nNils clambered to his feet, helped by Kerr and the other man, and\nwalked over to take a look at the air lion he had just killed. It was\na good, big beast, its fur still that faint yellowish color that was\nbleached out on Earth. It looked something like a walrus, but without\nany tusks.\n\n\"Just one more,\" Nils said, \"and I'm going to quit. I've got thirty\nthousand dollars in bonuses, on top of my pay.\"\n\nKerr said, \"That's almost enough to buy your wife an air lion coat.\nThat'd be a nice present, so that you could be reminded of your happy\ndays on Uranus every time she wore it.\"\n\nNils laughed and said, \"Go to hell.\" He was feeling pretty good again.\nKerr always perked him up. After all, a physical examination might be\njust routine; they might find out that he could go on hunting air\nlions for five more years if he wanted to.\n\nThe scout came roaring over the horizon; but no one could hear it in\nthe airlessness. Somebody saw it and said, \"Here comes Erskine!\" and\neverybody turned to watch. The scout was a gaudy red and came in low\nover the surface of the atmosphere. It put out its pontoons and came to\na landing near the raft. Then it taxied over slowly, its jets running\nat their lowest speed. When it got very close it cut its motors and men\nin clumsy space suits grappled it and made it fast with ropes.\n\nErskine hopped out of the scout. You could tell who it was from the\ncocky stride and the colorfully decorated suit, which he spent hours in\npainting and shining. \"Who's Nils Borgmann?\" he asked. \"The lucky man\ngets a trip upstairs for tonight. You scow jockeys will have to sleep\nout in the cold again.\"\n\nActually, the raftsmen lived in an air-filled bubble in the center of\nthe raft which was comfortable and warm. But it was a standing joke\nthat the men \"upstairs,\" in the ship that wheeled idly in its orbit\naround Uranus, slept in feather beds every night with all the comforts\nof home except women--and some rumors even gave them that advantage.\n\n\"Here I am,\" Borgmann said.\n\n\"Let's go,\" Erskine said. \"This smell offends my nostrils. I just don't\nknow how you guys stand it down here.\"\n\nSomebody guffawed, and somebody else began singing, \"Swing low, sweet\nchariot, comin' for to carry me home....\"\n\n\n\nBorgmann walked to Erskine's side and let the scout pilot boost him\ninto the cabin. \"So long, suckers,\" Erskine said as he climbed into\nthe scout and clanged the door shut behind him. He pressed a button\nwhich cleared out the faint traces of Uranian atmosphere in the cabin\nand pumped in an Earth-type mixture. Then he unscrewed his helmet and\ngrinned at Nils, who by then was struggling with his own. \"I hear you\ngot your sixth one today,\" he said, starting up the jets.\n\n\"That's right,\" Nils answered self-consciously.\n\n\"Well, that's good. There aren't many men with six lions to their\ncredit.\" He took off, and Nils could feel the scout rising, heading out\ninto space.\n\nErskine was busy with his navigation, and Nils was glad that there\nwas little time for conversation. He leaned back and closed his eyes.\nHe was always tired after a plunge. But sleep would not come, and he\nroused himself and peered out of the porthole.\n\nBy this time the raft had dwindled to a speck on the vast, featureless\nsurface, and the scout had climbed high above it. The sky was black,\neven though it was a region of eternal day. On the raft, far below,\nlittle sparkles of light moved in a random dance--the headlamps of the\nmen.\n\nBut out and away the scout moved until the horizon lay between it and\nthe raft. High and higher it went until the planet was a smooth, gray\nball beneath and behind it. And then, out of the black daylight sky,\na pattern of red and green lights seemed to take shape above them and\nahead. It was _Proserpine_, their ship.\n\nThe scout and the ship fell toward each other at tremendous speeds:\nthe ship loomed huge, like a great silver cigar, then like a curved\nwall, then like a metal hand someone was holding up just outside the\nportholes so that you could not see out. It seemed to Nils that it was\ninevitable that they crash. Erskine flipped the ship over, but there\nwas no discomfort because neither he nor Nils had any weight to be\ndisplaced. And then Nils saw him flip the toggle that turned on the\nscout's magnetic grapple. There was a scrape and a jarring bump that\nsent Nils floating out into weightlessness. And the scout had arrived\nhome.\n\nThe scout was swung into the ship by powerful motors, and after the\nringing of the bell which signified that the scout's berth was filled\nwith air, the two men emerged from the small craft and went into the\nship. Captain Davis was there to greet them. \"Good trip,\" he told\nErskine. \"Borgmann, I'll bet you're happy to get aboard ship again.\" He\nshook hands vigorously. \"We have a good hot dinner waiting for you, and\nthen a bath and a soft bed. You'll see Dr. Carpenter in the morning.\"\n\nAnd, after months on the raft, life on board _Proserpine_ was a luxury.\nThe food was good; even though it, like that on the raft, came from\ncans, it was prepared with more artistry. There were no facilities for\nbathing on the raft, and the streaming water of the shower and rich\nsuds of the soap was a real sensuous delight. And the beds--well, the\nbunks on the raft were good, but there was something about the beds\non the ship that were so eminently sleepable that Nils dropped off\nimmediately, not even thinking about the physical examination.\n\n\n\nIt was the first thing he thought of, however, when he woke up in\nthe morning. And he was worried. It seemed, today, very real and\ninescapable; last night the idea had been so new that he had not really\nbeen fully aware of what it might mean.\n\nAnd immediately after breakfast he was subjected to it. The doctor was\nthorough; Nils had to give him credit for that. And at the end, he\nsaid, \"Well, Borgmann, it looks like a vacation for you.\"\n\nNils had been dreading those words so much that they were really not\nmuch of a surprise to him. But still there was a dejection that he\ncould not overcome. He said, \"What are the chances of my getting one\nmore lion before I have to quit?\"\n\nThe doctor was surprised. \"Generally the men are glad enough to get off\nUranus. We'll have enough trouble getting one of _Proserpine's_ crewmen\nto go down there and take your place.\"\n\n\"I know,\" Nils said, \"but with me it's different. I want one more\nchance at a lion.\"\n\n\"Well,\" the doctor said, \"you'll have to take that up with Captain\nDavis. But, my recommendation is that you stay up here on _Proserpine_\nuntil we go home.\"\n\nAnd so Nils took up the matter with Captain Davis. The captain was also\nsurprised. \"I can't understand it, Nils. You have thirty thousand\ndollars in bonuses already, on top of your salary of six thousand for\nthe year. Why do you want to go down again and take all those chances?\"\n\nNils was not a man for making speeches, but he did his best to explain\nto the Captain that he had seven children, and it took one air lion to\nget each of them a college education. He had one child unprovided for,\nlittle Siegfried, and he didn't want to quit until he had taken care of\nthem all.\n\n\"Well, that's very commendable, Nils, and I can appreciate your point.\nBut why are you so certain that it will take exactly five thousand\ndollars to get each one through college? There are state universities,\nyou know, and they aren't very expensive. And if they ran short, they\ncould make their own way for part of the time, you know. Why don't you\njust divide the money you have now among the seven kids?\"\n\n\"I can see I'm not explaining this so good,\" Nils said. \"But they're\nmy kids, Captain, and I want to do it right for each of them in my own\nway.\" The image of Eric--the oldest and his favorite--came into his\nmind, and his eyes grew warm and moist.\n\n\"Yes, I understand that, Nils, but--\"\n\n\"No, Sir, you don't understand. I have a dream, and I'm just about\nto have it come true. You can't make me stop short now and change the\ndream.\" He wanted to go on, but the words would not come to him.\n\n\"Well,\" Captain Davis said, more seriously now, \"maybe you are right.\"\nHe nodded, soberly. \"Nils, you've been on Uranus about six Earth\nmonths, now. The doctor says you shouldn't take even one more plunge.\nIt's hard work, and it's a strain, and you're wearing out. You're\nwearing out gradually--but still faster, much faster, than a man would\non Earth, no matter what he did. But this isn't something that just\nhappened yesterday, Nils; it's been going on since you got here. You\nwere lucky we let you sign on, close as you were to the age limit. Who\ncan say when you finally crossed the danger line? Maybe a month, maybe\ntwo months ago. You've been on borrowed time since then, whenever it\nwas. You shouldn't have taken that plunge yesterday, or perhaps the\nlast fifty plunges. Do you realize that?\"\n\n\"I guess so.\"\n\n\"And we're doing you a favor. Instead of gambling with your life, you\ncan knock off now, take your thirty thousand dollars, and call yourself\nthe winner.\"\n\n\"Captain, I don't care what you say. It's my dream, and I want to get\nthat seventh lion.\"\n\n\"Nils, you're a stubborn cuss. All right. But the minute you get that\nlion on your harpoon, we're hauling you up.\"\n\nNils grinned happily. \"That's a deal,\" he said.\n\nAnd so Erskine took Nils back down to the raft.\n\n\n\nOn Uranus there is no sense trying to make a man adapt to any of the\nnatural divisions of time there, such as the rotation of the moons\nor the position of the sun; and as long as man is attuned to the\nartificial twenty-four hour day anyway, that is the most convenient\nunit of time. You have sixteen hours to yourself, for whatever you want\nto do--sleeping, reading, playing the visitapes, or anything else that\nstrikes your fancy in the limited space of the air bubble, half of\nwhich is always dark and the other half always light.\n\nBut the other eight hours belong to the company. For six of them you\nman the pumps or the radio equipment or the cable drum while the other\nmen plunge, and you make your plunges in the other two.\n\nWhen Nils went on duty that day, he was on the radio, and Kerr was\ndown below. The optimism he had felt after his talk with the captain\nwas dissipated. He realized that, after all, the air lions were a\ndisappearing species. He had been here hunting them for six months and\nhad bagged only six. One a month--yet that was the best record of any\nof the men. And here he was, expecting to get his seventh in the next\nday or so.\n\nKerr was calling for more cable. Nils reassured him absently and\nsignaled the crew at the drum.\n\nThe hunter said, \"What's the matter, Nils? You don't sound happy.\"\n\nNils said into the microphone, \"Don't worry about me. You watch out for\nthose lions.\"\n\nHe glanced at his watch. He had been on duty now only twenty minutes.\nAn hour and forty minutes to go before his plunge. Usually you took it\nfirst, in order to be in your best condition, rested and untired. But,\nbecause Nils had got out of order owing to his trip upstairs, he had to\ntake his plunge after he had already been on duty for two hours.\n\nThat was bad. He would be just a little tired. He wouldn't be quite in\nthe right condition. His responses would be just a shade off. The work\nwould be just that much more dangerous.\n\nAnd then he thought, What if I don't get back? What if it's my last\nplunge? What if I don't get that air lion? What if I die down there,\nSiegfried unprovided for?\n\nKerr's voice sounded: \"I think I see one.\"\n\n\"Need anything?\" Nils asked.\n\n\"Not so far. But I think there's something moving down there.\"\n\n\"Good luck,\" Nils said. But his voice was empty. He was thinking of\nhimself. There were so many things that might happen to him down there,\nand he had only now begun to think of them.\n\n\n\nAn air lion was a big creature. If one charged you, it could rip\nyou right away from any one or all three of the vital strands that\nconnected you with the surface--cable, air hose, or radio wire.\nActually, the loss of the radio wire was nothing. When there was a\ntotal deadness in his earphones, the radioman signaled frantically and\nthe diver was hauled up. But loss of either of the other two was fatal.\nIf your air hose was cut, you died right away, not of lack of oxygen\nbut of the liquid methane and ammonium that got into your breathing\napparatus. If your cable was torn loose, there was a faint chance.\nYou hung on, if you could, until the old cable could be taken off the\ndrum and a new one put on. Then they sent it down and the other diver\nsnapped it to your suit. But the air hose alone might not be capable of\nsustaining the heavy suit--and if it gave way before the new cable was\nattached, you were dead.\n\n\"There's one!\" Kerr's voice was excited in his earphones. \"I can see\nhim now. If he gets a little closer, I can get a shot at him.\"\n\n\"We'll send down Newcomb,\" Nils said. He stood up and waved to the\ninstallation, where Newcomb was sitting placidly, already hooked up to\ncable, hose, and wire. Immediately Newcomb rose and clambered over the\nside, down the ladder.\n\nNils glanced at his watch again. Well, only an hour and ten minutes to\ngo.\n\nIf an air lion didn't get you, there was the chance that your cable\nwould wear loose or that your air hose would get snarled. The air hose,\nafter all, was rubberoid and came down loose, not taut. You could get\na kink in it very easily and not be aware of it until that sudden\ndrowsiness that was oxygen starvation hit you. Then, if you could stay\nconscious long enough, you could gasp it into the microphone: \"My air\nline's fouled!\" And if they could get you to the surface fast enough,\nor even just get the kink high enough to straighten it out, then you\nwere saved. If it took too long, you were gone.\n\nKerr said, \"Missed him, damn it.\"\n\n\"Do you see him, Newcomb?\" Nils asked.\n\n\"Not yet,\" came the cheerful reply.\n\n\"He's a big one,\" Kerr said.\n\nForty-five minutes to go. Well, at least there was a big air lion down\nthere, if he hadn't been frightened off by Kerr's shot, and maybe he\nwould still be down there when Nils made his plunge. So there was a\nchance, not a big one but a chance all the same, that Nils could pick\nup his seventh lion today.\n\nBut even if the lion was down there, it wasn't at all positive that\nNils would get him. That went without saying. After all, when you went\ndown every weekday for six months and got only six lions, then it was\npretty obvious that you couldn't always bag one when you wanted it.\nThere were--how many now?--twenty-four men on the raft, and so far\nthey'd got only forty pelts. About one every four days. Sometimes weeks\nwent by without a catch.\n\n\"I think I see him now,\" said Newcomb. \"He _is_ a big fellow. I don't\nthink I've ever seen a bigger one.\"\n\n\"Can you get a shot at him?\" Nils asked.\n\n\"I'll try,\" Newcomb said. \"He's coming straight for me. Lord, what a\nmonster. I think I--No, damn it, I missed. Here, let me--Damn it!\nHe's--\" And then came that peculiar deadness in Nils's eardrums that\nmeant the radio wire had been severed. Nils jumped to his feet and\nwaved wildly to the crew at the drums. They began frantically to pull\nNewcomb up. Soon he broke surface and was helped up the ladder. He\nstood, bewildered, until one of the men led him into the bubble.\n\n\"His radio wire snapped,\" Nils explained to Kerr.\n\nThey wouldn't send Newcomb down again today--not after a narrow shave\nlike that. His nerve would be gone.\n\nNils stood up. \"I'm going down after that baby,\" he told the crewmen.\nHe began to work his way out of the complicated radio equipment, which\nsnapped on over his helmet to take advantage of the built-in radio in\nhis suit. \"Petrone, you take the radio.\"\n\n\n\nPetrone came lumbering over and accepted the rig. Nils sat on the\nready bench and let the other crewmen adjust the equipment he needed.\nThe rope hooked into the back of his suit; the air hose was connected\nto the suit oxygenerator, which was strong enough to support a man in\nairlessness but could not stand the pressure of the Uranian atmosphere\nand thus needed assistance from the powerful pump on the raft; and the\nradio wire attached to his light helmet rig.\n\nAnd then he was going over the side. He went down--way, way down--and\nthen he saw Kerr.\n\n\"How is it?\" Nils asked.\n\nKerr gestured. \"He's off that way. He took a swipe at me, and I tried\nto get a shot at him. I think I took his ear off, but that's all.\nAnyway, he lit out like a jet. I expect he'll be back, though; probably\nhe's too mad to think straight.\"\n\nThey watched. While they watched, the harpoon was lowered to them.\nMinutes passed, dragging by with interminable slowness while their\neyes searched the murky depths, the headlamps making strange patterns,\nlooking for the air lion.\n\nAnd then Nils spotted him--too late. \"Look out behind you!\" he shouted\ndesperately.\n\nBut he was too late. The air lion's powerful flippers forced him\nthrough the atmosphere with astonishing speed, and he struck Kerr with\ntremendous force and impact before the other diver could even turn\naround.\n\n\"God!\" Nils muttered into his mouthpiece, horrified, as the lines\nsnapped with the lion's onslaught and Kerr began to hurtle down toward\nthe bottom of the sea of atmosphere, down to where the Uranian air was\nfrozen solid.\n\n\"Did it get him?\" Petrone's voice sounded in the earphones.\n\n\"Cut him off like a knife,\" Nils said.\n\n\"We're going to pull you up. That baby's too rough to handle.\"\n\n\"I'm staying down,\" Nils said. And the tone of his voice showed that he\nmeant it.\n\n\"Well, we'll send Newcomb down again,\" Petrone said.\n\n\"Let him get his rest,\" Nils said. \"I just got here.\"\n\nThe lion, meanwhile, had seen Nils with his weak eyes and was coming\ntoward him. Nils held up his pistol and took steady aim. He waited\nuntil he could quite easily see that the lion did, in fact, lack an\near. And then he pulled the trigger.\n\nNothing happened.\n\nThis occasionally occurred. The pistols were very intricate mechanisms,\ndesigned so that none of the liquid atmosphere could get into them\nat the same time that the bullet got out. And like all intricate\nmechanisms, occasionally they went wrong.\n\nThe air lion was coming closer, hurtling through the liquid air now\nwith strong beats of his powerful flippers.\n\nNils pulled the trigger again. And again nothing happened. He could\nfeel the sweat running down his face.\n\nThe lion was looming larger now; it was almost upon him. Nils could see\nthe creature's ugly, yellow eyes.\n\nHe pulled the trigger a third time. One of the eyes suddenly\ndisappeared, to be replaced by a hole, from which a yellow fluid poured.\n\nBut the impact of the bullet had not stopped the momentum of the lion.\nThe body fell into Nils with a sudden jerk.\n\nNils dropped suddenly, then stopped with a wrenching snap.\n\n\"What's the matter?\" Petrone said in his earphones.\n\nNils assessed the damage.\n\n\"I've broken my cable,\" he said. \"I've still got the air hose and radio\nwire.\"\n\nPetrone swore softly in Italian.\n\nNils changed the subject. \"Get the harpoon about four feet lower,\nquick. I don't want to lose this baby.\"\n\nThe harpoon came down within his grasp, and he impaled the dead air\nlion on it.\n\n\"Okay,\" Nils said \"haul him up.\"\n\n\n\nThe pale shape of the lion began to rise above him. The idea came to\nhim of attempting to grab hold of the lion so as to be pulled up with\nit. One of the men in his predicament had tried that once; the harpoon\ncable had broken and both man and lion had been lost. No, there was\nnothing to do but wait--and pray.\n\nNils dangled there, in the atmosphere, like a marionette on a single\nstring. Well, he thought, this may be the end. He tried to puzzle out\nwhy he wasn't frightened. Was it because he was still full of triumph\nfrom getting that seventh lion? Perhaps. But more likely it was because\nthere was still a chance that he could be saved, and a man never gives\nup hope until he thinks that there isn't a chance any more.\n\n\"Hold on, Nils,\" Petrone's voice said. \"Everything's coming all right.\nWe have to put a new cable on Kerr's drum, too, you know. But we'll\nhave 'em both ready at about the same time, so that won't slow us down.\"\n\n\"I think I'll drop my gun,\" Nils said. \"It doesn't weigh very much, but\nit may make a difference.\"\n\n\"And lose the company five hundred smackers?\" Petrone asked. \"Okay it's\nyour salary they'll dock. I'd rather let the air lions get me.\"\n\nNils chuckled. He worked the gun loose from his gauntleted hand--rather\nan awkward process, for the guns were designed to be held securely by\nheavy gloves. Then he released it and watched it plunge down.\n\nDown.\n\nWould he be following it? Would his last plunge end that way?\n\nFor the first time he began to feel a twinge of fear. The sweat started\nout on his forehead, and he could feel it under his arms.\n\nHe loved his wife and every one of those seven kids. He wished he could\nsee just one of those kids again. Especially Eric. His memory showed\nhim Eric's grinning face, and he bit back a sob.\n\nBut to die out here, millions of miles--hundreds of millions of\nmiles!--away from them, so that they wouldn't even know it for months:\nthat was too much.\n\n\"We're ready to start,\" Petrone said. \"I'm coming down myself to get\nyou.\"\n\nNils didn't answer. He was thinking. How long have I been here already?\nHow much longer can I hold out?\n\n\"Nils?\"\n\n\"I'm okay,\" he managed to mutter.\n\nWhat would it be like? How fast would you go? And what would you see,\ndown there on the bottom of the liquid layer of the Uranian atmosphere?\nThere would probably be more of those funny brittle yellow plants that\nsometimes floated even this high; but no man had ever explored the\nfloor of the liquid air. Would it be smooth, like a ball?\n\nKerr would be down there to keep him company.\n\nDamn it, he'd liked Kerr.\n\nWas it his imagination, or was he really starting to slip? The trouble\nwas that there wasn't anything he could use to measure by, no fixed\npoint to tell whether he was already going down or not.\n\nBut once the air line broke, he'd be dead like that. He'd never see the\nbottom even when he got there.\n\nHundreds of millions of miles! \"Eric!\"\n\nPetrone's voice said, \"What?\"\n\nBut Nils ignored him.\n\nWhat would it be like to die like that? Would he even know it? Or would\nhe strangle and gasp and shriek? He was sweating heavily now.\n\nJust once, O Lord, just once more. Just to see them.\n\nWell, this was his last plunge, either way. He was going to quit as\nsoon as he had his seventh lion; he had it now, and he was through. One\nway or another.\n\n\"Gotcha!\"\n\nIt was Petrone's voice. Nils couldn't hear the new cable click into\nplace in his back; but he felt it.\n\nAnd then he felt the slow and steady pull as he was drawn up out of the\ndepths.",
    "metadata": {
        "author": [
            "Sackett, Sam",
            "Sackett, S. J. (Samuel John)",
            "Sackett, S.J.",
            "Sackett, Samuel J. (Samuel John)",
            "Sackett, Samuel John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66613/pg66613.txt",
        "name": "the_last_plunge.json"
    }
}