{
    "name": "The Monster That Threatened the Universe",
    "author": [
        "Winterbotham, R. R. (Russell Robert)",
        "Winterbotham, Russell Robert",
        "Winterbotham, Russ",
        "Winterbotham, R.R."
    ],
    "body": "Limio hugged the dying fires of Chaos. He was not cold, for the fires\nthat burned in the center of the cold star were not dead, only dying.\nBut they were the source of life to the monster who lived in the depths\nof a black hole of space.\n\nThe Black Hole, about thirty degrees from the solar quadrant in the\nterrestrial galaxy, was not dark, but twilight to Limio, whose eyes\nwere sensitive to infra-red radiation. These eyes, hundreds of them\nfloating on huge cranial bumps that dotted the thousands of miles of\nhis massive body, caught the ruddy glow of a rocket ship entering The\nBlack Hole.\n\nLimio grunted. These iron creatures were hard to crack, but inside\ntheir hulls were juicy tidbits of carbon and oxygen in various\ncombinations. It had seemed to Limio that these tasty morsels were\nalive; that they might even possess intelligence. Of course, it would\nbe hard to conceive of anything so small having much intelligence, but\nLimio had run across strange things in the universe in his millions of\nyears of existence.\n\nLimio had come to Chaos a single spore. He had grown into a slimy,\nreptilian, nauseating mass, the supreme hideosity in a warp of\ncreation. His body lacked form, except as a tenuous syrupy blanket\ncovering a fourth of the surface of Chaos. Here and there in the\nskin of this monster were toothed craters ready to devour any carbon\nmolecule that might fall from space. Food was not important to Limio,\nfor it only made him grow. The energy of the inner fires of Chaos\nsupplied the needs of his existence. He ate simply to destroy, for\nLimio wanted no competitive form of life on Chaos. Competition might\nmean death and Limio loved his immortality.\n\nThe rocket ship drew nearer. Limio saw that it had guns. Limio knew\nthese guns. Once before he had met a rocket ship equipped with neutron\nblasters. Limio had received a hole in his body that had taken a\ncentury to heal. Limio had been unprepared then, but this time he was\nready.\n\nHe tapped the inner fires of energy. A warm glow softened his body. The\nnetwork of nerves that formed his brain threw out a web of magnetic\nenergy. The toothed craters in his skin yawned expectantly.\n\nThe intelligence behind the controls of the ship spotted Chaos. It\ncircled the dying sun. Searchlights stabbed downward toward the\nsurface. Limio's sensitive nerves tingled as radio energy lashed out\nrhythmically from the craft. It was signaling, probably.\n\nSuddenly from the surface of the star a long, tenuous arm shot out. It\nwas fifty miles long and five miles in diameter. It leaped from the\nsurface with mile a second velocity, aiming a blow at the space ship\nthat could have pounded it to junk, had it landed.\n\nBut the pilot saw the blow and dodged out of the way. The tentacle\nsnapped back. Again Limio tingled with radio energy. His brain caught\nthe rhythm and deciphered the thought:\n\n\"It is a living world. It seems to be a vicious animal. Just now it\nattacked--\"\n\n\"And I will attack again!\" whispered Limio's brain in the same magnetic\nrhythm of the impulses that flowed from the ship.\n\nAgain the arm shot out toward the ship's hull. Once more the alert\npilot dodged in time.\n\n\"Who are you?\" asked the space ship, in the rhythm Limio had begun to\nunderstand.\n\n\"I am Limio,\" replied the monster. \"Who are you, metal monster?\"\n\n\"This ship is the _Burnt Atom_, from earth in the solar system.\"\n\n\"I have never heard of the solar system, but I have seen others like\nyou in my time. I have never had trouble destroying one of your kind.\nGo away. Leave me alone, or I shall kill you.\"\n\n\"That is not our policy. We are men. We have principles. Our principles\ndemand that you be destroyed as a menace to space navigation.\"\n\n\"Why?\"\n\n\"Because you interfere with progress. We know now why ships that enter\nThe Black Hole never return. We intend to put an end to this wanton and\nuseless destruction.\"\n\n\"If you do not go away, I will kill you,\" said Limio. \"But if you\ncreatures who call yourselves men leave me alone, I will leave you\nalone.\"\n\n\"We can't leave you alone because your principles are not the same as\nours. You stand in the way of progress. You are hideous. You are a\nmonster. You must be destroyed.\"\n\n\"You are unbeauteous yourself, but no doubt you are in your early\nstages of development. But I do not kill for esthetic reasons. I simply\nwant to be left alone. Go away.\"\n\n\"No!\" came from the _Burnt Atom_. \"There is no room in the universe for\nenemies of progress. Besides, our studies reveal that your planet has\nrare minerals on its surface.\"\n\nLimio studied the assertion. It was evident to him that the\nintelligence directing the _Burnt Atom_ had room for progress. There\nwas nothing wrong in wanting to progress, except that rapid progress\nwas self-evidently a bad policy. Progress was inevitable, according to\nLimio's way of looking at things, but it should be avoided, because\nprogress would seek one out. Limio's ultimate destruction would be due\nto progress. He would grow until Chaos was too small to keep his bodily\nprocesses in operation. Limio could not stop growth, because carbon\nmolecules and spores fell continually on the surface of Chaos. But he\ndid not invite food to come to his planet. That was why he asked the\nmen to go away.\n\n\"Perhaps your idea of progress is different from mine,\" Limio said. \"To\nme, progress is synonymous with growth.\"\n\n\"To us, progress means growth of mind; development of resources;\nbetterment of human institutions and relationships.\"\n\n\"Then your idea of progress is nothing at all,\" Limio said. \"I have\nseen many forms of life, even some of your own forms, and I have never\nseen a mind whose growth was not limited by hereditary conditions\nwhich tend to progress in nature's own way; nature alone can develop\nresources--you simply take them away from nature; and if human\nrelations are governed by this philosophy it is better that the human\nrace does not progress, although it will in spite of itself. Now that\nwe understand each other, please go away.\"\n\nIn reply the yellow flame of a neutron gun streaked from the _Burnt\nAtom_.\n\nBut Limio had met men before and he was prepared for the niceties of\ntheir means of destruction. His web-like brain cast off magnetic force\nto shield his body. The magnetism swerved the neutrons from their path,\ndoubled them back on their course until the yellow flame touched the\nsides of the space ship itself.\n\nThere was a single explosive puff. The darkness of The Black Hole\nreturned.\n\n\n\nCommander General Adstrom, president of the terrestrial Congress,\nsurveyed the two men who stood in front of him. One was an officer in\nuniform, while the other was a pale-faced, poorly dressed person.\n\nThe commander general addressed the officer.\n\n\"Is--is this a--a criminal?\" he asked.\n\nThe pale-faced young man watched with evident amusement.\n\n\"The gland extracts have been most effective during the past ten years,\nsir,\" the officer said. \"This is the only law violator we've been able\nto find.\"\n\nCommander General Adstrom shook his head. \"We should have known\nwhen to stop with those gland extracts,\" he declared. \"We sought to\ndestroy criminality and we did. But we also destroyed creativeness,\noriginality, individuality. I hoped that the gland extract would not\naffect everyone. I expected that some individualists would remain and\nthat we could find him among the criminal classes. But there are no\ncriminal classes!\"\n\n\"This man is a criminal. His name is Marmaduke Karns. Perhaps you\nremember the trial not long ago. It was quite a sensation.\"\n\n\"Marmaduke Karns? The name is familiar.\" The commander general\nappraised the young man. \"What crime did he commit?\"\n\n\"He synthesized teakwood without a permit, sir.\"\n\n\"I got thirty days, too!\" Marmaduke Karns added proudly. \"They treated\nme royally in jail. It was the first job the jailer has had in ten\nyears.\"\n\n\"Did you take the gland extract?\" Commander General asked.\n\nMarmaduke nodded.\n\n\"There's something funny about that, too, sir,\" the officer\ninterrupted. \"Karns was given a test in jail and the gland extract was\nfound in his veins, but there also was a trace of another substance. An\nantidote, sir!\"\n\nMarmaduke's face grew paler. The commander general eyed his prisoner\nseriously.\n\n\"You know it's a capital offense to take an antidote to the extract?\"\nthe commander general asked.\n\n\"I'm standing on my Constitutional rights,\" Marmaduke said. \"I want a\nlawyer.\"\n\n\"I didn't know there was an antidote,\" the commander general said. \"It\nseems that the antidote probably will be, in your case, a great boon to\nthe universe. Have you got any more of it?\"\n\n\"I'm still standing on my Constitutional rights,\" Marmaduke said. \"The\nstuff--and I'm not admitting anything--is a secret.\"\n\n\"You can feel perfectly free to talk,\" the commander general said.\n\"Nothing you say will go beyond these walls. Furthermore, one\ndifficulty we are up against is that of finding an executioner, even if\nyou were convicted and sentenced to death for manufacturing an antidote\nto the extract. There's not a human being on earth who would take\nanother man's life, even legally.\"\n\n\"I know,\" Marmaduke said. \"That's why I invented the stuff and took\nit. Now I'm in the position of a superman. I've got a monopoly on\noriginality, individuality and creativeness in the world. If I revealed\nmy antidote, I'd not have a monopoly.\"\n\n\"We can still put you in jail,\" the commander general reminded.\n\n\"The world would beat a pathway to my cell,\" Marmaduke replied. \"I\nwouldn't stay in jail long.\"\n\n\n\nCommander General Adstrom was confronted with a serious problem.\nMarmaduke Karns represented a one-man revolution that could not be\nsuppressed. The commander general might call out the army, the navy,\nthe airforce and the spaceforce, but not a human being would kill\nKarns, because the gland extract had made it psychologically impossible\nfor one human being to kill another. As long as Karns were alive,\nwhether he be in jail or free, Karns was bound to climb to the top of\nthe heap.\n\nThe commander general played his final trump.\n\n\"I plead with you in the name of human progress,\" he said, \"to thrust\naside your personal ambitions and put your self-bestowed gift of\nindividuality in the service of mankind!\"\n\n\"When you put it that way,\" Karns said, \"I'd be a heel to refuse.\"\n\n\"Ah!\" Commander General Adkins drew a deep sigh.\n\nBriefly he explained his proposition. He told of the radio reports\nreceived from the _Burnt Atom_ indicating that a creature existed in\nthe middle of The Black Hole that blocked progress in developing Chaos.\n\n\"There was an interruption of signals and then silence,\" Adstrom\ncontinued. \"We have not heard from the _Burnt Atom_ since and there's\nno doubt that this terrible creature, Limio, destroyed the ship. Now\nwe human beings have learned a few lessons in our millions of years of\nexistence. One of them is that a rotten place on the world or in the\nuniverse spreads. We must someday come to death grips with Limio and we\nbelieve we can tackle him better now than later on.\"\n\n\"Why now?\"\n\n\"At present he is confined to only one planet--or star, for we\nbelieve Chaos is simply a burnt-out star. As he grows he will become\ndesperate, just as mankind grew desperate when the earth became\noverpopulated. Limio, sooner or later, will find a way to move Chaos\nout of The Black Hole. By that time he will be large enough to join\nother planets to his own. The eventual conclusion will be that Limio\nwill absorb every atom of carbon in the universe, including the human\nrace, and the whole universe will be occupied by a single living\ncreature.\"\n\n\"It sounds rather absurd,\" Marmaduke said.\n\n\"It's not half as absurd as some other theories about the end of the\nworld and it's just as logical.\"\n\n\"I suppose you want me to destroy this monster?\"\n\n\"We've tried our best weapons against him and failed to hurt him,\"\nthe commander general pointed out. \"You've got to invent a weapon to\nconquer Limio. You're the only man in the world with genius enough to\ndo it.\"\n\n\"May I see the reports from the _Burnt Atom_?\"\n\n\"The resources of the world are at your command.\"\n\n\"Then I'll take the job,\" Marmaduke said. \"But when I get back, it's\nevery man for himself. Either you abdicate, or I'll overthrow you.\"\n\nCommander General Adstrom smiled. \"I'll abdicate,\" he said.\n\nThe door of the room opened and a slender figure dressed in slacks\nentered.\n\n\"Oh, it's you, Sandra!\" Commander General Adstrom said. He turned to\nMarmaduke. \"This is Sandra, my daughter; Sandra, this is Marmaduke\nKarns, the world's foremost public enemy.\"\n\nSandra stepped forward and took the hand of the prisoner in a friendly\nclasp.\n\n\"I read about your trial! It was so exciting! I've always wanted to\nmeet a bad man.\"\n\nMarmaduke Karns grinned bashfully. \"You're Sandra Adstrom! I've had\nyour pictures from the rotogravure section pasted all over my cell!\"\n\nIt was Sandra's turn to blush. She noted that if Marmaduke had\nmore color he wouldn't be so bad looking, even if he were a little\nunderweight.\n\n\"Karns is going to lead an expedition into The Black Hole,\" Commander\nGeneral Adstrom explained. \"He's going to invent a weapon to conquer\nLimio.\"\n\n\"Oh!\" Sandra caught her breath. \"How soon?\"\n\n\"Not for a few weeks,\" Marmaduke explained. \"I've got to invent the\nweapon first.\"\n\n\"Oh, then you could drop over to my house for tea,\" Sandra smiled.\n\"Some of my friends would like to meet you. Perhaps you could autograph\ntheir copies of the court records of your trial.\"\n\nKarns quickly accepted the invitation. The officer showed him out of\nthe room.\n\nThe commander general turned to his daughter.\n\n\"Nice work, child,\" he said. \"No man will execute Karns, but Limio has\nno such limitations. The fool did not even suspect that he was under\na death sentence the minute our scientists found the antidote for the\nextract in his veins.\"\n\n\"It seems such a shame, too,\" Sandra said. \"But after all, I suppose\nhe's a public enemy.\"\n\n\n\nMarmaduke, at Sandra's party, strutted like a rooster among a dozen of\nher close friends. The sight sickened Sandra, but it made her glad at\nthe same time. There was not another man in the world with conceit. The\ngland extract had eliminated man's worst failing.\n\nWhen the others left, Sandra turned on her guest of honor.\n\n\"I don't think you were very modest,\" she said. \"In old times a\ncriminal didn't crow about his crimes, he was ashamed. You acted like a\nnational hero.\"\n\n\"After all, I am, am I not?\"\n\n\"You didn't need to date up all of my friends!\"\n\nA slow smile crept across Marmaduke's face. He looked nicer even than\nhe had in Commander General Adstrom's office. There was more color in\nhis cheeks and he had gained weight. There was a trace of devilishness\nin his eyes. Somehow, Sandra felt sorry to find it there. She was part\nof the plot to bring about this criminal's execution.\n\n\"So that's it, is it?\" Marmaduke asked.\n\n\"What's what?\"\n\n\"You're jealous!\"\n\n\"You conceited fool!\" Sandra said. She did not appear to be angry, and\nin fact she was not, for the gland extract had eliminated anger in her\ntemperament. She was simply stating facts.\n\nMarmaduke took her in his arms and planted a kiss on her lips. She\ntried to break away, but he kissed her again, very firmly. She ceased\nresisting and kissed him.\n\n\"After all,\" said Sandra, \"you're the only male left in the world who\nhas the remotest resemblance to what a man should be. I'll have no part\nin this thing. You must not go to The Black Hole!\"\n\n\"If you mean you're afraid your father's plan to use Limio as an\nexecutioner will work, you needn't worry.\"\n\n\"You know--about that?\"\n\n\"Of course! I knew when I was brought before Old Monkeyface--pardon,\nI mean your father--that the antidote in my veins had been discovered\nand that I would be sentenced to death. I was curious as to how he was\ngoing to execute me.\"\n\n\"Now you know. You can't kill Limio! The monster is invulnerable.\"\n\n\"Sandra, dear,\" Marmaduke said, \"everyone thinks the gland extract is\nfoolproof. But look! You're aiding and abetting a criminal, giving me a\nchance to escape after warning me that I face death.\"\n\n\"Oh! I'm a criminal, too.\"\n\n\"Yes. It seems as though love is an antidote for a lot of things,\nincluding the extract. Of course, my antidote is not a love potion, but\nit works just as well as love to overcome the extract. Now all I have\nto do is to meet Limio and show he's not invulnerable. I'll do it, too.\"\n\nIn her mind Sandra doubted, but in her heart she hoped.\n\nThe terrestrial Congress, anxious for law enforcement, commandeered a\nlaboratory for Marmaduke Karns, who intended to use it to construct\na chemical weapon to use against Limio. Marmaduke argued that if the\nhuman race could be completely subdued by a shot or two of extract,\nLimio could be made docile. Commander General Adstrom didn't care\nwhether Karns was successful or not. If successful, Karns would have\nwon a pardon from his death sentence; if not, the death penalty would\nhave been carried out and the laws enforced. Adstrom couldn't lose.\n\nThe work was completed at last. Tank after tank of liquid was stored\naboard the _Burnt Atom II_, the space ship destined to take Karns into\nThe Black Hole. The craft was loaded with provisions and fuel and then\nit shot into space and beyond the solar system at a speed many times\nthe velocity of light.\n\nAt the edge of The Black Hole, Karns' radio receiver crackled.\n\n\"Commander General Adstrom calling!\"\n\nThis was remarkable. The radio signals had no right to catch up! True,\nthe signals could be sent through the time dimension and traverse space\nat a pace more rapid than light, but this signal from earth shouldn't\nhave reached Karns for several days.\n\n\"Hello, Adstrom!\" spoke Karns.\n\n\"You're under arrest. Halt. You've kidnaped my daughter!\"\n\n\"But I haven't got your daughter, sir!\" Karns said.\n\n\"Oh, yes, you have!\"\n\n\n\nThe four words came, not from the receiver, but from the storeroom of\nthe space ship. There in the doorway stood Sandra.\n\n\"Sandra!\"\n\n\"Aha!\" came from Adstrom.\n\n\"I hope you don't mind having a stowaway,\" said Sandra.\n\n\"I'm training a battery of neutron guns on your ship,\" Adstrom called.\n\"Surrender my daughter or I'll fire.\"\n\nKarns swung to the microphone. \"You won't fire,\" he said. \"You're\nprimed with too much extract and even if you weren't, you wouldn't want\nto destroy your daughter along with the kidnaper.\" He turned to Sandra.\n\"There's a lifeboat in the hold. Get in it and take off.\"\n\n\"You're afraid to take me with you! Haven't you faith in your weapon?\"\n\n\"There's always a certain amount of danger.\"\n\n\"Then I'll share it with you!\"\n\nKarns glanced at the pursuing ship. It was overtaking him. He didn't\ndare wait. He touched the controls and nosed into The Black Hole. He\nflew toward the shadow of the star that was silhouetted in darkness in\nthe center of the whirlpool of space.\n\n\"Limio! Limio!\" he called into the radio.\n\nAt last a reply came from the monster.\n\n\"Go away, earthman. Go away before I kill you.\"\n\n\"There's no reason for me to kill you. Why can't terrestrials and you\nget along?\"\n\nLimio's answer was simple.\n\n\"If I don't kill you, you'll kill me. It's the law of life. I don't\nwant to be killed, so I kill you.\"\n\n\"If you kill me, my atoms will fall to your planet. You'll absorb them\nand grow. Other men will come to avenge my death and you'll kill them.\nYou will eat their atoms and grow some more. Some day you'll be too big\nfor Chaos. You'll die. By killing me, you kill yourself.\"\n\n\"If I don't kill you, you'll kill me,\" Limio repeated.\n\n\"You don't trust me, Limio. Listen. I don't come to kill, I came to\nbring peace.\"\n\n\"You are a fool, man, but I'm not. Go away, while you are in one piece.\"\n\n\"I offer you a long life and a more exciting one!\"\n\nAs he spoke Karns glanced behind him. Adstrom's ship was circling\nabove, ready to dive. It would try to disable _Burnt Atom II_, board\nthe ship and rescue Sandra, and then leave Karns to Limio's mercy.\n\n\"The last earthman to come here talked of progress,\" Limio said. \"You\nspeak of other gifts. What--\"\n\n\"Not a gift, Limio, but a price! We terrestrials wish to buy precious\nminerals you guard on Chaos.\"\n\n\"What has happened of progress on earth?\"\n\n\"The minerals represent our ideal of progress.\"\n\n\"Do the minerals make you grow?\"\n\n\"No, Limio.\"\n\n\"Then there is no progress. Progress is purely a matter of size.\"\n\n\"But even to you, growth means death and destruction. On our planet we\ngrow in numbers. When the world is overpopulated, enough people die to\nleave it under-populated again. The human race, in a sense, is more\nimmortal than you, Limio.\"\n\nKarns saw Adstrom's ship in a dive. He jerked the controls and sent his\nown craft forward out of the way. The action was mistaken by Limio as\nan attack. The huge, fifty-mile tentacle shot out toward the _Burnt\nAtom II_. Karns twisted the controls again and dodged, so that the blow\nbarely missed his ship.\n\nAdstrom, however, was not so lucky. As he attempted to follow Karns'\nmaneuver, his craft came directly in line with the piston-like plunge\nof the tentacle. He swerved his ship, but he swerved too late. The\ntentacle caught Adstrom's ship a glancing blow.\n\nThe ship bounced upward out of control. But it was caught by the\ngravity of Chaos and it tumbled back, like a falling leaf, toward the\nsurface of the planet.\n\nA roar came from Limio.\n\nAdstrom's ship tumbled close to the ground before the commander fired\nthe rockets. Even with the fuel blast, he was unsuccessful in keeping\nthe craft off the ground, but he managed to steer it to a safe landing\non a rocky cliff some distance from the huge body of Limio.\n\nSandra screamed as she saw a thousand-foot wave of flesh roll across\nthe rocky planet toward her father.\n\nKarns already was nosing his craft down in a dive.\n\nThere were two courses open. He might leave Adstrom to his fate and try\nto flee, in which case Limio most certainly would bring him down with\na blow from the tentacle. Or, Karns might try to land, hoping to fool\nLimio into thinking he had damaged both craft. Limio might not attack\nKarns in belief that Karns was a lame duck.\n\nKarns chose the second course, not only as the safest, but as a means\nof bringing Limio under control. Adstrom did not deserve to be rescued,\nperhaps, but after all he was Sandra's father.\n\nBesides, it was a battle between a monster and man, and Adstrom was on\nKarns' side.\n\n\n\nThe space ship tumbled to the foot of the rocky cliff. As it fell,\nKarns gave the tubes just enough fuel to keep the landing bump from\nbeing too severe. As the ship crashed, he opened the cockpit of the\ntanks containing the fluid he intended to use upon Limio.\n\n\"Follow me, Sandra!\" he called, running toward the locks.\n\nThey leaped from the craft into an atmosphere surprisingly pleasant\nand sweet. It was only slightly frosty, but the terrestrials were well\nclad.\n\nThey began scrambling up the sides of the cliff. Below they heard the\nrumbling of the monster's body.\n\nLimio roared as his processes splashed into the sweet liquid that\nwashed the gulleys at the foot of the cliff.\n\nSandra screamed as one of the processes struck a rock a few feet from\nher.\n\n\"It isn't working!\" she cried. \"It can't work. The extract simply\nprevents crime and individualism. You can't prevent individualism when\nthere is only one individual in a species; and there can be no crime\nwithout fellow creatures to harm!\"\n\n\"Hurry, Sandra!\" Karns urged. \"Save your breath. It wasn't the extract\nI gave him, but the antidote!\"\n\nA huge tentacle raised above the fleeing pair. Sandra closed her eyes.\nShe couldn't escape this blow.\n\nThe tentacle did not fall. Instead it snapped back to Limio's body,\nlanding with the crack of a whip.\n\nSuddenly Limio seemed to writhe in pain. Sparks flew from the\nrocks. The planet shook as if it was in the throes of dissolution.\nSearchlights from Adstrom's craft flickered down into the valley to\nreveal a billowing ocean of flesh struggling with itself, fighting\nitself.\n\nAt the top of the cliff Karns and Sandra paused for breath.\n\n\"His mind was in unity, now it is in discord,\" he said. \"His evolution\nwas different from ours. He grew as one individual, while life on our\nplanet resolved itself into countless individuals. The antidote served\nto separate the individuals of his being for the first time in history.\nEvery nerve cell in his body now has individuality. Limio is a billion\nintellects instead of one.\"\n\n\"In other words, he is crazy!\"\n\n\"Only in the sense that he is one creature. If we look at him as the\nwhole creation of a world--many creatures--he is not so crazy. He is\nsimply conservative. He is bound to progress and that progress is going\nto be the kind that lasts, because it was won in a struggle.\"\n\n\"What on earth is progress?\" Sandra asked. \"It looks to me, if that is\nprogress, that it's a rather crazy thing--\"\n\n\"Progress is simply the settlement of a lot of arguments. Every time\nwe settle one argument we find another and progress goes on. At home,\nprogress was blocked by the extract, which made all minds in unison,\nblocked all argument, ended criminality, made the whole race one\nindividual. The antidote which I gave myself preserved progress by\nallowing one individual, at least, a different viewpoint. I proved my\nindividuality by getting thrown in jail. You fell in love and became an\nindividualist by warning me of a plot to kill me. Progress continued\nwhen your father chased me into The Black Hole--\"\n\n\"Hello! Hello out there! Are you all right?\" Adstrom's voice boomed\nfrom the locks of his space ship.\n\n\"Perfectly!\" Karns replied.\n\n\"Ah! A moment ago I wanted to kill you! Now, strangely enough, I feel\nvery grateful toward you for--er--saving Sandra. You will be pardoned\nof all your crimes.\"\n\n\"He didn't kidnap me, Father,\" Sandra explained as they entered the\nship.\n\n\"He has done plenty to the earth! He connected his laboratory with a\nfood factory so that the antidote he made has been spread all over the\nworld in food! He's destroyed the unity of the world! He ought to go to\njail, but the jailer's resigned because he had too much to do.\"\n\n\"Marmaduke has brought progress back to the world, Father!\"\n\n\"Progress! Bah! He's turned the world into a turmoil! The whole\npopulation is fighting. The planet's in an uproar. I'll abdicate rather\nthan rule the mess. Let Marmaduke try to straighten it out!\"\n\n\"Sir,\" Marmaduke said, \"it's every man for himself. You've better\nqualifications for the office and I can swing some votes your way. You\ncouldn't swing a barn door mine.\"\n\nThe damaged ship had been repaired. They soared earthward. Limio, too\nbusy with his own problems, made no move to stop them. In fact, he\nmight be disturbed enough now to enter into commercial agreement with\nother planets--parts of his brain trading with other creatures at the\nexpense of other parts. Progress, human style, had come to Chaos.",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)",
            "Winterbotham, Russell Robert",
            "Winterbotham, Russ",
            "Winterbotham, R.R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61870/pg61870.txt",
        "name": "the_monster_that_threatened_the_universe.json"
    }
}