{
    "name": "The Castaway",
    "author": [
        "Danzell, George",
        "Bond, Nelson S.",
        "Bond, Nelson Slade",
        "Bond, Nelson"
    ],
    "body": "By GEORGE DANZELL\n\nWho was this bearded castaway of space?\nSome said he was Jonah. Others thought\nhim a long-lost, mad scientist. But\nLieutenant Brait knew him by a name\nthat was old when the world was young.\n\n\nThere was an ad in the classified columns of this week's _Spaceways\nWeekly_. It asked for information concerning the whereabouts of one\n\"Paul Moran, last known to have taken off from Long Island Spaceport\nfor parts unlogged.\" Captain McNeally drew the notice to my attention.\nHe said, \"Look at this, Brait. Wasn't Moran the chap we picked up in\nthe asteroids? It seems to me I remember--\"\n\n\"You should,\" I told him. \"You see his name twice every shuttle,\nengraved on cold steel. And you can be thankful for that. But I don't\nthink he'll answer this ad. I don't think they'll ever hear from him.\"\n\n\"That,\" scoffed the Shipper, \"is nonsense! Do you realize what this\nmeans, Brait? This ad was inserted by the Government Patent Office.\nThere's a fortune waiting for Mr. Moran back on Earth, when he sees\nthis--\"\n\n\"A fortune waiting,\" I said softly, \"when and if he ever sees it. But I\nwonder, Skipper. I wonder.\"\n\n\n\nWe were about three thousand miles north, west and loft of Ceres\nwhen we first sighted him. I remember that well, because I was on\nthe Bridge, and our Sparks, Toby Frisch, had just handed me a free\nclearance report from the space commander of that planetoid.\n\nI read it and chuckled. I said, \"Sparks, this bit of transcription is\na masterpiece. Nobody expects a radioman to be good-looking or have\nbrains, but blue space above, man, your spelling and grammar--\"\n\n\"Leave my relatives,\" said Sparks stiffly, \"out of this. Is the message\nO.Q. or ain't it?\"\n\n\"Yes,\" I told him, \"with a light sprinkling of no. Sometimes I wish we\nhad a good operator aboard the _Antigone_. Like one of those Donovan\nbrothers, for instance.\"\n\n\"Them guys!\" sniffed Sparks. \"Too wise for their britches, both of 'em.\nI'm a bug-pounder, not a joke-book. If it's smart cracks you want, why\ndon't you buy an audio?\"\n\nIt was at this point that Lt. Russ Bartlett, First Mate of our ship,\nwho had been shooting the azimuth through the perilens, turned and\nwaved to me excitedly.\n\n\"Brait, take a look! Quick! There's a man down below! On one of the\nminor asteroids!\"\n\nI said, \"A joke, Bartlett? You'd better check the alignment of that\nperilens. That's the Man in the Moon you see.\"\n\nGunner McCoy, Bartlett's staunchest friend and admirer, looked up from\nthe rotor port, wrinkled his leathery, space-toughed cheeks into a\nfrown, and squirted mekel-juice at a distant gobboon.\n\n\"Mebbe you better look, Mr. Brait,\" he said. \"If Russ says there's a\nman there, then there's a man there.\"\n\nSo I looked. And to look was to act. I cut in my intercommunicating\nunit and bawled a stop hypo order to Chief Lester in the engine room\nbelow. Bartlett was right. There was a single, bulger-clad figure\nsprawled on the craggy rock of a tiny asteroid hurtling beneath us. A\nman who lay there quietly, did not rise, did not wave, gave no sign of\nnoticing our approach even when I dropped the _Antigone_ down toward\nthe spatial island.\n\nBartlett, peering through the duplicate lens, said, \"Dead, Brait. He\nmust have cracked up. He's not moving.\"\n\nBut there was no wrecked spaceship anywhere around. I said, \"We'll know\nin a few minutes.\" And then the Skipper burst into the bridge, startled\nand curious. \"Something haywire, boys? Here, I'll take over.\"\n\nHe was a good man, Cap McNeally. A hardened spacehound, canny and wise\nto the ways of the void, always on deck in moments of emergency. That's\nwhy the IPS, the Corporation for which we work, had placed him in\ncommand of the _Antigone_, finest and fastest ship in the fleet.\n\nBut I calmed his rotors. \"Everything O.Q., sir,\" I told him. \"We're\nstanding by to take on a space-wrecked sailor. I think.\"\n\nMy guess was right. A few minutes later we threw out a grapple,\nspace-anchored the _Aunty_, and a rescue party landed on the asteroid.\nThey brought back with them a sad looking specimen of the genus _Homo\nsapiens_. His cheeks were drained and sunken beneath a bristling,\nunkempt beard; his skin was blistered frightfully from long exposure\nto solars and cosmics; his limbs were so feeble that he couldn't walk\nunaided. He had to be carried.\n\nSomeone unscrewed his face-port for him. He drew a long, deep breath of\nthe pure _Antigone_ air. His wan eyes lighted dimly and he spoke in a\nvoice that was a thin husk of sound.\n\n\"Thank you, gentlemen. I had hoped that at last I might--But you meant\nwell, I suppose.\"\n\nWhich was, I thought at the time, a damned strange speech of gratitude.\nBut I had no time to answer. For his knees suddenly buckled beneath\nhim, his eyes closed. Had it not been for the friendly hands that\nsupported him, he would have pitched forward on his face.\n\nCap McNeally snapped, \"Sick-bay! Snap it up, you lubbers! The man's in\nbad shape. Out on his feet, cold!\"\n\nSparks whispered, \"Gosh, he looks like a corpus!\" as the sailors bore\nour unexpected passenger away. I stared at him disgustedly.\n\n\"Corpse.\" I said.\n\n\"Huh?\" said Sparks.\n\n\"Corpse!\" I repeated. \"Corpse!\"\n\n\"You,\" suggested Sparks, \"oughta take somethin' for that indigestion,\nLootenant. My sister had it. It made her a physical reek.\"\n\nIt's against the rules for a Second Mate to punch a radioman. So I\nkicked him. There are limits.\n\n\n\nThat was our first meeting with the mysterious Paul Moran. We\ndidn't know his name then, of course. We learned that several days\nlater. After Doc Jurnegan, our medico, had coaxed, bulldozed and\nsulfanilamided him back off the brink of the dark and nasty.\n\nDoc was the first to tag Moran with the adjective we all, eventually,\naccepted.\n\n\"It's the damnedest thing,\" he told me, \"I've ever seen. Brait, I'll\nswear on a pile of prescriptions that he didn't have one chance in a\nmillion of pulling through. But he's still alive!\n\n\"By rights, he should have been dead two weeks before we found him.\nDo you know he was on that asteroid five solid weeks? Without food.\nWith only one container of water. With the oxygen reserve in his tank\npractically exhausted!\n\n\"And his condition--\" Jurnegan shook his head uncomprehendingly.\n\"Deplorable! He was dessicated, undernourished, fouled from weeks in a\nbulger. Acute cyanosis alone should have killed him. But--\"\n\nI said, \"The will-to-live, Doc. It's the determining factor in many a\nborderline case. I've heard of men with holes in their heads you could\ndrive a stratoplane through who simply refused to--\"\n\n\"That's just it,\" said Jurnegan. \"He _wants_ to die! He refused to take\nfood. I had to feed him intravenously and force him to drink. But in\nspite of his physical and mental condition, he still lives. It--it's\nmysterious, Brait!\"\n\nSo I went in to visit our strange passenger.\n\nHe wasn't a bad looking chap, now that his whiskers had been plowed.\nThin, of course; hollow of cheek and eye. His skin was sallow, faintly\nolive; the contours of his head long and narrow, short-indexed. He was\na typical Mediterannean, if what my profs taught me is right. Medium\nstature, small-boned, thin, tapering fingers. Crisp, oily hair, black\nas space.\n\nI said, \"Well, you look like a new man!\"--which he did, and, \"You're\nlooking fine!\" I said--which he wasn't.\n\nHe turned his head slowly, studied me with grave, questioning eyes. His\nvoice was faint, but low and pleasing.\n\n\"You are Mr. Brait, the Second Mate? I believe I have you to thank for\nhaving rescued me?\"\n\n\"That's all right,\" I told him.\n\n\"Why,\" he interrupted gently, \"did you do it?\"\n\nI said, \"Oh, come now! You've got to perk up! You get a little flesh on\nyour bones and you'll feel better.\"\n\nBut he went on, as though not hearing my words, \"It was a chance. The\nbest chance I've had for years--a thousand years--and you took it from\nme. Out there I might have found peace at last. The power cannot--it\n_must_ not--extend into the depths of space.\"\n\n\n\nHis voice had risen; there was a light of madness, of strange, savage\nintensity in his eyes. I felt the little hairs on the back of my neck\npringling. I knew, now, that the man had not come unscathed through his\nexperience. He was space crazy. Wildly, desperately so. I said, in what\nI hoped was a soothing voice,\n\n\"Now, take it easy, Mr.--er--Moran, isn't it?\"\n\nThe ghost of a smile touched his lips, and his body became less tense.\nHe said wearily, \"Moran--yes. Or Ader. Or Cart--Oh, anything you\nchoose. It hardly seems important any more. I've had so many, many\nnames.\"\n\nThat wasn't exactly encouraging. But at least he was quieter now. And I\nhad to know a few things about him to put in the ship's log. I asked,\n\"How did you get on that asteroid, Moran? Were you space-wrecked? If\nso, what was the name of your craft? The authorities will want to know.\"\n\nHe answered, almost mockingly, \"I was marooned.\"\n\n\"Marooned! But--but that's criminal! Who did it? We'll have them picked\nup and punished!\"\n\n\"You'll do nothing of the sort. They marooned me on that asteroid\nbecause I deserved it and I respect and thank them for it!\" His voice\nwas rising again; higher, shriller. \"I thank them, do you hear? I bless\nthem, a hundred, thousand, million times. Though their effort was in\nvain. I was, and am, a Jonah. A Jonah, Jonah, _Jonah_!\"\n\nHe sat bolt upright in bed, screaming the word defiantly. Doc Jurnegan\nraced in, glanced at me reproachfully and took his patient in hand.\n\"You'd better go, Brait,\" he suggested.\n\nSo I left. The sweat on my forehead was damp and cold. I needed a drink.\n\nWhen I told Cap McNeally of my experience, he nodded soberly.\n\n\"I know, Brait. I saw him before you did. And he acted just as loony\ntoward me. Warned me he was a Jonah--\"\n\n\"I'm not superstitious,\" I interrupted, \"but there _are_ such things\nas Jonahs. Men whose very presence aboard a spaceship seems to cause\ntrouble, dissention, disaster. You remember that Venusian blaster on\nthe _Goddard III_? The survivors always swore he caused the crack-up.\"\n\n\"Moran's case,\" frowned the skipper, \"is more than just superstition.\nHe told me that he never wanted to see Earth again. When I told him\nthat was too bad, that we were headed for Earth right now, he warned me\nsolemnly that he'd do everything in his power to prevent our getting\nthere. So what do you think of that?\"\n\n\"I think,\" I said glumly, \"he's nuts! And if we pay any attention to\nhim, we'll all be nuts, too. Well, I've got to go, Cap. I've got to\ncheck the shield generators before we go busting into Earth's H-layer.\"\n\nAnd I left.\n\n\n\nWell, I was busy for the next four days on my job. It was a plenty\nimportant job, and had to be done carefully. The H-layer of the\nplanets--the Kennelly-Heaviside layer--is a supertensioned field of\nforce similar in composition to the corona of a star. A wide swath\nof ionized gas with high potential, serving as a shield against the\nmurderous Q- and ultra-violet rays that emanate from solar bodies.\n\nBut the H-layer is a barrier as well as a shield. The first\nspace-flight experimenters learned that, and the knowledge cost them\ntheir lives. For their craft hit the H-layer unguarded; and where had\nbeen a glistening ship, now was pitted, blackened metal; where had been\nlife, now there was charred carbon.\n\nNow all spaceships were equipped with shield generators. They were\n\"generators\" by courtesy only; actually they were huge condensers\nfed by cable lines tied at intervals to the hull plates. The theory\nwas that as the craft plunged into and through the H-layer, these\ncondensers would absorb the excess potential, thus allowing the ship to\npass through unharmed.\n\nAnd it worked swell, most of the time. Oh, every year a few ships would\nget theirs--would blow out in a blue wreath of coruscating flame--but\nfor the most part the trip was safe enough. Except, of course, when a\ncondenser was in bad condition. Which was why I was giving ours a check\nand double check.\n\nStill, I could never rid myself of a queasy moment when we hit that\nblanket of spark-happy ionization. Particularly when a planet was at\naphelion as Earth was now. Because at such times the H-layer was more\nhighly activated than usual.\n\nAnd to tell the truth, I wasn't satisfied with the way my work was\ngoing. First I hit my thumb with a monkey-wrench. It didn't hurt\nthe wrench, but the thumb turned pale mauve and throbbed like a\nsixteen-year-old kid's pulse on his first hayride.\n\nThen I lost a brass collar off the hull-brace, and since we didn't\ncarry a reserve stock I had to ask Chief Lester to make me one. By the\ntime that was ready, I'd busted a .44 coil cable lock, and had to\njerry-rig a substitute.\n\nOh, it was a headache! But I wasn't the only guy on board the _Aunty_\nwho was having troubles. Slops raised a howl to high heaven because his\nstove went on the squeegee. Gunner McCoy stalked into the officer's\nmess one afternoon demanding what such-and-such so-and-so had stripped\nthe gears of his pet rotor-gun. Sparks burned out three vacuum tubes\nin one day, breaking contact with all transmitting stations and almost\ncausing us to crack up on a rogue asteroid. Even Cap McNeally was\nvisited by the plague. He came wailing to me, on the bridge, that the\nrefrigeration units in the No. 3 storage bin had broken down.\n\n\"--and we've lost a whole binfull of _clab_, Brait! Worth at least six\nthousand credits on Earth. The Corporation will be mad as hell.\"\n\n\"That's tough,\" I said, \"but there's nothing we can do about it. It\nwasn't your fault.\"\n\nHe eyed me curiously. \"Brait--\" he said.\n\n\"Yes, Cap?\"\n\n\"I've been wondering--do you think there could be anything in what\nMoran said? About him being a--a--\"\n\n\"Jonah?\" I'd been thinking the same thing myself. \"I don't know,\nSkipper. I wouldn't say yes, and I wouldn't say no. But there's no\ndoubt about it, things have been going haywire ever since we picked him\nup. I'll be glad when he lifts gravs off the _Aunty_.\"\n\nCap said petulantly, \"Of course it's just nonsense. Bad luck doesn't\nhang around one man like that. It's against the law of averages. Still,\nI wish you'd sort of keep an eye on him for the next three days, Brait.\nTill we land on Earth. I've got a notion--\"\n\n\"So has Earth,\" I grinned. \"Five of 'em. Atlantic, Pacific, Indian and\nthe two Etceteras. What's yours?\"\n\n\"It might,\" frowned the skipper. \"Be sabotage. He said he'd do\neverything in his power to prevent our reaching Earth. And he's up and\naround now.\"\n\n\"If you think that,\" I suggested, \"why don't you shove him in the\nclink, just to make sure?\"\n\n\"Can't do it. Because I've no _proof_ he's responsible for these\noccurrences, and besides, a rescued passenger is entitled to the\ncourtesy of the ship.\"\n\n\n\nSo that's how I assumed, in addition to the rest of my duties, the job\nof watch-dogging the mysterious Paul Moran. As Cap McNeally had said,\nMoran was up and about now. He had made what Doc Jurnegan claimed was\nthe swiftest recovery in the annals of medicine. He still looked like\na skeleton in search of a square meal. But there was sanity in his\neyes. If not always in his speech. Like that afternoon in Sparks' radio\nturret, for instance.\n\nWe had been talking, Sparks and I, about space-flight. What a great\nthing it was. How, only in its infancy, it was already changing man's\noutlook, widening the borders of man's domain, creating a newer,\ngreater universe.\n\n\"We got,\" Sparks said, \"reason to be proud of ourselves. Gee, I was\nreadin' in the library--\"\n\n\"You,\" I interrupted wonderingly, \"can read?\"\n\n\"Comets to you, Lootenant!\" sniffed Sparks. \"As I was sayin' before I\nwas so rudely ruptured, I was readin' in the library some old books\nfrom the Twentieth Century. Just about a hundred an' fifty years old,\nmind you! They had the craziest ideas about what men would find on\nother planets, if an' when they ever got there. Flame-men, an' robots,\nan' all sorts of things.\n\n\"Nothin' like what we actually found. 'Course, we shouldn't laugh at\n'em too much. They had no way of knowin'. We're the first people ever\ntraveled in space.\"\n\n\"No!\" said Moran.\n\nSparks said patiently, \"Well, I didn't mean us here in this room. Of\ncourse we ain't. But I mean the people of our time.\"\n\n\"And I still say,\" said Moran gravely, \"no! Man in all ages is a\ncreature of conceit, self-pride, self-glorification. There was\nspace-flight long before you lived, Sparks. A race, long dead now, from\na neighbor planet.\"\n\nI said gently, \"You're thinking of those pyramids found on Venus and\nMars, Moran? I know that's a puzzler to modern science. And I've read\nseveral theories regarding their builders. But most authorities agree\nthat their mere presence does not necessarily imply the existence of a\nsingle race of engineers. The pyramid is a fundamental structural form.\nAny intelligent race--\"\n\n\"Man,\" said Moran almost sadly. \"Man the dreamer; Man the doubter. No,\nLieutenant, I am not speaking of theories, now. I am speaking of tales\nI've heard; accounts I've read in archives long molded into dust. At\nleast three times in the past have civilized races spanned the void. It\nwas the dying Martian race that first achieved space-flight. They found\nVenus a rank and stinking jungle, but on Earth certain of them set up\ntheir new abode.\" He smiled quietly. \"And reverted to savagery, as is\nalways the case when civilized men, removed from the source of their\nculture, find themselves face to face with stark reality.\n\n\"Then it was the Moon-creatures who fled their airless world, spanned\nthe distance to nearby earth.\"\n\nI said, \"That's an interesting thought, Moran. It explains the\ncoloration of the races of man, doesn't it? I'd like to read that book\nyou mentioned. Where can I get it?\"\n\nHe shook his head sadly.\n\n\"You can't, Lt. Brait. The last copy of it was destroyed more than\ntwelve centuries ago. Simon Magnus was the last man to read it as I\nremember. I loaned it to him--\"\n\nHe stopped abruptly. But Sparks' eyes were plate-sized and incredulous.\n\"--you loaned it to him?\"\n\nI spun on Sparks, angry. Jurnegan had told us to humor Moran, help him\nto a complete recovery. I didn't approve of this, not a little bit. I\nsnapped, \"That'll do, Sparks! Good Lord, man--What's the matter, Moran?\"\n\nFor suddenly his face had paled, his eyes widened in horror, and he was\nbacking away from me. He thrust out a trembling hand, gasped hoarsely,\n\"Have a care, Brait! 'Thou shalt not take the name of the Lord, thy\nGod, in vain--'!\"\n\nThen he fled; his running footsteps clattered down the ramp, and the\nechoes were strangely disturbing. Sparks stared after him, then made a\ncircular motion at his temple.\n\n\"Nuts!\" he said. \"Crazy as a loon, Lootenant.\"\n\n\n\nOh, he was an odd one, that Moran. Those next days are somehow garbled\nin my mind. They were so full of incident that now, looking back upon\nthem, I can hardly distinguish between that which actually _was_, and\nthat which an active imagination conjured for me out of fancy.\n\nThis I do know--it was the worst trip I've ever experienced in the\n_Antigone_ or any other ship. Something was always wrong. Lt. Russ\nBartlett, whose mind is as accurate as the cogs of a computing machine,\ndiscovered to his dismay that he had made an error in calculation; that\nat our present rate of speed we would miss Earth entirely and plunge\nSunward at a rate that would destroy us all. He discovered that by\nsheer accident, and just in time to scream a hasty, \"Cut hypos!\" to the\nengine room, else I wouldn't be here to tell it. Then there was that\nmysterious occurrence in the galley. Our cook had a pet cat, and if it\nweren't for his habit of feeding the pussy before he fed the crew, half\nof us would be stiff now. Because the cat slopped up its dinner and\nforthwith proceeded to give up all nine of its lives simultaneously.\nPtomaine, from faulty food tins. The first time such a thing had\nhappened in more than forty years!\n\nYou couldn't say Moran was behind either of these near-disasters. For\nI was dogging his footsteps; I'll take my oath he was not involved.\nPhysically, that is. But they say a Jonah's curse works even though the\nJonah takes no actual part.\n\nOh, he was an odd one, that Moran. For instance, the time Sparks'\nselenium plate blew out. It was Moran who got permission to use\nthe machine shop, construct a substitute out of a uranoid-steel\natmochamber. We used that freak audio throughout the trip, then\nreplaced it with a standard one when we reached Earth. Like dopes!\nBecause two years later that screwball First Mate of the _Saturn_\n\"invented\" a uranium time-speech-trap exactly like the one Moran made\nus. He earned a quarter million credits from it. Imagine!\n\nThen there was the time, as we were approaching the Lunar outpost,\nthat our calculating machine jammed. Lieutenant Bartlett and Cap\nMcNeally were in a dither trying to figure the approach velocity. It's\na fifteen-minute job for the machine; a six-hour job for a man's brain.\nBut Moran, who happened by, glanced casually at the declension chart,\nsaid, \"Cut to forty-three at 3.05 Earth Standard, Captain. Maintain\nfull speed for point three five parsecs, alter declension to north one,\nloft seven, fire fore jets twice--\"\n\nHaving no better idea, McNeally did as Moran suggested. And we warped\npast the Moon oh-oh-oh on trajectory!\n\n\n\nWhich put us within scant hours of Earth's H-layer. And which also\nroused in me the realization that the mysterious Paul Moran was more\nthan the ordinary space-sailor he pretended to be. Maybe I'm snoopy,\nI don't know. Anyway, I went to the radio room. I told Sparks grimly,\n\"You and I are going to find out just who or what this Moran guy is.\nSend a message, Sparks. To Fred Bender, at Long Island Spaceport.\nTell him to find out if there's a scientist missing who answers to\nthis description. Five feet, seven and a half inches; a hundred and\ntwenty-five pounds, dark hair, brown eyes--\"\n\nThe relay of that description and the subsequent reply took longer than\nI had anticipated. That's why Sparks and I were among the last to learn\nof the new trouble. We didn't learn until, excited, we burst onto the\nbridge, confronted the skipper with our information.\n\n\"Look, Skipper!\" I yelled. \"No wonder 'Moran' was able to fix Sparks'\nradio and set your course! Do you--\"\n\nAnd the Captain raised haggard eyes to me.\n\n\"Brait, where have you been? I've been audioing all over the ship for\nyou.\"\n\n\"In Sparks' cabin. Listen, though. Moran is--\"\n\n\"I don't care,\" said the skipper wearily, \"who he is. And in a\nlittle while, nobody else will, either. Your check-up, Mr. Brait,\nwas a miserable failure! We are only an hour and a half out of the\nH-layer--and the shield generators refuse to function!\"\n\nI just stared at him for a minute. When I caught my breath, there was\nonly enough of it for one word.\n\n\"Impossible!\"\n\n\"Impossible, maybe,\" acknowledged the First Mate, \"but unfortunately,\nDon, the Captain's right. Three lead-in cables are broken, the\nstripping is off the condenser.\"\n\n\"But--but everything was in perfect order an hour ago! I don't\nunderstand! Yes, I do! Moran! He said he'd destroy us all if he got a\nchance! Skipper, there's the answer. He's done it. The madman--\"\n\nThen there was a mirthful chuckle in the doorway, and Moran was\nstanding there looking at us, his thin lips wide in a smile.\n\n\"You're right, Brait. I _did_ do it. But I'm not a madman. I'm a happy\nman. The happiest man who ever lived!\" His eyes lighted triumphantly;\nhe stretched his arms above his head in a great, yearning gesture.\n\"Soon will come freedom! The great, everlasting freedom of death.\"\n\n\"Get him!\" said the Skipper succinctly. Gunner McCoy lumbered forward,\nhis long, hairy arms encircled Moran's body. The Skipper pawed his\ngraying thatch. \"This is no time for reproaches, Mr. Brait. I told you\nto guard this man; for some reason you failed to do so. But now our\nproblem is to repair the damage he has done. Or else--\"\n\nHis pause was significant. But Moran's quiet, mocking laughter\npersisted.\n\n\"It is useless, Captain. Not in hours, no, not in weeks, will you\nrepair the damage. Don't you see--\" There was a feverish light in his\neyes, a shuddering vibrancy in his voice. \"Don't you see that I bring\nyou the greatest of all boons known to man?\n\n\"Death! Wonderful, blissful death! Death that I have sought so long ...\nso hopelessly.\"\n\nThose were the last words I heard for some time. I dashed from the\nroom, Bartlett, Sparks and McCoy at my heels. We picked up the Chief\nEngineer. We covered the _Antigone_ from stern to stern. And our worst\nfears were realized. It was no use. The damage Moran had done was\nirreparable.\n\nRuss Bartlett said, \"There's only one way out. We mustn't try to\npenetrate the Heaviside layer. We must shift trajectory, pass Earth\nand remain in space until we get the shield generator operating again.\"\n\nAnd Chief Lester said somberly, \"Have you forgotten the trajectory you\nplanned, Lieutenant Bartlett?\"\n\n\"The trajectory?\"\n\n\"I thought it was unusual,\" rumbled the engineer, \"when you called\nit down to me. It's paper-thin, balanced on a knife-edge between\ncounter-gravitations. If we try to shift course now, we'll tear the\nship into shreds!\"\n\nI knew, now, why Moran had come up with such a ready answer when the\ncomputer failed. He had planned well. He had deliberately forced us\ninto this trajectory from which there was no escape.\n\n\n\nBack on the bridge, we found Captain McNeally pacing the deck like a\ncaged cat. Moran was silent, watchful intent, with an unholy gleam\nof justification lighting his curious eyes. The skipper looked up\nhopefully as we entered.\n\n\"Well, gentlemen?\"\n\nBartlett shook his head.\n\nMcNeally was silent for a long moment. His glance roved the smart,\nglistening interior of the _Antigone's_ control room. I knew exactly\nwhat he was thinking. It was too bad that this smooth perfection, this\nfinest ship built by master craftsmen, should become a brief, winking\nflame in the atmospheric borders of Earth.\n\nAnd it was tough that we must all go out together like this. Through no\nfault of our own. Through the machinations of a space-mad castaway. He\nturned to me. \"Lieutenant Brait, you and Sparks will go to the radio\nturret. Send a complete report to the Earth authorities. Tell them--\"\nHe gulped. \"Tell them why the--the _Antigone_ will not come in.\"\n\nI said, \"Aye, aye, sir!\" mechanically, and started for the door. But\nSparks stopped me.\n\n\"Ain't you gonna tell 'em what we learned?\"\n\n\"Eh?\"\n\n\"About _him_?\"\n\nHe jerked his head toward 'Moran'.\n\n\"It doesn't really make any difference now,\" I said. \"But--\" I suppose\nmy voice was scornful. There was scorn and bitterness in my heart.\n\"They might as well know that the man who has condemned us all to\ndeath is--or was--one of Earth's greatest scientists. Had he not become\na raving lunatic his genius could have stemmed this disaster.\"\n\nMcNeally said, \"What's that, Lieutenant? What do you mean?\"\n\n\"I mean this man's name is not 'Paul Moran'--\"\n\n\"Names,\" murmured Moran gently. \"What difference does a name make? When\none has had thousands of names.\"\n\n\"His name,\" I continued, \"is John Cartaphilus!\"\n\nBartlett said, \"Cartaphilus!\" In a leap he was at our strange guest's\nside, his voice eager. \"Then he will--he _must_--help us!\n\n\"Cartaphilus, listen to me! Of all men, only you have the genius to\ndevise some way of escaping this peril! You've been mad, sir! Insane\nfrom your privations! But now I beg that you cast aside this madness,\ncome to our rescue!\"\n\nMoran--or Cartaphilus--brushed his hand aside. A dreamy look was in his\neyes.\n\n\"Death at last!\" he whispered. \"Oh, sweet boon of mankind--death! I who\nhave suffered so long, waited such a long time--\"\n\n\"Can't you hear me, man? Snap out of it! Time is growing short. In a\nhalf hour, maybe less, we'll nose into the H-layer. And then--Please,\nsir!\"\n\nBut there was no reply. Captain McNeally looked at me uncertainly. \"Are\nyou sure, Brait?\"\n\n\"Positive. I forwarded a description to Bender at L.I. He said\nCartaphilus has been missing for a year and a half. He fled Earth\nbecause of a scandal. It seems--\"\n\n\"Never mind that now.\" McNeally confronted the insane scientist. \"Mr.\nCartaphilus, you must help us out of this jam! We're not thinking only\nof ourselves, but of the mothers and children waiting for us on Earth.\nAnd of the future of space-travel. If the _Antigone_, the finest ship\never built, blows out in the H-layer, it will strike a heavy blow at\nall astronavigation. Help us, sir! For Heaven's sake--\"\n\nCartaphilus spoke suddenly, sharply.\n\n\"Don't say that!\"\n\n\"Only Heaven can save us now,\" said McNeally simply, \"if you won't.\nIt's our only hope. May the Lord help us if you--\"\n\n\"Don't!\" The strange, thin man screamed the word. Suddenly he buried\nhis face in his hands, and his words were an incoherent babble of\ntorment. \"Don't you see what you're doing? Man, have you no pity?\"\n\nHe raised wide, tortured eyes. \"The endlessness of time--\" he\nwhispered. \"But I thought that, free of Earth, lost in the depths of\nspace, I might at last find peace. But now you call upon me to save you\nin His name.\n\n\"I won't do it! I won't! The power cannot force me, here in the void.\nTwo thousand years.... No! No!\"\n\n\n\nMcNeally stepped back, torn between dread and doubt. He shook his head\nat us. \"It's no use. He's completely mad.\"\n\nThen Russ Bartlett cried, \"Wait! _Listen!_\"\n\nFor Cartaphilus, his face worn and aged, had bowed his head as\nthough surrendering to forces greater than his will-to-die. And he\nwas droning in a drab, lack-lustre voice, \"Tell the engineer to\nreverse the polarity of the alternate hypatomic motors. Transmit the\ncounter electromotive force helically through the forward coils.\nUse full power. Keep all motors running at top speed. Cut out the\nintercommunicating and lighting systems; there must be no D.C. current\nin operation anywhere on the ship. The cross-currents will--\"\n\nChief Engineer Lester's face was a masque of blank dismay. He husked,\n\"A hysteresis bloc! It might work. Nobody ever thought of it before.\"\n\n\"What do you mean?\" That was Cap McNeally.\n\n\"His suggestion. Heterodyning the web-coils, so we'll counter the\nH-layer radiation with an alternating current of our own. It's just\nabout one chance in a million!\"\n\n\"Then take that chance!\" cried the skipper. \"Try it! Do as he says.\nAnd, for God's sake, man, _hurry_!\"\n\nCartaphilus, his eyes drained of all expression, rose sluggishly. Once\nmore he spoke, faintly. \"It will work,\" he said. \"It will work, and I\nhave failed again. And all because I would not let Him rest....\"\n\nHis voice broke in a great, wrenching sob. Then he lurched from the\ncontrol room like a broken thing.\n\n\n\nI never saw him again. No one aboard the _Antigone_ ever saw him again.\nFor the next hour we were in a turmoil, rearranging the electrical\nunits of the ship as Cartaphilus had told us. We finished our task just\nin time; scant seconds after we had thrown on the power we nosed into\nthe web-like field of force which is the H-layer.\n\nIt was a breathless moment. Despite our efforts, there was not a man of\nus but expected a brief, brilliant instant of horror--then oblivion.\nBut we were as wrong as Cartaphilus had been right. There was a jolt\nas our forcefield met that of Earth's shield; the permalloy hull of\nthe ship sang and hummed and glowed cherry-red under the impact of\nthat terrific electromotive strain, but we slipped through the barrier\nwith greater ease than ever had any ship using the old style shield\ngenerators.\n\nIn our jubilation we quite forgot the mad scientist whose strange,\nlast-minute change of mind had saved our lives. We landed. And sometime\nbetween the moment of landing and the moment when we remembered our\npassenger, he fled. Disappeared completely from the ship and from our\nlives.\n\nCap McNeally was nothing if not a square-shooter. He refused to take\ncredit for the invention that had brought us through the H-layer. The\npatent rights were taken out in the name of our deranged passenger.\nThe \"Moran H-penetrant\" it is called. All spaceships used it until\njust recently; until Cap Hawkins of the _Andromeda_ and the Venusian\nscientist, Jar Farges, discovered Ampies could be used as H-layer\nshields.\n\nBut afterward, Cap McNeally came to me, wondering.\n\n\"Why should he have wanted to die, Brait? I can't understand it. A man\nlike John Cartaphilus; wealthy, intelligent, respected--was he really\nmad, do you think?\"\n\nI hesitated. I, too, had been wondering about that. I had gone so far\nas to look up the life history of the mad scientist. I had found\nseveral curious things. No man knew when, or where, John Cartaphilus\nhad been born. All agreed that he was \"remarkably youthful\" in\nappearance. It was rumored that he had outlived a wife married in\nyouth; that she had been an elderly woman when she died.\n\nI said, \"I told you there had been a scandal in his life, recently,\nSkipper. It concerned a friend of his, a worker in one of his shops.\n\n\"Cartaphilus was, and is, a genius, but he has a reputation for driving\nhis men too hard. They say that on this occasion, seeking the answer\nto some problem that evaded him, he forced this assistant to labor for\nweeks, begrudging him even a few hours sleep each night.\n\n\"On the eve of the solution of the problem, this worker came to him,\nnervous, ragged, exhausted, begging for a brief respite. Claiming he\nwas sick with overwork and fatigue. But John Cartaphilus insisted,\nimpatiently, there was no time for rest. He ordered the man to get\nabout his work.\n\n\"The job was completed. But the friend died. The doctors said it\nwas a pure case of exhaustion. When he heard this, Cartaphilus'\nbrain snapped. He blamed himself for the man's death, fled Earth. He\nbecame--or so we may believe--the wandering spaceman we found in the\nasteroids.\"\n\nCap McNeally frowned.\n\n\"Do you believe that story, Brait?\"\n\nI started to say no. I started to tell the skipper something else I had\ndiscovered while probing into the life history of John Cartaphilus.\nSomething that, to my mind at least, more fully explained the oddness\nof our erstwhile passenger.\n\nIt was an old legend I had run across. The queer story of a man with\nmany names (\"I have had so many names,\" Moran had said) who wandered\nendlessly about the Earth, perhaps the universe now, simply because he\nhad not let another rest for a moment on his doorsill.\n\nSometimes this man had been known as Cartaphilus. He had also been\nknown as Juan Espera en Dios, as Ahasverus, and as Butta Deus. The\nParisian gazette, \"Turkish Spy,\" had in 1644 A.D. reported his presence\nin that city traveling under the name of \"Paul Marrane.\" But men in\ngeneral knew him by a more descriptive name. The Wandering Jew. The\nEternal Jew....\n\nBut I did not tell Cap McNeally this. After all, it was a fanciful\nthought. And surely Moran--or Marrane, or Cartaphilus--was mad when he\nclaimed to have met and talked with Simon Magnus twelve hundred years\nago?\n\nAnyway, when we saw that ad in the classified columns of this week's\n_Spaceways Weekly_, and McNeally claimed Moran would return to claim\nhis reward, it raised again the question in my mind.\n\nWill he return? Or will he find, at last, whatever peace awaits him out\nthere? In the vast emptiness of space, where the power cannot--must\nnot--extend? I wonder....",
    "metadata": {
        "author": [
            "Danzell, George",
            "Bond, Nelson S.",
            "Bond, Nelson Slade",
            "Bond, Nelson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61842/pg61842.txt",
        "name": "the_castaway.json"
    }
}