{
    "name": "The right side of the tracks",
    "author": [
        "Teichner, Albert",
        "Teichner, Albert R."
    ],
    "body": "For the last week they had been hovering a half-million miles out from\nthe Terra-scale planet and now all fifty men aboard the _Probe_ were\nagreed that it was time to land and investigate the place at closer\nhand. Even Dr. Stern, the perennial pessimist, felt the inhabitants\nstill looked human through the electroscope. While hopelessly blurred\nby such distance magnification, these two-legged, two-armed beings\nshowed nothing dangerously different from men on any other member\nplanet of the Galactic Glia.\n\nBut why did these seeming fellow creatures want to be by themselves in\ntotal isolation?\n\nEvery schoolboy knows that each of the ten thousand human planets\nsignals all the others once each galactic hour--even if there is no\ninformation to exchange except the carrier signal itself. Just as each\nneuron in a brain maintains some electrical contact with every other.\nFrom this infinite openness of pathways, the schoolboy will explain\nto you, comes the adaptability of both the individual mind and human\ncivilization in general, the ability to concentrate everything on\nwhatever problem is at hand.\n\nYet here was Nodar refusing to answer the universal signals for years\nat a time. There was something menacing about this non-conformity and\nSupreme Council had carefully considered all possibilities before\ndispatching the _Probe_. These had boiled down to a painful set of\nalternatives: either an alien species, commencing the building of an\nempire, had seized the planet; _or_ the Nodarians, turned primitive for\nsome unknown reason, were hiding behind the wall of silence to mount\ntheir own attack on the rest of the human universe.\n\n\"Alien seizure, my foot!\" Commander Linder told the rest of the crew\nnow. \"Those are men down there, men working up some anti-social\nmischief we truly civilized people can't even imagine.\"\n\n\"Mischief? We just don't know that it is,\" Stern sighed through his\ngrey, brush mustache. \"Do we, Commander?\"\n\n\"It can't be anything good,\" Linder snapped. The other officers nodded\ntheir agreement.\n\n\"Suppose they've become indifferent,\" Stern persisted, \"and just want\nto be left by themselves?\"\n\nLinder gave a sour laugh as he moved down the catwalk, throwing one\ncommunication circuit after another to ON position. \"I imagine they're\ngoing to play very coy before we wangle an answer out of them--but not\nbecause they're indifferent, Stern. It's impossible for people to be\nindifferent to their fellows--cooperation or hate, those are the two\npossibilities, and Nodar alone refuses to cooperate. _Why_ should they\nbe indifferent? _What_ could they have to develop beside the universe\nof people around them?\"\n\n\"I don't know,\" Stern conceded. \"I don't even think my explanation's\nthe likely one--yours is--but we do have to consider everything.\"\n\n\"In--dif--fe--rent,\" Linder repeated, provoking laughter from his crew.\nHe whirled his bulky frame around with the usual surprising ease and\nsnapped a receiving screen on. \"Look at it again, look at what we've\nbeen picking up from them the last six days. I think they've known\nwe're up here all along--deliberately pulling wool over our eyes.\"\n\n\n\nTo the tune of running squeaks and rumbles unshaped colors flowed\nacross the screen mixed with equally shapeless flickers of black and\nwhite. \"Certainly looks deliberate,\" said young Crawford who was\nLinder's second in command but not ordinarily one of the yesman chorus.\n\"Doctor, as our Chief Semanticist, do you get any message at all out of\nthat stuff?\"\n\n\"No,\" he conceded again.\n\n\"The lack of a message,\" said the Commander, \"there's your only\nmessage. A slap in our faces and a kick in our teeth!\" His jaw\ntightened. \"Even if it means our finish, we've got to go down there and\nfind out what we can. Council will be receiving all our information on\nthe fastest hyperspace beam unless and until Nodar cuts us off. Now\nlet's get the job done!\"\n\nStern was the first to applaud and every man there followed suit. They\nhad spent a gruelling three months at speeds far beyond that of light\nand were impatient to be finished with the assignment. Their eyes\ngleamed with barely-suppressed anger as Linder started calling Nodar.\n\"We are from Supreme Council. We wish to land. Our mission is charity\nbut we insist on the right to land.\"\n\nHe had just begun to repeat the message when the prompt response came\nthrough, ungarbled. \"Land any time. You have been out there one week,\nthree hours, eighteen minutes, three seconds and never bothered to call\nus! You could have come in at any time.\"\n\n\"They have known all along!\" There was a great outburst of indignation.\n\"Those meatheads making fun of us!\"\n\nLinder held down the local sender at OFF while he turned to Stern. \"A\ngood sign for our safety, though, heh?\"\n\n\"Yes,\" Stern agreed emphatically. \"If they wanted to pull us into a\ntrap they wouldn't be annoying us at this stage. They probably won't\nthrow any obstacles in our way when we leave.\"\n\nLinder nodded and pointed at Barnes. \"Your team will keep\ncommunications open and we'll get data back to Terra as long as we can.\"\n\nThe stubby man saluted smartly and left with his five aides for Message\nCenter.\n\n\"Go down to 18,000, sir?\" Crawford asked. \"18.9 should give us the best\ndescent trajectory.\"\n\n\"First I'll notify them. We're dealing with a touchy bunch. An\nunannounced hyperdrive boom might send them into some nasty defense\nscramble.\" He spoke into his wrist microphone. \"Hello, Nodar. Hello,\nNodar. This is Commander Linder speaking, Linder of the _Probe_. We are\ncoming down within the next two hours. This will necessitate a brief\nreturn to hyperspace and there--.\"\n\n\"We will anticipate the visual boom,\" chuckled a deep voice behind\nwhich interweaving lines of squeaks were running. \"Our calculation for\nyour best trajectory in normal space is for you to come back to it at\n18.3846 thousand miles. You will then be square on our landing beam.\nGood luck.\"\n\n\"Maybe they've forgotten their galactic good manners,\" Stern smiled,\n\"but not their navigation.\"\n\nThe Commander disregarded him. Shifting from normal space and back was\nalways physiologically disruptive, if only slightly so each time, and\nevery long voyager, according to his specific makeup, was allotted a\nlimited number of such shifts before being retired from the service.\nA shame to use any of it up on such a short hop but from now on this\ndiplomatic transaction had to be handled rapidly, so rapidly that Nodar\ncould not anticipate every move.\n\nHe pressed the field-shift button.\n\n\n\nA few minutes later they were back in normal space, coasting on Nodar's\nlanding beam. \"Doesn't make sense,\" Stern insisted. \"The beam's\nperfectly clear yet every other signal we've picked up is a complete\ngarble.\"\n\n\"I told you--they were just throwing sand in our eyes.\"\n\n\"But Barnes says the garbles were all ground-to-ground signals,\nthousands of different ones and none for us. They still know standard\nGalactese when they speak directly to us.\"\n\nThe _Probe_ was down to 14 thousand, moving smoothly, and the Commander\nsympathetically patted the semanticist's shoulder. \"There's no call on\nyour specialty, that's what's worrying you. Mustn't go introspective on\nus now, eh?\"\n\n\"I'm not sure I mustn't, sir,\" he stood firm. \"But I won't.\"\n\n\"Good enough. In the final analysis the doing's what counts, I always\nsay, not the thinking.\"\n\nHe leaned over the navigation screen, propping himself on his two\nstiffly outstretched arms, and Stern knew he was no longer there for\nLinder, not while the Commander concentrated on the problem of landing\nthe _Probe_. Stern moved along the catwalk past the open doorway of the\nMessage Center to the curving permaquartz window from which the descent\ncould be studied. As he watched Nodar's features rise toward him,\nfirst silver blue, then breaking into broad continents of green and\ntan and brown with brilliant clusters of metropolitan lights here and\nthere on the night side, he kept wondering about all those meaningless\npicture signals they had intercepted. On Terra there had been a\ndangerous cult of non-communication way back in the late twentieth\ncentury, at the very time man's greatest era was dawning. But that,\neveryone realized today, was due to neurotic fear of the grandeur--and\nresponsibilities--ahead. Could a whole planet still go neurotic?\n\nIt was a terrible question and he brooded on it, wondering how ruthless\nthe Council's treatment must be to bring this civilization back to\nnormalcy. Certainly it was a question to keep from Linder as long as\npossible; his tendency toward prompt and decisive action had to be\nchecked as much as possible.\n\nThen they were landing, the anti-gravity jets letting the _Probe_\nsink slowly into the waiting cradle until it stood still against the\nusual manscape of one- and two-hundred story buildings. \"Stern to the\nbridge,\" Linder called on the intercom. \"You'd better be part of the\nlanding delegation--just in case they really are in symbol trouble.\"\n\n\"Thank you, sir!\" Stern replied, grateful, and hurried to the bridge.\n\nThere were eight men in this first group to leave the craft. They\nstarted across the vast and empty checkerboard area leading from the\ngantry to the sparkling Reception Center building. At least in one\nrespect, despite three decades of increasingly erratic behavior, Nodar\nwas following standard procedure; interstellar spaceports always were\nlaid out in huge black and white squares. From the distance which was\nemphasized by this linear perspective a solitary figure was coming\ntoward them square by square.\n\nStern was the first to pinpoint the thing making the official greeter's\nwalk so peculiar. His arms, instead of moving to the rhythm of his\nadvancing body, were swinging back and forth at separate rates of\nspeed. As the figure came closer, the Commander muttered: \"It looks as\nif he's playing some kind of gymnastic game by himself. I don't think\nhe cares whether we're here or not--a fine greeting, I must say!\"\n\nThen they could see the smiling (or was it smiling?) face. \"Something\nodd about his eyes too,\" Crawford said.\n\n\"No, the eyes are all right,\" Barnes insisted. \"He's anatomically\nnormal but you got that impression because only one side of his face is\nsmiling and the other's kind of expressionless, almost bored!\"\n\nHe was still striding toward them, a handsome man well over seven feet\nas planetary hospitality officials were supposed to be, and his left\nhand, the more-rapidly swinging one, was making elaborate arabesques in\nthe air.\n\n\"Crazy habit,\" said the Commander, \"never seen the likes of that\nbefore.\"\n\n\"The eyes _are_ peculiar,\" Stern said in a low voice to the rest of the\ngroup, \"and I'll tell you why. Every once in a while they blink out of\nstep with each other.\"\n\n\"No,\" said Barnes, \"I don't see anything like that. There--they just\nblinked together. And there, together ag--no, I'm not sure this time!\"\n\n\n\nBut Barnes withdrew his aggressive stare and fell silent as the\nNodarian came closer. Dressed in the same sheath garments as the\nvisitors, he was now beaming at them on both sides of his face. \"We are\nglad to welcome ancient brothers. My given name is Jackson,\" he said\nin a deep, full voice and extended the right hand to Linder who was\nresplendent in the gold sash of Space Commander, while his other hand\ncontinued to play gracefully up and around and down and under and up,\nmoulding air to instantly vanishing shapes.\n\nLinder, a little dubious, accepted the greeting. \"We have been eager to\nvisit here. Contact has been so infrequent and Glia's Supreme Council\nhas wondered--.\" He stopped because Jackson's eyes had drifted away.\nThe man seemed to be listening either to some vigorous mathemusic that\nhad started up on the main building's PA system or some other music,\nmuch more languid, coming from another direction. \"I said, Greeter\nJackson, that contact has been so infrequent and--.\"\n\n\"Oh, I heard everything you said,\" the Nodarian nodded patiently, still\nnot bothering to focus his gaze on him.\n\nThe Commander fumed at the indignity but remained silent. Stern hastily\nfilled the gap. \"I'm official semanticist for the expedition,\" he said,\nhimself disconcerted by the brief flicker of something like disdain at\none corner of Jackson's smile. \"Well, I can see my services in that\ncapacity won't be essential here--.\" \"--certainly not,\" Barnes boomed.\n\"--but I would like to say we have come here principally to ascertain\nwhether you are in any difficulties which the combined resources of\nGlia's Council might help you face.\"\n\n\"_We_ in any difficulties!\" Jackson laughed. \"We need no other planet's\nhelp. How could _you_ help _us_?\"\n\n\"I hardly call that a polite greeting!\" Linder exploded. \"Certainly not\nan appreciative one. Galactic practice states you people should signal\nevery hour on a universal pulse line. Out of ten thousand settled\nzones yours is the only one in violation. And now you receive us with\narrogance and--and--hand-circle waving!\"\n\nThe left hand's movements slowed down but did not stop while Jackson's\nsteel blue eyes settled, unnervingly blinkless now, on them. \"No, I\nguess you're not ready for it,\" he cryptically announced. The smile\ncame back, even warmer than before, but they were still a little shaken\nas he bade them follow. \"One pupil,\" Stern whispered to the Commander,\n\"one pupil was more dilated than the other!\"\n\n\"Don't I have enough problems without your fantasies?\" Linder came back\ncrossly. \"Cut it out.\"\n\n\"You heard what the Commander said,\" Barnes joined in, more menacing\nthan his superior.\n\nStern considered the Message Center Chief with contempt. The\nbroad-beamed runt was basking in his usual reflected-glory routine,\ncultivating the Commander's favor by encouraging his natural\nimpulsiveness. _A fine example of cooperation we can set for anyone\nelse!_ he thought bitterly.\n\nBut, like the others, he was quickly distracted from personal problems\nby what became apparent as soon as they entered Reception's building.\nInside, it had a rundown appearance, nothing you could precisely\nput your finger on but the paint seemed slightly faded, and chairs,\nlockers, tables, in fact all objects, had a very slightly worn\nappearance. This was something no other planet permitted to happen;\nReception was the place travellers saw first and every normal planet\nwanted to make a good initial impression.\n\nThe people, though, there was the real reason for feeling that\neverything was sloppy, lax. Groups of officials and onlookers were\nmilling about the great center hall area but they hardly seemed to\nnotice their guests. Many of them had listening devices in their\nears and their eyes wandered about even more outrageously than did\nJackson's while everywhere there were hands making pointless gestures.\n\n\"Look at that computer!\" Linder snorted, beside himself with disgust.\n\"It must be half out!\"\n\n\n\nThe eight men gaped at the machine, standard spaceport size, that\ncovered one wall. Here and there dial plates had fallen away, revealing\ndisrupted wire circuits. \"In the name of Council,\" Linder snapped, \"I'm\ntelling you to get that Thinker fixed.\"\n\n\"Oh, it's in good enough shape,\" Jackson yawned. \"We don't need the\n_whole_ thing functioning.\"\n\n\"And I'm ordering you to need the whole thing! No wonder we haven't\nbeen receiving regular signals.\"\n\nPeople within earshot were grinning and turning away. \"Commander--\"\n\n\"Linder. L-I--\"\n\n\"No need to spell _anything_ out for us ever, sir. As I said, we don't\nneed the whole thing. We could fix it easily enough any time the\nnecessity arose. But it never will again, I assure you.\"\n\n\"Let's go to your Central Headquarters so I can settle this with\nsomeone in authority!\"\n\n\"There isn't anybody in authority.\" He considered the Commander's\npuzzled expression. \"Because everyone is capable of authority.\"\n\nBarnes roared with humorless laughter and waved his hand at a few men\ngaping toward a wall. \"These characters capable of authority?\"\n\nA few briefly swung eyes toward them, then back to the wall. \"You\npeople certainly are not ready,\" Jackson sighed. \"Well, come along\nanyway, I'll show you Central Headquarters, such as it is now.\"\n\nThey followed him into the street, gawking at an area robot control\ncomputer on the central island. It, too, had sections of broken plating\nwith unattached wires crazily dangling.\n\n\"Some kind of robot revolt?\" Crawford whispered to Stern.\n\n\"Looks like it could be,\" Stern agreed. \"You can't adequately control\nthinking robots without area computers mediating their activities. But\nstill--there's never been a robot revolt. Maybe something else peculiar\nexplains--\"\n\nJackson who had been listening to music on an ear set turned around and\nsaid, \"Of course you can control them without area computers. I mean,\n_we_ can. Anyway we don't need so many robots now.\"\n\nBarnes was about to register another vehement protest but his chief\nshook his head and whispered, \"No use, there's something the matter\nwith this one. I'll have him disciplined as soon as I talk to the top\npeople.\"\n\n\"Why are you turning this into a diplomatic prestige match?\" Stern\nbroke in, his voice even lower than the others. \"There's something\nmore important going on here. Didn't you notice what those types in\nReception were gawking at?\"\n\n\"Us!\" Barnes snorted.\n\n\"No, there was some kind of smear of light flowing across the wall and\nevery once in a while I thought I saw one or two words!\"\n\n\"For the last time, Stern,\" and this time Linder's voice was loud\nenough to echo from a building across the narrowing street, \"last time,\nStern, no more morbid talk--more morbid talk--.\" The words, coming\nback like a kind of self-mockery, threw him off his verbal stride and\nhe fell silent, satisfying himself with the chance to glare at the\nsemanticist. Who the devil needed a symbol specialist on a mission like\nthis anyway?\n\n\n\nThey turned into a huge plaza where the echo phenomenon ceased, but\nthe same sloppiness attracted their attention as had been the case at\nthe spaceport. The pavement approach to Nodar's Central Headquarters\nwas evenly laid out but, wherever repairs had been made, there was\nno sign of an attempt to cover the patches up and maintain pleasing\nvisual symmetry. \"There'll have to be a Glia Expeditionary Force,\"\nLinder muttered, unable to remain silent in the face of such deliberate\ndisorganization. \"They're suffering from some weird disease. They'll\nneed all the help every planet can send.\"\n\nAt this Jackson, who had not seemed to be listening, turned around and\ngave them all the most icy glance they had ever encountered. Then he\nnodded his head into an angelic smile. Linder, refusing to be cowed,\nstrode to the insolent greeter's side and entered the building ahead\nof him. A few seconds later he whirled around and came back to the\nother seven who by now were just about to step into the place. \"They've\nmade some kind of movie madhouse of their planetary headquarters!\" he\nmuttered, stunned. \"Come and see for yourselves.\"\n\nThey did. The hall they entered was monumentally vast like all\nplanetary centers, to express the majesty and prestige of its function.\nIt was partially darkened and hundreds of men and women were lounging\nabout on chairs and sofas, talking to each other while looking at the\nwall at one end of the building. This wall was covered for several\nhundred yards with blobs rapidly sinking toward the floor and similar\npatches reappearing near the ceiling while words, mathematical symbols,\nthree-dimensional color patterns and other disconnected symbols\nstreamed in and out of the confusion to add the final touch of chaos.\nMany of the viewers were also eating and here and there were even young\ncouples necking as they watched the wall.\n\nOnce in a while somebody seemed to look straight at the party that had\nentered but the glance was always brief. \"This is the limit,\" Barnes\nsaid. \"Commander, Council prestige is at stake here.\"\n\n\"No, let's try to stay calm,\" Stern insisted, \"we're surrounded by\npotentially hostile people and--\"\n\n\"Are you afraid?\" Barnes taunted him.\n\n\"You know that's not it,\" the taller man came back. \"I just think we\nought to try to find some sense to all this.\"\n\n\"I think you _are_ afraid,\" Linder broke in. \"Fine analysis jobs our\npsychology people are doing these days! They're supposed to weed out\nevery fearmonger _before_ a hyperspace team takes off.\" He leaned\ntoward Stern, all his frustrations finally achieving a point of focus.\n\"You'll never get another expedition if we make it back. Get this\nstraight--my job isn't primarily to protect our hides. It's to make\nobvious to our hosts that Glia Council is supreme everywhere, the one,\nultimate institution for maintaining stability throughout the Galaxy.\"\n\nJackson, for the first time, was giving _all_ of his attention to\nthem. \"You have a complaint, Commander?\" he said. \"Why not address it\nto me? Don't worry about being violently treated. We _want_ you to get\nback to Terra with the news.\"\n\nArms akimbo, Linder faced the alien unflinchingly. \"Space voyagers\ndon't worry about their personal safety. I demand,\" his voice rose to\na shout that reverberated unpleasantly through the soaring vault, \"I\ndemand we get the respect, the total attention, due to a delegation\nfrom Glia. We are not here in search of violence and you know it. Glia\nmissions have always been peaceful and to help our fellows. But there\nis such a thing as carrying matters too far and you Nodarians are\nthreatening to do it with your disrespect for what we represent!\"\n\nThey were receiving many more glances, all filled with distaste, from\nmembers of the audience. But the glances remained brief and Barnes\nshouted in an equally stentorian voice, \"We demand your attention!\nContact must be resumed!\"\n\nNow some shouts echoed back at them. \"You're boring us!\" \"Stop your\nyawnmaking!\" \"Nothing worse than an inferior level of intelligence!\"\n\nJackson, never taking his hypnotic gaze from his guests, gracefully\nwaved his hands and the Nodarians fell silent. Many of them returned\nto their former activities but about fifteen formed a circle about the\nvisitors. \"We are agreed?\" the greeter said to his compatriots. They\nall nodded.\n\n\"Good.\" He turned to Linder and Barnes. \"As I said before to you,\nyou're really not ready yet for what we are hoping to tell you and we\nhave our own work to continue, work that will never menace anyone. Some\nday, in fact, gratitude will ring from one end of the Galaxy to the\nother.\"\n\n\"But I don't see,\" Stern wondered aloud, \"why you have to withdraw from\ncontact with all the other planets if your plans are so innocuous.\"\n\n\"At this point,\" Jackson smiled, \"it doesn't matter one way or the\nother so we have not bothered. Our isolation did minimize the danger of\ninterference. We are not afraid of contact--we just don't need it now.\"\n\n\"Isn't that a rather selfish attitude?\"\n\n\"Not at all. We're working to something which will, as I said, widen\nthe scope of everyone everywhere. We don't threaten you and you\n_cannot_ threaten us.\"\n\n\"Keep out of this, Stern.\" The Commander moved closer to the other man.\n\"As for you, Jackson, I view this ingathering of your friends as a kind\nof threat.\"\n\nJackson grinned. \"Yes, slightly. Your manners as a guest have\nbeen very bad. You have been childishly annoyed by what you cannot\nunderstand and you will be childishly treated, all of you except\nthe man who has been talking a little more sensibly to me.\" With\nthat he easily picked the Commander up, fell back into a chair and\nturned Linder over to give him a few sharp whacks. While Stern looked\non helplessly, others grabbed Barnes and the rest, in each case\nadministering a brief spanking. Even as the Nodarians spanked away most\nof them continued to look toward the movie wall for a further supply of\nirrationality.\n\nA minute later the red-faced visitors were set back on their feet while\nmost of their mild assailants walked away, each laughing on one side of\nhis face or the other. Jackson held two empty palms toward them. \"You\nsee--nothing else. You are free to go.\"\n\nLinder struggled to reassert his dignity. \"This isn't the end of the\nmatter.\"\n\n\"Of course not, Commander. Some day we'll reestablish the contact you\nso ardently desire. Very peacefully too.\"\n\n\"Council will not wait _that_ long,\" Linder said over his shoulder as\nhe stalked away.\n\n\n\nThey returned to the ship in silence and when those who had remained\non board demanded to know what had happened Linder insisted they be\ntold nothing. \"The matter,\" he said ominously, \"will be settled when we\nreach Terra. Stern, you're to keep silent too. Council is going to be\nvery interested in finding out why you received such favored treatment.\"\n\n\"But, Commander, I think I have a slight idea what this is all about--\"\n\n\"Not interested in your ideas,\" Linder said angrily, striding away.\n\"Tell them to Council.\"\n\n\"I don't have the equipment in my cabin to work the analysis out.\"\n\n\"Silence!\" Linder had turned at the door of Stern's cabin and was\nglaring at him. \"I don't want to hear a word from you the rest of this\nvoyage.\"\n\nStern sighed and calmly sat down at his desk to make some preliminary\ncalculations. It would probably work out all right; after a few days\nin hyperspace Linder would come to him, more or less his old congenial\nself, and this prohibition would be quickly forgotten.\n\nBut it did not work out that way. Every time Stern started a\nconversation with the Commander or Barnes they stared unresponsively at\nhim and even Crawford sometimes backed away, trying to exchange as few\nwords as possible.\n\nOne day Linder approached the permaquartz window to find Stern, deep\nin thought, muttering to himself some ancient rhyme about _Patty\ncake, patty cake, baker man_. Oblivious to everything else about him,\nStern was holding his right hand above his head and his left close to\nhis stomach. The right hand, palm downward was moving in a clockwise\ndirection while the other went anti-clockwise, but at the words _Baker\nman_ the movement of both hands was abruptly reversed. For a while\nLinder watched these reversals, sometimes inaccurately changed into\nboth clockwise or both anti-clockwise movements. Finally he said\n\"Hmmph!\" and strode away, leaving Stern standing there in confusion at\ndiscovering he had been observed.\n\nFollowing this embarrassing episode, Stern tried several times to\nexplain what he had been doing but was perfunctorily rejected in each\nattempt. The days hung heavily as more and more crew members, deciding\nto play it safe, imitated their chief and treated him like a pariah.\nMost even refused to exchange brief comments about the _Probe's_\nnavigational progress across the Galaxy, the spaceman's polite\nequivalent of the landman's time-killing rehashes of the weather.\nEventually Crawford alone was left among those indifferent to Linder's\nwrath and Barnes' prying.\n\n\n\n\"It's an utterly ridiculous situation,\" Stern protested one day when\nCrawford came by.\n\n\"I know it.\"\n\n\"What's he going to accuse me of when we reach Terra--secret\ncommunication with the enemy?\"\n\n\"Practically. You'll be tried on suspicion of that possibility.\"\n\n\"And acquitted of it. He'll look plain silly after the hearings.\"\n\n\"I suspect that too. But don't forget he's been made to look very\nsilly--a grown man getting spanked!\"\n\n\"You went through the same indignity and still managed to be\nphilosophical enough to talk to me.\"\n\n\"Stern, _you_ didn't have to be philosophical at all. Frankly, even I\nfeel puzzled by their discriminating against the rest of us like that.\"\n\nStern shrugged. \"I think they realized I already had a tiny inkling\nof what was up while the rest of you, Linder and Barnes especially,\nwere arrogantly rubbing them the wrong way. You see, if there's any\ncondescending to be done, they're the ones who've earned the privilege\nnow.\"\n\nCrawford's brow wrinkled thoughtfully. \"You _do_ have some kind of\ninkling!\" He considered the portable electromagnetic projector at\nStern's elbow. \"You were working that before I came in, weren't you?\"\n\nThe older man strummed the arm of his chair. \"It's not good enough\nfor the final proof. I need the main projector in the Commander's\nquarters.\" He slammed the arm with sudden vehemence. \"I've had\nenough--he's going to listen to me before it's too late for him! He's\ntoo good a spaceman to ruin his career the way he probably will if the\nhearing against me gets going. They'll put him down for an obstructive\nold fool and never let him make a solar system run again!\"\n\nCrawford considered him for a long second. \"You're really serious,\naren't you? What makes you so sure you could convince him?\"\n\n\"I only suspect I can. But I'll need the projector for it.\"\n\n\"Well, I still don't see how, Stern. You ought to hear him talking\nabout finding you playing some kind of kid's game, moving your hands\nlike crazy. What do I say if he brings that up again?\"\n\n\"All right.\" Stern rose from his chair, placed his left hand\nhorizontally above his head, his right vertically against his stomach,\nand started reciting the nonsense words. Each time he came to _baker\nman_, he changed the rotational direction of one or both hands. Then\nhe reversed the placement of the hands themselves. Unsmiling, after\nabout a dozen changes, he said: \"Now you try it, Crawford. No, I'm not\nkidding around. Every time I reach _baker_ there'll be a change. If I\nsay _left baker man_ only your left will reverse its rotation. Or I may\nsay _right baker man_. Or I may not indicate a hand and then you'll\nreverse rotation for both. Then when I say _change baker man_, put\nthe right hand where the left is and vice versa and continue the same\nrotation as before the command--that is, if the right hand was above\nyour head, going clockwise, when I say _change_, your left hand, as\nsoon as it's shifted above your head, will turn clockwise.\"\n\nCrawford hesitantly got up, crowding the little cabin until Stern sat\ndown. He held his hands just as Stern had at the start of the exercise.\n\"Makes me feel a little silly,\" he grinned, rolling his eyes upward to\nthe raised hand.\n\n\"Maybe it is in itself--but not in its implications. Okay, _Patty cake,\npatty cake, baker man_. And now _Patty cake, patty cake, left baker\nman_. And _Patty cake, patty cake, change baker man!_\"\n\nAs the last instruction was given, Crawford, hopelessly tangled,\nflailed his arms about. \"Can't keep them turning in the right\ndirection!\" Annoyed with himself, he stopped altogether. \"Let's start\nagain. I'll get it yet.\"\n\n\"No, I think the point's been made. After a while you might learn to\ndo it right but it would take practice.\"\n\n\"A matter of coordination, isn't it?\" Stern nodded. \"Then those\nhand-wrigglings of the Nodarians were actually purposeful exercises.\"\n\n\"Right. And now that they've mastered really complex maneuvers, the\nhand-wrigglings are probably games, too, a part of play.\"\n\n\"Why should they have bothered at all with something like that?\"\n\n\"Because it's one tiny part of a much wider set of disciplines. They\nhave made themselves _totally_ ambidextrous, not a trace of left- or\nright-handedness left. Not just physical exercise and disciplines,\nthough, _all_ processes dealing with attention are involved.\"\n\nCrawford's eyes widened. \"That would mean both halves of the brain are\n_equally_ used! They might be able to do twice the thinking we do.\"\n\n\"No, my friend, the difference is much greater because it has gone\nfar beyond questions of handedness. Just tell the Commander what I've\ntold you. And say the change probably extends to the very nature of\nconsciousness itself but I'll need the best projector to prove that.\"\n\nCrawford bewilderedly considered his two hands. \"Complete control--can\nyou beat that! The Commander'll have to listen all right.\"\n\n\n\nAfter he was gone, though, Stern, gloomy and impatient, wondered\nwhether the younger man's optimism was justified. Suppose the Commander\nrefused and he had to wait more than three months, cooped up and in\ncoventry, before he could find out whether he was right? This project\nhad turned out to be one of psychology rather than semantics but\neverything, absolutely everything, would be affected if he--.\n\nThe intercom speaker grated in response to someone's breath. \"Stern to\nCommander's quarters on the double!\" shouted Linder.\n\nGrinning with relief, he jumped up, at the same time unlocking a reel\nof magnetic tape from the projector housing. He hurried along the\ncatwalk to the bow where the Commander was waiting, scowl and all.\n\n\"No time for apologetic chit-chat,\" Linder snapped. \"Crawford here has\nspoken to me and I'm interested. Not convinced, just interested. What\ndo you propose doing?\"\n\n\"I need the projector to test out my wider conclusions, sir.\"\n\n\"You have one in your cabin, don't you? Your inventory statement should\nshow you do.\"\n\n\"It can't project a reel at slow enough speed, sir. It wasn't designed\nfor the kind of analysis I'm suggesting.\"\n\n\"Oh,\" he muttered half-mockingly, glancing toward Barnes, \"so you have\na reel with you?\"\n\n\"Yes, and several more back in the cabin. They're blur pictures,\ngarbles we picked up when we were hovering above Nodar.\"\n\n\"You're wasting the Commander's valuable time,\" Barnes shouted. \"All\nnonsense if you ask me!\"\n\n\"Only because you have a one-tracked mind.\" Stern laughed at his own\nremark. \"That may turn out to be very funny in the next few minutes.\"\n\n\"Get on with it, Stern, before I change _my_ mind,\" ordered the\nCommander.\n\n\"Yes, sir!\"\n\nHe quickly slipped the reel onto the projector and, setting it for a\nvery slow speed, turned the machine on. The screen showed the usual\nNodarian television blur.\n\n\"There you are,\" Barnes said, \"a complete waste of time!\"\n\nDisregarding him, Stern twisted the speed dial into slower and\nslower positions; all the while watching the screen. Suddenly, as\nprojection speed came down to six percent of the speed at which it had\noriginally been received, they all gasped. They seemed to be looking\nat the performance of some kind of drama with perfectly normal human\ncharacters but the figures were sufficiently transparent for another\nset of characters with another distinctive background to be seen behind\nthem and these seemed to be acting out a separate drama. All the while\nequally transparent complex equations, charts and diagrams were pouring\nacross the screen.\n\n\"That's what _we_ find to be a blur!\" observed Stern.\n\n\"They speed up their picture signal during transmission,\" Linder said,\n\"and slow it down at the receiving end.\" He stopped, rubbing his chin\nthoughtfully. \"No, that can't be it. In the Reception Center Building\nand at their Central, too, they were looking _directly_ at such blurs!\"\n\n\"Exactly, sir. They can _see_ the components of what we find a blur--if\nwe unscrambled the sound track squeaks we'd undoubtedly find the same\nthing there. The question is, _How can they do it?_ and the answer is\nvery frightening--and encouraging.\"\n\n\"You said something about a change of consciousness.\"\n\n\"A radical change. They've been developing it during their isolation\nperiod and there's no reason why they won't teach us when the\npreparatory period's over. They're developing a special kind of inward\npower that would make it silly for them to want primitive control over\nother men. _They're_ the next stage in _our_ evolution.\"\n\n\"ESP!\" Barnes broke in. \"They sensed our antagonism so they humiliated\nus.\"\n\n\n\n\"No, they _saw_ your antagonism.\" Stern snapped off the machine. \"They\nsaw it because their powers of direct observation are so complete,\ncatching every slightest, revealing movement of the face. Look,\ngentlemen, what have been the evolutionary stages until now? First,\nself-perpetuating and replicating crystals. Then conditioned-reflex\nlife, followed by the growth of consciousness which in turn gave\nrise to the development of social consciousness. For the last few\ncenturies we've been in this phase and it has given us the power to\nspread across the Galaxy and assure one common level of humanity\neverywhere. Individual and social consciousness interacting--what, we\nhave wondered, would be the next stage to arise from it? But we have\ndone everything to prevent the next stage because we feared any one\nplanet developing along unique lines, lines that might end in a threat\nto the rest of us. Nodar deliberately isolated itself to be temporarily\nunique.\"\n\n\"What kind of consciousness could there be besides individual and\nsocial as we know them?\" Crawford wondered uneasily.\n\n\"Nodarian--and if you had it your ten billion brain cells could store\nup so much knowledge you wouldn't need thinking machines, just purely\nphysical robots!\"\n\n\"Let's get down to cases,\" Linder said, for once politely restrained in\nhis impatience.\n\n\"All right, Commander, here's a case. You're standing at the entrance\nof a darkened room which contains a thousand objects. A light flicks on\nand off, barely revealing the room's contents. Then you are asked to\ndescribe as much of the crowded room as you can remember seeing in that\nbrief flash. Your description covers only a small percentage of the\nroom's contents. The percentage may increase with practice but it will\nstill be small.\"\n\n\"But haven't you really seen more than that?\" Crawford protested.\n\"Neurosurgery--\"\n\n\"Certainly,\" Stern agreed. \"If the neuro-surgeon manages to touch\nprecisely the right point in your brain while you're under a local\nanaesthetic, you'll start describing details of that room you had not\nrealized you had seen. That's unconscious knowledge and it's much\nvaster than what you consciously acquire. Still though, you find that,\neven with this additional description, you've only covered a small\npercentage of the facts about that room. Now, if you're permitted\nto look into such a mystery room for, say, five minutes, you have\na chance to move your eyes from point to point, to become aware of\nmore things--and the neuro-surgeon's work will show your unconscious\nknowledge has also grown from longer viewing. Conscious and unconscious\nknowledge feed each other.\"\n\n\"I can just barely follow you now,\" Linder protested. \"This is getting\nawfully complicated.\"\n\n\"Because we're dealing with an awfully complicated--and\nimportant--phenomenon. I'll get to the big point in just a moment but,\nfirst, one more case--a little simpler to follow, I hope. You enter a\nwell-lighted room. In one corner two men are seated, playing chess. In\nanother corner two men are repairing a machine. When you look at the\nchess players the machine repairers are barely visible in the corner of\nyour eye. If you concentrate on the chess situation, you learn close to\nnothing about the repair work. And when you concentrate on the repair\nwork the chess game fades out.\"\n\n\"So what?\" Linder demanded. \"You merely move your eyes back and forth\nand follow both things if you want to!\"\n\n\"Exactly the point I was hoping to make, sir. This constant moving\nback and forth gives us the impression that our conscious attention\nis on two things at the very same time. Actually, though, it's only\none thing at a time. Now, imagine you lose interest in both situations\nwhile a radio starts playing some music. A second radio comes in with\nother music. By shifting attention back and forth you may manage to\nidentify both but you're really not hearing either one very well. And\nimagine what would happen if a third stream of music started up at the\nsame time!\"\n\n\"That's right, you can only consciously follow one thing at a time,\"\nCrawford nodded. His eyes widened with horror. \"They don't think that\nway at all! They were listening at the spaceport to musics and they see\nall these different things happening on the screen at the same time\nand follow it, don't they?\"\n\n\"Which gives them the capacity to learn anything at tremendous speed,\"\nsaid Stern. \"Take manually driving a ground vehicle. We learn one\noperation until we can do it automatically, _un_thinkingly, then we\nlearn another operation to the same point, reinforcing our first\nknowledge with the new acquirement, and so on. For all practical\npurposes _they_ could learn almost everything about such a matter at\nthe same time, instantly!\"\n\nStern stared at the star chart on the Command Room's wall, and wondered\nwhether the inward side of man was equally vast.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Teichner, Albert",
            "Teichner, Albert R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72338/pg72338.txt",
        "name": "the_right_side_of_the_tracks.json"
    }
}