{
    "name": "The New Minister's Great Opportunity\nFirst published in the 'Century Magazine'",
    "author": [
        "Chaplin, Heman White"
    ],
    "body": "1887\n\nFirst published in the \"Century Magazine.\"\n\n\n\"The minister's got a job,\" said Mr. Snell.\n\nMr. Snell had been driven in by a shower from the painting of a barn,\nand was now sitting, with one bedaubed overall leg crossed over the\nother, in Mr. Hamblin's shop.\n\nHalf-a-dozen other men, who had likewise found in the rain a call to\nleisure, looked up at him inquiringly.\n\n\"How do you mean?\" said Mr. Noyes, who sat beside him, girt with a\nnail-pocket. \"'The minister 's got a job'? How do you mean?\" And Mr.\nNoyes assumed a listener's air, and stroked his thin yellow beard.\n\nMr. Snell smiled, with half-shut, knowing eyes, but made no answer.\n\n\"How do you mean?\" repeated Mr. Noyes; \"'The minister's got a job'--of\ncourse he has--got a stiddy job. We knew that before.\"\n\n\"Very well,\" said Mr. Snell, with a placid face; \"seeing's you know so\nmuch about it, enough said. Let it rest right there.\"\n\n\"But,\" said Mr. Noyes, nervously blowing his nose; \"you lay down this\nproposition: 'The minister's got a job.' Now I ask, what is it?\"\n\nMr. Snell uncrossed his legs, and stooped to pick up a last, which he\nproceeded to scan with a shrewd, critical eye.\n\n\"Narrer foot,\" he said to Mr. Hamblin.\n\n\"Private last--Dr. Hunter's,\" said Mr. Hamblin, laying down a boot upon\nwhich he was stitching an outer-sole, and rising to make a ponderous,\nelephantine excursion across the quaking shop to the earthen\nwater-pitcher, from which he took a generous draught.\n\n\"Well, Brother Snell,\" said Mr. Noyes,--they were members together of a\nsecret organization, of which Mr. Snell was P. G. W. T. F.,--\"ain't you\ngoing to tell us? What--is this job? That is to say, what--er--is it?\"\n\nBrother Snell set his thumbs firmly in the armholes of his waistcoat,\nsurveyed the smoke-stained pictures pasted on the wall, looked keen, and\nsoftly whistled.\n\nAt last he condescended to explain.\n\n\"Preaching Uncle Capen's funeral sermon.\"\n\nThere was a subdued general laugh. Even Mr. Hamblin's leathern apron\nshook.\n\nMr. Noyes, however, painfully looking down upon his beard to draw out a\nwhite hair, maintained his serious expression.\n\n\"I don't see much 'job' in that,\" he said; \"a minister's supposed to\npreach a hundred and four sermons in each and every year, and there's\nplenty more where they come from. What's one sermon more or less, when\nstock costs nothing? It's like wheeling gravel from the pit.\"\n\n\"O.K.,\" said Mr. Snell; \"if 't aint no trouble, then 't ain't But\nseeing's you know, suppose you specify the materials for this particular\ndiscourse.\"\n\nMr. Noyes looked a little disconcerted.\n\n\"Well,\" he said; \"of course, I can't set here and compose a funereal\ndiscourse, off-hand, without no writing-desk; but there's stock enough\nto make a sermon of, any time.\"\n\n\"Oh, come,\" said Mr. Snell, \"don't sneak out: particularize.\"\n\n\"Why,\" said Mr. Noyes, \"you 've only to open the leds of your Bible, and\nchoose a text, and then: When did this happen? Why did this happen? To\nwho did this happen? and so forth and so on; and there's your sermon. I\n've heard 'em so a hunderd times.\"\n\n\"All right,\" said Mr. Snell; \"I don't doubt you know; but as for me,\nI for one never happened to hear of anything that Uncle Capen did but\nwhitewash and saw wood. Now what sort of an autobiographical sermon\ncould you make out of sawing wood?\"\n\nWhereat Leander Buffum proceeded, by that harsh, guttural noise well\nknown to country boys, to imitate the sound of sawing through a log. His\nsally was warmly greeted.\n\n\"The minister might narrate,\" said Mr. Blood, \"what Uncle Capen said to\nIssachar, when Issachar told him that he charged high for sawing wood.\n'See here,' says Uncle Capen, 's'pos'n I do. My arms are shorter'n other\nfolks's, and it takes me just so much longer to do it.'\"\n\n\"Well,\" said Mr. Noyes, \"I'm a fair man; always do exactly right is the\nrule I go by; and I will frankly admit, now and here, that if it's a\nbiographical discourse they want, they 'll have to cut corners.\"\n\n\"_Pre-cise-ly_\" said Mr. Snell; \"and that's just what they do want.\"\n\n\"Well, well,\" said Mr. Hamblin, laboriously rising and putting his\nspectacles into their silver case,--for it was supper-time,--\"joking one\nside, if Uncle Capen never did set the pond afire, we 'd all rather take\nhis chances to-day, I guess, than those of some smarter men.\"\n\nAt which Mr. Snell turned red; for he was a very smart man and had just\nfailed,--to everybody's surprise, since there was no reason in the world\nwhy he should fail,--and had created more merriment for the public than\njoy among his creditors, by paying a cent and a half on the dollar.\n\n\"Come in; sit down,\" said Dr. Hunter, as the young minister appeared at\nhis office door; and he tipped back in his chair, and put his feet upon\na table. \"What's the news?\"\n\n\"Doctor,\" said Mr. Holt, laughing, as he laid down his hat and took an\narm-chair; \"you told me to come to you for any information. Now I want\nmaterials for a sermon on old Mr. Capen.\"\n\nThe Doctor looked at him with a half-amused expression, and then sending\nout a curl of blue smoke, he watched it as it rose melting into the\ngeneral air.\n\n\"You don't smoke, I believe?\" he said to the minister.\n\nHolt smiled and shook his head.\n\nThe Doctor put his cigar back into his mouth, clasped one knee in his\nhands, and fixed his eyes in meditation on a one-eared Hippocrates\nlooking down with a dirty face from the top of a bookcase. Perhaps the\nDoctor was thinking of the two or three hundred complimentary visits he\nhad been permitted to make upon Uncle Capen within ten years.\n\nPresently a smile broke over his face.\n\n\"I must tell you, before I forget it,\" he said, \"how Uncle Capen\nnursed one of my patients. Years and years ago, I had John Ellis, our\npostmaster now, down with a fever. One night Uncle Capen watched--you\nknow he was spry and active till he was ninety. Every hour he was to\ngive Ellis a little ice-water; and when the first time came, he took a\ntable-spoonful--there was only a dim light in the room--and poured the\nice-water down Ellis's neck. Well, Ellis jumped, as much as so sick a\nman could, and then lifted his finger to his lips: 'Here 's my mouth,'\nsaid he. 'Why, why,' said Uncle Capen, 'is that your mouth? I took that\nfor a wrinkle in your forehead.\"\n\nThe minister laughed.\n\n\"I have heard a score of such stories to-day,\" he said; \"there seem to\nbe enough of them; but I can't find anything adapted to a sermon, and\nyet they seem to expect a detailed biography.\"\n\n\"Ah, that's just the trouble,\" said the Doctor. \"But let us go into the\nhouse; my wife remembers everything that ever happens, and she can post\nyou up on Uncle Capen, if anybody can.\"\n\nSo they crossed the door-yard into the house.\n\nMrs. Hunter was sewing; a neighbor, come to tea, was crocheting wristers\nfor her grandson.\n\nThey were both talking at once as the Doctor opened the sitting-room\ndoor.\n\n\"Since neither of you appears to be listening,\" he said, as they started\nup, \"I shall not apologize for interrupting. Mr. Holt is collecting\nfacts about Uncle Capen for his funeral sermon, and I thought that my\ngood wife could help him out, if anybody could. So I will leave him.\"\n\nAnd the Doctor, nodding, went into the hall for his coat and\ndriving-gloves, and, going out, disappeared about the corner of the\nhouse.\n\n\"You will really oblige me very much, Mrs. Hunter,\" said the minister,\n\"--or Mrs. French,--if you can give me any particulars about old Mr.\nCapen's life. His family seem to be rather sensitive, and they depend\non a long, old-fashioned funeral sermon; and here I am utterly bare of\nfacts.\"\n\n\"Why, yes,\" said Mrs. Hunter; \"of course, now--\"\n\n\"Why, yes; everybody knows all about him,\" said Mrs. French.\n\nAnd then they laid their work down and relapsed into meditation.\n\n\"Oh!\" said Mrs. Hunter, in a moment. \"No, though--\"\n\n\"Why, you know,\" said Mrs. French,--\"no--I guess, on the whole--\"\n\n\"You remember,\" said the Doctor's wife to Mrs. French, with a faint\nsmile, \"the time he papered my east chamber--don't you--how he made the\npattern come?\"\n\nAnd then they both laughed gently for a moment.\n\n\"Well, I have always known him,\" said Mrs. French. \"But really, being\nasked so suddenly, it seems to drive everything out of my head.\"\n\n\"Yes,\" said Mrs. Hunter, \"and it's odd that I can't think of exactly\nthe thing, just at this min-ute; but if I do, I will run over to the\nparsonage this evening.\"\n\n\"Yes, so will I,\" said Mrs. French; \"I know that I shall think of oceans\nof things just as soon as you are gone.\"\n\n\"Won't you stay to tea?\" said Mrs. Hunter, as Holt rose to go. \"The\nDoctor has gone; but we never count on him.\"\n\n\"No, I thank you,\" said Mr. Holt. \"If I am to invent a biography, I may\nas well be at it.\"\n\nMrs. Hunter went with him to the door.\n\n\"I must just tell you,\" she said, \"one of Uncle Capen's sayings. It was\nlong ago, at the time I was married and first came here. I had a young\nmen's Bible-class in Sunday-school, and Uncle Capen came into it. He\nalways wore a cap, and sat at meetings with the boys. So, one Sunday,\nwe had in the lesson that verse,--you know,--that if all these things\nshould be written, even the world itself could not contain the books\nthat should be written; and there Uncle Capen stopped me, and said he,\n'I suppose that means the world as known to the ancients?'\"\n\nHolt put on his hat, and with a smile turned and went on his way toward\nthe parsonage; but he remembered that he had promised to call at what\nthe local paper termed \"the late residence of the deceased,\" where, on\nthe one hundredth birthday of the centenarian, according to the poet's\ncorner,--\n\n     \"Friends, neighbors, and visitors he did receive\n     From early in the morning till dewy eve.\"\n\nSo he turned his steps in that direction. He opened the clicking latch\nof the gate and rattled the knocker on the front door of the little\ncottage; and a tall, motherly woman of the neighborhood appeared and\nushered him in.\n\nUncle Capen's unmarried daughter, a woman of sixty, her two brothers\nand their wives, and half-a-dozen neighbors were sitting in the tidy\nkitchen, where a crackling wood-fire in the stove was suggesting a\nhospitable cup of tea.\n\nThe ministers appearance, breaking the formal gloom, was welcomed.\n\n\"Well,\" said Miss Maria, \"I suppose the sermon is all writ by this time.\nI think likely you 've come down to read it to us.\"\n\n\"No,\" said Holt, \"I have left the actual writing of it till I get all my\nfacts. I thought perhaps you might have thought of something else.\"\n\n\"No; I told you everything there was about father yesterday,\" she said.\n\"I 'm sure you can't lack of things to put in; why, father lived a\nhundred years--and longer, too, for he was a hundred years and six days,\nyou remember.\"\n\n\"You know,\" said Holt, \"there are a great many things that are very\ninteresting to a man's immediate friends that don't interest the\npublic.\" And he looked to Mr. Small for confirmation.\n\n\"Yes, that 's so,\" said Mr. Small, nodding wisely.\n\n\"But, you see, father was a centenarian,\" said Maria, \"and so that makes\neverything about him interesting. It's a lesson to the young, you know.\"\n\n\"Oh, yes, that's so,\" said Mr. Small, \"if a man lives to be a\ncenturion.\"\n\n\"Well, you all knew our good friend,\" said Mr. Holt. \"If any of you will\nsuggest anything, I shall be very glad to put it in.\"\n\nNobody spoke for a moment.\n\n\"There's one interesting thing,\" said one of the sons, a little old man\nmuch like his father; \"that is, that none of his children have ever gone\nmeandering off; we've all remained\"--he might almost have said remained\nseated--\"all our lives, right about him.\"\n\n\"I will allude to that,\" said Mr. Holt. \"I hope you have something else,\nfor I am afraid of running short of material: you see I am a stranger\nhere.\"\n\n\"Why, I hope there won't be any trouble about it,\" said Maria, in sudden\nconsternation. \"I was a little afraid to give it out to so young a man\nas you, and I thought some of giving the preference to Father Cobb, but\nI did n't quite like to have it go out of the village, nor to deprive\nyou of the opportunity; and they all assured me that you was smart. But\nif you 're feeling nervous, perhaps we 'd better have him still; he 's\nalways ready.\"\n\n\"Just as you like,\" said Holt, modestly; \"if he would be willing to\npreach the sermon, we might leave it that way, and I will add a few\nremarks.\" But Maria's zeal for Father Cobb was a flash in the pan. He\nwas a sickly farmer, a licensed preacher, who, when he was called\nupon occasionally to meet a sudden exigency, usually preached on the\nbeheading of John the Baptist.\n\n\"I guess you 've got things enough to write,\" said Maria, consolingly;\n\"you know how awfully a thing doos drag out when you come to write it\ndown on paper. Remember to tell how we 've all stayed right here.\"\n\nWhen Holt went out, he saw Mr. Small beckoning him to come to where his\ngreen wagon stood under a tree.\n\n\"I must tell you,\" he said, with an awkwardly repressed smile, \"about a\ntrade of Uncle Capen's. He had a little lot up our way that they wanted\nfor a schoolhouse, and he agreed to sell it for what it cost him, and\nthe selectmen, knowing what it cost him,--fifty dollars,--agreed\nwith him that way. But come to sign the deed, he called for a hundred\ndollars. 'How 's that,' says they; 'you bought it of Captain Sam Bowen\nfor fifty dollars.' 'Yes, but see here,' says Uncle Capen, 'it's cost\nme on an average five dollars a year, for the ten year I 've had it, for\nmanure and ploughing and seed, and that's fifty dollars more.' But you\n've sold the garden stuff off it, and had the money,' says they. 'Yes,'\nsays Uncle Capen, 'but that money 's spent and eat up long ago!'\"\n\nThe minister smiled, shook hands with Mr. Small, and went home.\n\nThe church was crowded. Horses filled the sheds, horses were tied to the\nfences all up and down the street. Funerals are always popular in the\ncountry, and this one had a double element of attractiveness. The whole\npopulation of the town, having watched with a lively interest, for years\nback, Uncle Capen's progress to his hundredth birthday, expected now\nsome electrical effect, analogous to an apotheosis.\n\nIn the front pews were the chief mourners, filled with the sweet\nintoxication of pre-eminence.\n\nThe opening exercises were finished, a hymn was sung,--\n\n     \"Life is a span,\"\n\nand Father Cobb arose to make his introductory remarks.\n\nHe began with some reminiscences of the first time he saw Uncle Capen,\nsome thirty years before, and spoke of having viewed him even then as\nan aged man, and of having remarked to him that he was walking down the\nvalley of life with one foot in the grave. He called attention to Uncle\nCapen's virtues, and pointed out their connection with his longevity.\nHe had not smoked for some forty years; therefore, if the youth who were\npresent desired to attain his age, let them not smoke. He had been a\ntotal abstainer, moreover, from his seventieth year; let them, if they\nwould rival his longevity, follow his example. The good man closed with\na feeling allusion to the relatives, in the front pew, mourning like the\ndisciples of John the Baptist after his \"beheadment\" Another hymn was\nsung,--\n\n     \"A vapor brief and swiftly gone.\"\n\nThen there was deep silence as the minister rose and gave out his text:\n\"_I have been young, and now I am old_.\"\n\n\"At the time of the grand review in Washington,\" he said, \"that mighty\npageant that fittingly closed the drama of the war, I was a spectator,\ncrippled then by a gun-shot wound, and unable to march. From an upper\nwindow I saw that host file by, about to record its greatest triumph by\nmelting quietly into the general citizenship,--a mighty, resistless army\nabout to fade and leave no trace, except here and there a one-armed man,\nor a blue flannel jacket behind a plough. Often now, when I close my\neyes, that picture rises: that gallant host, those tattered flags; and\nI hear the shouts that rose when my brigade, with their flaming scarfs,\nwent trooping by. Little as I may have done, as a humble member of that\narmy, no earthly treasure could buy from me the thought of my fellowship\nwith it, or even the memory of that great review.\n\n\"But that display was mere tinsel show compared with the great pageant\nthat has moved before those few men who have lived through the whole\nlength of the past hundred years.\n\n\"Before me lies the form of a man who, though he has passed his days\nwith no distinction but that of an honest man, has lived through some of\nthe most remarkable events of all the ages. For a hundred years a mighty\npageant has been passing before him. I would rather have lived that\nhundred years than any other. I am deeply touched to reflect that he who\nlately inhabited this cold tenement of clay connects our generation with\nthat of Washington. And it is impossible to speak of one whose great age\ndraws together this assembly, without recalling events through which he\nlived.\n\n\"Our friend was born in this village. This town then included the\nadjoining towns to the north and south. The region was then more\nsparsely settled, although many houses standing then have disappeared.\nWhile he was sleeping peacefully in the cradle, while he was opening on\nthe world childhood's wide, wondering eyes, those great men whose names\nare our perpetual benediction were planning for freedom from a foreign\nyoke. While he was passing through the happy years of early-childhood,\nthe fierce clash of arms resounded through the little strip of territory\nwhich then made up the United States. I can hardly realize that, as a\nchild, he heard as a fresh, new, real story, of the deeds of Lexington,\nfrom the lips of men then young who had been in the fight, or listened\nas one of an eager group gathered about the fireside, or in the old, now\ndeserted tavern on the turnpike, to the story of Bunker Hill.\n\n\"And when, the yoke of tyranny thrown off, in our country and in France,\nLafayette, the mere mention of whose name brings tears to the eyes of\nevery true American, came to see the America that he loved and that\nloved him, he on whose cold, rigid face I now look down, joined in one\nof those enthusiastic throngs that made the visit like a Roman Triumph.\n\n\"But turn to the world of Nature, and think of the panoramic scenes that\nhave passed before those now impassive eyes. In our friend's boyhood\nthere was no practical mode of swift communication of news. In great\nemergencies, to be sure, some patriot hand might flash the beacon-light\nfrom a lofty tower; but news crept slowly over our hand-breath nation,\nand it was months after a presidential election before the result was\ngenerally known. He lived to see the telegraph flashing swiftly about\nthe globe, annihilating time and space and bringing the scattered\nnations into greater unity.\n\n\"And think, my hearers, for one moment, of the wonders of electricity.\nHere is a power which we name but do not know; which flashes through\nthe sky, shatters great trees, burns buildings, strikes men dead in the\nfields; and we have learned to lead it, all unseen, from our house-tops\nto the earth; we tame this mighty, secret, unknown power into serving us\nas a a daily messenger; and no man sets the limits now to the servitude\nthat we shall yet bind it down to.\n\n\"Again, my hearers, when our friend was well advanced in life, there\nwas still no better mode of travel between distant points than the slow,\nrumbling stage-coach; many who are here remember well its delays and\ndiscomforts. He saw the first tentative efforts of that mighty factor\nsteam to transport more swiftly. He saw the first railroad built in the\ncountry; he lived to see the land covered with the iron net-work.\n\n\"And what a transition is this! Pause for a moment to consider it.\nHow much does this imply. With the late improvements in agricultural\nmachinery, with the cheapening of steel rails, the boundless prairie\nfarms of the West are now brought into competition with the fields\nof Great Britain in supplying the Englishman's table, and seem not\nunlikely, within this generation, to break down the aristocratic holding\nof land, and so perhaps to undermine aristocracy itself.\"\n\nSo the preacher continued, speaking of different improvements, and\nlastly of the invention of daguerreotypes and photographs. He called\nthe attention of his hearers to this almost miraculous art of indelibly\nfixing the expression of a countenance, and drew a lesson as to the\npermanent effect of our daily looks and expression on those among whom\nwe live. He considered at length the vast amount of happiness which had\nbeen caused by bringing pictures of loved ones within the reach of all;\nthe increase of family affection and general good feeling which must\nhave resulted from the invention; he suggested a possible change in the\ncivilization of the older nations through the constant sending home, by\nprosperous adopted citizens, of photographs of themselves and of\ntheir homes, and alluded to the effect which this must have had upon\nimmigration.\n\nFinally he adverted to the fact that the sons of the deceased, who sat\nbefore him, had not yielded to the restless spirit of adventure, but had\nfound \"no place like home.\"\n\n\"But I fear,\" he said at last, \"that the interest of my subject has made\nme transgress upon your patience; and with a word or two more I will\nclose.\n\n\"When we remember what hard, trying things often arise within a single\nday, let us rightly estimate the patient well-doing of a man who has\nlived a blameless life for a hundred years. When we remember what harm,\nwhat sin, can be crowded into a single moment, let us rightly estimate\nthe principle that kept him so close to the Golden Rule, not for a day,\nnot for a decade or a generation, but for a hundred years.\n\n\"And now, as we are about to lay his deserted body in the earth, let not\nour perceptions be dulled by the constant repetition in this world of\ndeath and burial. At this hour our friend is no longer aged; wrinkles\nand furrows, trembling limbs and snowy locks he has left behind him, and\nhe knows, we believe, to-day, more than the wisest philosopher on earth.\nWe may study and argue, all our lives, to discover the nature of life,\nor the form it takes beyond the grave; but in one moment of swift\ntransition the righteous man may learn it all. We differ widely one from\nanother, here, in mental power. A slight hardening of some tissue of\nthe brain might have left a Shakspeare an attorney's clerk. But, in the\nbrighter world, no such impediments prevent, I believe, clear vision and\nclear expression; and differences of mind that seem world-wide here, may\nvanish there. When the spirit breaks its earthly prison and flies away,\nwho can tell how bright and free the humblest of us may come to\nbe! There may be a more varied truth than we commonly think, in the\nwords,--'The last shall be first.'\n\n\"Let this day be remembered. Let us think of the vast display of\nNature's forces which was made within the long period of our old\nneighbor's life; but let us also reflect upon the bright pageant that is\nnow unrolling itself before him in a better world.\"\n\nThat evening Miss Maria and her brothers, sitting in state in the little\nold house, received many a caller; and the conversation was chiefly upon\none theme,--not the funeral sermon, although that was commended as a\nfrank and simple biographical discourse, but the great events which had\naccompanied Uncle Capen's progress through this world, almost like those\nwhich Horace records in his Ode to Augustus.\n\n\"That's trew, every word,\" said Apollos Carver; \"when Uncle Capen was\na boy there wasn't not one railroad in the hull breadth of the United\nStates, and just think: why now you can go in a Pullerman car clear'n\nacrost to San Francisco. My daughter lives in Oakland, just acrost a\nferry from there.\"\n\n\"Well, then, there 's photographing,\" said Captain Abel. \"It doos seem\namazing, as the minister said: you set down, and square yourself, and\nslick your hair, and stare stiddy into a funnel, and a man ducks his\nhead under a covering, and pop! there you be, as natural as life,--if\nnot more so. And when Uncle Capen was a young man, there wasn't nothing\nbut portraits and minnytures, and these black-paper-and-scissors\nportraits,--what do they call 'em? Yes, sir, all that come in under his\nobservation.\"\n\n\"Yes,\" said one of the sons, \"'tis wonderful; my wife and me was took\nsetting on a settee in the Garding of Eden,--lions and tigers and other\nscriptural objects in the background.\"\n\n\"And don't forget the telegrapht,\" said Maria; \"don't forget that.\"\n\n\"Trew,\" said Apollos, \"that's another thing. I hed a message come once-t\nfrom my son that lives to Taunton. We was all so sca't and faint when\nwe see it, that we did n't none of us dast to open it, and finally the\nfeller that druv over with it hed to open it fur us.\"\n\n\"What was there in it?\" said Mr. Small; \"sickness?--death?\"\n\n\"No, he wanted his thick coat expressed up. But my wife didn't get over\nthe shock for some time. Wonderful thing, that telegraph--here's a man\nstanding a hundred miles off, like enough, and harpooning an idea chock\nright into your mind.\"\n\n\"Then that was a beautiful truth,\" said Maria: \"that father and\nShakspeare would like enough be changed right round, in Heaven; I always\nsaid father wasn't appreciated here.\"\n\n\"Well,\" said Apollos, \"'tis always so; we don't begin to realize the\nvalue of a thing tell we lose it. Now that we sort o' stand and gaze at\nUncle Capen at a fair distance, as it were, he looms. Ef he only hed n't\nkep' so quiet, always, about them 'ere wonders. A man really ought, in\njustice to himself, to blow his own horn--jest a little. But that was a\ngrand discourse, wa'n't it, now?\"\n\n\"Oh, yes,\" said Maria, \"though I did feel nervous for the young man.\nStill, when you come to think what materials he had to make a sermon out\nof,--why, how could he help it! And yet, I doubt not he takes all the\ncredit to himself.\"\n\n\"I should really have liked to have heard Father Cobb treat the\nsubject,\" said Mrs. Small, rising to go, and nodding to her husband. \"'T\nwas a grand theme. But 't was a real chance for the new minister. Such\nan opportunity doesn't happen not once in a lifetime.\"\n\nThe next morning, after breakfast, on his way home from the post-office,\nthe minister stopped in at Dr. Hunter's office. The Doctor was reading a\nnewspaper.\n\nMr. Holt took a chair in silence.\n\nThe Doctor laid down the paper and eyed him quizzically, and then slowly\nshook his head.\n\n\"I don't know about you ministers,\" he said. \"I attended the funeral;\nI heard the biographical discourse; I understand it gave great\nsatisfaction; I have reflected on it over night; and now, what I want to\nknow is, what on earth 'there was in it about Uncle Capen.\"\n\nThe minister smiled.\n\n\"I think,\" he replied, \"that all that I said about Uncle Capen was\nstrictly true.\"",
    "metadata": {
        "author": [
            "Chaplin, Heman White"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23003/pg23003.txt",
        "name": "the_new_minister_s_great_opportunity_first_publish.json"
    }
}