{
    "name": "The Underpup",
    "author": [
        "Wylie, I. A. R. (Ida Alexa Ross)",
        "Wylie, Ida Alexa Ross"
    ],
    "body": "I. A. R. Wylie\n\n\nThe Penguins were always breaking out with something. Miss Thornton,\nwho had run Camp Happy Warriors for years and still believed there was\ngood in everyone, said it was merely their age. The Penguins were\nolder than the Peewits, who still trailed attenuated clouds of glory;\nand were younger than the Pelicans, who were beginning to talk\nmysteriously about Life, Beaux, and Parties--things so far removed\nfrom the Peewits that they weren't even interested, but near enough to\nthe Penguins to exasperate them into having marvelous ideas of their\nown.\n\nSo the Penguins were wonderfully set up when they first realized that\nthey had a Social Conscience. They felt that even Priscilla (\"Prissy\")\nAdams, their counselor, who generally thought their ideas dreadful,\nwould have to admit that a Social Conscience was a good idea.\n\nClara VanSittart had brought it to camp with her, just as the previous\nsummer she had brought the first pair of white mice. Clara was a fat,\nearnest child with spectacles, who would one day be chairman of a\nWomen's Club. Her mother, who was several chairmen already, had\ndiscovered the Poor that winter--rather to their consternation--so\nthat Clara knew that at the very moment when the Penguins were sitting\nround their campfire, surrounded by trees and stars and lakes, and\nfaintly nauseated with toasted marshmallows, there were poor,\nhalf-starved children literally gasping for air in New York City's\ncrowded, stifling streets. There was even a place called Hell's\nKitchen, it was so hot and awful. Clara knew all the best words like\n\"underprivileged,\" and by the time the last marshmallow had been drawn\nfrom its prong the Penguins were in tears.\n\n\"But it's no use just crying,\" little Janet Cooper said. She was\nusually so afraid of everyone, including herself, that they all stared\nat her. \"We ought to _do_ something,\" she said. And dived back into\nthe shadow like an alarmed young tadpole.\n\nNo one had ever accused the Penguins of inertia. They proceeded at\nonce to do something. And the counselors wished afterward that it had\nbeen white mice again.\n\n* * * * *\n\nThus it came about that one April morning the following year Pip-Emma\nBinns sat at her desk by the classroom window and wrote an English\ncomposition called \"Trees.\" Or rather she was not writing. She was\nchewing bits out of a wooden pen-holder and balefully regarding the\nback of Vittoria Emanuella Perozzi, the class' champion essayist.\nVittoria used words which Miss Perkins called metaphors and similes\nand which Pip-Emma called baloney. If a person looked white, why not\njust say so? Why bring in sheets? However, Miss Perkins thought a lot\nof that sort of thing, and so, no doubt, would the dames who were\ngiving a prize of two months' vacation in some swell kids' camp for\nthe best description of trees.\n\nWhat did a tree look like? In Pip-Emma's opinion it looked like a\ntree. But she knew that wouldn't get her anywhere--certainly not to\nCamp Happy Warriors, where Pop and Ma were hell-bent on her going. She\npulled her dark brows together. She wiped an inky hand over her black\nhair drawn back into a short defiant pigtail. Then inspiration struck\nher, too. Very carefully she wrote two sentences. \"I can't describe\ntrees. I haven't seen any.\" And signed it Emma Binns.\n\nIt was like a metaphor. It wasn't true. It was baloney. But to Mrs.\nVanSittart and her committee it was just too heart-rending. No trees.\nPoor little Emma Binns! As for Vittoria Emanuella Perozzi, she had\nevidently seen so many trees so often and so beautifully that, in the\ncommittee's opinion, there was no urgent need for her to see any more\nof them.\n\n* * * * *\n\nThe Happy Warriors were gathered with their counselors and under their\nrespective banners in Grand Central Terminal, and Clara VanSittart\ninspected the Penguins like a colonel inspecting a regiment before\nbattle. She gave last orders. After all, the Social Conscience had\nbeen her idea, and it had to go over with a bang so that even the\nPelicans would be impressed.\n\n\"Every Penguin,\" she said, \"must remember to be kind. The poor kid\nwon't be able to do the things we do, and I guess she'll do a lot we\ndon't. But you're not to look s'perior or call her down so as to hurt\nher feelings. We've got to remember we'd be like her if we didn't\nbelong to the Privileged Classes.\" It was a prepared speech and had\nmore than a suggestion of Mrs. VanSittart's firm handling of\ncommittees. \"And don't laugh at her mother,\" Clara concluded. \"She's\nsure to be pretty awful.\"\n\nAs it happened, Mrs. Binns, who went out as daily help, had no time to\ngo running round after a lot of queer-sounding birds. She'd given\nPip-Emma's new middy costume a final admonitory twitch. \"And mind you\nbehave like a lady,\" she'd said, swallowing her tears, \"or I'll sock\nyou.\"\n\nMr. Binns, who might have been heavyweight champion of the world if he\nhadn't busted his hand early in life on the skull of a certain Black\nBruiser, drove Emma to the station in the cab of his truck. \"Keep yer\nchin covered, Pip,\" he said, grinning, \"and don't pull your punches.\"\n\nPip-Emma, staggering through the unfamiliar immensities of Grand\nCentral under the weight of her suitcase, felt sickish. She hated\nleaving Pop and Ma. She loathed being a Penguin. She'd seen a penguin\nonce at the zoo, and she'd seen no sense in it. She despised her\ncostume. It would take weeks to live down the jeers and cheers which\nhad greeted and pursued it to the end of 45th Street on Eighth. She\nhated leaving the Gang. It was her Gang. She ruled it with despotic\nefficiency. In fact, when she and Clara VanSittart, introduced by a\nworried Prissy Adams, shook hands, two born chairmen unconsciously\nlocked horns.\n\nClara said, \"How d'you do?\"\n\nAnd Pip-Emma said, \"I'm fine.\"\n\nIt was one of those social blunders that Clara had foreseen and that\nhad better be dealt with at once. Clara said kindly: \"I'm so glad\nyou're fine. But I didn't really want to know, you know.\"\n\n\"Why not?\" Pip-Emma asked.\n\nIn the perceptible silence a Peewit was heard to titter, and the\noutrageous sound startled Clara out of her poise. She said, \"Just\nbecause I don't,\" quite rudely.\n\nAnd Pip-Emma, remembering Pop and Ma, retorted that it was dumb to ask\nquestions if you didn't want to know the answers.\n\nIt was a short but sharp encounter--Mr. Binns would have described it\nas a feint with the left followed by a nice right to the jaw. Clara\nVanSittart had a blinking, winded look, and all the Penguins said,\n\"How d'you do?\" as though they couldn't help themselves.\n\nOnly little Janet added very timidly, \"I hope you'll have a swell\ntime.\"\n\nAnd Pip-Emma said, \"Sure,\" much too much as though she were sure.\n\nBut she stayed right by Janet. If you find yourself among a bunch of\nstrange kids, you gotta get yourself a Gang. You gotta pick out some\npoor mutts that don't know how to hold their end up and sock anyone\nwho jumps on 'em. Then they're your Gang. Pip-Emma knew on sight that\nJanet couldn't hold her end up to save her neck, and that sooner or\nlater she, Pip-Emma, would have to sock the fat girl in the eye.\n\nClara VanSittart did not know this. She sat next to Emma Binns in the\nPullman, determined, without heat or anger, to explain Social Usages\nand Camp Customs. But Pip-Emma did not seem to want to listen. From\nher middy pocket she had produced three small sea shells and a tiny\nflexible rubber ball, and she was doing things with them on the back\nof her suitcase. It was Mr. Binns' favorite method of getting himself\na free drink, and Pip-Emma was no slouch herself. Also if you're\ngetting a Gang, you don't run after it. You let it come to you. If\nkids saw you up to something they didn't understand, they flocked\nround like a bunch of hungry sparrows. Gradually the Penguins' excited\nchatter died down. They were watching her. They were beginning to\nflock. Pip-Emma knew without looking at them. There was a lot Pip-Emma\nknew, though she didn't always know she knew it.\n\n\"I don't see what you're doing,\" Clara said fretfully. \"What is it? A\ngame?\"\n\n\"Sure. I put the ball under one of the shells--like that--and you bet\nwhere it is.\"\n\n\"All right. I bet. It's there.\"\n\n\"But you haven't betted anything.\"\n\nClara blushed hotly. As a well-bred Penguin, she found it impossible\nto explain that all the Penguins had sacrificed their first week's\npocket money to the maintenance of Emma and their Social Conscience.\n\n\"I can't. I--I haven't anything.\"\n\n\"You gotta bead necklace.\"\n\n\"All right. I bet it.\"\n\nIt was incredible. Her eyes had deceived her. Pip-Emma took the\nnecklace. Other Penguins, shocked at their leader's failure and\nconvinced of their own right-sightedness, backed their guesses with\nsmall gold rings and other detachable possessions. Janet Cooper, who\nhadn't anything else, bet her Penguin Badge, which was like pledging\nthe family Bible. But, as it happened, Janet won. She was the only\nwinner. Pip-Emma nodded approval of her.\n\n\"You're not such a dumb cluck,\" she said.\n\nSome Peewits, perched respectfully on the outskirts, burst into\ndisrespectful squeaks, and the Penguins refused to meet one another's\neyes. At that moment Prissy bore down on them. She was kind but firm.\n\n\"What a clever trick, Emma! But it is a trick, isn't it? It wouldn't\nbe quite fair to bet about it, would it? Besides, Happy Warriors don't\nbet.\"\n\nPip-Emma handed back her winnings. She was thoughtful and deliberate.\nShe made no protest. But the Pullman, usually the scene of such happy\ntumult, sank into an oppressive silence.\n\n* * * * *\n\nBut on the bus ride from the station to the Camp the Penguins began to\npreen their damp feathers. They loved the Camp. They were proud of the\nbig dining room built like a woodman's cabin and the open sleeping\ntents circled with military precision round the campfires. They were\nproud of themselves. They got up to the bugle on the coldest mornings\nand made their beds and fetched water and built fires. They were\nstrong and brave, as Happy Warriors should be. When Emma Binns saw how\nwonderful it all was and what a fine bunch they were, she'd feel\npretty small. And they'd have to be awfully nice to her and not rub\nthings in.\n\nSo they felt better and began to sing. And the twins, Pauline and\nClaudine Bennett, bounced joyfully in their seats.\n\nIt was Pip-Emma's longest journey. She was getting tired and homesick.\nShe'd never been homesick before. It was like toothache in the wrong\nplace. Right now Pop and Ma would be sitting down to Ma's special\nsteak and onions. Afterward, it being Saturday, they'd go to an early\nshow at the movies and finish up with a Pineapple Temptation or maybe\na Banana Royal at Hader's drugstore. They'd be feeling pretty mean,\ntoo. They hadn't really wanted her to go. They'd wanted her to have a\nswell time and live like the rich kids did, with butlers waiting on\nyou behind your chair and maybe breakfast brought you on a tray, like\nin the movies. Because one day Pip-Emma, who was smart as a whip, was\ngoing places, so she'd better know how things were done before she got\nthere.\n\nThe Gang would be out now in force. Pip-Emma's heart contracted. Maybe\nthey were missing her. Maybe, though, if she sent them post cards\nshowing the swell way she was living, they'd be kinda sunk. She'd tell\n'em she had a Gang of her own already and that they were swell kids.\n\nThey weren't, of course. She looked them over gloomily. Sissies. Just\nto look at their nails was enough. As to her Gang, it consisted for\nthe moment of one pale small kid who jumped if you spoke to her.\n\nThe station bus swung round a curve.\n\n\"There!\" the Penguins shrieked together. And they all looked at Emma.\n\"There!\" they said.\n\nPip-Emma looked.\n\n\"It's our Camp,\" Janet explained in her thin high voice. \"There's the\nlake. And that's our dining hall. And there, among the trees, is the\nPenguin Circle, where we sleep.\"\n\nEmma said nothing. It was as though, at the wave of a wicked wand,\nRoxy's and all its ushers had been bewitched into ruins and rags. And\nit was more than Emma, at that moment, could bear. Her sharp, sallow\nlittle face puckered. To the Penguins' consternation, she burst into a\nstorm of tears.\n\nBefore supper Clara VanSittart summoned the Penguins to a hasty\npowwow. They drew Prissy into it, the situation being beyond them.\n\n\"P'raps it was the trees upset her,\" Janet hazarded. \"You know, she's\nnever seen any.\"\n\nThe twins shook their heads. \"It wasn't the trees. When we showed her\nour tent, she said her uncle slept in a place like that.\"\n\n\"What's her uncle?\" the Penguins demanded indignantly.\n\n\"He's a W.P.A. worker,\" the twins said in unison, \"and he's helping\nbuild a post office somewhere. She said there weren't any houses, so\nthey had to live in tents.\"\n\nClara VanSittart drew a shocked breath. The truth was obvious. To Emma\nBinns their Camp was just a camp. When she heard that she'd have to\nmake her bed, light fires, and wash dishes, she'd write home. She'd\ntell her people--probably dreadful people--that that was how the\nVanSittarts lived.\n\nClara took a firm lead. She proposed at once that Emma Binns should\nnot make beds. When the time came, she was to be led away to some\nremote spot while the Penguins made hers and did her share of the\nchores. Clara explained that bed making was the sort of thing that\npoor Emma probably had to do at home. It wasn't a treat. And maybe she\nwas underfed. She didn't look very strong. It was their duty,\nbelonging as they did to the Privileged Classes, to make Sacrifices.\n\nIt was a simple supper, nourishing but Spartan. When Pip-Emma, seated\nat the Penguin table, thought of the Pineapple Temptation Ma might be\neating at that very moment, her gloom deepened. But she wasn't going\nto cry again. Not if she had to bite her tongue out. She'd never cried\nlike that before in her life.\n\nThe Penguins suddenly burst into song:\n\n    \"We are the happy Penguins--\n    We play without a care;\n    We don't worry who wins the game,\n    So long as we play fair!\"\n\nAt that moment every Penguin was stricken by the same thought. The\nmemory of their unpaid gambling debts rose in their midst like a\nreproachful specter. Their song wavered and sank to silence.\n\nFrom her point of vantage at the Pelican table Miss Thornton viewed\nthem anxiously. \"The Penguins seem depressed,\" she said. \"Is anything\nthe matter?\"\n\n\"I guess it's their Social Conscience,\" Prissy Adams said grimly,\n\"getting the better of them.\"\n\nAfter taps Clara VanSittart laid a packet on Emma's cot. She had no\nbusiness to be talking at all. And it was almost another speech.\n\n\"We feel,\" she concluded, \"that Prissy didn't understand.\"\n\nIn tense silence Emma undid the parcel. It contained her legitimate\nwinnings. She didn't want their darned old beads, but she wrapped the\nthings up again and slipped them under her pillow. \"O.K.,\" she said.\n\nThe Penguins crept into their beds. They had made a noble gesture.\nThey had cleared their consciences. But for some reason or other they\nslept badly.\n\n* * * * *\n\nThe Penguins followed each other on the springboard in rapid\nsuccession. They performed every dive they knew and some they didn't,\nwith an almost desperate fervor. And after each feat they turned\nanxious faces to the small figure in the cheap black bathing suit\nperched on the landing stage, its face between its fists, like a\nGothic imp peering down malevolently on the world from a cathedral\nbuttress. But in fact Pip-Emma wasn't even looking at them. She was\nworrying about Pop and Ma and the Gang.\n\nPrissy Adams climbed out of the water and stood beside her. \"Don't you\nwant to go in, too, Emma?\" she said. \"Don't you want to learn to\nswim?\"\n\n\"Nope,\" Pip-Emma said. \"It's cold, and I'm scared.\"\n\n\"Of course you're not,\" Prissy said. \"Happy Warriors are never\nscared,\" she said with a brightness that she hoped wouldn't become a\nhabit.\n\n\"I ain't a Happy Warrior,\" Emma said. \"And I'm scared.\"\n\n\"But supposing someone were drowning, wouldn't you want to be able to\nsave them?\"\n\n\"We don't drown down our way,\" Pip-Emma retorted bleakly. \"We ain't\ngot no water.\"\n\nIt was almost as pathetic as the absence of trees. And, as a\nstatement, much more accurate. Except on hot summer nights when\ngood-natured street cleaners turned their hoses on the ecstatically\nsquealing Gang, there was no water. Pip-Emma, remembering those\nglorious occasions, hunched herself dismally, and the defeated Prissy\nstrode on her way. At the same moment Janet bobbed up from among the\nwoodpiles.\n\n\"Gee, that was swell of you, Emma!\"\n\nPip-Emma peered down. \"What was?\"\n\n\"Saying you were scared. I'm always scared. But I'd be too scared to\ntell anyone.\"\n\nPip-Emma stretched out a skinny arm and pulled Janet up beside her.\n\"What you scared of?\"\n\n\"'Most everything.\"\n\n\"Why?\"\n\nJanet sighed. \"It's something wrong with me. The doctors say\nit's--it's a complex. An in--inferiority complex.\"\n\n\"What's that?\"\n\n\"It's a thing you get, like measles.\"\n\nPip-Emma looked at Janet dubiously. \"I don't see no spots.\"\n\n\"You don't have spots. You just feel mean. You want dreadfully to do\nthings. But you know you can't. So you don't.\"\n\n\"What things?\"\n\n\"Well, like the swimming race next Saturday. Mummy and Dad are coming\nup for it. Prissy says I could win the Penguin Trophy if I didn't have\nmy complex. But Clara knows she's going to win. So she will. She\nhasn't got any complex. She just overeats.\"\n\nThey sat side by side in melancholy silence. But Pip-Emma's misplaced\ntoothache was easing off. Janet might not be the Gang. But she\nbelonged to Emma. Ever since Emma had said she wasn't a dumb cluck\nshe'd followed Emma round like a little lost dog that had been found.\nIf anyone belonged to you like that, you had to look out for them.\n\n\"I wish my Pop and Ma were coming up,\" Pip-Emma said suddenly.\n\n\"Why? Are you homesick, too, Emma?\"\n\n\"I dunno. I want Pop and Ma.\"\n\n\"It's no good wanting, is it?\"\n\n\"Well, you've got yours, haven't you?\"\n\n\"Not really. Not together. I mean--they don't live together.\"\n\n\"Why not?\"\n\n\"They don't have to. Dad's got a place in Florida and Long Island and\nMaine and New York. So when they quarrel, they just go off. Different\nplaces. And I can't be with either of them because the other won't let\nme,\" Janet choked. \"I guess they'll quarrel Saturday,\" she said.\n\n\"Gee, that's tough.\" Pip-Emma gave a small hoarse chuckle. \"Pop and Ma\nget mad sometimes. But Ma says, 'You old son-of-a-gun, I guess I\ngotter live with you and like it.' And Pop says, 'I like it fine, you\nold so-and-so.' And he takes us out and gives us a sundae at the\ndrugstore. Ma says you can't stay mad in two rooms.\"\n\n\"I wish we lived in two rooms,\" Janet said.\n\nPip-Emma knitted her black brows. \"Maybe,\" she said, \"you might tell\n'em so.\"\n\n\"I'd be too scared.\"\n\nBut Pip-Emma was after her thought like a terrier after an elusive\nrabbit. \"If my Pop and Ma were here, I'd jump into their darned old\nwater. I wouldn't care how cold it was. I wouldn't be scared. Maybe if\nyour Pop and Ma are along, you'll win the race, and then you'll never\nbe scared again.\"\n\n\"But I shan't win it. I'll lose my breath like I always do. And\nClara's so fat. She just has to float.\"\n\n\"Maybe if she was sick--if she eats something--\"\n\n\"She can't. Prissy's got her on a diet. She's Prissy's pet.\"\n\nPip-Emma put her arm over Janet's shoulder. It was an accolade, and\nJanet knew it.\n\n\"Gee--you poor kid!\" Pip-Emma said, and relapsed into deep thought\nagain.\n\nThe two wandered off the landing stage together. Outside the gameroom\nClaudine was writing up a notice on the blackboard. The twins went to\na progressive school where you learned spelling only if you felt the\nurge. The twins had never felt it.\n\n\"You don't spell Saturday with an 'a' in the middle,\" Pip-Emma said.\n\nA hot and flustered twin rubbed out the word with a lofty air of\napprehended carelessness, and Pip-Emma wrote it in for her.\n\n\"If I spelled like you do,\" she said, \"old Perks would give me hell.\"\n\n* * * * *\n\nThe harassed Penguins pinned one of their last hopes on horses. It\nseemed probable that if Pip-Emma had never seen any trees, she had\nnever seen horses, either--or only from a distance--and that she would\nbe impressed. But it turned out that Pip-Emma's uncle had a horse--not\nthe W.P.A. uncle but the mounted-cop uncle--and that it was a bigger\nand better horse than anything in the Camp stables. Pip-Emma had\nactually ridden it from Ninth to Tenth Avenue. Moreover her uncle had\nchased Squint-Eyed Peters down Forty-fifth Street and shot him and his\narmored car so full of holes that it was hardly worth while cleaning\nthem up. Pip-Emma told the story after taps and in such gory detail\nthat the Penguins didn't know or care that discipline was going to the\ndogs.\n\nThey learned at the same time that Mr. Binns, in his unregenerate\nyouth, had been an Englishman and had fought in the Great War and that\nEmma's name was Pip because in English soldier language Pip-Emma meant\nanything that happened after midday. And Emma had happened in Hell's\nKitchen at 3:30.\n\nThe Penguins sat up in their beds and listened spellbound. The glamour\nsurrounding Wall Street, Big Business, and the kind but stoutish and\nbaldish gentlemen who were their fathers was suffering an acute\ndepression. The prospect of their fathers' appearance on Saturday and\nof Pip-Emma's dispassionate appraisal filled the Penguins with\nuneasiness.\n\nThings had come to such a pass that when on Friday evening, after the\nCamp singsong, Clara felt Emma's arm slip through hers, the VanSittart\npride positively glowed. It was the first time that Pip-Emma had\nseemed to notice Clara--which was a humiliation in itself, seeing that\nPip-Emma was really Clara's own idea. And Clara, thanks to Prissy's\ntraining diet, was low in her mind anyway.\n\n\"Guess what I've found!\" Pip-Emma whispered.\n\nBut of course Clara couldn't guess anything.\n\n\"I've found where they've got all tomorrow's ice cream. Buckets and\nbuckets of it.\"\n\nClara, as top Penguin, wavered. Some lingering Penguin rectitude still\nglowed in her, but only faintly. After all, she was hungry. She was\nbeing starved to death. And no one cared. Only Emma Binns seemed to\nknow what she was suffering.\n\n\"Dare you!\" Pip-Emma said.\n\nIt was Clara's chance. Now she could show the stuff in her. Being born\non Park Avenue didn't mean necessarily that you were a dumb cluck. She\nlet Pip-Emma lead her by devious paths through the deserted kitchen.\nThen to the huge icebox. And there it was--buckets and buckets!\nClara's first handful didn't even make a dent.\n\n\"I bet I can eat more than you can,\" Pip-Emma said.\n\nAt breakfast the next morning Miss Thornton made an unusual\nappearance. She was grave and even troubled.\n\n\"Children, a serious thing has happened. Last night someone must have\nbroken all our Camp rules. Someone opened the icebox and ate several\npints of our ice cream. I hope--I'm sure--the culprit will stand up at\nonce and not spoil our happy day for us.\"\n\nPip-Emma stood up at once. \"It was me, Miss Thornton.\"\n\n\"But, Emma, dear, why? Didn't you have enough to eat? Were you\nhungry?\"\n\nPip-Emma said simply and bravely, \"I guess I'm always hungry.\"\n\nMiss Thornton felt the sudden tears come into her throat. Poor little\nEmma Binns! No trees. Never enough to eat. And not without a forlorn\ncharm. Prissy Adams, who had caught a glimpse of Clara's greenish\ncountenance, remained grim and unmoved.\n\n\"Dear child, you should have told me. Come to my tent afterward. We\ncan talk it over. Meantime it was fine and brave of you to tell the\ntruth. It shows that you are a real Penguin--\" she gave her warm,\nbeloved chuckle--\"almost, but not quite, perfect.\"\n\nEveryone laughed and cheered except the Penguins, who for some unknown\nreason sank into the profoundest gloom. Clara VanSittart had left the\ntable hurriedly.\n\n* * * * *\n\nPip-Emma peeked out of the tent. The Penguin Circle was near the lake,\nand she could see the parents, looking better from a distance, lined\nup on benches along the water's edge. She could pick out Janet's\nparents because they were younger than the others. They didn't seem to\nbe quarreling. They didn't seem even to be speaking to each other.\n\n\"O.K.,\" Pip-Emma said. She walked beside Janet like a trainer. She\ngave last instructions. Everyone knew Janet was her Gang. So Janet,\nwho had never won anything, had to win. It was Prissy's opinion that\nif Janet did win, the Penguins, as a class, were licked. She said\nsharply to Clara,\n\n\"If you feel as bad as you look, you'd better throw up the sponge.\"\n\nIt was an unfortunate suggestion. Clara gulped. But she was game. The\nprestige of the Penguins, the VanSittarts--one might say the whole\nSocial Register--was in her hands. She mumbled, \"I'm a' right,\" and\nslid with a smothered moan into the water.\n\nMr. and Mrs. Cooper waved dutifully to Janet. In her white cap and\nbathing suit she looked like a pet white mouse in charge of a dark and\naggressive field mouse. Both parents had the same thought, with one\nsmall but important variation: \"If he (she) had made a decent home for\nthe poor child, she might have amounted to something.\"\n\n\"How's the little old complex?\" Pip-Emma asked.\n\n\"I--I don't know, Pip. I think it's all right.\"\n\n\"Don't think about it. You ain't got it, see? So you're going to win.\n'Cause you swim better than any of 'em. You just got to know it, and\nyou'll be fine.\"\n\n\"Honest, Pip-Emma?\"\n\n\"Honest.\"\n\nFrom the water Janet looked up with adoration in her eyes. \"I'll try.\"\n\n\"Sure. I got my shirt on you, kid.\"\n\nJanet paddled to the starting line. It was true that she swam better\nthan the others. She'd learned all the strokes from the best teachers.\nBut it hadn't seemed to help. Everyone knew that anyone could beat\nJanet Cooper. Now Pip-Emma believed that she was going to win. She'd\nput her shirt on her. Janet watched the flag. She kept her heart\nsteady, saying to herself, \"Pip-Emma's shirt--Pip-Emma's shirt--\"\n\nMr. Cooper looked away as the flag dropped. He couldn't have said why,\nexcept that he hated to see the poor little runt left at the post.\nGosh, hadn't they fed her every vitamin on God's green earth? He had a\ndim notion that the dark field mouse had flashed past in front of him\nyelling like an Indian and that he had a sharp pain in his arm. Mrs.\nCooper had pinched him savagely.\n\n\"Look!\" she said.\n\nMr. Cooper looked. It was worth looking at. The white cap was level\nwith the leader--it was drawing ahead--smoothly, with clean, rhythmic\nstrokes. The green cap made a game spurt. Probably those last five\nyards were the bravest effort of Clara VanSittart's life. But\neverything was against her--ice cream, conscience, and Pip-Emma. She\nlost her stroke, took a mouthful of lake, and foundered. The watchful\nPrissy in the motorboat hauled her in like a drowning puppy. The rest\nof the entry, consternated, gave up the struggle. They were up against\nthe imponderable--sheer inspiration. Pip-Emma's Gang flashed past the\nwinning flag like a silver fish.\n\nThe Penguins cheered. Their pride, their self-esteem, had foundered\nwith their leader. But honorable Camp tradition demanded that they\nshould cheer. Pip-Emma collapsed breathless. She saw Janet climb out\nof the water and her Pop and Ma go to meet her, trying to look as\nthough they weren't fit to burst. Janet threw her wet arms about them\nboth, and then the three of them turned toward the tents, Janet\nwalking in the middle. She walked differently. She had her head up and\nwas swinging her cap and talking hard, like someone accustomed to\nbeing listened to.\n\nPip-Emma stood up. Alone and hidden by the trees, she performed an\nexultant war dance. She did not know it. But it was Hell's Kitchen\ndancing on Park Avenue.\n\n* * * * *\n\nTo celebrate Miss Thornton's birthday the Happy Warriors went on a two\ndays' hike. The Peewits camped on the other side of the Lake, which\ngave them the illusion they had hiked an enormous distance. The\nPenguins were to climb the Little Mountain, and the Pelicans the Big\nMountain. Miss Thornton stayed in camp. Having been wakened at the\ncrack of dawn by eager voices singing \"Happy birthday, Miss Thornton,\"\nshe felt justified.\n\nAt the last moment one of the Penguin counselors went down with a\ncold, and Prissy had to take on the Penguins single-handed. Ordinarily\nshe wouldn't have cared. The Penguins, as campers, were almost\nannoyingly efficient. But they were in bad shape. Their morale was\nshot to pieces. They had lost faith. They weren't even sure whether\nthey liked hiking, or the Camp, or one another, or themselves. They\nwatched Pip-Emma and wondered anxiously what she thought.\n\nPip-Emma wouldn't have told them for the world. In fact she didn't\nreally know. But as she climbed up through the cool shadows of the\nforest, with Janet tagging at her heels, something happened. It was as\nthough she really were seeing trees for the first time. They weren't\nthe dusty, forlorn exiles she had known in Central Park. They weren't\neven the sheltering, friendly Camp trees. They were free and proud. It\nwas terribly exciting to come out suddenly on an open space and look\ndown on them brandishing their branches in the wind like the spears of\na great army.\n\nAnd when at midday the Penguins built a fire and cooked sausages and\nbacon over the embers, that was fun. Pip-Emma felt that even Ma would\nthink it fun to cook under trees. One day when Pip-Emma was rich and\nfamous, she'd bring Pop and Ma up here and show them how. Pride in\nherself as a woodsman who knew where you should build a fire and where\nyou shouldn't began to kindle in her. When she got back, she'd tell\nthe Gang. There were a lot of things the Gang didn't know that\nPip-Emma knew now. She'd sit on the stoop of the shabby brownstone\nhouse, with her face between her fists, and tell them: \"Then, one day,\nwe went on a two days' hike. Gee, that was swell!\" She wouldn't tell\nabout her Gang, because it consisted of just one Penguin. And the kids\nwouldn't understand.\n\n* * * * *\n\nThey began to climb again. But there was a change somewhere. The wind\nhad died down. They were surrounded by a dense silence. And when they\nlooked at one another, faintly uneasy, they saw that a thin veil hung\nover them. Prissy saw it first. She didn't like it. But just when she\nmade up her mind that one of the mountain mists was creeping up on\nthem and that they'd better turn back, she put her foot on a hidden\nroot and went down as though she'd been shot. The pain was so bad that\nshe cried out. Only once. Then she set her teeth. But she couldn't get\nup.\n\n\"It's my ankle,\" she said quietly. \"I guess I've broken it.\"\n\nThe Penguins knew all about splints and first aid. Prissy sat very\nwhite with the sweat running down her cold face. She'd seen Pip-Emma\nwatching her intently, and not for a king's ransom would she have so\nmuch as groaned. In a sort of way she was glad this had happened.\nShe'd show Pip-Emma something.\n\n\"One of you had better go back to the Camp for help,\" she said.\n\nAnd even as she said it she knew that no one must go. The mist was\nlike a besieging enemy whose scouts having found them defenseless now\nbore down on them in full force. They could hardly see one another.\nThey'd have to stay together till the fog lifted. Sometimes, if the\nwind didn't come up, a fog lasted for two days. And their provisions\nhad been sent ahead to their night's camping place.\n\n\"Better build a fire,\" Prissy said calmly.\n\nShe was worried and in bad pain. But she mustn't show it. The fire was\nhard to start. The wood was damp, and they'd used all their kindling.\nThey sat as close as they could get to the sullen, smoky warmth.\n\nPip-Emma put her arm over Janet's shoulders. Clara sat on her other\nside. Clara was shivering a little. Almost unconsciously she and\nPip-Emma edged closer to each other.\n\nThey took turns finding wood. Night added black shadows to the\nmuffling fog. It was getting colder. Pip-Emma had saved one of her\nsausages, wrapped greasily in a paper napkin. She'd been hungry\nbefore--that time Pop and Ma had both lost their jobs. There'd been\ndays and days when Pip-Emma had had this gnawing pain. So it didn't\nworry her. But fat old Clara must be feeling real bad. She was always\nhungry anyway.\n\n\"Here,\" Pip-Emma said softly.\n\nClara VanSittart gave one look at the sausage. Then she shut her eyes\ntight. \"Thanks--I guess I won't, though. The others haven't anything.\"\n\nPip-Emma looked at the sausage, too. She glanced anxiously at Janet.\nJanet shook her head. So Pip-Emma tossed the sausage over her shoulder\ninto the forest. It was no good to any of them. One of the twins\ngrinned at her--a friendly, shy sort of grin. And suddenly Pip-Emma\nwas sorry.\n\nShe was sorry she'd made old Clara sick before the race. After all,\nClara couldn't help being fat and always hungry. She was sorry she'd\ntaken the kids' beads. Prissy was right--the shell trick was just a\ntrick. So it wasn't fair. Prissy was a good guy. She had guts; she\ncould take it.\n\nThe twins had put their extra coats over Prissy. There'd been quite a\ngay argument about it. Now Prissy leaned exhausted with pain against a\ntree, trying to smile at them.\n\n\"It's a real adventure,\" she said.\n\nThey nodded and tried to laugh back at her. All the same they were\njust kids. They were scared, too, and awfully cold and hungry. They\nwere fighting back tears. Pip-Emma knew. And suddenly Pip-Emma began\nto sing.\n\n    \"We are the happy Penguins--\n    We play without a care . . .\"\n\nAt first they just gaped at her. They couldn't believe their ears.\nShe'd never sung their songs. She'd made them feel how silly they\nwere. And now suddenly, joyfully, they understood. Pip-Emma was a\nPenguin. She was one of them. And with a sensation like the breaking\nof a bad pain Pip-Emma knew, too. They were all her Gang.\n\nThe fog-smothered forest rang with their young voices.\n\n* * * * *\n\nPrissy had fallen into a doze, and Janet lay close to her for warmth.\nBut Clara and Pip-Emma talked softly to each other.\n\n\"We gotter do something,\" Pip-Emma said.\n\n\"I bet I could find the way,\" Clara whispered back, \"if you'll come\nwith me.\"\n\n\"Sure. You bet,\" Pip-Emma said.\n\nThey stood up cautiously. The Penguins roused themselves from their\nhalf-frozen torpor to look at them. Clara made an authoritative\ngesture, silencing them. After all, she was still top Penguin.\n\n\"We're going for help,\" she whispered.\n\nThe two slipped out of the clearing. They held hands. They knew that\nif they let go of each other they would be lost. They had only two\nideas--to keep together and to keep going down, hoping that at the\nbottom they'd strike some familiar landmark. It wasn't much of a hope.\nThey were like blind children, picking their way. Things hit them in\nthe face and clutched at them. And when they stopped, breathless and\nshivering, they heard soft dreadful sounds. Their clothes were torn.\nTheir hands and faces, though they did not know it, were scratched and\nbleeding.\n\n\"You awfully scared, Clara?\" Pip-Emma asked.\n\n\"Not awfully--not with you, Pip.\"\n\nHell's Kitchen and Park Avenue pushed on together.\n\nAnd at daybreak the forest ranger opened the door of his cabin to\nthem. He and his wife had been up two nights with a sick child, and he\nwas half-asleep and not at all sure that he wasn't seeing things.\n\n\"We're Happy Warriors,\" Pip-Emma said, \"and we're all lost.\"\n\nIt wasn't anyone's fault that the forest ranger's child had the\nmeasles and that the Penguins who had never had the chance to catch\nanything went down with it like ninepins. The Penguin Circle was\nquarantined, and at night Pip-Emma sat alone by the campfire. The\ndoctor had said: \"She'll be all right. She's been exposed probably to\nevery germ known to man. She's a survival of the fittest.\" So Pip-Emma\nwas allowed to help nurse the Penguins and sit on their beds when they\nwere convalescing and tell them hair-raising stories of Hell's\nKitchen. She made up some of them. And the adventures of the\nmounted-cop uncle grew gorier and gorier. The Penguins seemed to like\nthem gory.\n\nLittle Janet was sicker than any of them. But when Pip-Emma held her\nsmall feverish hand, she'd fall contentedly asleep.\n\nExcept for Janet's feeling so bad it was kind of fun. At night\nPip-Emma and one of the Pelicans lighted the Penguin campfire so that\nthe Penguins in their open tents could see the flames dance. And as\nthey got better, Pip-Emma would start them singing--\"We are the happy\nPenguins.\"\n\nPip-Emma had a song of her own which she'd learned from Pop, who had\nsung it on Salisbury Plain:\n\n    \"I'm 'Enry the Eighth, I am.\n    I've 'ad seven wives before,\n    And I don't mind if I 'ave one more--\"\n\nIt was a ribald, not very intelligible song. But it had a rousing\nchorus. Miss Thornton, in her tent writing reassuring letters to\nanxious parents, looked up at Prissy, who was helping in her\nwheelchair.\n\n\"Is that a Camp song?\" she asked.\n\n\"No,\" Prissy said. \"But it's all right.\"\n\n* * * * *\n\nAnd then came the last night of all. And Pip-Emma sat alone by the\ncampfire for the last time. Everything was packed and ready. Tomorrow\nthey were all going home. Tomorrow Pip-Emma would be back with Pop and\nMa and the old Gang. She'd have an awful lot to tell them--about their\nGreat Adventure, and the Camp powwows and singsongs and marshmallow\nfeasts. She'd learned some things, too, that she'd have to break to\nPop and Ma very gently--the way you wore your napkin, for instance,\nand not picking your teeth, or making noises with your soup.\n\nShe'd never see Janet again or Clara or Prissy or Miss Thornton or the\ntrees or the stars or the lake shining under them. She wasn't going to\ncry about it, though.\n\nShe was trying so hard not to that she didn't know she wasn't alone\nany more. There was a little scuffling sound. She looked up. And there\nwere the Penguins, all around her, wrapped in their blankets and\nlooking just like Penguins.\n\nClara VanSittart was making a speech again. \"We want to give you this,\nPip-Emma,\" she said, \"and we hope you'll always wear it.\"\n\nIt was the sacred Penguin Badge.\n\n\"Gee, you bet,\" Pip-Emma said huskily.\n\nThey were gone, as quickly, as silently as they had come. It was as\nthough they knew how Pip-Emma felt.\n\nBut little Janet crouched beside her. \"Don't cry, Pip.\"\n\n\"I ain't--I'm not crying.\"\n\n\"Yes, you are. I'm crying, too. Listen, Pip. Next year you're to come\nback. Miss Thornton says so. 'Cause you're a real Penguin.\"\n\n\"Honest?\"\n\n\"Honest. And Daddy wrote. He says that was a swell idea about not\nstaying mad in two rooms. He says you must be a swell kid. You're to\nspend the Christmas holidays with us--and p'raps I can stay with you.\nDaddy says your Pop and Ma might be able to knock some sense into us\nall.\"\n\nPip-Emma choked. Janet was holding her hand hard.\n\n\"Pip--\"\n\n\"Yes?\"\n\n\"We're going to be friends always, aren't we?\"\n\n\"You bet.\"\n\nTaps sounded. It was a sad, lonely sound in the night. Pip-Emma stood\nup bravely.\n\n\"We gotter go in now,\" she said.\n\nBecause, after all, she was coming back next year, and some day she\nwas going to be top Penguin. So she must keep discipline.\n\n",
    "metadata": {
        "author": [
            "Wylie, I. A. R. (Ida Alexa Ross)",
            "Wylie, Ida Alexa Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33212/pg33212.txt",
        "name": "the_underpup.json"
    }
}