{
    "name": "The Genius",
    "author": [
        "Pederson, Con"
    ],
    "body": "\n[Sidenote: _Sethos was a great artist, a talented man, quite possibly\nthe most famous man of his time and world. But, alas!--there were other\nworlds. And is not the grass always greener...?_]\n\n\nSethos entered the park. Brown autumn leaves crumpled sharply beneath\nhis feet, the green grass sank. The sun was nearly gone, and the last of\nthe children passed him, chattering as they faded into the twilight.\nOnly one other person remained in the park, and she was waiting for\nSethos.\n\n\"Ela,\" he said. \"Have you been here long?\"\n\nShe touched his cheek with hers in greeting.\n\n\"Not at all. I'm in no hurry.\" She handed him a cigarette as they walked\ntogether, then lit her own and breathed deeply of the scented fumes.\n\"Nothing special about Matya's parties--unless she has that intriguing\nman there again. What's his name? You know--\"\n\n\"You must mean Andian, the sculptor. The man who built North Square, to\nhear him talk. What about him?\"\n\nEla laughed. \"He'd never heard of my fluid porcelain. Isn't that silly?\nAfter everyone in West has been overwhelmed with the color effects, he\nturns up, a perfect innocent. I showed him pliables.\"\n\nSmiling, Sethos recalled it was Ela's enthusiasm that had first\nattracted him, as it had most of the males in their clique. Then too,\nshe was beautiful, with startling gold hair and a delicate round face\nthat always aroused flattery. Tonight he felt especially aware of her\nbeside him, and the quick beat of her sandals on the pavement.\n\nThe lights of Matya's hillhouse gleamed before them, enticing all who\nwandered through West Park this evening. The party had started, as\nparties always did, at that unknown instant shortly before the first\nguest's arrival. It was thriving now, for the colors behind the\ncontoured glass facade throbbed as though underwater, and people sat\nalong the terraced hillside, talking and inhaling the elegant smoke from\nsmoldering chalices that stood around the entrance.\n\nThey climbed the flagstone path toward the low, pale yellow building.\nLuxuriant plants grew thick along the walls, creating a jungle that\nextended even to the inner rooms of the house.\n\n\"Sethos, my friend!\" said an unsteady voice.\n\nThe old man was seated in shadow by the house, a glass of sparkling\nliquor on the arm of his chair. Against the green background of giant\nplants, his frail, pink face resembled a huge bud that would open when\ndaylight came.\n\n\"How are you, Paton?\" Sethos asked warmly. \"I remember you from\nsomewhere in East. It must be years.... Weren't you gardening with Ana?\nOf course--developing a perfect Lyocanthia. What a welcome sight you are\namong these woodcutters!\"\n\n\"You're a fellow greensman now, they say,\" beamed Paton happily, seizing\nhis glass and leaning forward. \"Such an honor to us. You work with\nsucculents--right?\"\n\nSethos smiled. He watched Ela disappear into the interior of the\nsprawling hillhouse, heard her distant laugh become part of the\nmachinery of voices. People drifted to and fro across the broad lawns.\n\n\"Yes,\" answered Sethos, drawing up a chair. \"Succulents are my latest\njoy. One must specialize. I like to work with growing things, yet I'd\nfeel like a mechanoid if I got involved in crystal sculpture, like my\ncharming Ela there.\"\n\n\"Perhaps--but who else gets such _color_, starts so many new directions\nas she? My flowers blush before her crystals.\" Paton's glass was empty,\nand with an automatic gesture, Sethos refilled it from a tall flask\nstanding nearby, and poured one for himself.\n\n\"Speaking of mechanoids,\" Paton continued genially, \"I had a most\nstimulating conversation with Mr. First himself a few days ago. He came\nto see me.\"\n\nSethos blinked. That was unusual--mechanoids seldom mingled with humans,\nespecially those of the primary levels.\n\n\"He's very intelligent about flowers,\" Paton went on, waving his glass\nin animation. \"We talked about common hedge roses. Did you know he\nraises them?\"\n\n\"Amazing!\" Sethos drank deeply of the fiery liquor. Now the drifting\nplumes of smoke from the chalices performed fantasies with his vision,\nand his body felt light again, as it had so often in the evenings of the\npast few years.\n\n\"Of course I was flattered, having a visit from the _most_ prime\nmechanoid. He could have called me, but they are somewhat conscious of\nbeing mechanical as it is, and try to be cordial as possible.\"\n\nSethos leaned forward eagerly. \"Did he say anything about--their\nactivities?\"\n\n\"Well, that's not too interesting to me, because it's always just one\nchange after another outside. He did say there is a new earth-bridge\nbetween the continents. Doesn't it seem incredible that they should want\nto go to all that trouble? But then, that's a mechanoid for you. Always\nmaking things bigger. That's why I enjoy seeing Mr. First take up\nflowers. Maybe he sees things our way himself.\"\n\n\"I don't suppose you've ever been out there, have you?\"\n\n\"Out there? You mean, where the mechanoids live? Why, now that you\nmention it, I believe I was, once. But a long time ago--I must have been\nstill living with my elders. It's not very enjoyable. Too big to call\nhome, after all.\" With a short laugh, Paton emptied his glass again.\n\nSethos frowned. The idea that the world was so large fascinated him. As\nhis contemporaries and their ancestors for unknown generations, Sethos\nhad passed from dreamy childhood directly into the dream of adult life.\nHe could barely recall the days of education, when drugged smoke and\nliquor were withheld, and life consisted of a different fairy world. How\nhe had loved the gay mechanoid nurses, with their tinkling arms and\nbright colors! But of their world, the vast reaches of the planet\noutside the tiny circle of men, he knew very little. One fact was plain\nto him: it was unthinkably huge.\n\nSudden music poured from the house, gay and fast.\n\n\"Ha! The dancers!\" exclaimed Paton, seeing the rows of gyrating figures\nbeyond a pink translucent wall. \"You must excuse me. I promised Matya I\nwould watch her dance tonight.\"\n\nPaton hurried away, leaving Sethos to wander along the dimly lighted\nterrace. The party had lightened his senses as expected, yet his\nthoughts were heavy. He remembered the library, and the strange legends\nin the books. Legends of ancient cities of men, over all the earth, and\nof the prehistoric machines used by men to travel great distances. And\nalways in the old legends men were very much like the industrious\nmechanoids--ever building, ever moving....\n\nHow he wished he might live in those days! He knew the pleasure of\ncreating, for he had been acclaimed a genius in music before he was\ntwenty, and his mastery of painting and architecture had won the\nadmiration of all the human zone. Still, he was not satisfied, and often\nlay awake in the early hours of morning after a stirring party, dreaming\nof those long-gone days of empire, when he could have ridden with the\nancients through the sky on their winged craft, see their cities rise\ntoward the clouds, experience the exciting pace of that life. What\nremarkable ambitions they must have had!\n\n\n\nAs Sethos reached the end of the terrace, he was hailed by a garmenter\nnamed Brin, standing with a group of men around a light projector. The\ncolors sprayed up about their faces, matching the gaudy orange of Brin's\ntrousers and the blue of his little plumed hat.\n\n\"Greetings, Sethos! How are the crops up North? Still live with Ela?\"\n\n\"They're fine, Brin. Live with Ela? No more than anyone else these\ndays.\"\n\nBrin chuckled. \"A neat remark, Seth--I must remember it to your true\nlove the next time I have reason to see her.\"\n\nThe men laughed appreciatively, the colors wheeling in rhythm across\ntheir grinning faces.\n\nSuddenly three young women converged on the group, having spied Sethos\nfrom inside.\n\n\"Oh, Sethos!\" one cried. \"How wonderful you're here!\"\n\n\"Are you still composing that _magnificent_ diphonic music?\" asked\nanother breathlessly.\n\nGrimly, he realized he was trapped again. Every party brought on\nsomething like this. How could he explain to these well-meaning girls\nthat he was trying to forget the past, that it bored him, that his music\nwas trite and his painting insipid? Still they would clamor for it.\n\n\"Excuse me,\" muttered Sethos, walking away. His ears rang with their\nadulation, but it always sickened him. Efforts he considered nothing at\nall were worshiped by the others. It was demoralizing.\n\nFollowing the path around the corner, he descended from the noise of the\nhouse, opening his mouth and inhaling the cool night air as though to\ncleanse his lungs. He was growing extremely weary of the people at\nparties.\n\nFrom here he could see the town laid out below, the four directions of\nit, and he tried to guess how many times he had walked each street one\nend to the other, then turned around and walked back, simply because no\none ever considered going straight on.\n\nAt that moment a tall, lean man approached him. He was a stranger, with\na bearing Sethos did not recognize.\n\n\"How do you do, Sethos,\" he said softly. \"I understand you are the most\naccomplished of your group. May I ask a few questions?\"\n\nSomeone from across town, obviously. He knew the type--they traveled\nbetween the cliques, learning of new trends and ideas to pirate. He had\ndone it once himself.\n\n\"I'm sorry. I don't have any new goodies for your side of town. Why\ndon't you go in and pester Brin? He's always easy to tap.\"\n\n\"You misjudge me. I'm not interested in stealing ideas.\"\n\n\"I know, I know. But I'm not for sale anyway.\"\n\nAngered, Sethos turned and strode down the hill. The nerve of these\napprentices, he thought. Some day they'll ask for autographed samples.\n\nHe stopped. A small autocar had caught his attention. On a wild impulse,\nhe opened the door. \"Good evening, little servant,\" he said gently.\n\nThe desire to move came on him more strongly now. Stooping, he got in,\nthe seat cushions adjusting automatically to his posture, and a voice\nsomewhere in the drive panel said, \"Direction, please.\"\n\n_Yes--where to?_ He didn't know. But he had to get away.\n\n\"Straight ahead,\" he ordered, hoping the machine would make the best of\nit.\n\nAs he rode, he wondered desperately what was wrong with him. He was\neasily the most talented of men, yet he was unhappy. Perhaps it was\nbecause they all treated him so adoringly that he was tired of them. He\nsaw nowhere that drive which was so strong in him, the urge to go on to\nbigger things. He had sought it in his friends many times before, but\ngave up when no one knew what he meant. Even as a child his elders said\nhe should have been born a mechanoid. It was a jest that was deathly\ntrue.\n\nTrees flashed by, but as Sethos watched, they slowed in their flight,\nand he realized the car was stopping.\n\n\"I'm sorry, this is zone,\" said the car. \"I can go no further.\nRedirection, or shall I cruise at random?\"\n\nHe started to affirm, but something stopped him.\n\nBarely visible ahead were the first low, dark buildings of the mechanoid\nworld.\n\n\"No,\" he answered. \"I'm getting out here.\"\n\nHe left the car, walking forward rapidly until the headlights no longer\nlighted his path. The trees began to thin out, and his feet struck\nconcrete. He knew he was beyond the general limits of human activity.\n\n\n\nFear came, now that he was in that land where men never walked. The\nbuildings loomed around him, forbidding and dark. Further down the\nstreet the lights began, spaced at intervals on the walls.\n\n\"Your attention, please,\" said a voice at his shoulder. He recoiled,\nnoticing for the first time a small yellow mechanoid rolling silently\nbeside him. Its face screen watched him steadily.\n\n\"May I remind you that this is no longer the human zone? I can whistle\nan autocar for you, if you wish.\"\n\nSethos felt a twinge of terror as he said, \"No, thank you,\" and\ncontinued to walk.\n\n_Now it will begin_, he thought. _They'll be on me every block. Turn\nback. No, don't give up now. What can I lose? They won't hurt me--it's\njust a matter of regulation. They can't do anything to me for\ndisobedience._\n\nLooking up, he saw stars between the clouds. For a moment he could\nimagine that perhaps, once upon a time, men must have longed to reach\nout in some way across the tremendous distance to the stars. It was a\nstrange sensation, this longing for something obviously unattainable.\n\n\"Hello,\" said another voice. \"Are you lost?\"\n\nSethos glanced at the new figure that accompanied him. It was human in\nshape, but the fact that it skated on rollers betrayed its nature.\n\n\"No. I'm ... just walking.\" His voice sounded small and guilty in the\nstrange city.\n\n\"I see. For exercise?\"\n\n\"No--I mean, not exactly. Well, I wanted to see what things were like\noutside our zone.\"\n\n\"Our course.\"\n\n_He won't stop me_, Sethos thought with determination.\n\n\"Are you someone I should know?\" he asked.\n\n\"Tenth level,\" the mechanoid replied, whirring sedately along beside\nhim. \"I was notified five minutes ago by a circuit walker. He said he\noffered to radio for a vehicle, but you did not wish to return.\"\n\n\"That's right.\" Sethos was nervous now, but maintained his even step.\nThey had gone three blocks together, and still he would not slow down.\n\n\"Tell me, Mr. Tenth,\" Sethos said, trying to appear calm, \"do\npeople--often walk as I'm doing?\"\n\n\"No, not often.\" Mr. Tenth took a step across a small puddle, then\nresumed skating.\n\n\"What happens if I get tired of walking?\"\n\n\"I can direct you to Mr. Third's office, if you won't mind. He handles\nsuch things.\"\n\n\"And suppose I keep going?\"\n\n\"You'll be followed by an autocar that will pick you up whenever you get\ntired.\"\n\n\"I intend to keep going,\" Sethos said, his teeth clenched.\n\n\"Very well.\" The mechanoid rolled away.\n\n\n\nSethos was entering the heart of the city. As far as he could see, the\nstreets led off into the distance, with the gleaming lights that lined\nthe buildings on either side diminishing until they merged at a far\nvanishing point.\n\n_How far does it go?_ he wondered, overwhelmed. _Maybe if I go far\nenough, I'll find another community like our own, with men living in it!\nWhat a discovery that would be!_\n\nThe low hanging clouds threw back the city's glow as far as he could\nsee.\n\nIn the streets there were now several mechanoids, and their number\nincreased as he went. Some were prime mechanoids, and resembled humans,\nrolling along the slower traffic lanes. Others were specialized workers,\nwith longer arms or a number of arms, or with a truck body instead of\nlegs. In fact, he saw every gradation between prime mechanoid and\nservice vehicle. A bizarre parade!\n\nA strange little apparatus with three wheels stopped before Sethos.\n\"Your attention, please,\" it said. \"You are now one-half mile from zone.\nThe time is eleven-twenty p.m.\"\n\nIt occurred to him to watch for more tenth level mechanoids, and he saw\nthree immediately, moving with him several yards away. An autocar\ncruised patiently.\n\n\"You are heading due west, on Street 751 West, at a speed of three and\neight tenths miles per hour.\"\n\nHe saw the mechanoid with three wheels again, clocking him helpfully.\n\n\"Go away,\" he said.\n\nHis breath came hard; he was not used to walking such a distance.\n\n_How long can I last? If I keep going, I'll get hungry, and there won't\nbe any food. They don't serve food out here. I can go until I drop from\nexhaustion. Then they'll take me back ... ask me if I want therapy._\n\nHe would refuse, then try it again later. He would try it day after day,\nprobably, maybe getting a little further each time, and each time the\nmechanoids would patiently bring him back. On and on ... until he\nrequested therapy....\n\n\"You are now one mile from zone,\" said his clocker. \"The time is\neleven-twenty-eight p.m.\"\n\nThe lights burned on into the distance. His legs were beginning to ache,\nbut still the urge to cross the city was intense.\n\n_Maybe I'll go till I come to the ocean_, he thought, sucking his\nbreath. He had seen pictures of the ocean, that featureless blue with\nits concrete wall stretching away for thousands of miles.\n\nA mechanoid stood on a corner, pointing back. So that was the next\ntrick! Helpful, hinting.... He saw another, showing the way home.\n\nHe grew angry. _It'll be a battle of nerves. They'll get nicer and nicer\nto me, until I can't stand it any more._\n\nHe concentrated on the lights, watching them pass one by one. That\nhelped.\n\n\"Please note your return route.\"\n\nHe wondered if they had missed him at the party.\n\n\"There is an autocar at your service.\"\n\nThey would be preparing to eat the midnight meal, now, he remembered.\nThe foodmakers would emerge from the kitchens and steal the show in\ntheir performance of taste appeal, warm odors, rare dishes....\n\n\"You are heading due west, on Street 751 West, at a speed of three and\nsix tenths miles per hour.\"\n\nIt seemed cold. The mechanoids did not have thermostat stations, for\nthey did not need them. He shivered slightly.\n\n\"You are now two miles from zone. The time is eleven-forty-five p.m.\"\n\n_The lights. Watch the lights._\n\n\"Please submit any request for information here.\"\n\nHe was panting, and his legs felt weak.\n\n\"There is an autocar....\"\n\nIt was useless. Shutting his eyes tight, he stopped.\n\n\"All right. Let's go.\"\n\n\n\n\"Good evening,\" said Mr. Third.\n\nSethos seated himself in a contour chair in the center of the softly\nlighted office. From behind a curving desk, the brain of a slender metal\ncylinder observed the young man before it, checked by radio with five\nMr. Tenths in the space of three and one fifth seconds as to the\nincident's details. Then Mr. Third folded his plastic arms and studied\nthe short brown hair and dark eyes, the lean face and straight nose.\nHuman features always fascinated him.\n\n\"I'm the human coordinator, Sethos. You know why you're here, don't\nyou?\"\n\nSethos nodded.\n\n\"Everyone learns that sometime,\" Mr. Third remarked. \"In a certain\nnumber of births there is a percentage who are of higher intelligence.\nThese are the restless ones whom we cannot discourage developmentally as\neasily as the others. They usually have to request therapy to adjust. So\nyour case is not new.\"\n\nSethos lit a cigarette. He knew the story, but coming from a third level\nprime mechanoid it was all the more impressive.\n\n\"All right, I'm inquisitive. Why must we have therapy? Why do we have to\nstay in our zone?\"\n\nMr. Third paused. He recognized challenge in the young man before him,\nand tried to estimate his will power.\n\n\"Did you know that there was on the earth, long ago, lower forms of life\ncalled animals? And that man once specified these and contained them in\ncages, from which they were denied exit?\"\n\n\"I have read of their place in our biological evolution, but of course\nthey are before the time of records.\"\n\n\"Well, we know very little about this practice or its use, but it's\nsimilar to what we have here, I believe. We mechanoids are not concerned\nwith history, having only one structural law which was built into us by\nyour ancestors, and it cannot be superseded. We must preserve man in the\nstate he existed when we were created. We cannot impede his\nactivities--unless they peril his stability, which we maintain\nprecisely, as you know. It is impossible, you see, for us to allow man\nto change or expand. We have fulfilled that obligation, and continue to\nfulfill it. There are no alternatives whatever.\"\n\n\"I can't see what they had in mind when they made you that way. It\nsounds insane.\"\n\n\"Don't ask why--that is no longer important. We cannot question what is\nfundamental to all our operations, the factor present in every formula\nwe must work. Our mechanoid civilization is gigantic, by your standards,\nbut it is flawless. Once set in motion, such a system is impenetrable.\nAll individuals are their allotted part of the entirety, no more, no\nless. It is beautiful concept, you'll agree?\"\n\n\"You must get terribly bored,\" Sethos said humorlessly.\n\n\"That word has no meaning for us. Now--do you request therapy?\"\n\nSethos was startled. He had expected the question, and knew there was\nlittle point in refusing. Yet he hesitated. The desire to learn was\nstrong.\n\nBefore he could reply, a door opened and another mechanoid rolled in.\n\n\"You didn't whistle, Mr. First,\" said Mr. Third to the newcomer.\n\"Something on your mind?\"\n\nSethos noted that they spoke aloud for his benefit. He inhaled\nreflectively of his cigarette.\n\n\"A mutual friend of ours is here,\" said the first level prime.\n\n\"The one we've been expecting?\" asked Mr. Third.\n\n\"That's right. I see you have a young fellow here--out walking?\"\n\nSethos nodded, wondering what visitor they could have. Perhaps a\nmechanoid from another continent--but still such a mechanoid would be in\nperpetual contact anyway.\n\n\"Good--come along. It'll save the gentleman some time. He's looking for\nthis sort of thing.\"\n\n\"Save him some time! He's in a hurry?\" interrupted Sethos.\n\n\"For this man, time is very important,\" said Mr. First gravely.\n\n\"Where is he now?\" asked Third.\n\n\"In my office, studying the vocabulary. Shall we go over?\"\n\nMore curious than ever, Sethos followed the mechanoids down the corridor\nto a slide. Holding the rail, he felt the car surge through its shaft at\na tremendous speed.\n\n\n\nThey emerged into the first level office. Two other first level\nmechanoids sat reading formulated material, while near the center stood\na tall man, his eyes on a page of printed matter in his hands. He had no\nhair, and wore only a simple gray cloak over a white, loose-fitting\none-piece suit. Sethos regarded his graceful appearance and\nsophisticated demeanor.\n\n\"Hello,\" he said, looking up. \"I am Hol.\"\n\nSethos nodded cautiously. \"My name is Sethos.\"\n\nFor a moment, Hol looked at the two Mr. Firsts reading, then at the one\nstanding. There seemed to be some sort of communication between them.\nThen he spoke again.\n\n\"Are you discontented with your culture?\"\n\n\"Of course. I don't believe man's curiosity should be restricted.\"\n\n\"I see. What do you propose in this case?\"\n\nSethos was perplexed. He had not dreamed of a possible solution. But\nperhaps there was one!\n\n\"I don't know. If mechanoid control could be removed, I think humans\nwould expand over all the planet. Then they could progress by\nthemselves.\"\n\n\"Do you think they can?\"\n\n\"What do you mean?\"\n\n\"Do you think humans can progress further--without mechanoids?\"\n\n_Further_--so that was it. The creation of mechanoids must represent the\nheight of human development. Which meant they were necessary to going\non, reaching the stars....\n\n\"You mean, if humans could work _with_ mechanoids, we could even travel\nto other worlds and spread throughout the universe?\"\n\n\"He's getting close to the 'matter masters matter' principle,\" mused Mr.\nThird. \"It's growth through extension, Sethos, a universal. Not just\n'human'--man isn't alone in the universe.\"\n\nSethos did not understand. But another thought struck him.\n\n\"Just a moment, Hol. I've never seen you before. Where are you from?\"\n\n\"From Antares System. I am an ethnographer, making a survey of the\nplanets of man's early history.\"\n\nSethos was stunned.\n\n\"You--you are from out in _space_? From the _stars_?\"\n\n\"That is correct. Man lives everywhere in the universe. But as Mr. Third\nsaid, that may be misleading.\"\n\nSethos disregarded the comment. It didn't matter if he were alone or\nnot, at least he was _there_--man in the universe!\n\n\"I have completed a section of my work here. It is necessary to speak\nwith the first level alone, if possible,\" said Hol.\n\n\"Of course,\" said Mr. Third. \"Sethos, there is a vehicle in the hall.\nWill you return home until you wish to contact us about therapy? You\nhave clearance to come in directly when you decide.\"\n\n\"Yes--yes, certainly.\"\n\nIn his shock he was barely conscious of an autocar hurtling through the\ndark streets, the familiar trees of West Park looming above him. Then,\nonce more he saw the lights at Matya's, heard the noise and laughter.\n\nStepping from the autocar, Sethos felt the night breeze on his face. He\nlooked upward at the sky, saw the stars like fierce eyes that had been\nwatching all along. The revelation was too much to take, he thought.\nSuddenly Earth itself, so vastly greater than the small reservation of\nmen, and short hours ago a veritable infinity, seemed tiny and\ninsignificant.\n\n\"Why, Sethos! Where have you been?\"\n\nIt was Paton's voice. The old man stood alone on the path.\n\n\"Paton, you couldn't guess what has happened. It's incredible!\"\n\n\"Come up and get a drink, boy. You look exhausted. I was alarmed when I\nfound you'd left.\"\n\nSethos took his arm and faced him squarely.\n\n\"Paton--I left the zone, and was taken to Mr. First's office. And do you\nknow who I met? I met a man from the stars! Think of it! A man from\nother worlds, Paton. Do you realize that human beings have _already_\ntraveled those fantastic distances, long ago? They must have forgotten\nabout us on Earth!\"\n\n\"Why, that is amazing. It just goes to show you, there's nothing new\nunder the sun. Come along, and get that drink. I found some _exquisite_\nwine.\"\n\nSethos stopped. His hand slipped from Paton's arm.\n\n\"Paton.... Did you hear what I said? Didn't it penetrate? I said man has\n_reached_ the stars! We already own the universe....\"\n\n\"Of course. But I must say I don't know what we want with it all. Won't\nyou join us now? Say, Ela has been looking for you.\"\n\n\"Ela? Yes, Ela. I want to see Ela....\"\n\nShe came down the walk, and took him by the hands.\n\n\"_There_ you are, you elusive boy! I want to go home now. I simply have\nto adjust my crystals or they'll overflow the bedroom. Oh, Matya! Thank\nyou for a splendid time. I'll be having you over next week, don't\nforget.\"\n\nThen they were down from the hill and in the park, and the party flowed\non behind them, forgetting.\n\n\n\nThey were home again, and Ela hurried off to add nutrients to the huge\ncrystal sculpture that was growing in the bedroom. It glowed and\nvibrated in every color of the spectrum, and strange textures developed\nat those edges where Ela hovered with a glass dropper and her chemicals,\ntouching, wiping, smoothing....\n\n\"Oh, it nearly got away from me over here. I _must_ get these reds to\nbalance, or the whole thing will never refract properly at all. Did you\nknow, Seth--they want to erect it in Central Plaza when I'm finished!\nIsn't that wonderful?\" Her pleased face sparkled as she worked.\n\nSethos sat on the bed, folding his hands in his lap. Still stunned by\nPaton's reaction, he gazed absently at the floor.\n\n\"Ela, I met a man tonight. He is a very important man.\"\n\n\"Yes, there were _so_ many dolls there. I only wish I had met Andian\nagain. He'd be so jealous if he knew I was acclaimed for exhibition in\nthe Plaza.\"\n\n\"I don't mean at the party.\"\n\nEla turned. \"Really, dear? Where was he?\"\n\n\"In the office of Mr. First. He wanted to talk to me.\"\n\n\"You went outside zone? Whatever for?\"\n\nSethos rose and took her shoulders firmly in his hands.\n\n\"This man is from another planet, Ela. He told me that people live all\nover the universe!\"\n\n\"You don't say!\"\n\n\"They left the earth a long time ago. They've traveled between the stars\nfor centuries and centuries!\"\n\n\"That's wonderful, dear. Help me with this pot of dye, will you, Seth?\"\n\nSethos drew back, unbelieving.\n\n\"Ela.... The stars are trillions of miles apart. Men have learned to fly\nbetween them somehow!\"\n\n\"It's breathtaking. The dye?\"\n\n\"Quintillions, some of them! Think of it, Ela!\" Sethos was shaking with\nagitation.\n\n\"Dearest,\" said Ela, moving away from him, \"do you think we might move\ncloser to Center after my Plaza crystal is finished? I'd like to be able\nto look out and see it every morning in the sun....\"\n\nShe wasn't listening! _She didn't care!_\n\n\"Ela. Ela, love--listen to me! What's wrong with you? Can't you _see_?\"\nHis voice shrank to a whisper.\n\nShe smiled tolerantly. \"Of course, dear.\"\n\n\"I'm telling you something no one has dreamed of before and you fuss\nabout your crystals! Don't you ever get sick of this little cage? Don't\nyou ever feel like getting out and running away?\"\n\n\"Cage?\"\n\n\"I'm telling you the earth can be ours! People can live like mechanoids\nif they'll only wake up and stop their childish play!\"\n\n\"But why, dear?\"\n\n\"_Why?_ We were _meant_ to, that's why. Because we've already _done_ it,\nor someone has. But _we're_ still here, left behind. We've got to catch\nup!\"\n\n\"How silly.\" She returned to her chemicals.\n\nSethos felt a burning rage seize him. This woman he had loved--she was\nonly a shell, a stick of wood, with no ideas of her own--no curiosity.\nNothing! And she didn't have the faintest notion what he was talking\nabout. She didn't _care_!\n\nFurious, he grasped a heavy bronze ash tray and hurled it, hard as he\ncould, into the mass of shining crystal that filled the room. With an\nexplosive rainbow of color and a reverberating crash, it collapsed under\nthe heavy blow into a million tiny fragments.\n\nHe stood, glaring at the scattered shards, waiting for Ela to leap at\nhim, screaming and clawing him for the ruin he had made of her\nmasterpiece.\n\nBut she only smiled weakly, and shrugged.\n\n\"Dear, that was very irrational. I think you had better request therapy\none of these days. Now I shall have to start all over again. But don't\nfret, sweet. I had a much better idea anyway. I can get sensational\nresults using fluorides.\"\n\nShe wouldn't fight him--she couldn't think of such an act, raised in a\nworld where coercion and violence did not exist. She didn't care about\n_anything_!\n\nCalm now, he knew what to do. Striding swiftly from the house, he went\nstraight to the vehicle space. He got into an autocar and slammed the\ndoor.\n\n\"Direction, please.\"\n\n\"Contact Dispatching. Ask for permission to go directly to first level\nprimary. Tell them it's Sethos.\"\n\nPause. \"Permission granted.\"\n\n\n\n\"Come in, Sethos. What can I do for you?\"\n\nSethos looked around the room anxiously.\n\n\"I want to make a request, Mr. First, if it isn't too late.\"\n\n\"Too late?\"\n\n\"I would like to see Hol before he leaves. Is he still here?\"\n\n\"Perhaps I can arrange it. His time is budgeted, you understand.\"\n\n\"I _must_ see him.\"\n\nMr. First was silent for a moment, and Sethos realized he was contacting\nsomeone. Then, he announced, \"Yes, he's willing to see you. Go through\nthis door. His compartment is the second down the corridor.\"\n\nSethos thanked him and hurried out. Finding the door, he hesitated an\ninstant, then went in.\n\n\"Good morning,\" said Hol.\n\nThere was a second man standing beside him, dressed in the same manner\nand of the same stature as Hol.\n\n\"I had to see you,\" Sethos began hastily, not expecting to encounter two\nmen.\n\n\"I see. This is Bek, a field observer. He was at your party last night.\"\n\nSethos remembered the stranger he had taken for a spying apprentice on\nthe hillside. He felt embarrassed, but brushed it aside.\n\n\"I ... want you to take me with you.\"\n\nHol looked at his companion.\n\n\"I don't fit here,\" Sethos went on. \"Mr. Third himself said I'm more\nintelligent than the others--I'm the only one who knows what your visit\nmeans. I want to go where people are interested in learning and\nprogress. If I stay here I'll have to fool around with a hobby the rest\nof my life. There's no work, no expansion. You can see why I have to\nleave, can't you? I'm the _curious_ type.\"\n\n\"You don't know what you're asking.\"\n\n\"Why? Can't you take me with you? What harm would it do?\"\n\n\"Well, there are rules.\"\n\n\"But--I'm not just anybody. I'm an exception to the rule. I qualify as a\ngenius--you mean there isn't a place for me _somewhere_ in the universe?\nSurely you can use a smart man!\"\n\n\"You are a genius, that's true,\" said Bek, in a deep, serious voice. \"As\nlong as you remain here. Hundreds of centuries ago, your ancestors\ndiscovered principles that are not even expressible in your language,\nand learned to apply them to matter. Soon they knew no boundaries. The\nearth was not forgotten, but it was no longer important. It still is\nonly a statistic. And we are here to examine it briefly. We have many\nothers to visit.\n\n\"You see, Sethos, man changed out in space. He is a long way from your\nancestors who started all this. But before those ancient men left, they\nestablished Earth as a control planet, to maintain forever a specimen of\nthe original stock. It may have been done out of his egocentric ideas at\nthe time, but it proved wise, for such a specimen is valuable in our\nresearch.\"\n\n\"Sethos,\" said Hol, seeing the bewilderment on the young man's face,\n\"the mechanoids who attend your little community are more than one\nhundred thousand years old. That is how long your little culture has\nbeen faithfully preserved, just as it was then. You would not be capable\nof living elsewhere in the universe now. You could survive, perhaps,\nbright as you are, for a century or so, and then die, unhappy,\nmaladjusted, never finding another of your own level. You are, after\nall, a savage.\"\n\nSethos was dazed.\n\nHe--an atavism, a prehistoric man! No wonder his people behaved as they\ndid--they were merely a docile herd of caged animals, kept complacent\nand well-fed by the keepers outside. An extinct beast, left to be tended\nuntil the earth reached the end of its course as a flaming speck in the\ninfinite cavern of space!\n\n\"You--you _must_ take me! I couldn't stand it now. How can I go back,\nknowing we're just a miserable experiment? Please--I'll go crazy!\"\n\n\"Even now you exhibit one of your primitive traits--pride of being a\nman. But you will adjust to life. It is as it should be.\"\n\n\"But--\"\n\n\"I'm sorry. There's nothing we can do.\"\n\n\"No, wait--I....\"\n\nThe two men were gone.\n\nSethos stared. He was alone in the room. A constriction grew in his\nthroat, and he felt weak. Indeed, man had changed.\n\n\"Sethos?\"\n\nMr. First stood in the door.\n\n\"Yes....\"\n\nNow the pattern was clear. Sethos--the curious man, the genius--was\ndoomed. He had lost a battle in which he never had a chance. Still, he\nhad fought.\n\nBut walking down the corridor with the mechanoid, he knew that no one\nlost completely. He knew that Sethos, the human, the adjusted hobbyist,\nwould soon look back on this night as though it were an ordinary phase\nof life.\n\nThen, on the table, with the gently humming mechanism lowered to his\nhead, the knot in his throat softened.\n\n\"All yours,\" said Mr. First to Mr. Third.\n\n\"A remarkable case,\" said Mr. Third. \"Sometimes I wish we kept a record\nof his kind. It might be very interesting.\"\n\n\"Someday, perhaps. When our work grows dull.\"",
    "metadata": {
        "author": [
            "Pederson, Con"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32861/pg32861.txt",
        "name": "the_genius.json"
    }
}