{
    "name": "The Whistling Mother",
    "author": [
        "Richmond, Grace S. (Grace Smith)",
        "Smith, Grace"
    ],
    "body": "GRACE S. RICHMOND\n\nI have the greatest mother on earth. I can't call her a \"little\nmother,\" for she's five feet six inches tall, and weighs just exactly\nwhat she ought to according to the table of weights. If she were a\ntrifle less active she might put on too much flesh, but she'll never\nkeep still long enough for that. I always enjoy having her along on\nany kind of an outing, for she's game for just anything, and awfully\ngood company, too. In fact, she seems more like a vigorous girl than\nanything I can compare her with. And I think her sons are mighty lucky\nchaps--especially just now that the war game's on.\n\nYes, that's a picture of Mother; neat little holder for it, isn't it?\nYes, I know; she does look interesting, doesn't she? She's an awfully\ngood shot, and drives her own car, and rides like a Cossack, and does\na lot of other things--not to mention making home--well--what it is. I\nsuppose I'm rather braggy about her, but I tell you I feel that way\njust now, and I'm going to tell you why.... She's pretty, too, don't\nyou think so? I thought you would.\n\nThe thing that started me off was Hoofy Gilbert coming across the dorm\nhall with a letter in his hand. We called him Hoofy because he hated\nwalking so, and always drove his big yellow roadster from one class to\nanother, even if it was only a thousand feet straight across the\ncampus to the next lecture. Well, Hoofy came in that day--it was just\nbefore the Easter vacation--looking as if he were down and out for\nfair. It turned out he'd written home about enlisting, and he'd got\nback a letter from his mother, all sobs. He didn't know what to do\nabout it. You see the fellows were all writing home, and trying to\nbreak it gently that when they got there they'd have to put it up to\nthe family to say \"Go, and God bless you!\" But it was looking pretty\ndubious for some of my special friends. Their mothers were all right,\nan awfully nice sort, of course, but when it came to telling Bob and\nSam and Hector to enlist--they just simply couldn't do it.\n\nHoofy said he'd got to enlist, in spite of his mother. He knew it was\nhis duty, but he'd rather be shot than go home and go through the\nfarewells. He knew his mother would be sick in bed about it, and she'd\ncling round his neck and cry on his shoulder, and he'd have to loosen\nher arms and go off leaving her feeling like that. And his father\nwould look grave and tell him not to mind, that his mother wasn't\nwell, and that she couldn't help it--and Hoofy really didn't think she\ncould, being made that way. Just the same, he dreaded going home to\nsay good-bye--dreaded it so much he felt like flunking it and wiring\nhe couldn't come.\n\nI told him he mustn't do that--that his mother would never forgive\nhim, and that he'd have to put on a stiff upper lip and go through\nwith it. And Hoofy owned that that was the thing he was really afraid\nof--that his upper lip wouldn't keep stiff but would wobble, in spite\nof him. And of course a breakdown on his own part would be the worst\npossible thing that could happen to him. No potential soldier wants to\nfeel his upper lip unreliable, no matter what happens. It's likely to\nmake him flinch in a critical moment, when flinching won't do.\n\nI was looking up at a picture of Mother on the wall over my desk as I\nadvised him to go home, and he asked me suddenly what _my_ mother\nwrote back when I told her. I hated to tell him, but he pushed me\nabout it, so I finally got out her letter and read him the last\nparagraph--but one. Of course the last one I wouldn't have read to\nanybody.\n\n\"It's all right, Son, and we're proud as Punch of you, that you want\nto be not only in America's '_First Hundred Thousand_,' but in\nher '_First Ten Thousand_.' We know it will stiffen your spine\nconsiderably to hear that your family are behind you. Well, we\nare--just ranks and rows of us, with our heads up and the colours\nwaving. Even Grandfather and Grandmother are as gallant as veterans\nabout it. So go ahead--but come home first, if you can. You needn't\nfear we shall make it hard for you--not we. We may offer you a good\ndeal of jelly, in our enthusiasm for you, but you could always stand a\ngood deal of jelly, you know, so there's no danger of our making a\njelly-fish of you--which wouldn't do, in the circumstances. That's\nrather a poor joke, but I'll try to make a better one for you to laugh\nat when you come. When shall we expect you? No--we won't have the\nvillage band out, and will try not to look as if we had a hero in our\nmidst, but we shall be awfully glad to see Jack just the same.\"\n\nWhen I looked up after reading this, Hoofy looked like a small boy\nwho's been staring in a shop-window at a fire-engine he can't have. He\nheaved a big sigh, and said: \"Well, I wish my mother'd take it that\nway,\" and went out, banging the door after him. And I got up and went\nover and took Mother down and looked at her, and said to her: \"You\ngame little sport, you--you'd put the spine into a jelly-fish any\ntime. And I wouldn't miss going home to hug you for good-bye if I knew\nthe first round of shot would get me as a result.\"\n\nSo then I packed up, and went around and saw the dean, who assured me\nthat, even though I didn't stay to finish my Junior year, I'd keep my\nplace and get my dip, no matter how long the war lasted. Then he\nlooked over his spectacles at me, and said it was a good thing I was\nso tall and slim--it would be a crack marksman who could get me, or\neven tell me from a sapling at five hundred yards; and we grinned at\neach other and shook hands. Good old Hamerton--I hope he'll be there\nwhen I get back. Then I wired Mother and took the train for home.... I\ndon't know why I always write and wire Mother instead of Father, for I\nthink a lot of my dad. But he's pretty busy at the office, and not\nmuch of a letter-writer, except by way of a stenographer. Mother\nalways gives me his messages in her letters, and when I get home he\nand I talk up to date, and then Mother and I go on writing again.\n\nJust Mother met me at the train--the girls were in school, and Dad not\nyet home from the office. My kid brother hadn't been told, for fear\nhe'd cut school altogether. Mother had the roadster--and it was\nshining like a brass band. She looked just as she always\ndoes--tailored out of sight, little close hat over her smooth black\nhair, and black eyes shining through a trim little veil that keeps all\nsnug. No loose ends about Mother, I can tell you, from the top of her\nstunning little hat to the toes of her jolly little Oxfords over silk\nstockings that would get anybody. Even her motoring gloves are \"kept\nup,\" as we say of a car, The sight of her, smiling that absolutely\ngorgeous smile that shows her splendid white teeth, made me mighty\nglad I'd come home.\n\nAct as if I'd come to say good-bye, and could stay only twenty-four\nhours? I should say she didn't. Kissed me, with her hand on my\nshoulder--glove off--and then said: \"Want to spin round the Circle,\nJack, before we go home? By that time they'll all be there.\"\n\n\"Sure,\" I said, grinning at the car. We're not rich, and I don't sport\na car to go to lectures with, like Hoofy and a lot of other fellows,\nso ours always looks darned good to me when I get home. Mother\nunderstands how I'm crazy to drive the minute I can get my hands on\nthe wheel, so without an invitation I put her into the seat beside me\nand took the driver's place myself. She settled down, same as she\nalways does, and remarked:\n\n\"It's always so good to have you drive. I never shall get quite the\nform you have.\"\n\nWhich wasn't true a bit, for she drives just as well as I do--she\nought to, I taught her. But she has an awfully clever little trick of\nmaking a fellow feel good, and I like it--who wouldn't? A lot of\nmothers never lose an opportunity to take a son down a bit--though I\ndon't suppose one would whose son had come to say goodbye. That same\nsort are the ones to weep on their boys' shoulders, though, I've\nnoticed.\n\nWe started off at a good clip, and right away Mother said:\n\n\"Now, tell me all about it,\" exactly as if I'd just won an\nintercollegiate, or something like that.\n\nSo I told it all to her, and was glad of the chance. I hadn't had time\nto write much about it, but I could talk fast enough, and I did; and\nshe listened--well, she listened just exactly as another fellow would.\nI mean--you didn't have to colour the thing, or shave off anything, or\nfix up any dope to ease it for her, because you knew she wanted it\nstraight. So, naturally, you gave it to her straight--which is much\nthe best way, if people only realized it--for it's all got to come out\nin the end. And when I was through, what do you suppose she said? Just\nabout the last thing you'd expect any mother to say:\n\n\"It's all perfectly great, and I don't wonder you want to go. Why, if\nyou didn't want to go, Jack, I should feel that I'd been the wrong\nsort of mother.\"\n\nNow, honestly, do you blame me? I looked down at her--I'm a good deal\ntaller than she is--and for a minute I wanted to get down in front of\nher among the gear-shifts and put my head in her lap. But of course I\ndidn't do anything so idiotic as that. I just laughed and said: \"Not\nyou,\"--and put out my hand and squeezed hers--she'd left off her\nmotoring gloves. And she squeezed back, and looked up at me with those\nblack eyes of hers--and that was all there was of it, and we were off\nagain on details, with no scene to remember. A fellow doesn't like\nscenes.\n\nWell, then we got back to the house, and everybody was there--except\nDad, and he came soon. There were my two young sisters, Sally and Sue;\nand my kid brother, Jimmy--mad as fury because he hadn't been told;\nand Grandfather and Grandmother. Everybody was all smiles, and nobody\neven suggested that the time was short--which it blamed was. Dad came\nin and shook my hand off, and we settled down to talk.\n\nPretty soon there was dinner, a perfectly ripping dinner, with\neverything I like--including tons of jelly, at sight of which I\ngrinned at Mother and she grinned back--if you can call her gorgeous\nsmile a grin. After dinner the lights were put on and we had some\nmusic, as we always do when I'm home--little family orchestra with two\nfiddles, a flute, my mandolin, and the piano, and I noticed we didn't\nplay any but the jolliest sort of things. Then Dad and I sat down\nagain on the big couch in front of the fireplace to smoke and talk,\nwith the kids hanging round till long past their bed-time. I went up\nwith Jimmy, my twelve-year-old brother, when at last he was ordered\noff to bed, and told him a lot of yarns and made him laugh like\neverything--which was rather a triumph, for I'd been afraid his eyes\nwere a bit bleary.\n\nWhen I came back everybody had cleared out except Mother. My heart\ncame up in my throat for a minute, she looked so pretty and young and\nregularly splendid, there by the fire. I said to myself: \"I don't\nbelieve I can stand a heart-to-heart talk--and not break. But I've got\nto go through with it--and I will, if it takes a leg!\"\n\nWell--I've always called her my whistling mother. It's a queer title,\nbut it's hers in a peculiar way. She always could whistle like a\nblackbird. She never did it for exhibition; I don't mean that--I\nshould say not--but she did do it for calls to her family, in the\nwoods or in the house when there were no guests about; and she often\nwhistled softly over her work. Perhaps you don't think that's a\nwomanly thing to do--but it's better, from my point of view--it's\nsporting. For Mother's got something of a temper--you'd know anybody\nwith so much grit must have a temper--and lots of times when she\nwanted to be angry, suddenly she'd break out in a regular rag-time\nwhistle, and then laugh, and everything would be all right again.\n\nShe and I had a special call of our own, one she'd made up. I'd know\nit anywhere in the world. It was a pretty thing--just a bar or two,\nbut rather unusual. Well, as I came in the door that night she looked\nround and gave that whistle. I thought for a minute I was gone--but I\nbucked up all right and answered it. And that--yes, it was actually\nthe only minute she gave me that evening that tried my pluck. She\nbegan to talk in the nicest, most matter-of-fact way in the world. Not\ntoo awfully cheerful, you know, overdoing it, but just as if I'd come\nhome for the summer vacation, and there was all the time anybody\nneeded to talk things over. And she kept that up. The only thing that\nmarked the difference was that her hand was in mine all the time we\nsat there--but that was nothing new, either, and didn't break me up at\nall. Maybe you could imagine how grateful I was to her. Good\nLord--what if I'd had to face a mother like Hoofy Gilbert's! What a\nchance to put a fellow on the grill and keep him there--his last\nevening at home! No wonder Hoofy had dreaded to go.\n\nShe kissed me good-night, when we broke up, in just exactly the old\nway--no extras. Oh, maybe I did put a little more muscle than usual\ninto the hug I gave her--Mother's great to hug, just exactly like a\ngirl--but that was all. We parted with a laugh. Afterward, when I was\nin bed, with the firelight still flickering on the little hearth in my\nold room, she came in, in some kind of a loose, rosy sort of silk\nthing, and her long black hair in two braids, and stooped down and\nkissed me, and patted my shoulder, and went out again without saying a\nword.... Maybe I didn't turn over then for a minute, and bury my head\nin my pillow and have it out a bit. But that didn't count, because\nnobody saw.\n\nNext morning was just the same; and we had the greatest sort of a\nbreakfast--everything tasting bully, the way it does at home, you\nknow. Then I went down to the office with Dad, and saw the boys, who\nall came round and gave me the glad hand, and wished me luck.\nEverybody I met on the street wished me that, except an old lady or\ntwo, who sighed over me--but I didn't mind them, they just made me\nwant to laugh. Then home, and lunch, with Mother looking ripping in\nthe jolliest sort of a frock. And we had lots of fun over a letter\nshe'd had from some inquiring idiot, who wanted to know a lot of\nthings she couldn't tell him; and she asked our advice, and of course\nwe gave it, in chunks. In the afternoon she and I took another spin\nand, as I'd quite ceased to fear I couldn't see it through, it went\noff mighty well.\n\nI was a little owly about dinner, though, because soon afterward it\nwould be train time. But I needn't have been. My family certainly is\nthe gamest crowd I ever saw. Even Grandfather, who takes things rather\nseriously as a rule, told a couple of corking stories, and Grandmother\nlaughed at them in a perfectly natural way, though I couldn't help\nsuspecting her of bluffing. Of course, when it came to that, I knew\nthey were all bluffing. But I tell you, a fellow wants a bluff at a\ntime like that, and he isn't going to misunderstand it, either--not\nfrom my sort of people.\n\nThe time came at last when I had to go up to my room and get my\nstuff--and I knew what would happen then. Mother would come, too, and\nwe'd say our real good-bye there. That's only fair to her--and to me,\ntoo, for I wouldn't miss it, even though it's the real crisis in every\ngoing away. But--that night--well....\n\nOf course, you know, the room's full of my junk--things I've had since\nI was a little chap, all the way up, to things I had in my Freshman\nyear and thought were awfully sporty--and then discarded and brought\nhome to keep in remembrance of my foolish youth. I'm pretty fond of\nthat old room. I don't need to explain that much, probably. Any fellow\nwould know.\n\nI took one look around before Mother came--I thought one would be\nabout all that would be good for me. The fire was burning rather\nbrightly on the hearth, but I'd put out the other lights.... Then\nMother came in.\n\nIf I hadn't caught a glimpse of her hands I shouldn't have known, but\nI did happen to see them as she came in. They were clinched tight at\nher sides, just the way I've often clinched mine before I went into a\ngame on which a good deal depended. But the next minute her arms were\nround my neck in the old way, and she was holding me so tight I could\nhardly breathe--and I don't believe she could breathe much, either,\nfor I was giving her back every bit of that, with some to spare. I\nhave an idea she was saying, inside, \"I won't--I _won't_\"--just\nthe same way I was. And she didn't--and I didn't--though _not to_\ncertainly pulled harder than anything I ever _didn't_ do in my\nlife!\n\nShe didn't keep me long. Just that one great hug, and something else\nthat goes with it, and then _what_ do you think she said? If I'd\nhad a hat on I'd have taken it off to her at that moment. She looked\nup into my face, and showed me hers, all smiling, and not a tear in\nher eyes, and said:\n\n_\"Jacky, you're a brick!\"_\n\nAnd then I just broke out into a great laugh of relief, and I shouted:\n\n_\"Mother, you're a whole brickyard!\"_\n\nAnd we went downstairs carrying my luggage between us, and the worst\nwas over, and the thing I dreaded hadn't happened.\n\nPerhaps you think she ought to have prayed over me, and given me a\nBible, and a lot of good motherly advice. Don't you think it! The\nprayers had been spread over twenty-two years of my life, and the\nBible was all marked up with her markings. As for the good\nadvice--well--if she hadn't done her level best, long before that, to\nteach me to keep clean, and think straight, and \"hit the line\nhard\"--it was too late to begin then. But she didn't have to begin\nthen, because the thing was done, as well as any mother on earth could\ndo it. And if you think that little thumb-marked book wasn't in my bag\nat that minute, you don't think right, that's all.\n\nDad said a few fatherly things to me before I went, like the all-round\ntrump he is, and I was glad to have him. I could stand that all right.\nBut I couldn't have borne anything from Mother--not then--and she knew\nit. How did she know? That's what gets me. But she did, the way she's\nalways seemed to know things without being told. She's that sort, you\nsee.\n\nThey all went down to the station with me, in the seven-passenger,\nwith Dad driving. We didn't talk much on the way. I tried not to see\nthe familiar old streets. I hadn't told anybody what train I was going\non, but some of my old friends found out and came down just the same,\nand were there in a bunch to send me off. They hurried up to us, and\nshook hands and jollied me, and everything was lively. When the train\ncame in we all went together to it, and then I saw the boys stand back\nand look at Mother. I don't know what they expected to see, but I'm\npretty sure it wasn't what they did see.\n\nIt was evening, but instead of putting on an awfully stunning\nfur-bordered coat over the things she'd worn to dinner, as she usually\ndoes when she goes out in the car at night, Mother'd taken the trouble\nto go back to the tailored suit and little close hat she wears in the\nstreet and for driving. She knows I like her best that way--and I\ncertainly did that night. I can't tell you why, except that the things\nwe've always done together have been mostly in street-and-sports\nclothes--tramping and motoring and golfing--and so forth. She always\nseems more like a sort of good chum dressed like that than when she\nputs on trailers and silky things--though, my word! if you don't think\nshe's a peach in evening dress you never saw her. Her neck and\nshoulders--but that's neither here nor there just now. The thing I'm\ntelling is that she'd gone back to the clothes that make her look like\na jolly girl, and I knew she'd done it so I could remember her that\nway.\n\nIt wasn't so hard then to go. It was all over in a minute. Nobody hung\nround my neck. Even when it came to Mother, whom of course I always\nleave till the last, she just gave me one good kiss, with her hands on\nmy shoulders, and then I jumped on board. The train didn't linger\nlong, for which I was mighty glad. When it pulled out, and I looked\nback at them all standing there--the whole bunch of them--suddenly I\ncouldn't see them awfully well. But I gave a big wink that cleared my\neyes, and saw that Mother was smiling, just as she always does,\nexactly as if I'd been going back to prep-school after my first\nvacation home. It wasn't a teary smile, either--it was her very\nbest.... I see it now, sometimes, when I'm just dropping off to sleep.\n\nI've thought about that send-off a lot since I got away. I've realized\nsince, more than I did then, that it must have taken just sheer pluck\non all their parts to see it through as they did. Of course, my young\nsisters couldn't understand all it meant, but my kid brother's read a\nheap, as I easily found out when we talked about it, and I know he had\nto do a few swallowings of the throat on the side not to show how he\nfelt more than he did. As for Grandfather and Grandmother, they went\nthrough the Civil War, and they knew, better than any of us, what\nmight be ahead. Dad--well--Dad has wonderful control of himself\nalways, and I should be surprised if I saw his heart on his sleeve at\nany time, yet I knew perfectly that he felt the whole thing\ntremendously. He was banking on doing his bit in the Home Defence\nLeague, and the Red Cross, and everywhere else he could get his hand\nin, and I could tell well enough that he was aching to be in active\nservice.\n\nBut after all, it's the mothers, I think, who do the biggest giving\nwhen their sons go to war. I suspect it's what they put into their\nsons that stands for the real stuff in the crisis. I don't think there\nare many weak mothers, like Hoofy Gilbert's, even among the ones who\nare invalids. But I wish more of them understood what it is to a\nfellow to have his mother hold her head up!",
    "metadata": {
        "author": [
            "Richmond, Grace S. (Grace Smith)",
            "Smith, Grace"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/6845/pg6845.txt",
        "name": "the_whistling_mother.json"
    }
}