{
    "name": "The Avenger",
    "author": [
        "Knight, Damon Francis",
        "Fleming, Stuart",
        "Knight, Damon",
        "Conanight"
    ],
    "body": "_Peter Karson was dead. He had been dead for some time now, but\nthe dark blood was still oozing from the crushed ruin of his face,\ntrickling down into his sodden sleeve, and falling, drop by slow drop,\nfrom his fingertips. His head was tilted over the back of the chair at\na queer, unnatural angle, so that the light made deep pools of shadow\nwhere his eyes had been._\n\n_There was no sound in the room except for the small splashing the\nblood made as it dropped into the sticky pool on the floor. The great\nbanks of machinery around the walls were silent. I knew that they would\nnever come to life again._\n\n_I rose and walked over to the window. Outside, the stars were as\nbefore: tiny, myriad points of light, infinitely far away. They had not\nchanged, and yet they were suddenly no longer friendly. They were cold\nand alien. It was I who had changed: something inside me was dead, like\nthe machinery, and like Peter._\n\n_It was a kind of indefinable emptiness. I do not think it was what\nPeter called an emotion; and yet it had nothing to do with logic,\neither. It was just an emptiness--a void that could not be filled by\neating or drinking._\n\n_It was not a longing. I had no desire that things should be otherwise\nthan they were. I did not even wish that Peter were not dead, for\nreason had told me that he had to die. That was the end of it._\n\n_But the void was still there, unexplainable and impossible to ignore.\nFor the first time in all my life I had found a problem that I could\nnot solve. Strange, disturbing sensations stirred and whispered within\nme, nagging, gnawing. And suddenly--something moved on the skin of my\ncheek. I raised a hand to it, slowly._\n\n_A tear was trickling down my cheek._\n\n\n\nYoung Peter Karson put the last black-print down and sighed with\nsatisfaction. His dream was perfect; the _Citadel_ was complete, every\nminutest detail provided for--on paper. In two weeks they would be\nlaying the core, and then the metal giant itself would begin to grow,\nglittering, pulsing with each increment of power, until at last it lay\nfinished, a living thing.\n\nThen there would remain only the task of blasting the great, shining\nship out into the carefully-calculated orbit that would be its home.\nIn his mind's eye he could see it, slowly wheeling, like a second\nsatellite, about the Earth; endlessly gathering knowledge into its\ninsatiable mechanisms. He could see, too, the level on level of\nlaboratories and storerooms that filled its interlocking segments; the\nmeteor deflectors, the air renewal system, the mighty engines at the\nstern--all the children of his brain.\n\nOut there, away from the muffling, distorting, damnable blanket of\natmosphere, away from Earth's inexorable gravitational pull, would be\na laboratory such as man had never seen. The ship would be filled with\nthe sounds of busy men and women, wresting secrets from the reluctant\nether. A new chemistry, a new physics; perhaps even a new biochemistry.\n\nA discordant note suddenly entered his fantasy. He looked up, conscious\nof the walls of his office again, but could see nothing unusual. Still,\nthat thin, dark whisper of dread was at the back of his mind. Slowly,\nas if reluctantly compelled, he turned around to face the window at his\nback.\n\nThere, outside the window, fifty stories up, a face was staring\nimpassively in at him. That was the first impression he got; just a\nface, staring. Then he saw, with a queer, icy chill, that the face was\nblood-red and subtly inhuman. It tapered off into a formless, shriveled\nbody.\n\nFor a moment or an eternity it hung there, unsupported, the bulging\neyes staring at him. Then it grew misty at the edges. It dissolved\nslowly away and was gone.\n\n\"Lord!\" he said.\n\nHe stared after it, stunned into immobility. Down in the street\nsomewhere, a portable video was shrilling a popular song; after a\nmoment he heard the faint swish of a tube car going past. Everything\nwas normal. Nothing, on examination, seemed to have changed. But the\nworld had grown suddenly unreal.\n\nOne part of his brain had been shocked into its shell. It was hiding\nfrom the thing that had hurt it, and it refused to respond. But the\nother part was going calmly, lucidly on, quite without his volition.\nIt considered the possibility that he had gone temporarily insane, and\ndecided that this was probable.\n\nHardly knowing what he did, he found a cigarette and lit it. His hands\nwere shaking. He stared at them dully, and then he reached over to the\nnewsbox on his desk, and switched it on.\n\nThere were flaring red headlines.\n\nRelief washed over him, leaving him breathless. He was horrified,\nof course, but only abstractedly. For the moment he could only be\nglad that what he had seen was terrible reality rather than even more\nterrible illusion.\n\n                      INVADERS APPEAR IN BOSTON.\n                               200 DEAD\n\nThen lines of type, and farther down:\n\n                      50 CHILDREN DISAPPEAR FROM\n                        PARIS MATERNITY CENTER\n\nHe pressed the stud. The roll was full of them.\n\n                          MOON SHIP DESTROYED\n                              IN TRANSIT\n                         NO COMMUNICATION FROM\n                         ANTARCTICA IN 6 HOURS\n                        STRANGE FORCE DEFLECTS\n                        PLANES FROM SAHARA AREA\n                        WORLD POLICE MOBILIZING\n\nThe item below the last one said:\n\nPacifica, June 7--The World Police are mobilizing, for the first time\nin fifty years. The order was made public early this morning by\nR. Stein, Secretary of the Council, who said in part:\n\n\"The reason for this ... order must be apparent to all civilized\npeoples. For the Invaders have spared no part of this planet in their\ndepredations: they have laid Hong Kong waste; they have terrorized\nLondon; they have destroyed the lives of citizens in every member state\nand in every inhabited area. There can be few within reach of printed\nreports or my words who have not seen the Invaders, or whose friends\nhave not seen them.\n\n\"The peoples of the world, then, know what they are, and know that\nwe face the most momentous struggle in our history. We face an enemy\n_superior to ourselves in every way_.\n\n\"Since the Invaders first appeared in Wood River, Oregon, 24 hours\nago, they have not once acknowledged our attempts to communicate, or\nin any way taken notice of our existence as reasoning beings. They\nhave treated us precisely as we, in less enlightened days, might\nhave treated a newly-discovered race of lower animals. They have not\nattacked our centers of government, nor immobilized our communications,\nnor laid siege to our defenses. But in instance after instance, they\nhave done as they would with us. They have examined us, dissected us,\ndriven us mad, killed us with no discernable provocation; and this is\nmore intolerable than any normal invasion.\n\n\"I have no fear that the people of Earth will fail to meet this\nchallenge, for there is no alternative. Not only our individual lives\nare threatened, but our existence as a race. We must, and will, destroy\nthe Invaders!\"\n\nPeter sank back in his chair, the full shock of it striking him for the\nfirst time.\n\n\"_Will_ we?\" he asked himself softly.\n\n\n\nIt was only two stories down the moving ramp to Lorelei Cooper's\nlaboratory. Peter took it in fifteen seconds, running, and stumbled to\na halt in front of the door marked \"Radiation.\" She had set her door\nmechanism to \"Etaoin Shrdlu,\" principally because he hated double-talk.\nHe mouthed the syllables, had to repeat them because he put an accent\nin the wrong place, and squeezed through the door as soon as it opened\nfar enough to admit him.\n\nLorelei, beautiful in spite of dark-circled eyes and a smear of grease\non her chin, looked up from a huge ledger at the end of the room. One\nblonde eyebrow arched in the quizzical expression he knew so well.\n\n\"What makes, Peter my love?\" she asked, and bent back to the ledger.\nThen she did a double-take, looked at his face intently, and said,\n\"Darling, what's wrong?\"\n\nHe said, \"Have you seen the news recently?\"\n\nShe frowned. \"Why, no--Harry and I have been working for thirty-six\nhours straight. Haven't seen anybody, haven't heard anything. Why?\"\n\n\"You wouldn't believe me. Where's your newsbox?\"\n\nShe came around the desk and put her hands on his shoulders. \"Pete,\nyou know I haven't one--it bores me or upsets me, depending on whether\nthere's trouble or not. What--\"\n\n\"I'm sorry, I forgot,\" he said. \"But you have a scanner?\"\n\n\"Yes, of course. But really, Pete--\"\n\n\"You'll understand in a minute. Turn it on, Lorelei.\"\n\nShe gazed at him levelly for a moment, kissed him impulsively, and then\nwalked over to the video panel on the wall and swept a mountain of\npapers away from in front of it. She turned the selector dial to \"News\"\nand pressed the stud.\n\nA faint wash of color appeared on the panel, strengthened slowly, and\nsuddenly leapt into full brilliance.\n\nLorelei caught her breath.\n\nIt was a street scene in the Science City of Manhattan, flooded by\nthe warm spring sunshine. Down on the lowest level, visible past the\ntransport and passenger tubes, the parks and moving ways should have\nbeen dotted with colorful, holiday crowds. The people were there,\nyes but they were flowing away in a swiftly-widening circle. They\ndisappeared into buildings, and the ways snatched them up, and in a\nheartbeat they were gone.\n\nThere were left only two blood-red, malignant monstrosities somehow\ndefiling the air they floated in; and below them, a pitiful huddle of\nflesh no longer recognizable as human beings. They were not dead, those\nmen and women, but they wanted to be. Their bodies had been impossibly\njoined, fused together into a single obscene, floundering mass of\nhelpless protoplasm. The thin moaning that went up from them was more\nhorrible than any cry of agony.\n\n\"The Invaders are here, citizens,\" the commentator was saying in a\nstrangled voice. \"Stay off the streets. Hide yourselves. Stay off the\nstreets....\" His voice droned on, but neither of them heard it.\n\n\n\nLorelei buried her head on his chest, clutching at him desperately.\n\"Peter!\" she said faintly. \"Why do they broadcast such things?\"\n\n\"They have to,\" he told her grimly. \"There will be panics and suicides,\nand they know it; but they have to do it. This isn't like a war, where\nthe noncombatants' morale has to be kept up. There aren't going to be\nany noncombatants, this time. Everybody in the world has to know about\nthem, so that he can fight them--and then it may not be enough.\"\n\nThe viewpoint of the teleo sender changed as the two red beings soared\naway from their victims and angled slowly up the street. Peter reached\nout to switch off the scanner, and froze. The girl felt his muscles\ntense abruptly, looked back at the scene. The Invaders were floating\nup the sloping side of a tall, pure white structure that dominated the\nrest.\n\n\"That's the Atlas building,\" she said unbelievingly. \"Us!\"\n\n\"Yes.\"\n\nSilently, they counted stories as the two beings rose. Forty-five ...\nforty-six ... forty-seven ... forty-eight. Inevitably, they halted.\nThen they faded slowly. It was impossible to say whether they had gone\nthrough the solid wall, or simply melted away.\n\nThe man and woman clung together, waiting.\n\nThere was a thick, oppressive silence, full of small rustlings and\nother faint sounds that were no longer normal. Then, very near, a man\nscreamed in a high, inhuman voice. The screamed dwindled into a throaty\ngurgle and died, leaving silence again.\n\nPeter's lips were cold with sweat. Tiny nerves in his face and arms\nwere jumping convulsively. His stomach crawled. He thrust the girl away\nfrom him and started toward the inner room.\n\n\"Wait here,\" he mouthed.\n\nShe was after him, clinging to his arms. \"No, Peter! Don't go in there!\n_Peter!_\" But he pushed her away again, woodenly, and stalked forward.\n\nThere was a space in the middle of the room where machinery had been\ncleared away to make room for an incompleted setup. Peter walked down\nthe narrow aisle, past bakelite-sheathed mechanisms and rows of animal\ncages, and paused just short of it.\n\nThe two red beings were there, formless bodies hazy in midair, the\ndistorted, hairless skulls in profile, staring at something outside his\nrange of vision.\n\n\n\nPeter forced himself forward another step. Little Harry Kanin,\nLorelei's assistant, was crumpled in a corner, half supported by the\nbroad base of an X-ray chamber. His face was flaccid and bloated. His\nglazed eyes, impassive yet somehow pleading, stared at nothingness\nstraight ahead of him.\n\nThe Invaders ignored Peter, staring expressionlessly down at Kanin.\nIn a moment Peter realized what they were doing to him. He stood,\nparalyzed with horror, and watched it happen.\n\nThe little man's body was sagging, ever so slowly, as if he were\nrelaxing tiredly. His torso was telescoping, bit by bit; his spread\nlegs grew wider and more shapeless, his cheeks caved in and his skull\ngrew gradually flatter.\n\nWhen it was over, the thing that had been Kanin was a limp, boneless\npuddle of flesh. Peter could not look at it.\n\nThere was a scream in his throat that would not come out. He was beyond\nfear, beyond agony. He turned to the still-hovering monsters and said\nin a terrible voice, \"Why? Why?\"\n\nThe nearest being turned slowly to regard him. Its lips did not move,\nbut there was a tiny sound in Peter's brain, a thin, dry whispering.\n\nThe scream was welling up. He fought it down and listened.\n\n\"_Wurnkomellilonasendiktolsasangkanmiamiamimami...._\"\n\nThe face was staring directly into his, the bulging eyes hypnotic. The\nears were small, no more than excresences of skin. The narrow lips\nseemed sealed together; a thin, slimy ichor drooled from them. There\nwere lines in the face, but they were lines of age, not emotion. Only\nthe eyes were alive.\n\n\"_... raswilopreatadvuonistuwurncchtusanlgkelglawwalinom...._\"\n\n\"I can't understand,\" he cried wildly. \"What do you want?\"\n\n\"_... morofelcovisyanmamiwurlectaunntous._\"\n\nHe heard a faint sound behind him, and whirled. It was the first\ntime he had realized that Lorelei had followed him. She stood there,\nswaying, very pale, looking at the red Invaders. Her eyes swiveled\nslowly....\n\n\"_Opreniktoulestritifenrelngetnaktwiltoctpre._\"\n\nHis voice was hoarse. \"Don't look! Don't--Go back!\" The horrible,\nmindless noise in his throat was almost beyond his power to repress.\nHis insides writhed to thrust it out.\n\nShe didn't see him. Her eyes glazed, and she dropped limply to the\nfloor.\n\nThe scream came out then. Before he knew, even, that he could hold\nit back no longer, his mouth was wide open, his muscles tensed, his\nfingernails slicing his palms. It echoed with unbelievable volume in\nthe room. It was a scream to split eardrums; a scream to wake the dead.\n\n\n\nSomebody said, \"Doctor!\"\n\nHe wanted to say, \"Yes, get a doctor. Lorelei--\" but his mouth only\ntwitched feebly. He couldn't seem to get it to work properly.\n\nHe tried again. \"Doctor.\"\n\n\"Yes?\" A gentle, masculine voice.\n\nHe opened his eyes with an effort. There was a blurred face before him;\nin a moment it grew clearer. The strong, clean-shaven chin contrasted\noddly with the haggard circles under the eyes. There was a clean,\nstarched odor.\n\n\"Where am I?\" he said. He tried to turn his head, but a firm hand\npressed him back into the sheets.\n\n\"You're in a hospital. Just lie quietly, please.\"\n\nHe tried to get up again. \"Where's Lorelei?\"\n\n\"She's well, and you'll see her soon. Now lie quietly. You've been a\nvery sick man.\"\n\nPeter sank back in the bed. The room was coming into focus. He looked\naround him slowly. He felt very weak, but perfectly lucid.\n\n\"Yes....\" he said. \"How long have I been here, Doctor?\"\n\nThe man hesitated, looked at him intently. \"Three months,\" he said. He\nturned and gave low-voiced instructions to a nurse, and then went away.\n\nPeter's head began spinning just a little. Glass clinked from a metal\nstand near his head; the nurse bent over him with a glass half full of\nmilky fluid. It tasted awful, but she made him drink it all.\n\nIn a moment he began to relax, and the room got fuzzy again. Just\nbefore he drifted off, he said sleepily, \"You can't--fool me. It's been\n_more_--than three--months.\"\n\nHe was right. All the nurses, and even Dr. Arnold, were evasive, but he\nkept asking them why he couldn't see Lorelei, and finally he wormed it\nout of them. It had been nine and a half months, not three, and he'd\nbeen in a coma all that time. Lorelei, it seemed, had recovered much\nsooner.\n\n\"She was only suffering from ordinary shock,\" Arnold explained.\n\"Seeing that assistant of hers--it was enough to knock anybody out,\nespecially a woman. But you stood actual mental contact with _them_\nfor approximately five minutes. Yes, we know--you talked a lot. It's a\nmiracle you're alive, and rational.\"\n\n\"But where is she?\" Peter complained. \"You still haven't explained why\nI haven't been able to see her.\"\n\nArnold frowned. \"All right,\" he said. \"I guess you're strong enough to\ntake it. She's underground, with the rest of the women and children,\nand a good two-thirds of the male population. That's where you'll go,\nas soon as you're well enough to be moved. We started digging in six\nmonths ago.\"\n\n\"But why?\" Peter whispered.\n\nArnold's strong jaw knotted. \"We're hiding,\" he said. \"Everything else\nhas failed.\"\n\nPeter couldn't think of anything to say. Dr. Arnold's voice went on\nafter a moment, musingly. \"We're burrowing into the earth, like worms.\nIt didn't take us long to find out we couldn't kill them. They didn't\neven take any notice of our attempts to do so, except once. That was\nwhen a squadron of the Police caught about fifty of them together at\none time, and attacked with flame guns and a new secret weapon. It\ndidn't hurt them, but it annoyed them. It was the first time they'd\nbeen annoyed, I think. They blew up half a state, and it's still\nsmoldering.\"\n\n\"And since then?\" Peter asked huskily.\n\n\"Since then, we've been burrowing. All the big cities.... It would be\nan impossible task if we tried to include all the thinly-populated\nareas, of course, but it doesn't matter. By the time we excavate\nenough to take care of a quarter of the earth's population, the other\nthree-quarters will be dead, or worse.\"\n\n\"I wonder,\" Peter said shakily, \"if I am strong enough to take it.\"\n\nArnold laughed harshly. \"You are. You've got to be. You're part of our\nlast hope, you see.\"\n\n\"Our last hope?\"\n\n\"Yes. You're a scientist.\"\n\n\"I see,\" said Peter. And for the first time, he thought of the\n_Citadel_. No plan leaped full-born into his mind, but, _maybe_, he\nthought, _there's a chance_....\n\n\n\nIt wasn't very big, the thing that had been his shining dream. It lay\nthere in its rough cradle, a globe of raw dura-steel not more than\nfive hundred meters in diameter, where the _Citadel_ was to have been a\nthousand. It wouldn't house a hundred scientists, eagerly delving into\nthe hinterland of research. The huge compartments weren't filled with\nthe latest equipment for chemical and physical experiment; instead,\nthere was compressed oxygen there, and concentrated food, enough to\nlast a lifetime.\n\nIt was a new world, all by itself; or else it was a tomb. And there was\none other change, one that you couldn't see from the outside. The solid\nmeters of lead in its outer skin, the shielding to keep out cosmic\nrays, were gone.\n\nA man had just finished engraving the final stroke on its nameplate, to\nthe left of the airlock--_The Avenger_. He stepped away now, and joined\nthe group a little distance away, silently waiting.\n\nLorelei said, \"You can't do it. I won't let you! Peter--\"\n\n\"Darling,\" he began wearily.\n\n\"Don't throw your life away! Give us time--there must be another way.\"\n\n\"There's no other way,\" Peter said. He gripped her arms tightly, as if\nhe could compel her to understand by the sheer pressure of his fingers.\n\"Darling, listen to me. We've tried everything. We've gone underground,\nbut that's only delaying the end. _They_ still come down here, only not\nas many. The mortality rate is up, the suicide rate is up, the birth\nrate is down, in spite of anything we can do. You've seen the figures:\nwe're riding a curve that ends in extinction fifty years from now.\n\n\"They'll live, and we'll die, because they're a superior race. We're a\nmillion years too far back even to understand what they are or where\nthey came from. Besides them, we're apes. There's only one answer.\"\n\nShe was crying now, silently, with great racking sobs that shook her\nslender body. But he went remorselessly on.\n\n\"Out there, in space, the cosmics change unshielded life. They\nmake tentacles out of arms; or scales out of hair; or twelve toes,\nor a dozen ears--or a better brain. Out of those millions of\npossible mutations, there's one that will save the human race. We\ncan't fight _them_, but a superman could. That's our only chance.\nLorelei--darling--don't you see that?\"\n\nShe choked, \"But why can't you take me along?\"\n\nHe stared unseeingly past her wet, upturned face. \"You know why,\" he\nsaid bitterly. \"Those rays are strong. They don't only work on embryos;\nthey change adult life forms, too. I have one chance in seven of\nstaying alive. You'd have one chance in a million of staying beautiful.\nI couldn't stand that. I'd kill myself, and then humanity would die,\ntoo. You'd be their murderer.\"\n\nHer sobs gradually died away. She straightened slowly until he no\nlonger had to support her, but all the vitality and resilience was gone\nout of her body. \"All right,\" she said in a lifeless voice. \"You'll\ncome back, Peter.\"\n\nHe turned away suddenly, not trusting himself to kiss her goodbye. A\nline from an old film kept echoing through his head. \"_They'll_ come\nback--but not as _boys_!\"\n\nWe'll come back, but not as men.\n\nWe'll come back, but not as elephants.\n\nWe'll come back, but not as octopi.\n\n\n\nHe was trembling violently. He ran the last few steps, stumbled into\nthe airlock, and pressed the stud that would seal the door behind him.\n_We'll come back...._ He heard the massive disk sink home, closing him\noff. Then he sank down on the floor of the airlock and put his head in\nshaking hands.\n\nAfter a while he roused himself, closed the inner door of the lock\nbehind him, and walked down the long corridor into the control chamber.\nThe shining banks of keys were there, waiting for his touch; he slumped\ndown before them and listlessly closed the contact of the visiplate.\n\nHe swung its field slowly, scanning for the last time the bare walls\nof the underground chamber, making sure that all the spectators had\nretired out of the way of the blast. Then his clawed fingers poised\nover the keys, hovered a moment, and thrust down.\n\nAcceleration pressed him deep into his chair. In the visiplate, the\nheavy doors that closed the tunnel above him flashed back, one by one.\nThe energy-charged screen flickered off to let him pass, and closed\nsmoothly behind him. The last doors, cleverly camouflaged, slipped back\ninto place and then dwindled in the distance. It was done.\n\nHe flashed on out, past the moon, past Mars, over the asteroid belt.\nThe days merged into weeks, then months, and finally, far out, _The\nAvenger_ curved into an orbit and held it. The great motors died, and\nthe silence pressed in about him.\n\nAlready he could feel the invisible rays burning resistlessly through\nhis flesh as if it were water, shifting the cells of his body, working\nits slow, monstrous alchemy upon him. Peter waited until the changes\nwere unmistakably evident in his skin and hair, and then he smashed all\nthe mirrors in the ship.\n\nThe embryos were pulsing with unnatural life, even in the suspended\nanimation of their crystal cells. One by one he allowed them to\nmature, and after weeks or years destroyed the monstrosities that came\nfrom the incubators. Time went by, meaninglessly. He ate when he was\nhungry, slept when his driving purpose let him, and worked unceasingly,\nsearching for the million-to-one chance.\n\nHe stared sometimes through changed eyes at the tiny blue star that was\nEarth, wondering if the race he had left behind still burrowed in its\nworm-tunnels, digging deeper and deeper away from the sunlight. But\nafter a time he ceased even to wonder.\n\nAnd one changeling-child he did not destroy. He fed knowledge to its\neager brain, and watched it through the swift years, with a dawning\nhope....\n\n\n\nPeter closed the diary. \"The rest you know, Robert,\" he said.\n\n\"Yes,\" I told him. \"I was that child. I am the millionth mutation you\nwere searching for.\"\n\nHis eyes glowed suddenly in their misshapen sockets. \"You are. Your\nbrain is as superior to mine as mine is to an anthropoid's. You solve\ninstinctively problems that would take our mechanical computers hours\nof work. You are a superman.\"\n\n\"I am without your imperfections,\" I said, flexing my arms.\n\nHe rose and strode nervously over to the window. I watched him as he\nstood there, outlined against the blazing galaxies. He had changed but\nlittle in the years that I had known him. His lank gray hair straggled\nover his sunken eyes; his cheeks were blobbed with excresences of\nflesh; one corner of his mouth was drawn up in a perpetual grin. He had\na tiny sixth finger on his left hand.\n\nHe turned again, and I saw the old scar on his cheek where I had once\naccidentally drawn one of my talons across his face.\n\n\"And now,\" he said softly, \"we will go home. I've waited so\nlong--keeping the control chamber and the engine room locked away from\nyou, not telling you, even, about Earth until now--because I had to be\nsure. But now, the waiting is over.\n\n\"They're still there, I'm sure of it--the people, and the Invaders. You\ncan kill the Invaders, Robert.\"\n\nHe looked at me, a little oddly, almost as if he had some instinctive\nknowledge of what was to come. But he went on swiftly, \"On Earth we\nhad a saying: 'Fight fire with fire.' That is the way it will be with\nyou. You are completely, coldly logical, just as _they_ are. You can\nunderstand them, and so you can conquer them.\"\n\nI said, \"That is the reason why we will not go back to Earth.\"\n\nHe stared at me, his jaw slack, his hands trembling. \"What--what did\nyou say?\"\n\nI repeated it patiently.\n\n\"But why?\" he cried, sinking down into the chair before me. In an\ninstant all the joy had gone out of him. I could not understand his\nsuffering, but I could recognize it.\n\n\"You yourself have said it,\" I told him. \"I am a being of logic, just\nas the beings who have invaded your planet are. I do not comprehend the\nthings which you call hate, fear, joy and love, as they do not. If I\nwent to Earth, I would use your people to further my knowledge, just as\nthe invaders do. I would have no reason to kill the invaders. They are\nmore nearly kin to me than your people.\"\n\n\n\nPeter's eyes were dull, his limbs slumped. For a moment I thought that\nthe shock had deranged his mind.\n\nHis voice trembled when he said, \"But if I ask you to kill them, and\nnot my people?\"\n\n\"To do so would be illogical.\"\n\nHe waved his hands helplessly. \"Gratitude?\" he muttered.\n\n\"No, you don't understand that, either.\"\n\nThen he cried suddenly, \"But I am your friend, Robert!\"\n\n\"I do not understand 'friend,'\" I said.\n\nI did understand \"gratitude,\" a little. It was a reciprocal\narrangement: I did what Peter wished, so long as I did not actively\nwant to do otherwise, because he had done things for me. Very well,\nthen we must not go back. It was very simple, but I knew that he could\nnot comprehend it.\n\nI tried to explain it to him, however. But he only stared at me, with\nan expression on his face that I had never seen there before, and that,\nsomehow, I did not like to see. It was disquieting, and so I hastened\nto the end that I knew was inevitable.\n\n\"Will you promise,\" I asked, \"to abide by my decision?\"\n\nHe kept on looking at me, his lips trembling in their fixed grin. \"No!\"\nhe said. \"Never! You'll change your mind some day--you must! We'll go\nback, then--I'll make you go back! Lorelei--\" He collapsed, sobbing,\nhis head sunk in his arms.\n\nI knew that what he said was partly true. Some day, when I slept, as I\nwould have to within months, he would go down to the control room, set\nthe keys for the return, and lock the combinations of the doors behind\nhim again. Sooner or later, in spite of me, _The Avenger_ would go\nhome. There was only one thing to do.\n\nHe was still slumped in his chair, his body shaken by his sobs. I rose\nsilently, and stood for a moment looking down at him. It was best that\nit happen now; it was what he would have called \"mercy.\"\n\n_I extended my arms, looking at the corded, black-furred length of\nthem. I looked down at him once more, saying a silent farewell; and\nthen I clasped his gray head, very quickly, between my hands._",
    "metadata": {
        "author": [
            "Knight, Damon Francis",
            "Fleming, Stuart",
            "Knight, Damon",
            "Conanight"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62619/pg62619.txt",
        "name": "the_avenger.json"
    }
}