{
    "name": "The Queen of the Pirate Isle",
    "author": [
        "Harte, Francis Bret",
        "Harte, Bret"
    ],
    "body": "I first knew her as the Queen of the Pirate Isle. To the best of my\nrecollection she had no reasonable right to that title. She was only\nnine years old, inclined to plumpness and good humor, deprecated\nviolence, and had never been to sea. Need it be added that she did NOT\nlive in an island and that her name was Polly?\n\nPerhaps I ought to explain that she had already known other experiences\nof a purely imaginative character. Part of her existence had been passed\nas a Beggar Child,--solely indicated by a shawl tightly folded round her\nshoulders, and chills; as a Schoolmistress, unnecessarily severe; as a\nPreacher, singularly personal in his remarks, and once, after reading\none of Cooper's novels, as an Indian Maiden. This was, I believe, the\nonly instance when she had borrowed from another's fiction. Most of the\ncharacters that she assumed for days and sometimes weeks at a time were\npurely original in conception; some so much so as to be vague to the\ngeneral understanding. I remember that her personation of a certain Mrs.\nSmith, whose individuality was supposed to be sufficiently represented\nby a sunbonnet worn wrong side before and a weekly addition to her\nfamily, was never perfectly appreciated by her own circle although she\nlived the character for a month. Another creation known as \"The Proud\nLady\"--a being whose excessive and unreasonable haughtiness was\nso pronounced as to give her features the expression of extreme\nnausea--caused her mother so much alarm that it had to be abandoned.\nThis was easily effected. The Proud Lady was understood to have died.\nIndeed, most of Polly's impersonations were got rid of in this way,\nalthough it by no means prevented their subsequent reappearance. \"I\nthought Mrs. Smith was dead,\" remonstrated her mother at the posthumous\nappearance of that lady with a new infant. \"She was buried alive and kem\nto!\" said Polly with a melancholy air. Fortunately, the representation\nof a resuscitated person required such extraordinary acting, and was,\nthrough some uncertainty of conception, so closely allied in facial\nexpression to the Proud Lady, that Mrs. Smith was resuscitated only for\na day.\n\nThe origin of the title of the Queen of the Pirate Isle may be briefly\nstated as follows:--\n\nAn hour after luncheon, one day, Polly, Hickory Hunt, her cousin, and\nWan Lee, a Chinese page, were crossing the nursery floor in a Chinese\njunk. The sea was calm and the sky cloudless. Any change in the weather\nwas as unexpected as it is in books. Suddenly a West Indian Hurricane,\npurely local in character and unfelt anywhere else, struck Master\nHickory and threw him overboard, whence, wildly swimming for his life\nand carrying Polly on his back, he eventually reached a Desert Island in\nthe closet. Here the rescued party put up a tent made of a table-cloth\nprovidentially snatched from the raging billows, and, from two o'clock\nuntil four, passed six weeks on the island, supported only by a piece\nof candle, a box of matches, and two peppermint lozenges. It was at this\ntime that it became necessary to account for Polly's existence among\nthem, and this was only effected by an alarming sacrifice of their\nmorality; Hickory and Wan Lee instantly became PIRATES, and at once\nelected Polly as their Queen. The royal duties, which seemed to be\npurely maternal, consisted in putting the Pirates to bed after a day of\nrapine and bloodshed, and in feeding them with licorice water through a\nquill in a small bottle. Limited as her functions were, Polly performed\nthem with inimitable gravity and unquestioned sincerity. Even when her\ncompanions sometimes hesitated from actual hunger or fatigue and forgot\ntheir guilty part, she never faltered. It was her real existence; her\nother life of being washed, dressed, and put to bed at certain hours by\nher mother was the ILLUSION.\n\nDoubt and skepticism came at last,--and came from Wan Lee! Wan Lee of\nall creatures! Wan Lee, whose silent, stolid, mechanical performance of\na pirate's duties--a perfect imitation like all his household work--had\nbeen their one delight and fascination!\n\nIt was just after the exciting capture of a merchantman, with the\nindiscriminate slaughter of all on board,--a spectacle on which the\nround blue eyes of the plump Polly had gazed with royal and maternal\ntolerance,--and they were burying the booty, two tablespoons and a\nthimble, in the corner of the closet, when Wan Lee stolidly rose.\n\n\"Melican boy pleenty foolee! Melican boy no Pilat!\" said the little\nChinaman, substituting \"l's\" for \"r's\" after his usual fashion.\n\n\"Wotcher say?\" said Hickory, reddening with sudden confusion.\n\n\"Melican boy's papa heap lickee him--s'pose him leal Pilat,\" continued\nWan Lee doggedly. \"Melican boy Pilat INSIDE housee. Chinee boy Pilat\nOUTSIDE housee. First chop Pilat.\"\n\nStaggered by this humiliating statement, Hickory recovered himself in\ncharacter. \"Ah! Ho!\" he shrieked, dancing wildly on one leg, \"Mutiny and\nSplordinashun! 'Way with him to the yard-arm.\"\n\n\"Yald-alm--heap foolee! Alee same clothes-horse for washee washee.\"\n\nIt was here necessary for the Pirate Queen to assert her authority,\nwhich, as I have before stated, was somewhat confusingly maternal.\n\n\"Go to bed instantly without your supper,\" she said seriously. \"Really,\nI never saw such bad pirates. Say your prayers, and see that you're up\nearly to church tomorrow.\"\n\nIt should be explained that in deference to Polly's proficiency as a\npreacher, and probably as a relief to their uneasy consciences, Divine\nService had always been held on the Island. But Wan Lee continued:--\n\n\"Me no shabbee Pilat INSIDE housee; me shabbee Pilat OUTSIDE housee.\nS'pose you lun away longside Chinee boy--Chinee boy make you Pilat.\"\n\nHickory softly scratched his leg; while a broad, bashful smile almost\nclosed his small eyes. \"Wot?\" he asked.\n\n\"Mebbe you too flightened to lun away. Melican boy's papa heap lickee.\"\n\nThis last infamous suggestion fired the corsair's blood. \"Dy'ar think\nwe daresen't?\" said Hickory desperately, but with an uneasy glance at\nPolly. \"I'll show yer to-morrow.\"\n\nThe entrance of Polly's mother at this moment put an end to Polly's\nauthority and dispersed the pirate band, but left Wan Lee's proposal and\nHickory's rash acceptance ringing in the ears of the Pirate Queen. That\nevening she was unusually silent. She would have taken Bridget,\nher nurse, into her confidence, but this would have involved a long\nexplanation of her own feelings, from which, like all imaginative\nchildren, she shrank. She, however, made preparation for the proposed\nflight by settling in her mind which of her two dolls she would take. A\nwooden creature with easy-going knees and movable hair seemed to be more\nfit for hard service and any indiscriminate scalping that might turn up\nhereafter. At supper, she timidly asked a question of Bridget. \"Did\nye ever hear the loikes uv that, ma'am?\" said the Irish handmaid with\naffectionate pride. \"Shure the darlint's head is filled noight and\nday with ancient history. She's after asking me now if Queens ever run\naway!\" To Polly's remorseful confusion here her good father, equally\nproud of her precocious interest and his own knowledge, at once\ninterfered with an unintelligible account of the abdication of various\nqueens in history until Polly's head ached again. Well meant as it was,\nit only settled in the child's mind that she must keep the awful secret\nto herself and that no one could understand her.\n\nThe eventful day dawned without any unusual sign of importance. It was\none of the cloudless summer days of the Californian foothills, bright,\ndry, and, as the morning advanced, hot in the white sunshine. The\nactual, prosaic house in which the Pirates apparently lived was a mile\nfrom a mining settlement on a beautiful ridge of pine woods sloping\ngently towards a valley on the one side, and on the other falling\nabruptly into a dark deep olive gulf of pine-trees, rocks, and patches\nof red soil. Beautiful as the slope was, looking over to the distant\nsnow peaks which seemed to be in another world than theirs, the children\nfound a greater attraction in the fascinating depths of a mysterious\ngulf, or canyon, as it was called, whose very name filled their ears\nwith a weird music. To creep to the edge of the cliff, to sit upon\nthe brown branches of some fallen pine, and, putting aside the dried\ntassels, to look down upon the backs of wheeling hawks that seemed to\nhang in mid-air was a never-failing delight. Here Polly would try to\ntrace the winding red ribbon of road that was continually losing itself\namong the dense pines of the opposite mountains; here she would listen\nto the far-off strokes of a woodman's axe, or the rattle of some heavy\nwagon, miles away, crossing the pebbles of a dried-up watercourse. Here,\ntoo, the prevailing colors of the mountains, red and white and green,\nmost showed themselves. There were no frowning rocks to depress the\nchildren's fancy, but everywhere along the ridge pure white quartz bared\nitself through the red earth like smiling teeth; the very pebbles they\nplayed with were streaked with shining mica like bits of looking-glass.\nThe distance was always green and summer-like, but the color they most\nloved, and which was most familiar to them, was the dark red of the\nground beneath their feet everywhere. It showed itself in the roadside\nbushes; its red dust pervaded the leaves of the overhanging laurel;\nit colored their shoes and pinafores; I am afraid it was often seen in\nIndian-like patches on their faces and hands. That it may have often\ngiven a sanguinary tone to their fancies I have every reason to believe.\n\nIt was on this ridge that the three children gathered at ten o'clock\nthat morning. An earlier flight had been impossible on account of Wan\nLee being obliged to perform his regular duty of blacking the shoes\nof Polly and Hickory before breakfast,--a menial act which in the pure\nrepublic of childhood was never thought inconsistent with the loftiest\npiratical ambition. On the ridge they met one \"Patsey,\" the son of a\nneighbor, sun-burned, broad-brimmed hatted, red-handed, like themselves.\nAs there were afterwards some doubts expressed whether he joined the\nPirates of his own free will, or was captured by them, I endeavor to\ngive the colloquy exactly as it occurred:--\n\nPatsey: \"Hallo, fellers.\"\n\nThe Pirates: \"Hello!\"\n\nPatsey: \"Goin' to hunt bars? Dad seed a lot o' tracks at sun-up.\"\n\nThe Pirates (hesitating): \"No--o--\"\n\nPatsey: \"I am; know where I kin get a six-shooter?\"\n\nThe Pirates (almost ready to abandon piracy for bear-hunting, but\npreserving their dignity): \"Can't! We've runn'd away for real pirates.\"\n\nPatsey: \"Not for good!\"\n\nThe Queen (interposing with sad dignity and real tears in her round\nblue eyes): \"Yes!\" (slowly and shaking her head). \"Can't go back again.\nNever! Never! Never! The--the--eye is cast!\"\n\nPatsey (bursting with excitement): \"No-o! Sho'o! Wanter know.\"\n\nThe Pirates (a little frightened themselves, but tremulous with\ngratified vanity): \"The Perleese is on our track!\"\n\nPatsey: \"Lemme go with yer!\"\n\nHickory: \"Wot'll yer giv?\"\n\nPatsey: \"Pistol and er bananer.\"\n\nHickory (with judicious prudence): \"Let's see 'em.\"\n\nPatsey was off like a shot; his bare little red feet trembling under\nhim. In a few minutes he returned with an old-fashioned revolver known\nas one of \"Allen's pepper-boxes\" and a large banana. He was at once\nenrolled, and the banana eaten.\n\nAs yet they had resolved on no definite nefarious plan. Hickory, looking\ndown at Patsey's bare feet, instantly took off his own shoes. This bold\nact sent a thrill through his companions. Wan Lee took off his cloth\nleggings, Polly removed her shoes and stockings, but, with royal\nforesight, tied them up in her handkerchief. The last link between them\nand civilization was broken.\n\n\"Let's go to the Slumgullion.\"\n\n\"Slumgullion\" was the name given by the miners to a certain soft,\nhalf-liquid mud, formed of the water and finely powdered earth that\nwas carried off by the sluice-boxes during gold-washing, and eventually\ncollected in a broad pool or lagoon before the outlet. There was a\npool of this kind a quarter of a mile away, where there were \"diggings\"\nworked by Patsey's father, and thither they proceeded along the ridge\nin single file. When it was reached they solemnly began to wade in its\nviscid paint-like shallows. Possibly its unctuousness was pleasant\nto the touch; possibly there was a fascination in the fact that their\nparents had forbidden them to go near it, but probably the principal\nobject of this performance was to produce a thick coating of mud on the\nfeet and ankles, which, when dried in the sun, was supposed to harden\nthe skin and render their shoes superfluous. It was also felt to be\nthe first real step towards independence; they looked down at their\nensanguined extremities and recognized the impossibility of their ever\nagain crossing (unwashed) the family threshold.\n\nThen they again hesitated. There was a manifest need of some\nwell-defined piratical purpose. The last act was reckless and\nirretrievable, but it was vague. They gazed at each other. There was a\nstolid look of resigned and superior tolerance in Wan Lee's eyes.\n\nPolly's glance wandered down the side of the slope to the distant little\ntunnels or openings made by the miners who were at work in the bowels of\nthe mountain. \"I'd like to go into one of them funny holes,\" she said to\nherself, half aloud.\n\nWan Lee suddenly began to blink his eyes with unwonted excitement.\n\"Catchee tunnel--heap gold,\" he said quickly. \"When manee come outside\nto catchee dinner--Pilats go inside catchee tunnel! Shabbee! Pilats\ncatchee gold allee samee Melican man!\"\n\n\"And take perseshiun,\" said Hickory.\n\n\"And hoist the Pirate flag,\" said Patsey.\n\n\"And build a fire, and cook, and have a family,\" said Polly.\n\nThe idea was fascinating to the point of being irresistible. The eyes of\nthe four children became rounder and rounder. They seized each other's\nhands and swung them backwards and forwards, occasionally lifting their\nlegs in a solemn rhythmic movement known only to childhood.\n\n\"It's orful far off!\" said Patsey with a sudden look of dark importance.\n\"Pap says it's free miles on the road. Take all day ter get there.\"\n\nThe bright faces were overcast.\n\n\"Less go down er slide!\" said Hickory boldly.\n\nThey approached the edge of the cliff. The \"slide\" was simply a sharp\nincline zigzagging down the side of the mountain used for sliding\ngoods and provisions from the summit to the tunnel-men at the different\nopenings below. The continual traffic had gradually worn a shallow gully\nhalf filled with earth and gravel into the face of the mountain which\nchecked the momentum of the goods in their downward passage, but\nafforded no foothold for a pedestrian. No one had ever been known to\ndescend a slide. That feat was evidently reserved for the Pirate band.\nThey approached the edge of the slide, hand in hand, hesitated, and the\nnext moment disappeared.\n\nFive minutes later the tunnel-men of the Excelsior mine, a mile below,\ntaking their luncheon on the rude platform of debris before their\ntunnel, were suddenly driven to shelter in the tunnel from an apparent\nrain of stones, and rocks, and pebbles, from the cliffs above. Looking\nup, they were startled at seeing four round objects revolving and\nbounding in the dust of the slide, which eventually resolved themselves\ninto three boys and a girl. For a moment the good men held their breath\nin helpless terror. Twice one of the children had struck the outer edge\nof the bank, and displaced stones that shot a thousand feet down into\nthe dizzy depths of the valley; and now one of them, the girl, had\nactually rolled out of the slide and was hanging over the chasm\nsupported only by a clump of chamisal to which she clung!\n\n\"Hang on by your eyelids, sis! but don't stir, for Heaven's sake!\"\nshouted one of the men, as two others started on a hopeless ascent of\nthe cliff above them.\n\nBut a light childish laugh from the clinging little figure seemed to\nmock them! Then two small heads appeared at the edge of the slide; then\na diminutive figure, whose feet were apparently held by some invisible\ncompanion, was shoved over the brink and stretched its tiny arms towards\nthe girl. But in vain, the distance was too great. Another laugh of\nintense youthful enjoyment followed the failure, and a new insecurity\nwas added to the situation by the unsteady hands and shoulders of the\nrelieving party, who were apparently shaking with laughter. Then the\nextended figure was seen to detach what looked like a small black rope\nfrom its shoulders and throw it to the girl. There was another little\ngiggle. The faces of the men below paled in terror. Then Polly,--for it\nwas she,--hanging to the long pigtail of Wan Lee, was drawn with fits\nof laughter back in safety to the slide. Their childish treble of\nappreciation was answered by a ringing cheer from below.\n\n\"Darned ef I ever want to cut off a Chinaman's pigtail again, boys,\"\nsaid one of the tunnel-men as he went back to dinner.\n\nMeantime the children had reached the goal and stood before the opening\nof one of the tunnels. Then these four heroes who had looked with\ncheerful levity on the deadly peril of their descent became suddenly\nfrightened at the mysterious darkness of the cavern and turned pale at\nits threshold.\n\n\"Mebbee a wicked Joss backside holee, he catchee Pilats,\" said Wan Lee\ngravely.\n\nHickory began to whimper, Patsey drew back, Polly alone stood her\nground, albeit with a trembling lip.\n\n\"Let's say our prayers and frighten it away,\" she said stoutly.\n\n\"No! no!\" said Wan Lee, with a sudden alarm. \"No frighten Spillits! You\nwaitee! Chinee boy he talkee Spillit not to frighten you.\"*\n\n     * The Chinese pray devoutly to the Evil Spirits NOT to\n     injure them.\n\nTucking his hands under his blue blouse, Wan Lee suddenly produced from\nsome mysterious recess of his clothing a quantity of red paper slips\nwhich he scattered at the entrance of the cavern. Then drawing from the\nsame inexhaustible receptacle certain squibs or fireworks, he let them\noff and threw them into the opening. There they went off with a slight\nfizz and splutter, a momentary glittering of small points in the\ndarkness, and a strong smell of gunpowder. Polly gazed at the spectacle\nwith undisguised awe and fascination. Hickory and Patsey breathed hard\nwith satisfaction: it was beyond their wildest dreams of mystery and\nromance. Even Wan Lee appeared transfigured into a superior being by the\npotency of his own spells. But an unaccountable disturbance of some\nkind in the dim interior of the tunnel quickly drew the blood from\ntheir blanched cheeks again. It was a sound like coughing, followed by\nsomething like an oath.\n\n\"He's made the Evil Spirit orful sick,\" said Hickory in a loud whisper.\n\nA slight laugh, that to the children seemed demoniacal, followed.\n\n\"See!\" said Wan Lee. \"Evil Spillet he likee Chinee; try talkee him.\"\n\nThe Pirates looked at Wan Lee, not without a certain envy of this\nmanifest favoritism. A fearful desire to continue their awful\nexperiments, instead of pursuing their piratical avocations, was taking\npossession of them; but Polly, with one of the swift transitions of\nchildhood, immediately began to extemporize a house for the party at\nthe mouth of the tunnel, and, with parental foresight, gathered the\nfragments of the squibs to build a fire for supper. That frugal meal,\nconsisting of half a ginger biscuit divided into five small portions,\neach served on a chip of wood, and having a deliciously mysterious\nflavor of gunpowder and smoke, was soon over. It was necessary after\nthis that the pirates should at once seek repose after a day of\nadventure, which they did for the space of forty seconds in singularly\nimpossible attitudes and far too aggressive snoring. Indeed, Master\nHickory's almost upright pose, with tightly folded arms and darkly\nfrowning brows, was felt to be dramatic, but impossible for a longer\nperiod. The brief interval enabled Polly to collect herself and to\nlook around her in her usual motherly fashion. Suddenly she started and\nuttered a cry. In the excitement of the descent she had quite overlooked\nher doll, and was now regarding it with round-eyed horror.\n\n\"Lady Mary's hair's gone!\" she cried, convulsively grasping the Pirate\nHickory's legs.\n\nHickory at once recognized the battered doll under the aristocratic\ntitle which Polly had long ago bestowed upon it. He stared at the bald\nand battered head.\n\n\"Ha! ha!\" he said hoarsely; \"skelped by Injins!\"\n\nFor an instant the delicious suggestion soothed the imaginative Polly.\nBut it was quickly dispelled by Wan Lee.\n\n\"Lady Maley's pigtail hangee top side hillee. Catchee on big quartz\nstone allee same Polly; me go fetchee.\"\n\n\"No!\" quickly shrieked the others. The prospect of being left in the\nproximity of Wan Lee's evil spirit, without Wan Lee's exorcising power,\nwas anything but reassuring. \"No, don't go!\" Even Polly (dropping a\nmaternal tear on the bald head of Lady Mary) protested against this\nbreaking up of the little circle. \"Go to bed!\" she said authoritatively,\n\"and sleep till morning.\"\n\nThus admonished, the Pirates again retired. This time effectively; for,\nworn by actual fatigue or soothed by the delicious coolness of the cave,\nthey gradually, one by one, succumbed to real slumber. Polly, withheld\nfrom joining them by official and maternal responsibility, sat and\nblinked at them affectionately.\n\nGradually she, too, felt herself yielding to the fascination and mystery\nof the place and the solitude that encompassed her. Beyond the pleasant\nshadows where she sat, she saw the great world of mountain and valley\nthrough a dreamy haze that seemed to rise from the depths below and\noccasionally hang before the cavern like a veil. Long waves of spicy\nheat rolling up the mountain from the valley brought her the smell of\npine-trees and bay, and made the landscape swim before her eyes. She\ncould hear the far-off cry of teamsters on some unseen road; she could\nsee the far-off cloud of dust following the mountain stagecoach, whose\nrattling wheels she could not hear. She felt very lonely, but was not\nquite afraid; she felt very melancholy, but was not entirely sad; and\nshe could have easily awakened her sleeping companions if she wished.\n\nNo; she was a lone widow with nine children, six of whom were already in\nthe lone churchyard on the hill, and the others lying ill with measles\nand scarlet fever beside her. She had just walked many weary miles that\nday, and had often begged from door to door for a slice of bread for the\nstarving little ones. It was of no use now--they would die! They would\nnever see their dear mother again. This was a favorite imaginative\nsituation of Polly's, but only indulged when her companions were asleep,\npartly because she could not trust confederates with her more serious\nfancies, and partly because they were at such times passive in her\nhands. She glanced timidly around. Satisfied that no one could observe\nher, she softly visited the bedside of each of her companions, and\nadministered from a purely fictitious bottle spoonfuls of invisible\nmedicine. Physical correction in the form of slight taps, which they\nalways required, and in which Polly was strong, was only withheld now\nfrom a sense of their weak condition. But in vain; they succumbed to the\nfell disease,--they always died at this juncture,--and Polly was left\nalone. She thought of the little church where she had once seen a\nfuneral, and remembered the nice smell of the flowers; she dwelt with\nmelancholy satisfaction of the nine little tombstones in the graveyard,\neach with an inscription, and looked forward with gentle anticipation to\nthe long summer days when, with Lady Mary in her lap, she would sit on\nthose graves clad in the deepest mourning. The fact that the unhappy\nvictims at times moved as it were uneasily in their graves, or snored,\ndid not affect Polly's imaginative contemplation, nor withhold the tears\nthat gathered in her round eyes.\n\nPresently, the lids of the round eyes began to droop, the landscape\nbeyond began to be more confused, and sometimes to disappear entirely\nand reappear again with startling distinctness. Then a sound of rippling\nwater from the little stream that flowed from the mouth of the tunnel\nsoothed her and seemed to carry her away with it, and then everything\nwas dark.\n\nThe next thing that she remembered was that she was apparently being\ncarried along on some gliding object to the sound of rippling water. She\nwas not alone, for her three companions were lying beside her, rather\ntightly packed and squeezed in the same mysterious vehicle. Even in the\nprofound darkness that surrounded her, Polly could feel and hear that\nthey were accompanied, and once or twice a faint streak of light from\nthe side of the tunnel showed her gigantic shadows walking slowly\non either side of the gliding car. She felt the little hands of her\nassociates seeking hers, and knew they were awake and conscious, and\nshe returned to each a reassuring pressure from the large protecting\ninstinct of her maternal little heart. Presently the car glided into\nan open space of bright light, and stopped. The transition from the\ndarkness of the tunnel at first dazzled their eyes. It was like a dream.\n\nThey were in a circular cavern from which three other tunnels, like the\none they had passed through, diverged. The walls, lit up by fifty or\nsixty candles stuck at irregular intervals in crevices of the rock, were\nof glittering quartz and mica. But more remarkable than all were the\ninmates of the cavern, who were ranged round the walls,--men who, like\ntheir attendants, seemed to be of extra stature; who had blackened\nfaces, wore red bandana handkerchiefs round their heads and their\nwaists, and carried enormous knives and pistols stuck in their belts.\nOn a raised platform made of a packing-box on which was rudely painted a\nskull and cross-bones, sat the chief or leader of the band covered with\na buffalo robe; on either side of him were two small barrels marked\n\"Grog\" and \"Gunpowder.\" The children stared and clung closer to Polly.\nYet, in spite of these desperate and warlike accessories, the strangers\nbore a singular resemblance to \"Christy Minstrels\" in their blackened\nfaces and attitudes that somehow made them seem less awful. In\nparticular, Polly was impressed with the fact that even the most\nferocious had a certain kindliness of eye, and showed their teeth almost\nidiotically.\n\n\"Welcome!\" said the leader,--\"welcome to the Pirates' Cave! The Red\nRover of the North Fork of the Stanislaus River salutes the Queen of the\nPirate Isle!\" He rose up and made an extraordinary bow. It was repeated\nby the others with more or less exaggeration, to the point of one\nhumorist losing his balance!\n\n\"Oh, thank you very much,\" said Polly timidly, but drawing her little\nflock closer to her with a small protecting arm; \"but could you--would\nyou--please--tell us--what time it is?\"\n\n\"We are approaching the middle of Next Week,\" said the leader gravely;\n\"but what of that? Time is made for slaves! The Red Rover seeks it not!\nWhy should the Queen?\"\n\n\"I think we must be going,\" hesitated Polly, yet by no means displeased\nwith the recognition of her rank.\n\n\"Not until we have paid homage to Your Majesty,\" returned the leader.\n\"What ho! there! Let Brother Step-and-Fetch-It pass the Queen around\nthat we may do her honor.\" Observing that Polly shrank slightly back,\nhe added: \"Fear nothing; the man who hurts a hair of Her Majesty's head\ndies by this hand. Ah! ha!\"\n\nThe others all said ha! ha! and danced alternately on one leg and then\non the other, but always with the same dark resemblance to Christy\nMinstrels. Brother Step-and-Fetch-It, whose very long beard had a\nconfusing suggestion of being a part of the leader's buffalo robe,\nlifted her gently in his arms and carried her to the Red Rovers in turn.\nEach one bestowed a kiss upon her cheek or forehead, and would have\ntaken her in his arms, or on his knees, or otherwise lingered over\nhis salute, but they were sternly restrained by their leader. When the\nsolemn rite was concluded, Step-and-Fetch-It paid his own courtesy\nwith an extra squeeze of the curly head, and deposited her again in the\ntruck, a little frightened, a little astonished, but with a considerable\naccession to her dignity. Hickory and Patsey looked on with stupefied\namazement. Wan Lee alone remained stolid and unimpressed, regarding the\nscene with calm and triangular eyes.\n\n\"Will Your Majesty see the Red Rovers dance?\"\n\n\"No, if you please,\" said Polly, with gentle seriousness.\n\n\"Will Your Majesty fire this barrel of gunpowder, or tap this breaker of\ngrog?\"\n\n\"No, I thank you.\"\n\n\"Is there no command Your Majesty would lay upon us?\"\n\n\"No, please,\" said Polly, in a failing voice.\n\n\"Is there anything Your Majesty has lost? Think again! Will Your Majesty\ndeign to cast your royal eyes on this?\"\n\nHe drew from under his buffalo robe what seemed like a long tress of\nblond hair, and held it aloft. Polly instantly recognized the missing\nscalp of her hapless doll.\n\n\"If you please, sir, it's Lady Mary's. She's lost it.\"\n\n\"And lost it--Your Majesty--only to find something more precious. Would\nYour Majesty hear the story?\"\n\nA little alarmed, a little curious, a little self-anxious, and a\nlittle induced by the nudges and pinches of her companions, the Queen\nblushingly signified her royal assent.\n\n\"Enough. Bring refreshments. Will Your Majesty prefer wintergreen,\npeppermint, rose, or acidulated drops? Red or white? Or perhaps Your\nMajesty will let me recommend these bull's-eyes,\" said the leader, as\na collection of sweets in a hat were suddenly produced from the barrel\nlabeled \"Gunpowder\" and handed to the children.\n\n\"Listen,\" he continued, in a silence broken only by the gentle sucking\nof bull's-eyes. \"Many years ago the old Red Rovers of these parts locked\nup all their treasures in a secret cavern in this mountain. They used\nspells and magic to keep it from being entered or found by anybody, for\nthere was a certain mark upon it made by a peculiar rock that stuck out\nof it, which signified what there was below. Long afterwards, other Red\nRovers who had heard of it came here and spent days and days trying to\ndiscover it, digging holes and blasting tunnels like this, but of no\nuse! Sometimes they thought they discovered the magic marks in the\npeculiar rock that stuck out of it, but when they dug there they found\nno treasure. And why? Because there was a magic spell upon it. And what\nwas that magic spell? Why, this! It could only be discovered by a person\nwho could not possibly know that he or she had discovered it; who never\ncould or would be able to enjoy it; who could never see it, never feel\nit, never, in fact, know anything at all about it! It wasn't a dead man,\nit wasn't an animal, it wasn't a baby!\"\n\n\"Why,\" said Polly, jumping up and clapping her hands, \"it was a Dolly.\"\n\n\"Your Majesty's head is level! Your Majesty has guessed it!\" said the\nleader, gravely. \"It was Your Majesty's own dolly, Lady Mary, who broke\nthe spell! When Your Majesty came down the slide, the doll fell from\nyour gracious hand when your foot slipped. Your Majesty recovered Lady\nMary, but did not observe that her hair had caught in a peculiar rock,\ncalled the 'Outcrop,' and remained behind! When, later on, while sitting\nwith your attendants at the mouth of the tunnel, Your Majesty discovered\nthat Lady Mary's hair was gone, I overheard Your Majesty, and dispatched\nthe trusty Step-and-Fetch-It to seek it at the mountain side. He did so,\nand found it clinging to the rock, and beneath it--the entrance to the\nSecret Cave!\"\n\nPatsey and Hickory, who, failing to understand a word of this\nexplanation, had given themselves up to the unconstrained enjoyment of\nthe sweets, began now to apprehend that some change was impending, and\nprepared for the worst by hastily swallowing what they had in their\nmouths, thus defying enchantment, and getting ready for speech. Polly,\nwho had closely followed the story, albeit with the embellishments of\nher own imagination, made her eyes rounder than ever. A bland smile\nbroke on Wan Lee's face, as to the children's amazement, he quietly\ndisengaged himself from the group and stepped before the leader.\n\n\"Melican man plenty foolee Melican chillern. No foolee China boy!\nChina boy knowee you. YOU no Led Lofer. YOU no Pilat--you allee same\ntunnel-man--you Bob Johnson! Me shabbee you! You dressee up allee same\nas Led Lofer--but you Bob Johnson--allee same. My fader washee washee\nfor you. You no payee him. You owee him folty dolla! Me blingee you\nbillee. You no payee billee! You say, 'Chalkee up, John.' You say,\n'Bimeby, John.' But me no catchee folty dolla!\"\n\nA roar of laughter followed, in which even the leader apparently forgot\nhimself enough to join. But the next moment springing to his feet\nhe shouted, \"Ho! ho! A traitor! Away with him to the deepest dungeon\nbeneath the castle moat!\"\n\nHickory and Patsey began to whimper, but Polly, albeit with a tremulous\nlip, stepped to the side of her little Pagan friend. \"Don't you dare\ntouch him,\" she said with a shake of unexpected determination in her\nlittle curly head; \"if you do, I'll tell my father, and he will slay\nyou! All of you--there!\"\n\n\"Your father! Then you are NOT the Queen!\"\n\nIt was a sore struggle to Polly to abdicate her royal position; it was\nharder to do it with befitting dignity. To evade the direct question she\nwas obliged to abandon her defiant attitude. \"If you please, sir,\" she\nsaid hurriedly, with an increasing color and no stops, \"we're not always\nPirates, you know, and Wan Lee is only our boy what brushes my shoes in\nthe morning, and runs of errands, and he doesn't mean anything bad, sir,\nand we'd like to take him back home with us.\"\n\n\"Enough,\" said the leader, changing his entire manner with the most\nsudden and shameless inconsistency. \"You shall go back together, and woe\nbetide the miscreant who would prevent it! What say you, brothers?\nWhat shall be his fate who dares to separate our noble Queen from her\nfaithful Chinese henchman?\"\n\n\"He shall die!\" roared the others, with beaming cheerfulness.\n\n\"And what say you--shall we see them home?\"\n\n\"We will!\" roared the others.\n\nBefore the children could fairly comprehend what had passed, they were\nagain lifted into the truck and began to glide back into the tunnel they\nhad just quitted. But not again in darkness and silence; the entire band\nof Red rovers accompanied them, illuminating the dark passage with the\ncandles they had snatched from the walls. In a few moments they were at\nthe entrance again. The great world lay beyond them once more with rocks\nand valleys suffused by the rosy light of the setting sun. The past\nseemed like a dream.\n\nBut were they really awake now? They could not tell. They accepted\neverything with the confidence and credulity of all children who have\nno experience to compare with their first impressions and to whom the\nfuture contains nothing impossible. It was without surprise, therefore,\nthat they felt themselves lifted on the shoulders of the men who were\nmaking quite a procession along the steep trail towards the settlement\nagain. Polly noticed that at the mouth of the other tunnels they were\ngreeted by men as if they were carrying tidings of great joy; that they\nstopped to rejoice together, and that in some mysterious manner their\nconductors had got their faces washed, and had become more like beings\nof the outer world. When they neared the settlement the excitement\nseemed to have become greater; people rushed out to shake hands with\nthe men who were carrying them, and overpowered even the children with\nquestions they could not understand. Only one sentence Polly could\nclearly remember as being the burden of all congratulations. \"Struck the\nold lead at last!\" With a faint consciousness that she knew something\nabout it, she tried to assume a dignified attitude on the leader's\nshoulders, even while she was beginning to be heavy with sleep.\n\nAnd then she remembered a crowd near her father's house, out of which\nher father came smiling pleasantly on her, but not interfering with\nher triumphal progress until the leader finally deposited her in her\nmother's lap in their own sitting-room. And then she remembered being\n\"cross,\" and declining to answer any questions, and shortly afterwards\nfound herself comfortably in bed. Then she heard her mother say to her\nfather:--\n\n\"It really seems too ridiculous for anything, John; the idea of those\ngrown men dressing themselves up to play with children.\"\n\n\"Ridiculous or not,\" said her father, \"these grown men of the Excelsior\nmine have just struck the famous old lode of Red Mountain, which is as\ngood as a fortune to everybody on the Ridge, and were as wild as boys!\nAnd they say it never would have been found if Polly hadn't tumbled over\nthe slide directly on top of the outcrop, and left the absurd wig of\nthat wretched doll of hers to mark its site.\"\n\n\"And that,\" murmured Polly sleepily to her doll as she drew it closer to\nher breast, \"is all that they know of it.\"",
    "metadata": {
        "author": [
            "Harte, Francis Bret",
            "Harte, Bret"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2798/pg2798.txt",
        "name": "the_queen_of_the_pirate_isle.json"
    }
}