{
    "name": "The Human Element",
    "author": [
        "Kelley, Leo Patrick",
        "Kelley, Leo P.",
        "Kelley, Leo F."
    ],
    "body": "\"Going to the circus?\" the man with the sallow complexion asked.\n\nKevin nodded but didn't look at his questioner. He nervously brushed\nback the lock of gray hair from his lined forehead and pushed his\nrimless glasses into a more secure position on his nose. His worried\nexpression made him look older than his forty-eight years.\n\n\"Hear it's better than ever,\" the man continued in a flat toneless\nvoice. \"_The Great Golden Ball_ is supposed to be really something.\nOr so they say. I go every year. It's really amazing what they can do\nnowadays--science, I mean. Even the circus is better for it.\"\n\nIs it? thought Kevin as the speeding, robot driven monorail transport\nrocketed past the brilliant pastel buildings shining slimly in the\nsunlight filtering through the plastic dome covering New New York. Oh,\nis it?\n\nThe man next to Kevin, discouraged by the lack of response to his\nattempts at conversation, quieted and both men relaxed in the privacy\nof their own thoughts.\n\nAt any rate, the other man did. Kevin couldn't relax. His son and\ndaughter-in-law with whom he lived could not be aware of his absence\nyet, Kevin reassured himself. No one knew he was here. And when the men\ncame for him, and Sally, perhaps with tears in her eyes, went to fetch\nhim and his small suitcase it would be too late.\n\nAnd that would be that.\n\nThe transport slowed noiselessly to a stop and most of the passengers\nrose to leave. The robot driver sat motionless until the last of the\npeople, Kevin among them, stepped from the loading platform to the\nground. The electronic currents whirred, the doors closed and, the\ncircuit complete, the transport moved off into the shining caverns of\nthe city.\n\nThe people hurried forward and passed quickly through the entrance to\nthe amphitheater over which hung a sign:\n\n                         MAIN ENTRANCE TO 2088\n                         VERSION OF CALDWELL'S\n                             GIANT CIRCUS\n\nKevin watched the people file through the entrance and slowly, almost\nreluctantly, followed them. He presented the red plastic coin to\nthe robot at the entrance, but hardly heard as its electrical voice\ncrackled, \"Thank you, sir. Enjoy the show.\"\n\nKevin walked with the crowd along the spotless corridor and stepped\naboard the automatic lift, getting out at the floor above. He seated\nhimself in one of the comfortable lounging chairs and shuddered\nslightly as it fitted itself to the contours of his body. His fingers\nclutched tightly the undistinguished box he carried and something\nwithin him resisted the comfort offered by the large chair in which he\nsat.\n\nPeople continued to file in and take places and the amphitheater was\nquickly filled. Soundlessly. The walls absorbed the sound and invisible\nfilters removed the dust from the air. Occasionally people took\nsmall pills from the containers built into the sides of their chairs\nand popped them into their mouths. Kevin knew the pills tasted like\npopcorn, candy floss, and some even like hot dogs. But they were, of\ncourse, not the same as the real thing. Neither was the amphitheater.\n\nOnce there had been great canvas tents put up in the open air, and wood\nshavings covering the ground within, and hard benches for seats. The\narea around the tents had been sprinkled with small stands that sold\nsoda in bottles and candy floss colored pink that melted into sweet\nnothingness in one's mouth. And everywhere there was an exciting smell\nmade up of many separate things. Animals, the food-stuffs on sale,\nsawdust, and the sweat of many human beings pressed tightly together on\nthe bleachers. There were the shouts of barkers, colored lights, and\nmen who sold little lizards that changed color as you watched them.\nKevin knew all this for he had read it in the book which he had bought\nfrom the ancient shopkeeper in the run-down section of New New York,\nhow many years ago? Kevin smiled slightly to himself as he recalled\nthe puzzled expression on the shop-keeper's face when he purchased the\nbook.\n\nThe circus was beginning and Kevin interrupted his reverie to watch.\n\nOn small elevated squares in the center of the great arena stood\nfigures almost too horrible to look at. Some flailed many arms about\naimlessly; some simply stood--vacantly--and their undersize extra\nlimbs which should have been wings fluttered sadly. One or two figures\ncrawled about on their small squares scratching their scaly skins and\nmaking whimpering noises. One seemed to be making efforts to rise from\nwhere it lay in an amorphous heap, but was prevented from doing so by\na grotesque over-sized head which the creature seemed incapable of\nraising from the slab on which it sprawled.\n\nKevin's stomach tightened. Every year, he knew, specimens such as\nthese, the products of the effects of radiation on the genes of\ntheir parents or, perhaps, grandparents during the war that ended\nnearly a hundred years ago, were placed on display in the circus on\ntheir small squares where rising electrical currents instead of bars\nimprisoned them. Even the freak shows in the twentieth century circus\nwere different from this. At least then the freaks were still, well,\n_people_, and freely chose to exhibit their oddities for profit. In\nmany cases it was the only way they could earn a living. But this was\ndifferent. These senseless mutants were captured like animals after\nhaving been abandoned by their parents; and were being displayed with\nthe same lack of humanity.\n\nKevin watched robots perform mindless feats of strength as the circus\ncontinued. He saw colored opaque rays support a slab of concrete and\ngasped with the rest of the audience as the heavy slab was suddenly\ndisintegrated by a sudden rainbow fusion of all the rays.\n\nHe listened as the recorded commercials whispered their wiles to the\ncaptive audience.\n\nSuddenly a panel slowly opened in the ceiling of the amphitheater and\ndramatically, silently, an immense golden sphere descended until it\nhung glistening at the end of its thin cable in the center of the great\narena. The lights dimmed and a hush fell over the crowd. The sphere\nsuddenly glowed brightly and, at this signal, all other lights in the\namphitheater were turned off. Kevin stared as the sphere began to\nrotate on its axis. He heard the first reaction the audience had yet\nshown; the \"ohs\" and \"ahs\" that used to accompany fireworks displays in\nthe old days. He looked into the sphere and could not believe what he\nsaw. _He_ was in the sphere and he--! Everyone would know, he thought\nin horror and fear! He tore his eyes from the sphere and looked,\nexpecting anything, at the people near him whose faces were dimly\nvisible in the light from the sphere. They all gazed spellbound at the\nhypnotically revolving globe. Kevin listened as a woman whispered to\nthe man next to her without taking her eyes from the shining bubble.\n\n\"Can you see it, Jim?\"\n\n\"Yeah,\" the man answered softly.\n\n\"I always dreamed of playing a love scene with Dirk Anders. He's the\nbest actor in the Lifies. And there I am! Doing it--in the Golden\nBall,\" the woman sighed.\n\n\"That's not what I see,\" the man said in a low voice, not taking his\neyes from the turning globe. Kevin watched the man's mouth working. Saw\nhim wipe the spittle from the corners of his mouth. He turned away from\nthe naked look in the man's eager eyes.\n\nA child of nine or ten in front of Kevin clutched excitedly at the\nsleeve of the woman next to him. \"I'm in there, Mom! See me! And I've\ngot a dog! See, he's all black with one white paw! Just like I told you\nI wanted him to be, Mom!\"\n\nThe woman answered her son absently as she stared intently into the\nball and Kevin wondered what private and personal dream she saw\nherself living. _The Great Golden Ball_, as it turned hypnotically\non its cable, was providing everyone with a vision of his or her own\nparticular wish-fulfillment. The spellbound audience was happily\nwallowing in a dream world.\n\nKevin left his seat abruptly and boarded the lift in the corridor. On\nthe lower floor he searched until he found the entrance to the arena.\nIt was temporarily empty, but soon the robots would be using it as they\nbrought equipment into the arena for the next display. Kevin opened his\nbox and took from it the gaudy costume he had secretly made. Quickly he\nslipped it over his clothes. He took out a small mirror and, working\nquickly, covered his face with white powder. As he applied grease paint\nto his face in bright, bold strokes, a saucy grin smiled back at him\nfrom the mirror's surface. He slipped the white skull piece over his\nhead and fastened the red wig to it. One last look in the mirror and he\nwas ready.\n\nKevin skipped lightly, in spite of his forty-eight years, out into the\nglaring light of the arena.\n\nSilence greeted him.\n\nHe walked about. He skipped. And suddenly fell. He rose, rubbing the\nplace of his contact with the floor, and scanned the floor beneath his\nfeet. Suddenly, he threw up his hands in mock surprise and, bending\nfrom the waist, picked up something from the floor. Triumphantly he\nheld it up. It took the audience a minute or two to \"see\" the imaginary\nstraw, or pin, or whatever it was, that was clutched between Kevin's\nthumb and index finger. His painted smile beamed on the people before\nhim and seemed to grow larger as a faint titter arose from a little\ngirl in the first tier of seats.\n\nKevin waved to her.\n\nShe hid her face in her hands. And then waved shyly back.\n\nKevin skipped about the arena watching the people whispering among\nthemselves. The softest ripple of laughter ran through the audience and\nKevin's heart soared. He repeated his fall and waved to a small boy who\nwaved wildly back.\n\nKevin's wig bobbed gaily as he hopped and strutted about the arena\nwaving to the children.\n\n\"Wave to me! Wave to me!\" cried a shrill voice from the stands.\n\nKevin did not see the robots approaching on the run and yet was not\nsurprised when they seized him and carried him from the arena, his red\nwig still bobbing gaily. It could not have ended otherwise, Kevin knew.\nBut no matter. The children had laughed. So had many of the adults.\n\n\n\nThe robots deposited him in the corridor beside the entrance to the\narena and Kevin found himself facing two well dressed and corpulent\ngentlemen.\n\n\"What's going on here?\" shouted the first man. This was Mr. Caldwell\nhimself, the owner of the circus. His picture had been on the Communico\nScreen in connection with the advertising for the circus Kevin\nremembered.\n\n\"Are you crazy?\" the second man sputtered.\n\nKevin slowly removed the wig and the white skull piece and stood with\nlowered eyes, his arms at his sides, facing the two angry men. As they\ncontinued to shout at him for an explanation Kevin, using the skull\npiece, wiped the clown make-up from his face.\n\nBoth men, out of breath, paused and Kevin opened his mouth to speak. \"I\nwant to apolo--,\" he began but Caldwell interrupted him.\n\n\"Hey, Mike,\" he said to the other man, \"Isn't this the guy whose\npicture they're sending out on the Communico Screen? You know, the guy\nwho ran away from his son's house before they could send him to the\nPsych Center?\"\n\nKevin didn't give the man a chance to answer the question. \"That's\ntrue, sir, and I'm going home now. I'm sorry for the trouble I've\ncaused but I had to do it. I--,\" he faltered. How could he explain\nabout what he had done and why he had done it? Kevin brushed the gray\nlock of hair back from his forehead and reached absently for the\nglasses he had removed earlier while applying his make-up. \"It's a very\nlong story,\" he said finally and there was a weariness in his tone that\nwas not merely the result of his exertion in the arena moments before.\n\nHe stood quietly before the two men. The shouting from the arena did\nnot quite penetrate his consciousness.\n\nKevin thought of Sally and Edward and how they had reluctantly decided\nto send him to the Psych Rehabilitation Center because he persisted\nin \"living in the past\" as they put it and refused to be suitably\ninterested in or impressed with the \"progress\" their century had made.\nWhen Kevin had tried to explain that the progress they spoke of was\nnot all, he sincerely believed, of a worthwhile nature they had merely\nshrugged and looked at him oddly.\n\nHe was willing to go through with the Psychlab's \"Rehabilitation\nProgram\" now for he had proved his point. There were some good things\nfrom the past and a clown was one of them.\n\nA circus without noise and fanfare and excitement and laughter was\nnothing. He hated the sterility of its present scientific gadgetry.\nThe best that could be said for it was that it did no obvious harm. But\nwith the advent of _The Great Golden Ball_ people were taking one more\nstep away from what could be a pleasant reality and one more step in\nthe direction of Dreamland. And Kevin was certain that this Dreamland\nwould one day prove to be crawling with nightmares.\n\n\"--something written about this a long time ago,\" Caldwell was saying\nto his assistant. \"Looks like its got possibilities. Back in the 1900's\nthey used to have these guys who made fools of themselves in the\ncircus. People loved them. Sorta made them see their own faults and\nfrustrations and all.\"\n\n\"But, sir--\" the younger man began.\n\n\"I know we're supposed to be a streamlined outfit, but you can hear\nthat crowd yelling out there as well as I can. That's proof enough for\nme! This thing's good!\"\n\nKevin listened in amazement. This was not the way he had expected\nthings to go. They should have sent him home in the custody of one of\nthe robots by now. Or called the Psych Rehabilitation Center to have\nsomeone come and get him.\n\n\"What's your name, dad?\" Caldwell asked.\n\n\"Molloy. Kevin Molloy,\" Kevin answered, feeling shy all at once. \"But I\ndidn't--\"\n\n\"Listen Molloy. Get out there and do whatever you did before. No, don't\nask any questions now. We can settle details later. But from now on\nyou're working for Caldwell's Circus!\"\n\nKevin pulled the skull piece on his head once again and with shaking\nfingers applied his grease paint. It was a poor job but Kevin hoped it\nwould look good enough. Still fastening the red wig, he ran out into\nthe arena and was stopped short by the thunderous roar that went up\nfrom the crowd. Kevin lifted a boy from the stands and sat down on the\nfloor of the arena, the boy on his lap. The age old game began. Kevin's\nhands covered his face. The boy pulled away one finger after another\nuntil Kevin's painted smile beamed out at him. They laughed together.\n\nKevin played the clown and listened simultaneously to the voice\nshouting in his mind. Sally had always said an older man should have a\nhobby or something to keep him occupied. That was why I got such crazy\nideas, she said, because I didn't have enough to do since I retired.\nWell, now I've got more than a hobby. I've got a job. I'm a _clown_!\nMaybe I can get Caldwell to put some sawdust on this floor; it's\nawfully slippery.\n\nKevin placed the boy back in the stands and skipped about the arena.\n\nMaybe he'll put up a candy floss stand and sell popcorn instead of all\nthose pills, Kevin thought as he smiled at the happy crowd.\n\nKevin slipped, fell, and the crowd howled its delight when he found the\nimaginary straw.\n\nAs he staggered exhausted from the arena, his heart singing, Mr.\nCaldwell was still excitedly talking to his assistant, who was\nvigorously nodding his head in agreement.\n\n\"----remember some ancient history myself! We'll get him to teach some\nother guys the same kind of stuff. Remind me to ask him about that. I\nfigure maybe we've come full circle on this, and he's got just what we\nneed around here----the human element.\"",
    "metadata": {
        "author": [
            "Kelley, Leo Patrick",
            "Kelley, Leo P.",
            "Kelley, Leo F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59982/pg59982.txt",
        "name": "the_human_element.json"
    }
}