{
    "name": "The Galactic Ghost",
    "author": [
        "McCord, Guy",
        "Reynolds, Dallas McCord",
        "Mallory, Mark",
        "Reynolds, Mack"
    ],
    "body": "By MACK REYNOLDS\n\n_Gracefully, quietly, it came ... landing on a\ndeserted New Jersey field. Wonder and fear struck\nat the bowels of the Earth-people--not because of\nthe ship itself, but because of its strange message._\n\n\nDespite the widely publicized radar posts encircling our nation and the\ncontinuously alerted jet squadrons at its borders, the space ship was\nabout to land before it was detected.\n\nIt settled gracefully, quietly, onto an empty field in northern New\nJersey. And so unexpected was the event, so unbelievable the fact that\nman was being visited by aliens from space, that it was a full half\nhour before the first extra was on the streets in New York, and forty\nminutes before the news buzzed through the Kremlin.\n\nIt might have taken considerably longer for man in earth's more\nisolated areas to hear of the event had not the alien taken a hand at\nthis point. Approximately an hour after the landing, into the mind\nof every human on earth, irrespective of nation, language, age, or\nintellect, came the thought telepathically:\n\n    _We come in peace. Prepare to receive our message._\n\nIt was a month before the message came.\n\nDuring that period, more than ninety-nine per cent of the earth's\npopulation became aware of the visitor from space. Radio, television,\nnewsreel, telegraph and newspapers reached the greater number; but word\nof mouth and even throbbing drums, played their part. In four weeks,\nsavages along the Amazon and shepherds in Sinkiang knew that visitors\nfrom the stars had arrived with a message for man.\n\nAnd all awaited the message: scientist and soldier, politician and\nrevolutionist, millionaire and vagrant, bishop and whirling dervish,\nbanker and pickpocket, society matron and street walker. And each was\nhoping for one thing, and afraid he'd hear another.\n\nAll efforts at communication with the alien ship had failed. The\nvarious welcoming delegations from the State of New Jersey, from the\nUnited States, and even from the United Nations, were ignored. No sign\nof life aboard was evident, and there seemed no means of entrance to\nthe spacecraft. It sat there impassively; its tremendous, saucer-like\nshape seemed almost like a beautiful monument.\n\nAt the end of a month, when world-wide interest in the visitor from\nspace was at its height, the message came. And once again it was\nimpressed upon the mind of every human being on earth:\n\n    _Man, know this: Your world is fated to complete destruction.\n    Ordinarily, we of the Galactic Union would not have contacted man\n    until he had progressed much further and was ready to take his\n    place among us. But this emergency makes necessary that we take\n    immediate steps if your kind is to be saved from complete\n    obliteration._\n\n    _In order to preserve your race, we are making efforts to prepare\n    another planet, an uninhabited one, to receive your colonists.\n    Unfortunately, our means for transporting you to your new world are\n    limited; only a handful can be taken. You are safe for another five\n    of your earth years. At the end of that period we will return. Have\n    a thousand of your people ready for their escape._\n\n\n\nThe President of the United States lifted an eyebrow wearily and rapped\nagain for order.\n\n\"Gentlemen, please!... Let us get back to the fundamental question.\nSummed up, it amounts to this: only one thousand persons, out of a\nworld population of approximately two billions, are going to be able to\nescape the earth's destruction. In other words, one out of every two\nmillion. It is going to be most difficult to choose.\"\n\nHerr Ernst Oberfeld tapped his glasses fretfully on the conference\ntable. \"Mr. President, it need not be quite as bad as all that. After\nall, we must choose the earth's best specimens to carry on our race. I\nbelieve we will find that the combined populations of Europe and North\nAmerica total somewhat less than a billion. If we go still further and\neliminate all inferior....\"\n\nMonsieur Pierre Duclos flushed. \"Herr Oberfeld should keep in mind that\nhis presence at this meeting at all was opposed vigorously by some of\nthe delegates. Isn't it somewhat too soon after his country's debacle\nto again broadcast its super-race theories?\"\n\nThe British representative spoke up. \"My dear Duclos, although I agree\nwith you completely in essence, still it must be pointed out that if we\nwere to handle this allocation on a strictly numerical basis, that our\nChinese friends would be alloted something like 200 colonists, while\nGreat Britain would have perhaps twenty.\"\n\nMaxim Gregoroff grunted, \"Hardly enough for the Royal family, eh?\"\n\nLord Harriman was on his feet. \"Sir, I might echo what Monsieur Duclos\nhas said to Herr Oberfeld. It was in spite of the protest from a\nconsiderable number of delegates to this conference that your nation\nis represented at all.\"\n\nGregoroff's fist thumped on the table and his face went beet red.\n\"It is as expected! You plan to monopolize the escape ship for the\nimperialistic nations! The atom bomb will probably be used to destroy\nall other countries!\"\n\nThe President of the United States held up his hand. This whole\nthing was getting more chaotic by the minute. As a matter of fact,\ninstructions from Congress were that he explain that the United States\nexpected to have at least one third of the total. This, in view of the\nfact that the aliens had landed in New Jersey, obviously seeing that\nthe United States was the foremost nation of the world, and, further,\nin view of the fact that this country was a melting pot of all nations\nand consequently produced what might be called the \"average\" member of\nthe human race.\n\nHowever, that would have to wait. Order had to be brought to this\nconference if anything was to be accomplished.\n\n\"Gentlemen, gentlemen, please!\" he called. \"These accusations. We are\ngetting nowhere. I have taken the liberty to make arrangements to have\nthe representative of the newly formed Congress of American Sciences\naddress you. Are you agreeable?\" He raised his eyebrows inquiringly,\nand meeting no objection, pressed the button on the table before him.\n\nProfessor Manklethorp was ushered in, bobbed his head to the assembled\ndelegates and came to the point immediately. \"The problem which you\nare discussing has many ramifications. I would like to bring to your\nattention a few which should be examined with care.\n\n\"First, the choice of colonists must not be on a national basis, nor\non one based upon political or monetary prominence. If it is, we, as a\nrace, are doomed. This new planet, no matter how well prepared for us\nby the Galactic Union, is going to be a challenge such as man has never\nfaced before. This challenge cannot be met by politicians, no matter\nhow glib, nor by wealthy men, no matter how many dollars they possess,\nnor by titled ones, no matter how old and honored their names. We must\npick trained specialists who will be able to meet the problems that\narise in the new world.\n\n\"Our congress recommends that all persons, of all nations, who\nhave college degrees, be given thorough tests both for I.Q. and\nfor accumulated knowledge, and that the highest thousand be chosen\nirrespective of nation or race.\"\n\nPandit Hari Kuanai smiled quietly. \"May I ask the learned professor a\nquestion?\"\n\n\"Of course. That is why I am here. We want only to have this matter\ndecided on a strictly scientific basis.\"\n\n\"My poverty stricken country has a population of possibly one fifth of\nthe world total, but fewer university men than one of your large cities\nmight boast. Your desire to choose men by their I.Q. has its merits,\nbut I have no doubt that in my country we have men of tremendous\nintelligence who cannot even read or write, aside from having a\nuniversity degree. Must my widely illiterate people go unrepresented in\nthe new world?\"\n\nA muscle twitched in the professor's face. \"Needless to say, the\nCongress of American Sciences has considered that. However, we must\nview this matter in a spirit of sacrifice. The best of the world's\npopulation must go to the new world. Possibly whole nations will\ngo without representation. It is too bad ... but, unfortunately,\nnecessary.\"\n\nSven Carlesen put up his finger for recognition. \"It seems to me there\nis another serious loophole in the professor's recommendation. He wants\nthe thousand to be made up of university graduates of high I.Q. and\nconsiderable accumulated knowledge. I am afraid I foresee the new world\nbeing populated with elderly scholars.\" He smiled. \"Like the professor\nhimself, who, I understand, has a phenomenal I.Q.\"\n\nMonsieur Duclos nodded. \"He is right. We must consider the need to send\nperfect physical specimens.\" He looked down at his own small and bent\nbody. \"Gentlemen,\" he said wryly, \"has it occurred to you that none of\nus here at this conference are suitable to be represented among the\nthousand?\"\n\nThey ignored him.\n\nA pale faced delegate in black, who had thus far said nothing, spoke\nup softly, \"I have been instructed to inform you that our organization\ndemands that all of the colonists be of the true faith.\"\n\nHis words were drowned by the shouting of half a dozen of the\nconference delegates. Loud above them all could be heard the bellow of\nMaxim Gregoroff.\n\n\"Our Union now includes the population of approximately half the world.\nOur allotment, consequently, will be five hundred colonists, of the one\nthousand. We will choose them by our own methods.\"\n\nLord Harriman murmured, \"Undoubtedly, by starting at the top of the\nparty membership list and taking the first five hundred names beginning\nwith your leader.\"\n\nThe President of the United States ran his hand through his hair and\nthen roughly down the side of his face. A messenger handed him a slip\nof paper. He read it and intensified his pounding on the table.\n\n\"Gentlemen,\" he shouted. \"If Professor Manklethorp is through, we have\nhere a request from the International Physical Culture Society to have\ntheir representative heard.\"\n\n\"I know,\" Sven Carlesen said. \"He wants all of the colonists to be able\nto chin themselves twenty-five times as the first requisite.\"\n\n\n\nAt the end of the five year period the space ship came again, settling\ninto the identical field where it had first landed. This time a\ndelegation awaited it, and a multitude that stretched as far as the eye\ncould see.\n\nA telepathic message came from the visitor from space almost\nimmediately.\n\n_Choose from your number three representatives to discuss the situation\nwith us._\n\nWithin ten minutes, three advanced and entered the ship by way of a\nport that opened before them as they approached. Among their number\nwas Pierre Duclos. A passage stretched before them, and, seeing no\none, they hesitated a moment before following it to its further end.\nMonsieur Duclos led the way, depending only slightly on his cane to aid\nhis bent body.\n\nA door opened and they were confronted by the figure of a man seated\nat a desk. It was several moments before they realized that the entity\nbefore them was masked so cleverly that they had been led to believe\nhim human.\n\nHe said in faultless English, \"I note that you have penetrated my\ndisguise. I thought it would be easier for you if I hid my true\nappearance. Until your people are used to alien life forms, I must use\nthis measure.\"\n\nMonsieur Duclos bowed. \"We appreciate your consideration, but I assure\nyou that our....\"\n\nThe alien waved a gloved hand. \"Please, no argument. My appearance\nwould probably nauseate you. But it is of no importance. Pray be\nseated.\" He noted the cane, and nodded to the little Frenchman. \"You\nsir, must be highly thought of to rate being chosen one of the thousand\nin view of your age and health.\"\n\nAlthough he was not at ease in the presence of the representative of\nthe Galactic Union, Monsieur Duclos allowed himself a wry smile. \"You\nmisunderstand. I am not one of the colonists. My presence here at this\nmeeting is an honor that has been awarded me in return for some small\nservices in aiding in the selection of the favored ones.\"\n\n\"And what were these services?\"\n\n\"Of no real importance. I suppose you might say that the most important\nwas that I was the first to refuse to be a colonist.\"\n\nBently, one of the other earthmen spoke up, \"Had it not been for Pierre\nDuclos, it is doubtful if the thousand would have been chosen, and\neven possible that there would be no earth to which to return for your\ncolonists.\"\n\nBehind the mask the eyes of the alien gleamed. \"Enlighten me further,\nplease.\"\n\nDuclos demurred. \"You honor me over-much, Mr. Bently. Let us approach\nthe problem of the colonists and their transportation.\"\n\nBut John Bently went on. \"For more than two years after your ship's\ndeparture, complete confusion reigned in regard to selection of the\nthousand. Happily, all out warfare between nations had been avoided\nalthough conditions were rapidly coming to a point where it was\nmomentarily expected.\n\n\"Each race, each nation, each religion, even each sex, thought they\nshould have the greater representation. And each of these groups in\nturn were divided into sub-groups by wealth, age, class, education and\nothers. Almost everyone on earth knew of some reason why he should be\none of the colonists. And most of us were willing to take any steps to\nmake our desire come true.\"\n\nThe alien said, \"That was to be expected. And then?\"\n\n\"And then Pierre Duclos formed his Society of Racial Preservation whose\nfirst requisite for membership was a refusal to become one of the\ncolonists. The purpose of the organization was to find the thousand\nmost suitable colonists without regard to race, nationality, creed,\ncolor, education, class, wealth or any other grouping.\n\n\n\n\"At first, the growth of membership was slow, but, after a time, man\nsaw that his chance of survival as an individual was practically\nnil, that his chance of being chosen was at best less than one in\ntwo million. When he realized this, his next desire was to make sure\nthat, even though he as an individual was doomed, the race survived.\nMembership in the society grew rapidly and internationally. The\nmembers, you might say, were fanatical. Why not? They knew that they\nhad less than five years to live. Why not sacrifice those last years of\nlife to such a noble cause?\n\n\"As the society grew in strength, nothing could stand before it.\nGovernments that stood in the way were overthrown, social systems\nabolished, prejudices and institutions that had stood for centuries\nwere wiped out. It became necessary to institute world government, to\nguarantee to all equal opportunity. Step by step, the society took the\nmeasures necessary to insure the selection of the best specimens earth\nhad to offer.\n\n\"And scientific development was pushed to the utmost. We wished to\nsend our colonists off with as much as earth could possibly give them.\nWe eliminated a dozen diseases that have plagued us for centuries; we\ndevised a thousand new tools and techniques.\"\n\n\"In short,\" said the alien, \"because of this stimulus, man has\nprogressed as much in this past few years as he could have expected in\nthe next fifty.\"\n\n\"That is correct,\" Pierre Duclos said. \"It is unfortunate that now we\nhave on our threshold a world really worth living in, that it is fated\nto be destroyed.\"\n\n\"I see,\" said the alien, what would have been a smile on a human\nface flickered on his. \"I am glad to report that the danger which\nconfronted the earth has been removed and the need to populate the new\nplanet with colonists in order to preserve your race is now eliminated.\n\n\"Gentlemen, the earth is safe. Man may go on with his plans without\nfear of destruction.\"\n\nMonsieur Duclos fingered his cane thoughtfully while the other two\nearthmen jumped to their feet, thumped each other's backs, shouted, and\notherwise demonstrated their joy. They finally dashed from the room and\nfrom the space craft to give the news to the world.\n\nThe alien eyed the little Frenchman. \"And why have you remained?\"\n\n\"I do not believe the world was faced with destruction, monsieur. I\nhave come to the conclusion that you have perpetrated a farce upon\nmankind.\"\n\nThe alien sat himself down at the desk again. \"I see you will need an\nexplanation. But you are wrong, you know. Faced with destruction you\nwere. The destruction, however, was not a matter of collision with some\nother body, or whatever you might have imagined. The destruction would\nhave come from within. Man was on the verge of destroying himself. One\nmore conflict, or, at most, two, would have done it.\n\n\"The Galactic Union has long been aware of man who has developed\nmechanically in a phenomenal manner but has not been able to develop\nsocially to the point where his science is less than a danger. This\nship was sent to you in hopes of accomplishing exactly what has been\naccomplished. We believed your racial instinct would be strong enough\nto unite you when the race as a whole thought it was threatened with\nextinction.\"\n\nThe alien got to his feet. \"I am afraid we must leave now. Let me\nsay that I hope that man will soon be able to take his place in the\nGalactic Union.\"\n\nMonsieur Duclos winced. \"The Galactic Union,\" he said. \"The League of\nNations and the United Nations were bad enough.\" He smiled wryly. \"And\nI thought that with the establishment of a world government, we had\nabolished such conferences forever. I can just see myself as the first\ndelegate from earth. Heaven forbid!\"",
    "metadata": {
        "author": [
            "McCord, Guy",
            "Reynolds, Dallas McCord",
            "Mallory, Mark",
            "Reynolds, Mack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63741/pg63741.txt",
        "name": "the_galactic_ghost.json"
    }
}