{
    "name": "The Eyes of Thar",
    "author": [
        "Kuttner, Henry",
        "Hammond, Keith",
        "Hastings, Hudson",
        "Smith, Woodrow Wilson",
        "Liddell, C. H."
    ],
    "body": "He had come back, though he knew what to expect. He had always come\nback to Klanvahr, since he had been hunted out of that ancient Martian\nfortress so many years ago. Not often, and always warily, for there\nwas a price on Dantan's head, and those who governed the Dry Provinces\nwould have been glad to pay it. Now there was an excellent chance that\nthey might pay, and soon, he thought, as he walked doggedly through the\nbaking stillness of the night, his ears attuned to any dangerous sound\nin the thin, dry air.\n\nEven after dark it was hot here. The dead ground, parched and arid,\nretained the heat, releasing it slowly as the double moons--the Eyes of\nThar, in Klanvahr mythology--swung across the blazing immensity of the\nsky. Yet Samuel Dantan came back to this desolate land as he had come\nbefore, drawn by love and by hatred.\n\nThe love was lost forever, but the hate could still be satiated. He had\nnot yet glutted his blood-thirst. When Dantan came back to Klanvahr,\nmen died, though if all the men of the Redhelm Tribe were slain, even\nthat could not satisfy the dull ache in Dantan's heart.\n\nNow they were hunting him.\n\nThe girl--he had not thought of her for years; he did not want to\nremember. He had been young when it happened. Of Earth stock, he had\nduring a great Martian drought become godson to an old shaman of\nKlanvahr, one of the priests who still hoarded scraps of the forgotten\nknowledge of the past, glorious days of Martian destiny, when bright\ntowers had fingered up triumphantly toward the Eyes of Thar.\n\nMemories ... the solemn, antique dignity of the Undercities, in ruins\nnow ... the wrinkled shaman, intoning his rituals ... very old books,\nand older stories ... raids by the Redhelm Tribe ... and a girl Samuel\nDantan had known. There was a raid, and the girl had died. Such things\nhad happened many times before; they would happen again. But to Dantan\nthis one death mattered very much.\n\nAfterward, Dantan killed, first in red fury, then with a cool, quiet,\npassionless satisfaction. And, since the Redhelms were well represented\nin the corrupt Martian government, he had become outlaw.\n\nThe girl would not have known him now. He had gone out into the\nspaceways, and the years had changed him. He was still thin, his eyes\nstill dark and opaque as shadowed tarn-water, but he was dry and sinewy\nand hard, moving with the trained, dangerous swiftness of the predator\nhe was--and, as to morals, Dantan had none worth mentioning. He had\nbroken more than ten commandments. Between the planets, and in the\nfar-flung worlds bordering the outer dark, there are more than ten. But\nDantan had smashed them all.\n\nIn the end there was still the dull, sickening hopelessness, part\nloneliness, part something less definable. Hunted, he came back to\nKlanvahr, and when he came, men of the Redhelms died. They did not die\neasily.\n\nBut this time it was they who hunted, not he. They had cut him off\nfrom the aircar and they followed now like hounds upon his track. He\nhad almost been disarmed in that last battle. And the Redhelms would\nnot lose the trail; they had followed signs for generations across the\ndying tundras of Mars.\n\nHe paused, flattening himself against an outcrop of rock, and looked\nback. It was dark; the Eyes of Thar had not yet risen, and the blaze of\nstarlight cast a ghastly, leprous shine over the chaotic slope behind\nhim, great riven boulders and jutting monoliths, canyon-like, running\njagged toward the horizon, a scene of cosmic ruin that every old and\nshrinking world must show. He could see nothing of his pursuers, but\nthey were coming. They were still far behind. But that did not matter;\nhe must circle--circle--\n\nAnd first, he must regain a little strength. There was no water in\nhis canteen. His throat was dust-dry, and his tongue felt swollen and\nleathery. Moving his shoulders uneasily, his dark face impassive,\nDantan found a pebble and put it in his mouth, though he knew that\nwould not help much. He had not tasted water for--how long? Too long,\nanyhow.\n\n\n\nStaring around, he took stock of resources. He was alone--what was it\nthe old shaman had once told him? \"You are never alone in Klanvahr. The\nliving shadows of the past are all around you. They cannot help, but\nthey watch, and their pride must not be humbled. You are never alone in\nKlanvahr.\"\n\nBut nothing stirred. Only a whisper of the dry, hot wind murmuring up\nfrom the distance, sighing and soughing like muted harps. Ghosts of\nthe past riding the night, Dantan thought. How did those ghosts see\nKlanvahr? Not as this desolate wasteland, perhaps. They saw it with the\neyes of memory, as the Mother of Empires which Klanvahr had once been,\nso long ago that only the tales persisted, garbled and unbelievable.\n\nA sighing whisper ... he stopped living for a second, his breath\nhalted, his eyes turned to emptiness. That meant something. A thermal,\na river of wind--a downdraft, perhaps. Sometimes these eon-old canyons\nheld lost rivers, changing and shifting their courses as Mars crumbled,\nand such watercourses might be traced by sound.\n\nWell--he knew Klanvahr.\n\nA half mile farther he found the arroyo, not too deep--fifty feet or\nless, with jagged walls easy to descend. He could hear the trickle of\nwater, though he could not see it, and his thirst became overpowering.\nBut caution made him clamber down the precipice warily. He did not\ndrink till he had reconnoitered and made sure that it was safe.\n\nAnd that made Dantan's thin lips curl. Safety for a man hunted by the\nRedhelms? The thought was sufficiently absurd. He would die--he must\ndie; but he did not mean to die alone. This time perhaps they had him,\nbut the kill would not be easy nor without cost. If he could find some\nweapon, some ambush--prepare some trap for the hunters--\n\nThere might be possibilities in this canyon. The stream had only\nlately been diverted into this channel; the signs of that were clear.\nThoughtfully Dantan worked his way upstream. He did not try to mask his\ntrail by water-tricks; the Redhelms were too wise for that. No, there\nmust be some other answer.\n\nA mile or so farther along he found the reason for the diverted stream.\nLandslide. Where water had chuckled and rustled along the left-hand\nbranch before, now it took the other route. Dantan followed the dry\ncanyon, finding the going easier now, since Phobos had risen ... an Eye\nof Thar. \"The Eyes of the god miss nothing. They move across the world,\nand nothing can hide from Thar, or from his destiny.\"\n\nThen Dantan saw rounded metal. Washed clean by the water that had run\nhere lately, a corroded, curved surface rose dome-shaped from the\nstream bed.\n\nThe presence of an artifact in this place was curious enough. The\npeople of Klanvahr--the old race--had builded with some substance that\nhad not survived; plastic or something else that was not metal. Yet\nthis dome had the unmistakable dull sheen of steel. It was an alloy,\nunusually strong or it could never have lasted this long, even though\nprotected by its covering of rocks and earth. A little nerve began\njumping in Dantan's cheek. He had paused briefly, but now he came\nforward and with his booted foot kicked away some of the dirt about the\ncryptic metal.\n\nA curving line broke it. Scraping vigorously, Dantan discovered that\nthis marked the outline of an oval door, horizontal, and with a handle\nof some sort, though it was caked and fixed in its socket with dirt.\nDantan's lips were very thin now, and his eyes glittering and bright.\nAn ambush--a weapon against the Redhelms--whatever might exist behind\nthis lost door, it was worth investigating, especially for a condemned\nman.\n\nWith water from the brook and a sliver of sharp stone, he pried and\nchiseled until the handle was fairly free from its heavy crust. It was\na hook, like a shepherd's crook, protruding from a small bowl-shaped\ndepression in the door. Dantan tested it. It would not move in any\ndirection. He braced himself, legs straddled, body half doubled, and\nstrained at the hook.\n\nBlood beat against the back of his eyes. He heard drumming in his\ntemples and straightened suddenly, thinking it the footsteps of\nRedhelms. Then, grinning sardonically, he bent to his work again, and\nthis time the handle moved.\n\nBeneath him the door slid down and swung aside, and the darkness\nbelow gave place to soft light. He saw a long tube stretching down\nvertically, with pegs protruding from the metal walls at regular\nintervals. It made a ladder. The bottom of the shaft was thirty feet\nbelow; its diameter was little more than the breadth of a big man's\nshoulders.\n\n\n\nHe stood still for a moment, looking down, his mind almost swimming\nwith wonder and surmise. Old, very old it must be, for the stream\nhad cut its own bed out of the rock whose walls rose above him now.\nOld--and yet these metal surfaces gleamed as brightly as they must have\ngleamed on the day they were put together--for what purpose?\n\nThe wind sighed again down the canyon, and Dantan remembered the\nRedhelms on his track. He looked around once more and then lowered\nhimself onto the ladder of metal pegs, testing them doubtfully before\nhe let his full weight come down. They held.\n\nThere might be danger down below; there might not. There was certain\ndanger coming after him among the twisting canyons. He reached up,\ninvestigated briefly, and swung the door back into place. There was a\nlock, he saw, and after a moment discovered how to manipulate it. So\nfar, the results were satisfactory. He was temporarily safe from the\nRedhelms, provided he did not suffocate. There was no air intake here\nthat he could see, but he breathed easily enough so far. He would worry\nabout that when the need arose. There might be other things to worry\nabout before lack of air began to distress him.\n\nHe descended.\n\nAt the bottom of the shaft was another door. Its handle yielded with\nno resistance this time, and Dantan stepped across the threshold into\na large, square underground chamber, lit with pale radiance that came\nfrom the floor itself, as though light had been poured into the molten\nmetal when it had first been made.\n\nThe room--\n\nFaintly he heard a distant humming, like the after-resonance of a bell,\nbut it died away almost instantly. The room was large, and empty except\nfor some sort of machine standing against the farther wall. Dantan was\nnot a technician. He knew guns and ships; that was enough. But the\nsmooth, sleek functionalism of this machine gave him an almost sensuous\nfeeling of pleasure.\n\nHow long had it been here? Who had built it? And for what purpose? He\ncould not even guess. There was a great oval screen on the wall above\nwhat seemed to be a control board, and there were other, more enigmatic\ndevices.\n\nAnd the screen was black--dead black, with a darkness that ate up the\nlight in the room and gave back nothing.\n\nYet there was something--\n\n\"_Sanfel_,\" a voice said. \"_Sanfel. Coth dr'gchang. Sanfel--sthan!_\n\n\"_Sanfel ... Sanfel ... have you returned, Sanfel? Answer!_\"\n\nIt was a woman's voice ... the voice of a woman used to wielding\npower, quiet, somehow proud as the voice of Lucifer or Lilith might\nhave been, and it spoke in a tongue that scarcely half a dozen living\nmen could understand.... A whole great race had spoken it once; only\nthe shamans remembered now, and the shamans who knew it were few.\nDantan's godfather had been one. And Dantan remembered the slurring\nsyllables of the rituals he had learned, well enough to know what the\nproud, bodiless voice was saying.\n\nThe nape of his neck prickled. Here was something he could not\nunderstand, and he did not like it. Like an animal scenting danger he\nshrank into himself, not crouching, but withdrawing, so that a smaller\nman seemed to stand there, ready and waiting for the next move. Only\nhis eyes were not motionless. They raked the room for the unseen\nspeaker--for some weapon to use when the time came for weapons.\n\nHis glance came back to the dark screen above the machine. And the\nvoice said again, in the tongue of ancient Klanvahr:\n\n\"I am not used to waiting, Sanfel! If you hear me, speak. And speak\nquickly, for the time of peril comes close now. My Enemy is strong--\"\n\nDantan said, \"Can you hear me?\" His eyes did not move from the screen.\n\nOut of that blackness the girl's voice came, after a pause. It was\nimperious, and a little wary.\n\n\"You are not Sanfel. Where is he? Who are you, Martian?\"\n\n\n\nDantan let himself relax a little. There would be a parley, at any\nrate. But after that--\n\nWords in the familiar, remembered old language came hesitantly to his\nlips.\n\n\"I am no Martian. I am of Earth blood, and I do not know this Sanfel.\"\n\n\"Then how did you get into Sanfel's place?\" The voice was haughty now.\n\"What are you doing there? Sanfel built his laboratory in a secret\nplace.\"\n\n\"It was hidden well enough,\" Dantan told her grimly. \"Maybe for a\nthousand years, or even ten thousand, for all I know. The door has been\nburied under a stream--\"\n\n\"There is no water there. Sanfel's home is on a mountain, and his\nlaboratory is built underground.\" The voice rang like a bell. \"I think\nyou lie. I think you are an enemy--When I heard the signal summoning\nme, I came swiftly, wondering why Sanfel had delayed so long. I must\nfind him, stranger. I must! If you are no enemy, bring me Sanfel!\" This\ntime there was something almost like panic in the voice.\n\n\"If I could, I would,\" Dantan said. \"But there's no one here except\nme.\" He hesitated, wondering if the woman behind the voice could\nbe--mad? Speaking from some mysterious place beyond the screen, in\na language dead a thousand years, calling upon a man who must be\nlong-dead too, if one could judge by the length of time this hidden\nroom had lain buried.\n\nHe said after a moment, \"This place has been buried for a long time.\nAnd--no one has spoken the tongue of Klanvahr for many centuries. If\nthat was your Sanfel's language--\" But he could not go on with that\nthought. If Sanfel had spoken Klanvahr then he must have died long\nago. And the speaker beyond the screen--she who had known Sanfel, yet\nspoke in a young, sweet, light voice that Dantan was beginning to think\nsounded familiar.... He wondered if he could be mad too.\n\nThere was silence from the screen. After many seconds the voice spoke\nagain, sadly and with an undernote of terror.\n\n\"I had not realized,\" it said, \"that even time might be so different\nbetween Sanfel's world and mine. The space-time continua--yes, a day\nin my world might well be an age in yours. Time is elastic. In Zha I\nhad thought a few dozen--\" she used a term Dantan did not understand,\n\"--had passed. But on Mars--centuries?\"\n\n\"Tens of centuries,\" agreed Dantan, staring hard at the screen. \"If\nSanfel lived in old Klanvahr his people are scarcely a memory now. And\nMars is dying. You--you're speaking from another world?\"\n\n\"From another universe, yes. A very different universe from yours. It\nwas only through Sanfel that I had made contact, until now--What is\nyour name?\"\n\n\"Dantan. Samuel Dantan.\"\n\n\"Not a Martian name. You are from--Earth, you say? What is that?\"\n\n\"Another planet. Nearer the sun than Mars.\"\n\n\"We have no planets and no suns in Zha. This is a different universe\nindeed. So different I find it hard to imagine what your world must be\nlike.\" The voice died.\n\n\n\nAnd it was a voice he knew. Dantan was nearly sure of that now, and\nthe certainty frightened him. When a man in the Martian desert begins\nto see or hear impossibilities, he has reason to be frightened. As the\nsilence prolonged itself he began almost to hope that the voice--the\nimplausibly familiar voice--had been only imagination. Hesitantly he\nsaid, \"Are you still there?\" and was a little relieved, after all, to\nhear her say,\n\n\"Yes, I am here. I was thinking.... I need help. I need it desperately.\nI wonder--has Sanfel's laboratory changed? Does the machine still\nstand? But it must, or I could not speak to you now. If the other\nthings work, there may be chance.... Listen.\" Her voice grew urgent. \"I\nmay have a use for you. Do you see a lever, scarlet, marked with the\nKlanvahr symbol for 'sight'?\"\n\n\"I see it,\" Dantan said.\n\n\"Push it forward. There is no harm in that, if you are careful. We can\nsee each other--that is all. But do not touch the lever with the 'door'\nsymbol on it. Be certain of that.... Wait!\" Sudden urgency was in the\nvoice.\n\n\"Yes?\" Dantan had not moved.\n\n\"I am forgetting. There _is_ danger if you are not protected from--from\ncertain vibration that you might see here. This is a different\nuniverse, and your Martian physical laws do not hold good between our\nworlds. Vibration ... light ... other things might harm you. There\nshould be armor in Sanfel's laboratory. Find it.\"\n\nDantan glanced around. There was a cabinet in one corner. He went over\nto it slowly, his eyes wary. He had no intention of relaxing vigilance\nhere simply because that voice sounded familiar....\n\nInside the cabinet hung a suit of something like space armor, more\nflexible and skin tight than any he had ever seen, and with a\ntransparent helmet through which vision seemed oddly distorted. He got\ninto the suit carefully, pulling up the rich shining folds over his\nbody, thinking strangely how long time had stood still in this small\nroom since the last time a man had worn it. The whole room looked\nslightly different when he set the helmet into place. It must be\npolarized, he decided, though that alone could not account for the\nstrange dimming and warping of vision that was evident.\n\n\"All ready,\" he said after a moment.\n\n\"Then throw the switch.\"\n\nWith his hand upon it Dantan hesitated for one last instant of\nwariness. He was stepping into unknown territory now, and to him the\nunknown meant the perilous. His mind went back briefly to the Redhelms\nscouring the canyons above for him. He quieted his uneasy mind with the\nthought that there might be some weapon in the world of the voice which\nhe could turn against them later. Certainly, without a weapon, he had\nlittle to lose. But he knew that weapon or no weapon, danger or not, he\nmust see the face behind that sweet, familiar, imperious voice.\n\nHe pressed the lever forward. It hesitated, the weight of milleniums\nbehind its inertia. Then, groaning a little in its socket, it moved.\n\nAcross the screen above it a blaze of color raged like a sudden shining\ndeluge. Blinded by the glare, Dantan leaped back and swung an arm\nacross his eyes.\n\nWhen he looked again the colors had cleared. Blinking, he stared--and\nforgot to look away. For the screen was a window now, with the world of\nZha behind it.... And in the center of that window--a girl. He looked\nonce at her, and then closed his eyes. He had felt his heart move, and\na nerve jumped in his lean cheek.\n\nHe whispered a name.\n\nImpassively the girl looked down at him from the screen. There was no\nchange, no light of recognition upon that familiar, beloved face. The\nface of the girl who had died at the Redhelm hands, long ago, in the\nfortress of Klanvahr.... For her sake he had hunted the Redhelms all\nthese dangerous years. For her sake he had taken to the spaceways and\nthe outlaw life. In a way, for her sake the Redhelms hunted him now\nthrough the canyons overhead. But here in the screen, she did not know\nhim.\n\nHe knew that this was not possible. Some outrageous trick of vision\nmade the face and the slender body of a woman from another universe\nseem the counterpart of that remembered woman. But he knew it must be\nan illusion, for in a world as different as Zha surely there could be\nno human creatures at all, certainly no human who wore the same face as\nthe girl he remembered.\n\n\n\nAside from the girl herself, there was nothing to see. The screen was\nblank, except for vague shapes--outlines--The helmet, he thought,\nfiltered out more than light. He sensed, somehow, that beyond her\nstretched the world of Zha, but he could see nothing except the\nshifting, ever-changing colors of the background.\n\nShe looked down at him without expression. Obviously the sight of him\nhad wakened in her no such deep-reaching echoes of emotion as her face\nwoke in him. She said, her voice almost unbearably familiar; a voice\nsounding from the silence of death over many chilly years,\n\n\"Dantan. Samuel Dantan. Earthly language is as harsh as the Klanvahr I\nlearned from Sanfel. Yet my name may seem strange to you. I am Quiana.\"\n\nHe said hoarsely, \"What do you want? What did you want with Sanfel?\"\n\n\"Help,\" Quiana said. \"A weapon. Sanfel had promised me a weapon. He\nwas working very hard to make one, risking much ... and now time has\neaten him up--that strange, capricious time that varies so much between\nyour world and mine. To me it was only yesterday--and I still need the\nweapon.\"\n\nDantan's laugh was harsh with jealousy of that unknown and long-dead\nMartian.\n\n\"Then I'm the wrong man,\" he said roughly. \"I've no weapon. I've men\ntracking me down to kill me, now.\"\n\nShe leaned forward a little, gesturing.\n\n\"Can you escape? You are hidden here, you know.\"\n\n\"They'll find the same way I found, up above.\"\n\n\"The laboratory door can be locked, at the top of the shaft.\"\n\n\"I know. I locked it. But there's no food or water here.... No, if I\nhad any weapons I wouldn't be here now.\"\n\n\"Would you not?\" she asked in a curious voice. \"In old Klanvahr, Sanfel\nonce told me, they had a saying that none could hide from his destiny.\"\n\nDantan gave her a keen, inquiring look. Did she mean--herself? That\nsame face and voice and body, so cruelly come back from death to waken\nthe old grief anew? Or did she know whose likeness she wore--or could\nit be only his imagination, after all? For if Sanfel had known her too,\nand if Sanfel had died as long ago as he must have died, then this same\nlovely image had lived centuries and milleniums before the girl at\nKlanvahr Fortress....\n\n\"I remember,\" said Dantan briefly.\n\n\"My world,\" she went on, oblivious to the turmoil in his mind, \"my\nworld is too different to offer you any shelter, though I suppose you\ncould enter it for a little while, in that protective armor that Sanfel\nmade. But not to stay. We spring from soil too alien to one another's\nworlds.... Even this communication is not easy. And there is no safety\nhere in Zha either, now. Now that Sanfel has failed me.\"\n\n\"I--I'd help you if I could.\" He said it with difficulty, trying to\nforce the remembrance upon himself that this was a stranger.... \"Tell\nme what's wrong.\"\n\nShe shrugged with a poignantly familiar motion.\n\n\"I have an Enemy. One of a lower race. And he--it--there is no\nword!--has cut me off from my people here in a part of Zha that\nis--well, dangerous--I can't describe to you the conditions here. We\nhave no common terms to use in speaking of them. But there is great\ndanger, and the Enemy is coming closer--and I am alone. If there were\nanother of my people here to divide the peril I think I could destroy\nhim. He has a weapon of his own, and it is stronger than my power,\nthough not stronger than the power two of my race together can wield.\nIt--it _pulls_. It destroys, in a way I can find no word to say. I had\nhoped from Sanfel something to divert him until he could be killed. I\ntold him how to forge such a weapon, but--time would not let him do it.\nThe teeth of time ground him into dust, as my Enemy's weapon will grind\nme soon.\"\n\nShe shrugged again.\n\n\"If I could get you a gun,\" Dantan said. \"A force-ray--\"\n\n\"What are they?\"\n\nHe described the weapons of his day. But Quiana's smile was a little\nscornful when he finished.\n\n\"We of Zha have passed beyond the use of missile weapons--even such\nmissiles as bullets or rays. Nor could they touch my Enemy. No, we can\ndestroy in ways that require no--no beams or explosives. No, Dantan,\nyou speak in terms of your own universe. We have no common ground. It\nis a pity that time eddied between Sanfel and me, but eddy it did, and\nI am helpless now. And the Enemy will be upon me soon. Very soon.\"\n\n\n\nShe let her shoulders sag and resignation dimmed the remembered\nvividness of her face. Dantan looked up at her grimly, muscles riding\nhis set jaw. It was almost intolerable, this facing her again in need,\nand again helpless, and himself without power to aid. It had been bad\nenough that first time, to learn long afterward that she had died at\nenemy hands while he was too far away to protect her. But to see it all\ntake place again before his very eyes!\n\n\"There must be a way,\" he said, and his hand gripped the lever marked\n\"door\" in the ancient tongue.\n\n\"Wait!\" Quiana's voice was urgent.\n\n\"What would happen?\"\n\n\"The door would open. I could enter your world, and you mine.\"\n\n\"Why can't you leave, then, and wait until it's safe to go back?\"\n\n\"I have tried that,\" Quiana said. \"It will never be safe. The Enemy\nwaited too. No, it must come, in the end, to a battle--and I shall not\nwin that fight. I shall not see my own people or my own land again,\nand I suppose I must face that knowledge. But I did hope, when I heard\nSanfel's signal sound again....\" She smiled a little. \"I know you would\nhelp me if you could, Dantan. But there is nothing to be done now.\"\n\n\"I'll come in,\" he said doggedly. \"Maybe there's something I could do.\"\n\n\"You could not touch him. Even now there's danger. He was very close\nwhen I heard that signal. This is his territory. When I heard the bell\nand thought Sanfel had returned with a weapon for me, I dared greatly\nin coming here.\" Her voice died away; a withdrawn look veiled her eyes\nfrom him.\n\nAfter a long silence she said, \"The Enemy is coming. Turn off the\nscreen, Dantan. And goodbye.\"\n\n\"No,\" he said. \"Wait!\" But she shook her head and turned away from him,\nher thin robe swirling, and moved off like a pale shadow into the dim,\nshadowless emptiness of the background. He stood watching helplessly,\nfeeling all the old despair wash over him a second time as the girl he\nloved went alone into danger he could not share. Sometimes as she moved\naway she was eclipsed by objects he could not see--trees, he thought,\nor rocks, that did not impinge upon his eyes through the protective\nhelmet. A strange world indeed Zha must be, whose very rocks and trees\nwere too alien for human eyes to look upon in safety.... Only Quiana\ngrew smaller and smaller upon the screen, and it seemed to Dantan as\nthough a cord stretched between them, pulling thinner and thinner as\nshe receded into danger and distance.\n\nIt was unbearable to think that the cord might break--break a second\ntime....\n\nFar away something moved in the cloudy world of Zha. Tiny in the\ndistance though it was, it was unmistakably not human. Dantan\nlost sight of Quiana. Had she found some hiding place behind some\nunimaginable outcropping of Zha's terrain?\n\nThe Enemy came forward.\n\nIt was huge and scaled and terrible, human, but not a human; tailed,\nbut no beast; intelligent, but diabolic. He never saw it too clearly,\nand he was grateful to his helmet for that. The polarized glass seemed\nto translate a little, as well as to blot out. He felt sure that this\ncreature which he saw--or almost saw--did not look precisely as it\nseemed to him upon the screen. Yet it was easy to believe that such a\nbeing had sprung from the alien soil of Zha. There was nothing remotely\nlike it on any of the worlds he knew. And it was hateful. Every line of\nit made his hackles bristle.\n\nIt carried a coil of brightly colored tubing slung over one grotesque\nshoulder, and its monstrous head swung from side to side as it paced\nforward into the screen like some strange and terrible mechanical toy.\nIt made no sound, and its progress was horrible in its sheer relentless\nmonotony.\n\n\n\nAbruptly it paused. He thought it had sensed the girl's presence,\nsomewhere in hiding. It reached for the coil of tubing with one\nmalformed--hand?\n\n\"Quiana,\" it said--its voice as gentle as a child's.\n\nSilence. Dantan's breathing was loud in the emptiness.\n\n\"Quiana?\" The tone was querulous now.\n\n\"Quiana,\" the monster crooned, and swung about with sudden, unexpected\nagility. Moving with smooth speed, it vanished into the clouds of the\nbackground, as the girl had vanished. For an eternity Dantan watched\ncolored emptiness, trying to keep himself from trembling.\n\nThen he heard the voice again, gentle no longer, but ringing like a\nbell with terrible triumph, \"_Quiana!_\"\n\nAnd out of the swirling clouds he saw Quiana break, despair upon her\nface, her sheer garments streaming behind her. After her came the\nEnemy. It had unslung the tube it wore over its shoulder, and as it\nlifted the weapon Quiana swerved desperately aside. Then from the coil\nof tubing blind lightning ravened.\n\nShattering the patternless obscurity, the blaze of its color burst out,\ncatching Quiana in a cone of expanding, shifting brilliance. And the\ndespair in her eyes was suddenly more than Dantan could endure.\n\nHis hand struck out at the lever marked \"door\"; he swung it far over\nand the veil that had masked the screen was gone. He vaulted up over\nits low threshold, not seeing anything but the face and the terror of\nQuiana. But it was not Quiana's name he called as he leaped.\n\nHe lunged through the Door onto soft, yielding substance that was\nunlike anything he had ever felt underfoot before. He scarcely knew it.\nHe flung himself forward, fists clenched, ready to drive futile blows\ninto the monstrous mask of the Enemy. It loomed over him like a tower,\ntremendous, scarcely seen through the shelter of his helmet--and then\nthe glare of the light-cone caught him.\n\nIt was tangible light. It flung him back with a piledriver punch that\nknocked the breath from his body. And the blow was psychic as well as\nphysical. Shaking and reeling from the shock, Dantan shut his eyes and\nfought forward, as though against a steady current too strong to breast\nvery long. He felt Quiana beside him, caught in the same dreadful\nstream. And beyond the source of the light the Enemy stood up in stark,\ninhuman silhouette.\n\nHe never saw Quiana's world. The light was too blinding. And yet, in a\nsubtle sense, it was not blinding to the eyes, but to the mind. Nor\nwas it light, Dantan thought, with some sane part of his mind. Too late\nhe remembered Quiana's warning that the world of Zha was not Mars or\nEarth, that in Zha even light was different.\n\nCold and heat mingled, indescribably bewildering, shook him hard. And\nbeyond these were--other things. The light from the Enemy's weapon was\nnot born in Dantan's universe, and it had properties that light should\nnot have. He felt bare, emptied, a hollow shell through which radiance\nstreamed.\n\nFor suddenly, every cell of his body was an eye. The glaring\nbrilliance, the intolerable vision beat at the foundations of his\nsanity. Through him the glow went pouring, washing him, nerves, bone,\nflesh, brain, in floods of color that were not color, sound that was\nnot sound, vibration that was spawned in the shaking hells of worlds\nbeyond imagination.\n\nIt inundated him like a tide, and for a long, long, timeless while he\nstood helpless in its surge, moving within his body and without it,\nand within his mind and soul as well. The color of stars thundered in\nhis brain. The crawling foulness of unspeakable hues writhed along his\nnerves so monstrously that he felt he could never cleanse himself of\nthat obscenity.\n\nAnd nothing else existed--only the light that was not light, but\nblasphemy.\n\nThen it began to ebb ... faded ... grew lesser and lesser,\nuntil--Beside him he could see Quiana now. She was no longer stumbling\nin the cone of light, no longer shuddering and wavering in its\nviolence, but standing erect and facing the Enemy, and from her\neyes--something--poured.\n\nSteadily the cone of brilliance waned. But still its glittering,\nshining foulness poured through Dantan. He felt himself weakening, his\nsenses fading, as the tide of dark horror mounted through his brain.\n\nAnd covered him up with its blanketing immensity.\n\n\n\nHe was back in the laboratory, leaning against the wall and breathing\nin deep, shuddering draughts. He did not remember stumbling through\nthe Door again, but he was no longer in Zha. Quiana stood beside him,\nhere upon the Martian soil of the laboratory. She was watching him\nwith a strange, quizzical look in her eyes as he slowly fought back to\nnormal, his heart quieting by degrees, his breath becoming evener. He\nfelt drained, exhausted, his emotions cleansed and purified as though\nby baths of flame.\n\nPresently he reached for the clasp that fastened his clumsy armor.\nQuiana put out a quick hand, shaking her head.\n\n\"No,\" she said, and then stared at him again for a long moment without\nspeaking. Finally, \"I had not known--I did not think this could be\ndone. Another of my own race--yes. But you, from Mars--I would not have\nbelieved that you could stand against the Enemy for a moment, even with\nyour armor.\"\n\n\"I'm from Earth, not Mars. And I didn't stand long.\"\n\n\"Long enough.\" She smiled faintly. \"You see now what happened? We of\nZha can destroy without weapons, using only the power inherent in our\nbodies. Those like the Enemy have a little of that power too, but they\nneed mechanical devices to amplify it. And so when you diverted the\nEnemy's attention and forced him to divide his attack between us--the\npressure upon me was relieved, and I could destroy him. But I would not\nhave believed it possible.\"\n\n\"You're safe now,\" Dantan said, with no expression in voice or face.\n\n\"Yes. I can return.\"\n\n\"And you will?\"\n\n\"Of course I shall.\"\n\n\"We are more alike than you had realized.\"\n\nShe looked up toward the colored curtain of the screen. \"That is true.\nIt is not the complete truth, Dantan.\"\n\nHe said, \"I love you--Quiana.\" This time he called her by name.\n\nNeither of them moved. Minutes went by silently.\n\nQuiana said, as if she had not heard him, \"Those who followed you are\nhere. I have been listening to them for some time now. They are trying\nto break through the door at the top of the shaft.\"\n\nHe took her hand in his gloved grasp. \"Stay here. Or let me go back to\nZha with you. Why not?\"\n\n\"You could not live there without your armor.\"\n\n\"Then stay.\"\n\nQuiana looked away, her eyes troubled. As Dantan moved to slip off his\nhelmet her hand came up again to stop him.\n\n\"Don't.\"\n\n\"Why not?\"\n\nFor answer she rose, beckoning for him to follow. She stepped across\nthe threshold into the shaft and swiftly began to climb the pegs toward\nthe surface and the hammering of the Redhelms up above. Dantan, at her\ngesture, followed.\n\nOver her shoulder she said briefly,\n\n\"We are of two very different worlds. Watch--but be careful.\" And she\ntouched the device that locked the oval door.\n\nIt slipped down and swung aside.\n\n\n\nDantan caught one swift glimpse of Redhelm heads dodging back to\nsafety. They did not know, of course, that he was unarmed. He reached\nup desperately, trying to pull Quiana back but she slipped aside and\nsprang lightly out of the shaft into the cool gray light of the Martian\nmorning.\n\nForgetting her warning, Dantan pulled himself up behind her. But as his\nhead and shoulders emerged from the shaft he stopped, frozen. For the\nRedhelms were falling. There was no mark upon them, yet they fell....\n\nShe did not stir, even when the last man had stiffened into rigid\nimmobility. Then Dantan clambered up and without looking at Quiana went\nto the nearest body and turned it over. He could find no mark. Yet the\nRedhelm was dead.\n\n\"That is why you had to wear the armor,\" she told him gently. \"We are\nof different worlds, you and I.\"\n\nHe took her in his arms--and the soft resilience of her was lost\nagainst the stiffness of the protective suit. He would never even know\nhow her body felt, because of the armor between them.... He could not\neven kiss her--again. He had taken his last kiss of the mouth so like\nQuiana's mouth, long years ago, and he would never kiss it again. The\nbarrier was too high between them.\n\n\"You can't go back,\" he told her in a rough, uneven voice. \"We _are_ of\nthe same world, no matter what--no matter how--You're no stranger to\nme, Quiana!\"\n\nShe looked up at him with troubled eyes, shaking her head, regret in\nher voice.\n\n\"Do you think I don't know why you fought for me, Dantan?\" she asked in\na clear voice. \"Did you ever stop to wonder why Sanfel risked so much\nfor me, too?\"\n\nHe stared down at her, his brain spinning, almost afraid to hear what\nshe would say next. He did not want to hear. But her voice went on\ninexorably.\n\n\"I cheated you, Dantan. I cheated Sanfel yesterday--a thousand years\nago. My need was very great, you see--and our ways are not yours. I\nknew that no man would fight for a stranger as I needed a man to fight\nfor me.\"\n\nHe held her tightly in gloved hands that could feel only a firm body\nin their grasp, not what that body was really like, nothing about it\nexcept its firmness. He caught his breath to interrupt, but she went on\nwith a rush.\n\n\"I have no way of knowing how you see me, Dantan,\" she said\nrelentlessly. \"I don't know how Sanfel saw me. To each of you--because\nI needed your help--I wore the shape to which you owed help most.\nI could reach into your minds deeply enough for that--to mould a\nremembered body for your eyes. My own shape is--different. You will\nnever know it.\" She sighed. \"You were a brave man, Dantan. Braver and\nstronger than I ever dreamed an alien could be. I wish--I wonder--Oh,\nlet me go! Let me go!\"\n\nShe whirled out of his grasp with sudden vehemence, turning her face\naway so that he could not see her eyes. Without glancing at him again\nshe bent over the shaft and found the topmost pegs, and in a moment was\ngone.\n\nDantan stood there, waiting. Presently he heard the muffled humming of\na muted bell, as though sounding from another world. Then he knew that\nthere was no one in the ancient laboratory beneath his feet.\n\nHe shut the door carefully and scraped soil over it. He did not mark\nthe place. The dim red spot of the sun was rising above the canyon\nwall. His face set, Dantan began walking toward the distant cavern\nwhere his aircar was hidden. It was many miles away, but there was no\none to stop him, now.\n\nHe did not look back.",
    "metadata": {
        "author": [
            "Kuttner, Henry",
            "Hammond, Keith",
            "Hastings, Hudson",
            "Smith, Woodrow Wilson",
            "Liddell, C. H."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63123/pg63123.txt",
        "name": "the_eyes_of_thar.json"
    }
}