{
    "name": "The Third Little Green Man",
    "author": [
        "Knight, Damon Francis",
        "Fleming, Stuart",
        "Knight, Damon",
        "Conanight"
    ],
    "body": "Shoemaker sat in the open sallyport of the ship and looked gloomily\nat a pale blue-green seascape, parted down the middle by a ghostly\nshoreline. The sea was a little greener, and the land was a little\nbluer; otherwise there was no difference to the eye. Once in a while\na tiny breeze came in from the sea, and then the stink changed from\nsulphur to fish.\n\nVenus, he decided, was a pest-hole. If he'd known it would be like\nthis, he would have socked old Davies in the eye when he came to\nhim with his damned plans. And then he'd have got roaring drunk to\ncelebrate his escape.\n\nDrunk.... Boy, he'd been squiffed last night! And every night, except\none horrible period when they'd found his cache and it had been three\ndays before he could shut off the engines and make more. Thinking of\nthat, he shuddered. Better get started early tonight; no telling when\nthe others would be back.\n\nHe rose and went back into the stifling heat of the ship. No cooling\nsystem in the thing; that's one item he hadn't thought of. But then, to\nhear Davies and Burford talk, Venus was going to be a kind of Turkish\nparadise, full of pomegranates and loose women. Nothing had been said\nabout the temperature or the smells.\n\nHe walked down the narrow passageway to the hold, entered one of the\ncompartments, and stopped before a patched section of the bulkhead.\nThe ship was practically nothing _but_ patches, and this looked no\ndifferent from the rest. But it was.\n\nShoemaker stuck a fingernail under the lower end of the metal strip,\nand pulled. The strip came loose. He got his finger all the way under\nand lifted. The soldered edges tore away like so much glue.\n\nHe caught the section as the top came away, and laid it aside. Behind\nit, in a space where plastic filler had been removed, were stacked\nbottles of a colorless liquid. He took one of them out and shoved it\ninto his back pocket. Then he picked up the patch sheet and, holding it\nin place with one hand, took a metal-foil tube out of his pocket with\nthe other. The gunk in the tube was his own discovery; a phony solder\nfluid that was pretty nearly as strong as the real thing, except that\nthe slightest leverage would pull it loose. He smeared a thin film of\nthe stuff all around the patch, held the sheet for a few seconds more\nwhile it dried, then stood off to examine his work. Perfect.\n\nThe bottle in his pocket was uncomfortably warm against his thin rump.\nWell, he could fix that, too. He went down the passage to the next\ncompartment, jockeyed an oxygen tank around until he could get at the\npetcock, and held the bottle in a thin stream of the compressed gas. In\na minute the liquor was chilled.\n\nHe was sweating prodigiously. Gasping a little, he went back to the\nsallyport and sat down. He settled his broad back against the doorway,\nput the neck of the bottle against his pursed lips, and drank.\n\nHe was lowering his head after the fifth long swallow, when he saw\nsomething move against the misty boundary of sea and land. He followed\nit with his eyes. His long \"Ahhh\" of satisfaction ended in the sound of\na man treacherously struck in the belly.\n\n\n\nA little green man was standing there, a little poisonous-green man\nwith blue-green whiskers and eyes like emeralds. He was about fourteen\ninches high, counting his big rabbit ears. He had an ominous look on\nhis face.\n\nShoemaker gaped. Suddenly, the things Burford had been telling him,\nthis morning before he and the other two had left to go exploring,\nbegan to run through his mind. _Flesh and blood can stand just so much,\nJim. One of these days a pink elephant or a polka-dot giraffe is going\nto step out of a bottle and say to you_--\n\n\"Shoemaker, your time has come.\"\n\nHe jumped a foot. He was quivering all over.\n\nJust as Shoemaker was telling himself that it couldn't possibly have\nhappened, the little man moved a step forward and said it again.\n\nShoemaker dived for the door and slammed it after him. Ten minutes\nlater, when he stopped shaking long enough to open it again, the little\ngreen man was gone.\n\nThis was not so good, Shoemaker told himself. Whether it was the d.\nt.'s or just a hallucination brought on by chilled liquor in a hot\nclimate, that green man was nothing he wanted to have around.\n\nHe started thinking about what Burford and Davies and Hale would do if\nthey found out he'd started seeing things. They'd taken a lot from him,\nbecause he was the only man who could hold the _Space Queen_ together;\nbut this might be too much.\n\nFor instance, there was his habit of stopping the engines whenever he\nran out of liquor. Well, he had an alibi for that, anyway. Two days\nout of New York, they'd found his supply of Scotch and dumped it into\nspace. Fighting mad, he'd waited until the others were asleep, then\ndisconnected the transmutator that fed the rocket motors and adjusted\nit to turn out pure grain alcohol. With the addition of a little\ngrapefruit juice from the stores, it made a fair-to-middling tipple.\nHe'd kept going on it ever since.\n\nBut, if there were green men in it....\n\nShuddering, he went outside to wait for Davies and the other two. It\nwas a little cooler now, with the sun clear around on the other side\nof the planet, but it was also a lot darker. Shoemaker turned on the\nlight in the sallyport and stood under it, nervously peering into the\nblackness.\n\n\n\nPresently he heard a hail, and then saw the three lights coming\ntoward him. Three of them; that meant nobody had been devoured by\nsaber-toothed pipicacas, or whatever cockeyed carnivores there were on\nthis Turkish bath of a world. That was good. If anybody killed any of\nthem--big, slow-thinking Davies, the chubby, drawling Hale--or Burford\nin particular--Shoemaker wanted it to be him.\n\nThat was Burford now. \"Seen any elephants?\"\n\nDamn him. There went Shoemaker's idea of asking casually if they'd seen\nany little green creatures around. Burford was feeling sharp tonight,\nand he'd pounce on that like a cat.\n\nThe three slogged into the circle of light. They looked a little tired,\neven the whipcord-lean Burford. Their boots were crusted with blue-gray\nmud almost to the knees.\n\n\"Have any trouble finding your way back?\" Shoemaker asked. Davies shook\nhis big head slowly. He looked a little surprised. \"No.... No, there's\na river up yonder about a mile, you know. We saw it when we landed....\"\n\n\"Jim was out cold at the time,\" Burford put in. He grinned nastily at\nShoemaker.\n\n\"So we just followed it up a ways and then back,\" Davies finished,\nputting his knapsack down on the galley table. He sat down heavily. \"We\ndidn't see a thing ... not a thing. Looks like we'll have to pick up\nthe ship and use it to cruise around ... but we can't spare much fuel,\nyou know.\" He looked reproachfully at Shoemaker. \"We used up so much\ncorrecting course every time you shut off the engines....\"\n\nShoemaker felt himself getting hot. \"Well, if you three commissars\nhadn't heaved out my Scotch--\"\n\n\"Okay, okay, break it up,\" said Hale boredly. He let his soft bulk down\ninto a chair. Burford stood up, leaning against the bulkhead.\n\n\"You hear anything on the radio, Shoemaker?\" Hale asked.\n\nShoemaker shook his head. \"Had it on all day,\" he said. \"Not a peep.\"\n\n\"I don't get it,\" Burford said. \"Radio signals started practically as\nsoon as we hit atmosphere. They wavered, but we traced them down right\nabout here. Then, as soon as we landed, they quit. There's something\nfunny about that.\"\n\n\"Well, now,\" said Davies, wagging his head, \"I wouldn't exactly say it\nwas _funny_, Charley.... Now you take us, there might be any number\nof reasons why we'd quit signaling, if it was the Venusians landing\non Earth instead of us the other way around....\" He sighed. \"But it\ncomes to this, boys. If there are any animals on Venus, intelligent or\notherwise, it makes no never-mind, we've got to find 'em. We got to\nhave _some_ kind o' specimens to take back, or we're sunk. You remember\nhow much trouble we had, just getting the Supreme Council to subsidize\nus at all....\"\n\nShoemaker remembered. Davies' math was all right; it was the only\nlanguage he really knew his way around in. And he had the fuel, and the\nmotor. All he needed was money to build a ship. But he'd picked the\nwrong time for it.\n\nIt had been just five years after the end of World War III when Davies\nhad started making plans for his ship. The World Federation was only\nfour and a half years old, and still bogged down in a quagmire of\ndifficulties. What with two Balkan and three Indian principalities\nstill \"unreconstructed,\" ousted officials of other retarded nations\nraising hell with underground movements, the world rearming for still\nanother war--plus a smashed, half-starving empire, smouldering with\natomic fire, to deal with--the Supreme Council had little time or money\nto give to space flight.\n\nDavies, though, had had his first and only non-mathematical idea, and\nit was a good one. This is the way it added up. The World Federation\nargued, reasonably, that the only way to police the world effectively\nagainst the possibility of another war was for everybody to come into\nthe W. F. But the hold-out nations in Europe and America, who had\nbeen neutral during the last conflict--and were powerful out of all\nproportion simply because they had--plus the millions of emigres who\nhad set up shop in South America and Africa, replied that the W. F.\nwasn't going to police _them_, and that they'd sooner _have_ another\nwar and, furthermore, that if the W. F. thought it could win it, let\nthem go ahead and drop the first bomb.\n\nThe result was an impasse that was throwing the World's Cultural\nRehabilitation Program all out of kilter. Well, said Davies, suppose\nit were possible to prove to the reactionary nations that Venus was\nhabitable--wouldn't they jump at the chance to avoid World War IV by\nmoving out entirely? Then the W. F. would be able to go about its\nbusiness, organizing the Earth into One World--until it was so strong\nthat the Venus colony would be a pushover, and serve them right.\n\nMeanwhile, what if there were intelligent life on Venus--intelligent\nenough to be a new source of cheap labor, now that every world citizen\nwas demanding that his working day be cut immediately to five hours?\n\nThe bored Bureau Chief to whom Davies had talked had nodded\nthoughtfully and said there might be something in it, and a few months\nlater Davies had been set up as head of a new Department, with a wholly\ninadequate appropriation.\n\nBurford and Hale had been assigned to the project by the North American\nLabor Bureau, and Shoemaker, appealed to by Davies, had joined up\nprincipally because it was a tough job. Then they'd gone to work,\nspending the money in driblets as they got it. They'd had to revise\nthe specifications downward half a dozen times, and when they were\nthrough, the _Space Queen_ was a rule-of-thumb monstrosity that only a\nmechanical genius could hold together. Shoemaker was the genius.\n\n\n\nHe thought about the time the meteor had hulled them, piercing both\nshop walls and banging hell out of the compartment across the corridor.\nShoemaker had been in the shop, so drunk he could hardly stand up; but\nhe'd held his breath long enough to slap a patch over the hole through\nwhich all the air in that section had gone whistling out, and seal it\ntight. Then he'd staggered to an oxygen flask, turned it on full and\ngot enough air in his lungs to keep from passing out. By the time the\nothers rolled out of bed and came down to see whether he was alive or\ndead, pressure was back to normal.\n\nHe remembered Hale's white face poked through the open seal-door in\nthe corridor. \"What happened, for Pete's sake?\"\n\n\"Termites,\" Shoemaker had said.\n\nWhat a trip, ye gods, what a trip. He'd done some cockeyed things in\nhis life, but this junket a million miles from anywhere took the oscar.\nAnd now, if he was going to have the screaming meemies, he wanted to\nhave them in a nice comfortable hospital--not in this watered-down\nversion of a surrealist's nightmare.\n\nBurford was saying something to him. Shoemaker roused himself. \"What?\"\n\n\"I _said_, what's with _you_, Edison? You've been sitting there with\na dopey look on your face for half an hour. You haven't heard a word\nwe've been saying, have you?\"\n\nShoemaker made a quick recovery. \"I was thinking, bird-brain. That's a\nlittle pastime us intellectuals indulge in. I'd teach it to you, but I\ndon't think you'd like it.\"\n\nBurford looked at him sharply. Shoemaker began to sweat. Was it showing\non him already?\n\nBurford said casually, \"No offense. Well, think I'll turn in. Big day\ntomorrow.\" He strolled out, closing the door behind him.\n\nShoemaker got up to go a few minutes later, but Davies said, \"Say, Jim,\nthere was something I wanted to ask you. I know. Now just what was it?\nWait a minute, it'll come back to me. Oh, yes. Jim, do you think--now,\nyou understand, I just want a rough guess on this--do you reckon if we\nwere to use up all the mercury we got, we could scout around and get us\nsome of this sand, or maybe some ore from lower down--\"\n\nWhen he finally got it out, it appeared that he wanted to know if\nShoemaker thought they'd be able to refine some local mineral enough to\nput it through the transmutator without blowing themselves up.\n\nExasperated, Shoemaker said, \"Sure, easy. It would only take us five or\nsix years to dig up the stuff, build a refinery, get hold of a couple\nof tons of reagents from Lord knows where, and adjust the trans-M to\ntake the final product. Just a nice little rest-cure, and then we can\nall go home to glory and show off our long gray beards.\"\n\nThat started the old argument all over again. Davies said, \"Now, Jim,\ndon't excite yourself. Don't you see the thing is, if we go home with\nnothing but some mud and moss that we could have picked up anywhere, or\nsome pictures that we could have faked, why, the Supreme Council will\nwant to know what they spent all that money for. You know we'll get\ndisciplined, sure as--\"\n\nShoemaker's nerves got jumpier by the minute. Finally he said, \"Oh,\nblow it out a porthole!\" and slammed the galley door behind him.\n\nHe met Burford down the corridor, just turning in to his cubby.\n\n\"Where have _you_ been?\" he demanded.\n\n\"Where do you think?\" Burford said rudely.\n\nShoemaker was half undressed when a horrible thought struck him. In his\nstocking feet, he hurried up to the compartment where his liquor was\nhidden. The patch was lying propped against the bulkhead; the concealed\nspace was empty. A crowbar lay on the deck, fragments of real solder\nfrom other patches clinging to its edge.\n\nBurning, he went back to the engine-room.\n\nBurford had been thorough. The microspectrograph had been carefully\npried off and disconnected from the rest of the transmutation\nrig. Without it, the setup was useless for either the designer's\npurpose--making fissionable plutonium--or Shoemaker's--the manufacture\nof 200-proof happy water.\n\nShoemaker didn't have to look to know that the spares were gone, too.\n\nLuckily, he had about five quarts of the stuff hidden for emergencies\nin a canister marked \"Hydrochloric Acid\" down in the shop. With\nrationing, it would do. It would have to. Green men or no, he couldn't\ngo dry. He'd been a quart-a-day man for as long as he could remember,\nand it would take more than a spook or two to scare him off it.\n\n\n\nHe had to admit to a certain apprehension, though, as he sat on watch\nin the sallyport the next evening. Land, sea and sky were the same\nslimy monotone; the occasional breath of wind that came in from the\nocean bore the same broad hint of decaying marine life. It had been\njust about this time last night when that--\n\nRestless, he got up and tramped around the ship. On the seaward side,\nbeyond the huge muzzles of the rocket tubes, the greenish sand sloped\ndownward abruptly in a six-foot embankment to the stagnant edge of the\nwater. There was nothing out there, not even a ripple.\n\nTo landward, there was nothing but mud.\n\nHe sat down again, looked dubiously at his half-finished quart, decided\nto let it rest awhile. The glass had a green tinge from the sand around\nit. Resolutely, he turned his mind to the exploring party, tramping\naround in that godforsaken wilderness again. Well, what do you think,\nShoemaker? he asked himself. How long will it take those supermen\nto give up their little paper-chase? Two more days? Three? A week?\nShoemaker, he answered, I don't know and at this point I don't give a\ndamn. I got more important things to worry about.\n\nThat seemed to settle that. He stared gloomily at the bottle, then\npicked it up and drank.\n\nWhen he lowered the bottle again, pushing the cap shut with his thumb,\nthe little green man was there.\n\nNo, it was a different one this time. Rigid with shock, he could still\nsee that this one was fatter around the middle and had shorter whiskers.\n\nBut the expression was the same. Like a fiend on his way to a\ndismemberment party.\n\nHe found his voice. \"Where did you come from?\"\n\nThe little man smiled unpleasantly. \"Mud and moss,\" he said.\n\nShoemaker wanted to yell. Holding a conversation with a hunk of mist, a\nnon-existent goblin! He hardly recognized his own voice when he said,\n\"What do you want?\"\n\nThe green man walked toward him. \"Heaved out my Scotch,\" he said, and\nleered.\n\nShoemaker did yell. Leaping to his feet, flinging his arms wide, he\nbellowed like a wounded carabao. The bottle slipped out of his fingers\nand looped gracefully into the sea. The goblin turned his head to\nfollow it.\n\nThen, astonishingly, he looked at Shoemaker, said, \"It'll come back,\"\nand dived in after the bottle.\n\nNeither of them came up, though Shoemaker hung onto the frame of the\nsallyport and watched for half an hour.\n\n\n\nShoemaker heard their voices through the hull when they came back that\nnight.\n\n\"Where's the old soak?\" That was Burford.\n\n\"Now, Charley, that isn't nice. He didn't say anything, but you\ncould tell he wasn't feeling so good when he found out you'd located\nhis cache. I dunno's we should of done that. He's sure to get real\nuncooperative on us, and we need him.\"\n\n\"All right!\" said Burford. \"But have you noticed how shaky he's been\nthe last couple of days? What if he cracks up, then where'll we be? I\nsay it isn't enough to just throw out his liquor--he'll make more as\nsoon as we get into space again. We ought to make him take the cure.\nForce it down his throat if we have to.\"\n\n\"Sure,\" said Hale. \"Just tell him we're through kidding around. He's\ngot to take it and like it.\"\n\n\"Now, boys, take it easy,\" Davies said. \"We've been all over this\nbefore....\"\n\nShoemaker grinned sourly. So that was what they were cooking up.\nWell, forewarned was forearmed; as a matter of fact, he'd given this\npossibility some thought a long time ago, and acted accordingly. So he\nhad one hole card, anyway. But getting them to agree to an immediate\ntakeoff was another horse.\n\nWait a minute.... There was an idea. If he played it right--it was\ntricky, but it might work.\n\nThey were coming in the sallyport now. Shoemaker ducked down to the\nchem storeroom, found the bottle he was looking for and filled a small\ncapsule from it. His hands were shaking, he noticed. That was what the\nfear of hellfire did to you.\n\nShoemaker had reached a decision. Delirium tremens wasn't a good enough\nanswer; it didn't fit. If he thought it was that, he'd gladly take the\ncure, even though the idea made his belly crawl. Of course, it was too\nlate for that, anyway--he'd thrown out the drug in Burford's sick-box\nand substituted plain baking soda long ago.\n\nBut Shoemaker thought he knew what was happening to him, and it wasn't\nd. t.'s. It wasn't the usual dipso's collection of crazy daymares at\nall; there was a horrid kind of logic to it. Instead of delirium, it\nwas--judgment.\n\nThat was as far as he'd gone. He knew he had it coming to him, and\nnow he thought he was going to get it. But he hadn't given up yet.\nThere was one thing he could still do, and that was to run--get clear\naway from this damned planet. After that, he'd just have to take his\nchances. Maybe the things could follow him into space, maybe not.\nShoemaker wasn't sure of anything any more.\n\nHe slipped the capsule into his pocket where he could get at it when he\nneeded it, and went on up the passageway.\n\n\"Oh, there you are,\" said Burford. \"We were wondering where you'd got\nto.\"\n\nShoemaker glared at him. \"Okay, go ahead, ask me if I was digging for a\nmicrospectrograph mine.\"\n\nBurford looked shocked. \"Why, Jim, you know I wouldn't say a nasty\nthing like that.\" He took Shoemaker's arm. \"Come on up to the galley.\nWe're having a pow-wow.\"\n\nOh-oh, thought Shoemaker. This looks like it. He put his hand in his\npocket and folded his handkerchief over the capsule.\n\nDavies and Hale stared at him solemnly as he came through the door with\nBurford behind him. He looked back at them, poker-faced, and sat down.\n\nDavies cleared his throat. \"Er-um. Jim, we've been worried about you\nlately. You don't act like you're feeling too chipper.\"\n\n\"That's right,\" said Shoemaker, looking doleful. \"I've been thinking\nabout my poor old mother.\"\n\nBurford snorted. \"Your poor old mother died fifty years ago.\"\n\n\"She did,\" said Shoemaker, taking out his handkerchief, \"and she died\nwith one great wish unfulfilled.\"\n\n\"Yeah? What was that?\" Burford asked skeptically.\n\n\"She always wanted to have a son like you,\" Shoemaker said, \"so that\nshe could whale the living daylights out of him.\" He blew his nose\nraucously, slipped the capsule into his mouth, put his handkerchief\naway and smiled beatifically.\n\nDavies was frowning. \"Jim,\" he said, \"I wish you wouldn't make jokes\nabout it. We all know what's the matter with you. You been fightin' the\nliquor too hard.\"\n\n\"Who says so?\" Shoemaker demanded.\n\n\"Now, Jim, don't make things difficult. I don't like this any more'n\nyou do, but--\"\n\n\"Like what?\"\n\nBurford made an impatient gesture. \"Go ahead, tell him, Lou. No use\ndragging it out.\"\n\n\"That's right,\" Hale put in, glowering.\n\n\"Shut up, you,\" said Shoemaker. He turned to Davies. \"Tell me what?\nYou're not going to bring up that 'cure' chestnut again, by any chance?\"\n\nDavies looked uncomfortable. \"I'm sorry, Jim. I know you don't want to\ntake it. I argued against it, but the boys finally convinced me. You\nknow, Jim, if it was only you that we had to think about, I wouldn't\ntry to make you do anything you didn't want to. But, don't you see,\nthis is it--either we all stick together or we're sunk. If we don't\nall keep in good shape and able to do our jobs, why ... well, you see,\ndon't you, Jim--\"\n\n\"What he means,\" said Burford, \"is that this time you're going to take\nthe cure, whether you want to or not.\"\n\nShoemaker got up and put his chair very carefully out of the way.\n\n\"Let's see you make me,\" he said.\n\n\n\nIt had to look good, so when Burford grabbed for him he stepped back\nand swung a hearty right into the middle of Burford's face.\n\nBurford staggered, but kept on coming. He clipped Shoemaker's jaw\nglancingly, swung again and missed, then gave him a beauty in the eye.\n\nShoemaker aimed for the midriff and got it. \"Uff!\" said Burford. Then\nHale tackled him from behind and the three of them were all over him.\n\nShoemaker writhed, kicking, biting and using his elbows, but every\ntime he tore loose they brought him down again. After a while he was\nbeginning to wonder if he could get away even if he really meant it.\nThen, somehow, Davies got a half Nelson on him and bore down. Shoemaker\ndecided it was time to quit.\n\nHe looked at his opponents. Burford had a black eye and several\nassorted contusions, Hale a puffed and bleeding cheek. He couldn't see\nDavies' face, but the pants-leg stretched out beside his own was ripped\nand hanging down over the boot, revealing a hairy thigh. Shoemaker felt\npretty good.\n\n\"Whuff,\" said Burford, gazing at him with a new respect. He got up\ncarefully, walked over to the sick-box and came back with a box of\npowders and a glass of water.\n\nHe knelt. Shoemaker glared at him. Burford said, \"Okay, baby, open\nyour mouth or we'll pry it open. Hold his head, Lou.\" Davies' big hand\nclasped Shoemaker's skull, and Burford pried at his lower jaw. The\ninstant his lips parted, Burford tilted the powder into his mouth, then\npushed it shut again. Shoemaker's eyes bulged. \"Swallow,\" said Burford\nremorselessly, and grabbed Shoemaker's nose between a horny finger and\nthumb.\n\nShoemaker swallowed. \"Now you get the water,\" Burford said, and held\nthe glass to his lips. Shoemaker drank, meekly.\n\nBurford stood up. \"Well,\" he said uncertainly, \"that's that.\" Davies\nlet go of Shoemaker and eased out from under him. Then he stood beside\nBurford and Hale, and all three looked down at Shoemaker.\n\nThere were real tears in Shoemaker's eyes--from having his nose pinched\nin Burford's vise-like grip--and his face looked drawn. Slowly, like an\nold man, he got to his feet, walked to the table and sat down.\n\n\"Now, Jim,\" Davies began hesitantly, \"don't take on. It isn't so bad.\nYou'll be a better man for it, you know. You'll prob'ly gain weight and\neverything. Now, Jim--\"\n\nShoemaker wasn't listening. His eyes were rigid and glassy, his jaw\nlax. Slowly he began to tremble. He slumped over and hit the deck with\na thud, still jerking.\n\n\"Good Lord!\" exploded Burford.\n\n\"What is it?\" Hale demanded.\n\n\"Mitchel's reaction,\" said Burford. \"Hasn't happened twice in thirty\nyears. I never thought--\"\n\n\"Is it dangerous, Charley?\"\n\n\"Lord, yes. Wait till I get the handbook.\" Shoemaker heard his quick\nsteps, then pages being riffled.\n\nWhen he thought it was safe, Shoemaker sneaked a look out of one\neye. The other two men were pressed close to Burford, staring over\nhis shoulders. Their backs were to him, but he kept jerking his body\noccasionally anyway, just to be on the safe side.\n\n\"Treatment,\" said Burford hoarsely, \"extended rest on soft diet,\ndiathermy, u. v. irradiation, hourly injection of--Hell, we can't do\nthat. We haven't got half the stuff.\"\n\n\"What happens if he don't get it, Charley?\" said Davies nervously. \"I\nmean to say, how long--\"\n\nBurford flipped pages. \"General debility, progressing rapidly, followed\nby heart stoppage and death after four to ten weeks.\"\n\n\"Oh, my,\" said Davies. \"What'll we do, Charley? I mean--\"\n\n\"Wait a minute, here. Are you sure he's got what you think?\" asked Hale\nskeptically. \"How do you know he's not faking?\"\n\n\"Faking!\" said Burford. \"Well--he's got all the symptoms.\" He riffled\npages. \"Immediate unconsciousness, violent tremors--oh-oh. Look at\nthis.\"\n\nThe two heads craned forward eagerly. There was a moment of silence,\nand then Hale giggled. \"Well, if he does _that_, I'll believe you!\"\n\n\"Yes,\" said Davies seriously, \"but, if he's unconscious, how can he--\"\n\nBurford glanced at the handbook again. \"He should be coming to any time\nnow,\" he said loudly. \"When he does, we'll know for sure.\"\n\n\n\nShoemaker grinned to himself. He knew that section of the Medical\nHandbook by heart. _Patient remains unconscious and cannot_ be roused\nfor twenty minutes to one-half hour.... He kept his eyes closed and\nwaited, jerking occasionally, for what he judged was a good twenty\nminutes, then another five for good measure. When he opened them again,\nhe saw Davies' anxious face a few inches away, flanked by Burford's and\nHale's.\n\n\"He's coming out of it!\" said Burford. \"How do you feel, old man?\"\n\n\"Wha--?\" said Shoemaker.\n\n\"You've had a little stroke,\" said Burford mendaciously. \"Help me get\nhim up.... You'll be all right, Jim, but you've got to do just as we\ntell you.\"\n\n\"Poisoned me,\" Shoemaker gasped, suffering himself to be hoisted limply\nerect.\n\n\"No, no,\" Davies protested. \"We're trying to help you, Jimmy boy. Just\ngo with Charley, that's right. Here, take this bottle, Charley.\"\n\nEven Shoemaker was a little startled by what followed.\n\nWhen they returned, Burford nodded solemnly. \"It was blue, all right,\"\nhe said.\n\n\"Poisoned me!\" said Shoemaker, allowing himself to speak a little more\nemphatically.\n\n\"Oh, hell!\" said Burford, lifting Shoemaker's quaking body into a\nchair. \"So we poisoned you. We didn't mean to do it. Question is now,\nwhat's to be done?\"\n\n\"Why, we've got to get him to a hospital,\" said Davies. \"Got to start\nback to Earth immediately. Uh--but, Charley, will he be well enough to\nwork on the trip?\"\n\n\"It _might_ not kill him,\" said Burford grimly. \"But what about us? Are\nwe going to go back empty-handed?\"\n\n\"Oh, my,\" said Davies. \"I forgot for a minute. No, we _can't_ do that.\nBut look here, Charley--if he dies while we're still here, how're we\ngoing to get back without him?\"\n\n\"We'll have to, that's all,\" said Burford.\n\n\"Check,\" said Hale.\n\n\"Well, I got to admit you boys are right,\" said Davies promptly, with\na long face. \"Never had to make a more difficult decision in my life.\nPoor old Jim! When I think--\"\n\nHe stopped with a gasp as Shoemaker rose to his feet, swelling visibly\nwith rage. \"When _I_ think,\" said Shoemaker loudly, \"of the chances\nI've had--\" he found himself encumbered by the broken halves of the\ncapsule under his tongue, and spat them out violently--\"to strangle\nthe whole murdering crew of you quietly in your sleep--\" His fingers\ncurled. He started toward Davies slowly, on stiff legs.\n\nBurford was staring at the capsule-halves on the deck. Suddenly he\nbent and picked them up, saw the faint blue stain that still clung to\ntheir edges. Light broke over his face. \"Methylene blue!\" he said. \"You\nknew--you hid this in your mouth and swallowed it. Why, you old--\"\n\n\"I did,\" said Shoemaker, \"and now I'm going to make _you_ swallow it.\"\nHe stepped forward and swung a vigorous right that knocked Burford\nthrough the open door.\n\nHale had picked up a chair. Shoemaker ducked aside as it whooshed\ndown, meanwhile kicking Hale in the stomach. Then he looked around for\nDavies, but the latter, it seemed, was behind him. Something tapped\nShoemaker on the back of the skull, and then everything faded away in\ngray mist....\n\n\n\nThe mist lifted once, while, with a throbbing head, he listened to\nBurford explaining that everything on the ship that could possibly\nbe a weapon was locked up; that if he attempted any more reactionary\nviolence they would as soon leave him dead on Venus as not; and that if\nhe knew what was good for him, he would behave himself both before the\ntakeoff--which would occur when they pleased--and after it.\n\nHe tried to tell Burford what he could do with himself, but he fell\nasleep again before he was half through.\n\nWhen he woke, finally, it was evening, and low voices from the galley\nforward told him that the other three had returned from another day of\nhunting. He got up, feeling stiff and heavy, and prowled disconsolately\ndown the passageway as far as his shop door, which was, indeed, locked.\nHe was hungry, but he had a feeling that the sight of any one of the\nother three human faces on Venus would take away his appetite. For lack\nof anything better to do, he stepped into the airlock, closed the inner\ndoor quietly behind him, and sat down morosely in the sallyport.\n\nSky and sea were dull blue-green, without star or horizon. There was a\nstink of sulphur, and then a stink of fish, and then another stink of\nsulphur.... He sat and sweated, thinking his gloomy thoughts.\n\nShoemaker was not a moral man, but the sense of personal doom was\nstrong upon him. Suppose there really were a Hell, he thought, only\nthe preachers were wrong about everything but the heat.... A splitting\nskull.... _No_ liquor.... _No_ women.... A stinking, slime-blue\nseascape that was the same right-side up, upside-down, or crossways....\nAnd the little green men. He had almost forgotten them.\n\nWhen he looked up, he remembered.\n\nThe third little man was slimmer, and had no whiskers at all. He\ncarried a shiny golden dagger, almost as big as himself. He was walking\nforward purposefully.\n\nShoemaker waited, paralyzed.\n\nThe little man fixed him with his gleaming eye. \"We're through kidding\naround,\" he said grimly. \"Question is now!\"\n\nAnd he laid the golden dagger in Shoemaker's quaking palm.\n\nShoemaker's first impulse was to cut his own throat. His second was to\nthrow the dagger as far away as possible. Those two came in flashing\ntenths of a second. The third was stronger. He rose effortlessly into\nthe air, landed facing the sallyport, and, mouth wide open but emitting\nno sound, ran straight through it. He passed the closed inner door more\nby a process of ignoring it than by bursting it open.\n\nDirectly opposite was the door of Burford's chubby, just now open far\nenough to show Burford's startled face. When he saw Shoemaker, he tried\nhastily to shut the door, but Shoemaker by now had so much momentum as\nto have reached, for practical purposes, the status of an irresistible\nforce. In the next second, he came to a full stop; but this was only\nbecause he was jammed against Burford, who was jammed against the far\nwall of the room, which was braced by five hundred tons of metal.\n\n\"_Ugg_,\" said Burford. \"Whuff--where did you get that _knife_?\"\n\n\"Shut up and start talking,\" said Shoemaker wildly. \"Where's the\nmicrospectrograph?\"\n\nBurford opened his mouth to yell. Shoemaker shut it with a fist,\nmeanwhile thrusting the knife firmly against Burford's midriff to\nillustrate the point.\n\nBurford spat out a tooth. As Shoemaker put a little more pressure on\nthe blade, he said hastily, \"It's in the--uhh!--fuel reservoir.\"\n\nShoemaker whirled him around and propelled him into the corridor, after\na quick look to make sure that the way was clear. They proceeded to the\nengine room, in this order: Burford, knife, Shoemaker.\n\nWithout waiting to be persuaded, Burford produced a ring of keys,\nunlocked the reservoir, and withdrew the microspectrograph. \"Hook it\nup,\" said Shoemaker. Burford did so.\n\n\"Uhh,\" said Burford. \"Now what--whiskey?\"\n\n\"Nope,\" said Shoemaker incautiously. \"We're taking off.\"\n\nBurford's eyes bulged. He made a whoofling noise and then, without\nwarning, lunged forward, grabbing Shoemaker's knife arm with one hand\nand punching him with the other. They rolled on the deck.\n\nShoemaker noticed that Burford's mouth was open again, and he put\nhis hand into it, being too busy keeping away from Burford's knee to\ntake more effective measures. Burford bit a chunk out of the hand and\nshouted, \"Hale! Davies! Help!\"\n\n\n\nThere were bangings in the corridor. Shoemaker decided the knife was\nmore of a hindrance than a help, and dropped it. When Burford let\ngo to reach for it, he managed to roll them both away, at the same\ntime getting a good two-handed grip on Burford's skinny throat. This\nmaneuver had the disadvantage of putting Burford on top, but Shoemaker\nsolved the problem by lifting him bodily and banging his skull against\nthe nearby bulkhead.\n\nBurford sagged. Shoemaker pushed him out of the way and got up, just in\ntime to be knocked down hard by Hale's chunky body.\n\n\"Old idiot,\" panted Hale, \"oof! Help me, Davies!\"\n\nShoemaker got an ear between his teeth, and was rewarded by a\nbloodcurdling scream from Hale. Davies was hopping ponderously around\nin the background, saying, \"Boys, stop it! Oh, my--the guns are all\nlocked up. Charley, give me the keys!\"\n\nShoemaker pulled himself loose from Hale, sprang up, and was\nimmediately pulled down again. Burford, who was getting dizzily to his\nfeet, tripped over Shoemaker's head and added himself to the tangle.\nShoemaker got a scissors on him and then devoted himself to the twin\nproblems of avoiding Burford's wildly threshing heels and keeping Hale\naway from his throat. Suddenly inspired, he solved both by bending\nBurford's body upward so that the latter's booted feet, on their next\nswing, struck Hale squarely in the middle of his fat face.\n\nAt this point he noticed that Davies was standing nearby with one foot\nraised. He grasped the foot and pushed. Davies hit the deck with a\nsatisfying clang.\n\nShoemaker got up for the third time and looked around for the dagger,\nbut it had been kicked out of sight. He paused, wondering whom to hit\nnext, and in the interval all three of his opponents scrambled up and\ncame at him.\n\nShoemaker thought, this is it. He spat on his fist for luck and hit\nBurford a beauty on the chin. Burford fell down, and, astonishingly,\ngot up again. A little disheartened, Shoemaker took two blows in the\nface from Hale before he knocked the little man into a far corner.\n_Hale_ got up again. Shoemaker, who had been aware for some time that\nsomeone was pummeling his back, turned around unhappily and knocked\nDavies down. Davies, at any rate, stayed down.\n\nBurford, whose face was puffy, and Hale, who was bleeding from assorted\ncuts, came toward him. Hale, he saw, had the dagger in his hand.\nShoemaker stepped back, picked up the unconscious Davies by collar and\nbelt, and slung him across the deck. This time both men went down (Hale\nwith a soggy _bloomp_), and stayed there. The dagger skidded out of\nHale's hand and came to rest at Shoemaker's feet.\n\nHe picked it up, knelt at a convenient distance to cut off Hale's and\nBurford's noses, and threatened to do just that. Burford intimated that\nhe would do as he was told. Hale said nothing, but the expression on\nhis face was enough.\n\nSatisfied, Shoemaker opened a locker with Burford's keys, got a coil of\ninsulated wire and tied up Davies and Hale, after which, with Burford's\nhelp, he strapped them into their acceleration hammocks.\n\nBurford was acting a little vague. Shoemaker slapped him around until\nhe looked alive, then set him to punching calculator keys. After a few\nminutes of this, Burford looked as if he wanted to say something.\n\n\"Well, spit it out,\" said Shoemaker, waving the golden knife.\n\n\"You'll get yours,\" said Burford, looking scared but stubborn. \"When we\nget back to New York--\"\n\n\"South Africa,\" corrected Shoemaker, \"where the Supreme Council can't\nask us any questions.\"\n\nBurford looked surprised, then said it was a good idea.\n\nIt was, too.\n\n\n\nThe lone star winked out in the blue-green heavens, and the winds of\nits passing died away. The throng of little rabbit-eared green men,\nfloating on their placid ocean, gazed after it long after it had\ndisappeared.\n\n\"What do _you_ think?\" said the slim one without whiskers. \"Did they\nlike us?\"\n\nThe one addressed was yards away, but his long ears heard the question\nplainly. \"Can't say,\" he answered. \"They acted so _funny_. When we\nspoke to that one in their own language, so as to make him feel at\nhome--\"\n\n\"Yes,\" said a third, almost invisible in the mist. \"Was that the right\nthing to do, d'you suppose? Are you _sure_ you got the words right,\nthat last time?\"\n\n\"Sure,\" said the first, confidently. \"I was right next to the ship all\nevening, and I memorized everything they said....\"\n\nThey considered that for a while, sipping from their flasks. Other\nvoices piped up: \"Maybe we should have talked to them when they were\nall together?\"\n\n\"Nooo. They were so _big_. That one was much the nicest, anyway.\"\n\n\"He took our present.\"\n\n\"Yes,\" said the slim one, summing it up. \"They must have liked us all\nright. After all, they gave us _this_\"--swinging his flask to make a\npleasant gurgle of 150-proof grain alcohol. \"That proves it!\"\n\n_Burp!_",
    "metadata": {
        "author": [
            "Knight, Damon Francis",
            "Fleming, Stuart",
            "Knight, Damon",
            "Conanight"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64512/pg64512.txt",
        "name": "the_third_little_green_man.json"
    }
}