{
    "name": "The Second Voice",
    "author": [
        "Rubin, Mann"
    ],
    "body": "Crawford completed the rehearsal in less than an hour. He listened to\nthe orchestra run through its selections, okayed the song the guest\nvocalist had chosen, then finished up with a long dialogue between Spud\nand himself. When it was over he checked timing with the program\ndirector, made a few script changes and conferred briefly with a Special\nService Officer about the number of troops the auditorium could hold.\nEverything was running smoothly. It was going to be a neat,\naction-packed show.\n\nBackstage he looked at his watch. He had almost two hours before the\nregular show began and he was restless. Two hours at Harlow Field could\nseem like two years. Guards and restrictions all over the place.\n\nHarlow Field was the largest experimental base in the world, a veritable\ngarden of atoms, the proving grounds for every secret weapon ever\nimagined. The security and the tight regulations gave Crawford the\njitters on each of his visits.\n\nHe smoked a cigarette and tried making small talk with some of the\nsoldiers on backstage detail. He posed for a picture and gave an\ninterview to a reporter from an army newspaper, then excused himself and\nwent to his dressing room with Spud propped in the crook of his arm.\n\nHe was used to it now; the applause, the audiences, the pictures, the\nautographs, the fuss. Everywhere the response was the same. They had\neither seen him in the movies or on television or in the nightclubs,\nwhere he first broke in his act. Now they wanted to establish an\nidentity with him, to touch the merchandise, to stand close so that they\ncould write home about the visiting celebrity. Crawford was a realist.\nIt was all part of being a name.\n\nIt had taken him just five years to make the big time. Five years of\nroad shows, coast-to-coast tours, one-night stands and a dummy named\nSpud to make him the hottest ventriloquist in the business. His act was\ntight, well-paced and popular. He had a weekly radio show, a television\nprogram and a seven-year contract with a major Hollywood studio. He was\nriding high.\n\nStill he hadn't forgotten the soldiers. Two months each year he took\ntime off to travel the USO circuit. His agent tore his hair, reminding\nhim of the financial losses, but the USO had given him his first break\nso he had always answered their call. He liked enthusiastic audiences\nand the cheering of laugh-hungry men made him happy. Entertainment was\nhis business and he enjoyed exhibiting his talent. The wider the\naudience the better he liked it.\n\nHis dressing room was located back of the auditorium. He closed the door\nbehind him, put Spud on a chair and began getting out of his rehearsal\nclothes. He lit a cigarette and looked at himself in the mirror. He was\ntired and needed a shave. In the last week the pace had been fast. The\nUSO tour still had a few days to run, but he was looking forward to its\nend. A vacation, the luxury of relaxation would all be his then.\n\nHe opened a drawer of the dressing table and pulled out a bottle of\nScotch. There were two hours to be killed before the show. He drank a\nshot and thought about it. A shower, a shave, a good dinner and a walk\naround the base would consume the time. After the show he would drive\nback to town and check in at a hotel for a good night's sleep.\n\nHe was putting the bottle back in the drawer when a knock sounded on the\ndoor. He said \"Come in,\" thinking it was one of the cast and didn't turn\naround. He heard the door open, glanced into the mirror and glimpsed\nColonel Meadows, the Commanding Officer of Harlow Field, and a man in\ncivilian clothes he didn't recognize. He turned around, reached for a\nbathrobe.\n\n\"Don't mind us, Robbie,\" said the Colonel. \"Just dropped by to say\nhello.\" He was a small, plump man and his face was always red and\nperspiring. Crawford knew him slightly from the other two times he had\nplayed Harlow Field, but this was the first time the Colonel had ever\npaid him a backstage visit.\n\n\"Got a fan here who wants to meet you,\" continued the Colonel. \"Shake\nhands with Dr. Paul Shalt, one of our base scientists. He and I just\ncaught your rehearsal. Fine, very fine.\"\n\nThe doctor's name struck a chord and Crawford dug deep until it focused.\nDr. Paul Shalt was a physicist working with the army. He specialized in\nthe development of radar, was the chief developer of the electrical\ndetonator used in atomic bombs.\n\n\"I enjoyed your performance very much,\" said Dr. Shalt. \"Your voice is\nextraordinary.\" He had a smooth, angular face, black hair and black,\npenetrating eyes. \"Amazing range.\"\n\n\"Thanks,\" said Crawford.\n\n\"And the clearness of tone is phenomenal,\" said Dr. Shalt. \"Has it\nalways been like that?\"\n\nCrawford nodded. \"When I was a kid it embarrassed me, my voice,\" he\nsaid, smiling. \"A trick voice, everybody called it. But it's a definite\nasset to a practitioner of the art of ventriloquism.\"\n\n\"You should have seen Dr. Shalt while you were on stage,\" said Colonel\nMeadows, beaming at him. \"He was running all over the auditorium testing\nyour voice with one of his gadgets.\"\n\n\n\nCrawford grinned. \"I didn't realize I moved my audience so.\"\n\nDr. Shalt laughed. \"What Colonel Meadows says is true. I'm _very_\ninterested in your vocal range. While you rehearsed I tested the quality\nand sound of your tone.\" He stopped, looked around the room until he\ndiscovered Spud where Crawford had put him on the chair. He walked over\nto the dummy and touched the wooden head with his hand.\n\n\"Actually it's a _second voice_, that sound and vibration you use for\nSpud. It's perfect, perfect for what I need, that second voice.\"\n\nDr. Shalt put the dummy back in the position he had found him in,\nreached into his pocket and brought out a small glass-enclosed\ninstrument which he held in front of him.\n\n\"Do you know what this is?\" he asked, approaching the dressing table.\n\n\"Never saw it before,\" Crawford said, examining the gadget. A small\narrow flickered nervously within a glass cage.\n\n\"It's called a Voice Oscillator,\" explained Dr. Shalt. \"It's sensitive\nto the slightest tonal inflection. We use it to measure the pitch and\nvolume of a human voice.\"\n\n\"What's all this got to do with me?\" Crawford asked.\n\n\"This--we want to use the voice of Spud for an experiment. A very\nimportant experiment. With your permission, we'd like to do it\nimmediately.\"\n\n\"I'm afraid that's impossible,\" said Crawford. \"I have a show in\nabout--\"\n\n\"Our equipment is all set up,\" interrupted the doctor. \"The entire test\nwill take forty-five minutes. We'll have you back in no time.\"\n\nCrawford frowned. He was tired and he'd looked forward to relaxing a\nwhile before the show. \"Couldn't we make it some other time,\" he said.\n\n\n\nThe Colonel spoke then. \"Robbie, do you remember reading four years ago\nthat our radar system was able to beam signals to the moon and have them\nreturned?\"\n\n\"Sure,\" said Crawford. \"It got a big play in all the newspapers.\"\n\n\"Well, our scientists are now ready to conduct a similar experiment,\"\nsaid Colonel Meadows. \"This time to Mars.\"\n\n\"To Mars!\" repeated Crawford, wondering what it had to do with him.\n\n\"Only this time we plan to send a _voice_, a human voice that can travel\nthrough interstellar space,\" said Dr. Shalt.\n\n\"But that's impossible!\" Crawford exclaimed.\n\n\"With the average voice, yes,\" said Dr. Shalt. \"Cosmic disturbances\nwould drown out a normal voice amplified a thousand times beyond its\nregular frequency. But a voice in a higher octave--like your second\nvoice ... Well, we believe there's a certain resonant intonation which\ncan be curved and regulated in any direction, in the voice you use for\nyour dummy.\"\n\nCrawford nodded.\n\n\"Spud's voice contains that quality,\" continued Dr. Shalt. \"I believe it\ncan reach Mars and bounce back. I'm asking you to be the first man ever\nto throw his voice to another planet.\"\n\nThere was quiet for a moment when he finished. Crawford's cigarette had\ngone out and he relit it. The smoke steadied him. Outside, in the\nauditorium the orchestra had begun to rehearse again.\n\n\"Where's the station set-up?\" asked Crawford finally.\n\n\"It's right here on the field, Robbie,\" Colonel Meadows said quickly.\n\"We've had it under wraps for the last eight months. It'll be a\ntremendous thing if it works.\"\n\nCrawford dragged on his cigarette a last time and stamped it out. He\nwalked over to Spud, lifted the dummy into position in the crook of his\narm.\n\n\"What do you say, Crawford?\" asked Dr. Shalt. There was a note of\nurgency in his voice.\n\n\"I don't know,\" said Crawford slowly. \"My crazy voice is my bread and\nbutter. Can't you use somebody else? Somebody whose voice isn't his\nlife?\"\n\n\"We've wasted weeks testing every man on this field,\" said Dr. Shalt\nsolemnly. \"The average voice becomes static as soon as it gets past\nEarth's atmosphere. But your voice can break through. I've studied every\nvibration, every quiver of it. It bends and flexes with each cosmic\npressure. You _must_ let us try.\"\n\nCrawford looked at Colonel Meadows.\n\n\"Robbie, I promise you there's no danger involved,\" the Colonel said.\n\"There's been a great deal of time and effort put into this project and\nwe'd like to see it work. This week Mars and Earth are the closest\nthey'll be for the next three years, so it must be done _now_. It's your\nduty to help in this important project.\"\n\nCrawford nodded. The matter of patriotism and duty had not occurred to\nhim. \"Of course, Colonel, I'll be glad to help.\"\n\nHe looked down at the dummy. \"What do you say, Spud? Want to be the\nfirst voice to reach Mars?\"\n\n\"Sounds crazy,\" came the high, squeaking reply. \"But it ought to put us\nin the history books.\" Spud's glass eyes shifted to the other two men in\nthe room and one lid winked. \"Calling Mars! This is Spud O'Malley, old\nquiver voice himself, coming in for a landing.\"\n\n\"Good! You'll do it,\" said Dr. Shalt excitedly. \"And if we succeed the\npublicity will be worldwide.\"\n\n\"Sure,\" said Crawford. \"An actor likes publicity. But are you sure my\nvoice won't be strained?\"\n\n\"I'm sure,\" Dr. Shalt said. \"You'll be talking into a microphone in the\nsame tone you use for a broadcast. Nothing more.\"\n\n\"How long will it take?\" asked Crawford.\n\nDr. Shalt checked his watch. \"Fifteen minutes for the voice to reach\nMars and fifteen minutes for its return.\" He took out a black notebook\nfrom his jacket pocket and began to outline the plan while Colonel\nMeadows put through a call to the laboratory.\n\nSpud's voice was to be relayed directly to a giant amplifying unit which\nwould project it into space. Those regulating the voice in the control\nroom would hear nothing but vibrations because of the high frequency it\nwould immediately attain while passing through. Only on its return from\nMars would Spud's voice become audible on Earth. It sounded fantastic\nbut Dr. Shalt spoke of it as if it were a certainty and Crawford knew he\nwas recognized as a great scientist.\n\nA few minutes later Colonel Meadows hung up the phone. He said\nexcitedly, \"Everything's set. All the equipment is ready and there's a\ncommand car waiting outside.\"\n\nCrawford caught a quick glimpse of himself in the mirror. No shower, no\nshave, no quiet dinner, no walk; all that would have to come later. He'd\nbeen hooked. \"I'm ready any time you are,\" he said. He folded Spud in\nhis arms and followed the two men to the door.\n\nThey did not speak much in the car. The laboratory was on the Northern\nrim of the field, a ten-minute drive from the auditorium. Approaching\nthe building, Crawford noticed the high radar towers and the steel\nfences surrounding its frame. They rode past three different guard posts\nand numerous military policemen before the car halted at the main\nentrance.\n\nImmediately they were ushered into a small broadcasting studio which was\nsoundproofed and closed off by a heavy metal door. This was Dr. Shalt's\nhome grounds and he took charge.\n\nA microphone had been set up and Dr. Shalt had Crawford test Spud's\nvoice while a technician in the control booth measured it acoustically.\nAfter an exact tone had been determined for the amplification unit, Dr.\nShalt briefed him on some details, patted him on the back and\ndisappeared into the control booth followed by Colonel Meadows.\n\nCrawford lit another cigarette and smoked nervously while he awaited the\ngo-ahead signal. There was a dry tightness in his throat and he\nconcentrated on relaxing his tension.\n\nHigh on the studio wall a large clock hacked away at the seconds, and\nbehind the glass facade of the control booth he could see Dr. Shalt and\nhis assistant manipulating dials on an intricate panel. It was almost\nthree minutes before he heard another sound beside the creak of his own\nimpatient footsteps. Then Dr. Shalt's voice came on the feed-back, the\nspeaker system connecting the studio with the booth.\n\n\"Crawford, talk into the mike when we flash you the sign. Keep talking\nfor a minute. And remember--it's just another broadcast. Good luck.\"\n\nCrawford nodded, deposited the cigarette in an ashtray. He moved into\nposition and slid his fingers along the inner wires of Spud's back until\nthey fitted into place. Spud's head came alive.\n\nDr. Shalt brought his right hand down in a long, sweeping motion. A\nbright red bulb above the control booth winked into life. Robbie\nCrawford went into his act.\n\nInside the booth Dr. Shalt, Colonel Meadows and a technician watched\nCrawford performing in pantomime and listened to the strange vibrations\nemanating from the speaker. They could distinguish no understandable\nsound for the amplifier had lifted the voice beyond human hearing as it\nreleased it to the stratosphere. They sat quietly, content to wait for\nthe voice to return from its long, lonely journey.\n\nCrawford spoke until he saw Dr. Shalt signal for a conclusion. A moment\nlater the red bulb blinked out and the broadcast was ended. Crawford\nfelt cold and his hands were perspiring freely. He saw the beaming face\nof Colonel Meadows motioning him to come inside the booth. He wiped his\nface, and coughed to relieve the tension in his throat.\n\nThe Colonel was the first to greet him as he entered the booth, and his\nhandshake was enthusiastic and firm. Dr. Shalt remained bent over one of\nthe instrument boards rotating a dial, but looked up and nodded\nexcitedly.\n\n\"It will be another ten minutes,\" he said. \"Sit down. I've sent out for\nsome supper.\"\n\n\"How did it go?\" Crawford asked.\n\n\"Good! Good! By now it's half way to its destination.\"\n\nAn orderly came in with a tray of sandwiches and coffee and for the next\nfew minutes they ate and Dr. Shalt described the intricacies of the\noperation. The technician stayed glued to the receiver, earphones\nresting lightly across his head.\n\nAfter ten minutes Dr. Shalt stood up and looked at his watch. \"It's\ntime,\" he said. \"Turn up the resonator.\" He moved closer to the\nreceiving set as the others gathered around him. The low hum of the\nmonitor signal became louder as the technician switched on a new lever.\nThe static emerging from the speaker thickened, obliterating all other\nnoises. Another two minutes went by....\n\nCrawford watched it all, aware of the tension and anxiety on each face,\nfeeling the throbbing excitement himself. So they stood, tensely\nexpectant, awaiting the return of his voice....\n\nSuddenly the technician whispered, \"I've got it! It's coming! I hear it\nreturning!\" He swung around, offering his earphones to Dr. Shalt, who\ngrabbed for them hurriedly. The scientist raised the cups to his ear and\nwaited. The room fell into deeper silence.\n\n\"Yes, yes, it's the voice! Turn up the resonator to full volume! We've\ngot it! The voice is completing the circuit!\" Dr. Shalt said tensely.\n\nThe technician turned another dial as far as it would go. The sound of\nthe static rose to a roar. Then abruptly the static broke, died out and\na strange new sound came in. It was Spud! Spud's voice creeping back\nfrom a trip to Mars, thirty-five million miles away!\n\n\"_Hello.... This is the voice of Spud O'Malley. I speak to you from\nHarlow Field in the United States of America. My voice is being sent to\nyou by a newly invented Amplification Unit developed by Dr. Paul Shalt\nat this experimental base. This is the first time such an operation has\never been tried. We extend our heartiest greetings, our deepest\nfelicitations ..._\"\n\nIt went on, the high, squeaking voice, friendly, humorous, alive;\nsending back to them the words that Crawford had spoken into the\nmicrophone a few minutes before.\n\nCrawford studied the faces of the other men. They had worked and planned\na long time for this single moment, the realization of a long pursued\ndream. Colonel Meadows was rubbing his hands together gleefully. The\nvoice was reaching its climax. Success was assured. History had been\nmade!\n\nThere was a little silence as Spud finished speaking. The technician\nreached across leisurely to shut off the resonator.\n\nSuddenly the voice started again. The technician's hand froze in\nmid-air. The same high, squeaking tone, the same inflections, the same\npitch. But this time it was commanding, authoritative.\n\n\"_This is Mars. We have received your voice. We know of you, know your\nlanguage. We want you to know that we do not like intruders. We want no\ncontact with you. Seek us out no more. The voice was received clearly.\nIt fits our frequency well. We will keep it so that no more\ncommunication from you is possible. Let this be a warning. Stay away! We\ndo not want you!_\"\n\nThe voice stopped and there was silence again. Then Colonel Meadows\nchuckled. \"Very clever, Crawford! You really startled me for a moment.\"\n\n\"Yes,\" said Dr. Shalt, smiling. \"So you made a little joke at the end.\nVery clever.\"\n\nCrawford's back was to them as he stared at the loudspeaker. His face\nwas contorted in a surprised grimace and the flesh was suddenly white\nand lifeless. He turned to face them, his body rigid and his mouth\ntrembling as he whispered:\n\n\"That voice--that last voice--it wasn't mine! _That wasn't me\nspeaking!_\"\n\nDr. Shalt laughed. \"Superb actor. A great performance, Mr. Crawford. We\nare most grateful to you.\"\n\n\"Robbie's a born comedian,\" added Colonel Meadows, his eyes sparkling\nwith the humor of the situation. \"Never misses a chance to clown.\"\n\n\"Don't you understand--_it wasn't my voice_!\" screamed Crawford. He\nlooked from one man to another, his eyes pleading for belief. \"The\nsecond part was not mine!\"\n\nThey stared at him, their smiles fading.\n\nColonel Meadows said, \"What do you mean, Robbie?\"\n\n\"Didn't you hear when I spoke? I never said those last things. Didn't\nyou hear what I said?\"\n\nThe technician answered him. \"We didn't hear a thing, Mr. Crawford. The\namplification was too high. It was nothing but mumbling when it passed\nthrough this room.\" He looked at Dr. Shalt for confirmation.\n\n\"I explained that to you myself,\" said the doctor. \"You could have\nrecited the Gettysburg Address and we'd never have known until it\nreturned.\"\n\nCrawford stared down at the limp form of Spud hanging across his arm. He\nran a hand across his eyes, dropped the dummy onto the desk. Turning\nback to Dr. Shalt, he began to speak in a taut, controlled voice.\n\n\"Dr. Shalt, I swear to you that was not my voice at the end. I finished\nwith a goodbye. The voice that spoke after that moment of silence was\nsomebody else's voice. It's up to you to find out whose.\"\n\n\"Don't be absurd,\" said Dr. Shalt, irritably. \"That was _your_ voice,\n_your_ pitch. The voice of your dummy, Spud.\" He wasn't going to be\ntaken in by any warped sense of humor. Robbie Crawford was the best\nventriloquist in America. He was also noted for his practical jokes. \"An\nexperiment of this magnitude shouldn't be treated so lightly,\" he added\nacidly.\n\n\"You've got to believe me!\" screamed Crawford. His voice was choked and\nhis pale face was glistening with perspiration. \"It was someone else,\nimitating my ventriloquist voice! I swear it was not me!\"\n\nColonel Meadows sat down abruptly. The technician ran from the booth and\nreturned a moment later with a glass of water. Colonel Meadows motioned\nfor him to give it to Crawford.\n\nThe ventriloquist gulped down the water, then went over and sat down\nbeside the Colonel.\n\n\"Look,\" he said quietly. \"I'm not joking and I'm not out of my head. It\nwas a shock to hear a voice so like my own, to hear it threaten us, to\nknow that it's traveling from another world. It's like hearing an echo\nthat shouldn't be.\"\n\nThe Colonel exchanged a puzzled look with Dr. Shalt. After a moment the\ndoctor reached down and picked the dummy up and brought it to Crawford.\n\n\"Crawford, listen to me.\" His voice was gentle, sympathetic. \"Perhaps\nyou've been working too hard. These USO trips, the rehearsal, the\nexcitement of the last hour. Maybe you forgot what you said, or said\nmore than you recall.\"\n\n\"I remember everything I said,\" Crawford said quietly. \"I stopped when\nyou gave me the signal. That voice came after I stopped. Can't you\ncheck--?\"\n\nA phone in the back of the control booth rang sharply and Colonel\nMeadows answered it. He spoke for a few moments, then hung up. \"That was\nthe stage manager calling from the main auditorium. You've got ten\nminutes before the show. How do you feel?\"\n\nCrawford blinked in surprise. He had almost forgotten the program. He\ntried to rise, found his legs trembling.\n\n\"He's in no condition to put on a show,\" said Dr. Shalt. \"Better\npostpone it.\"\n\n\"No, no, I'm okay,\" protested Crawford, walking around the small floor,\nexercising his hands. \"It's my show. They're waiting for me. Let's get\ngoing.\"\n\nIn the car, during the ride to the auditorium, he did not speak. He sat\nwith Spud resting snugly against his chest, drumming his fingers on an\narm rest while Colonel Meadows and Dr. Shalt talked, tried to convince\nhim of the invalidity in his reasoning. There was a simple explanation\nfor the voice; either he had forgotten part of his speech or maybe some\namateur radio ham had somehow managed to pick up their signal and was\nplaying a joke. He was too intelligent a man to be frightened by such\ncoincidence. They spoke to him reassuringly all during the ride. At the\nstage door he thanked them, then went inside the auditorium to give his\nperformance.\n\nThe ovation that greeted him was tremendous. The orchestra played his\ntheme and an army announcer introduced him as the Number One\nventriloquist in the world. He walked out slowly from the wing, waving\nand grinning at the audience with Spud sitting erect on his arm.\n\nThe soldiers roared and whistled as Spud's head spun, drooped and tilted\nin the opening routine that he was famous for. Crawford stopped in the\nmiddle of the stage, rested his foot on a chair that had been provided,\nsat Spud on his knee. The applause dwindled gradually and the other\nmembers of the cast moved into their positions. The army announcer\nwalked forward to engage Crawford in conversation--to feed him questions\nthat would be answered in Spud's high, squeaky voice.\n\n\"Hi, Robbie, Spud,\" said the announcer. \"What took you so long getting\nhere?\"\n\nIt was Spud's answer. All eyes focused on the dummy's face as it bent\nforward and its mouth opened slowly. A wooden hand moved up and\nscratched a wooden head. But only a gurgle came out of the open mouth!\n\nThe announcer looked at Crawford, motioned him to speed up. \"Speak up,\nSpud. Can't hear a word you're saying. No time to be bashful.\"\n\nAgain the dummy's mouth opened, the head bobbed and the eyes blinked.\nThe gurgle became a half-strangled gasp. It whined unsteadily a few\nmoments then broke off completely. The cast in the wings began to stir\nnervously. Crawford was obviously straining. A vein throbbed in the\ncenter of his forehead and his lips were tight over his teeth.\n\n\"Stage fright,\" he said in an aside to the audience. Turning his head\naside, he coughed and cleared his throat and pretended to whisper with\nSpud. \"Speak up, Pal. This is what we rehearsed for.\"\n\nThe mouth of the dummy flapped up and down without cadence. The soldiers\nsnickered, squirmed restlessly. A sound started, a low, plaintive wail\nthat broke into a dirge and finally into a wild shriek from Crawford's\nlips. He screamed and kicked over the chair his foot was balanced on.\nThe dummy toppled to the floor.\n\n\"I can't! I can't! My voice is gone!\" He was screaming and clutching at\nhis throat, trying to loosen his collar. The curtains closed behind him\nas soldiers leaped to their feet all over the auditorium.\n\nHe screamed, \"I've lost my second voice! They took it from me! The\nMartians stole my voice!\"\n\nThe announcer grabbed his arms then and tried to lead him from the\nstage. Crawford shoved him away.\n\n\"They took it,\" cried Crawford. \"No matter what they tell you, the\nMartians took Spud's voice. It fitted their frequency. They'll use it to\nreach Earth! I can't get it back!\"\n\nColonel Meadows and several MPs who were stationed in the wings came out\nand dragged him from the platform.\n\nThe G.I. audience remained silent a moment longer, then broke into loud,\nnervous rumbling. Seconds later Colonel Meadows returned to the\nmicrophone and held up his hand until the confusion died down. He\nexplained briefly about Dr. Shalt's experiment and how Crawford had been\nasked to participate. He told how a human voice had been sent to Mars\nfor the first time and how Crawford had suffered a temporary shock on\nhearing his voice return from this journey.\n\nHe assured the audience that Crawford would receive the best medical\ncare and would probably be back performing at the field in a few short\nweeks. He asked the soldiers to remain in their seats and let the show\ncontinue out of respect for a great performer.\n\nThe orchestra began the refrain of a popular song and the guest vocalist\nappeared wearing a white strapless evening gown. She blew warm, friendly\nkisses to the soldiers. The response she received was a healthy one.\n\nAnd the show went on....\n\n",
    "metadata": {
        "author": [
            "Rubin, Mann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29910/pg29910.txt",
        "name": "the_second_voice.json"
    }
}