{
    "name": "The Land of the Blue Flower",
    "author": [
        "Hodgson, Frances Eliza",
        "Townesend, Frances Eliza Hodgson Burnett",
        "Burnett, Frances Hodgson"
    ],
    "body": "By\n\nFrances Hodgson Burnett\n\n\n\n\n\n\nPart One\n\nThe Land of the Blue Flower was not called by that name until the tall,\nstrong, beautiful King Amor came down from his castle on the mountain\ncrag and began to reign. Before that time it was called King Mordreth's\nLand, and as the first King Mordreth had been a fierce and cruel king\nthis seemed a gloomy name.\n\nA few weeks before Amor was born, his weak, selfish boy-father--whose\nname was King Mordreth also--had been killed while hunting, and his fair\nmother with the clear eyes died when he was but a few hours old. But\nearly in that day she sent for her venerable friend and teacher, who was\nsaid to be the oldest and wisest man in the world, and who long ago had\nfled to a cave in the mountains, that he might see no more of the famine\nand disorder and hatred in the country spread out on the plains below.\n\nHe was a marvelous old man, almost a giant in size, and having great\nblue eyes like deep sea-water. They, too, were clear eyes like the fair\nQueen's--they seemed to see all things and to hold in their depths no\nsingle thought which was not fine and great. The people were a little\nafraid of him when they saw him go striding majestically through their\nstreets. They had no name for him but The Ancient One. The lovely Queen\ndrew aside the embroidered coverlet of her gold and ivory bed and showed\nhim the tiny baby sleeping by her side.\n\n\"He was born a King,\" she said. \"No one can help him but you.\"\n\nThe Ancient One looked down at him.\n\n\"He has long limbs and strong ones. He will make a great King,\" he said.\n\"Give him to me.\"\n\nThe Queen held out the little newborn one in her arms.  \"Take him away\nquickly before he hears the people quarreling at the palace gate,\" she\nsaid. \"Take him to the castle on the mountain crag. Keep him there until\nhe is old enough to come down and be King. When the sun sinks behind the\nclouds I shall die, but if he is with you he will learn what Kings\nshould know.\"\n\nThe Ancient One took the child, folded him in his long gray robe and\nstrode majestically through the palace gates, through the ugly city and\nout over the plains to the mountain. When he began to climb its steep\nsides the sun was setting and casting a golden rose color over the big\nrocks and the wild flowers and bushes which grew on every side, so that\nthere seemed no path to be found. But the Ancient One knew his way\nanywhere in the world without a path to guide him. He climbed and\nclimbed, and little King Amor slept soundly in the folds of his gray\nrobe. He reached the summit at last and pushing his way through a jungle\nof twisted vines starred all over with pale sweet-scented buds, he stood\nlooking at the castle which was set on the very topmost crag, and looked\nout over the mountain's edge at the sea and the sky and the spreading\nplains, below.\n\nThe sky was dark blue now and lit by a myriad stars, and all was so\nstill that the world seemed thousands of miles away, and ugliness and\nsqualor and people who quarreled seemed things which were not true. A\nsweet cool wind blew about them as the Ancient One took King Amor from\nthe folds of his gray robe and laid him on the carpet of scented moss.\n\n\"The stars are very near,\" he said. \"Waken, young King, and see how near\nthey are and know they are your brothers. Your brother the wind is\nbringing to you the breath of your brothers the trees. You are at home.\"\n\nThen King Amor opened his eyes, and when he saw the stars in the dark\nblueness above him he smiled, and though he was not yet a whole day old\nhe threw up his small hand and it touched his forehead.\n\n\"Like a King and a soldier he salutes them,\" said the Ancient One;\n\"though he does not know he did it.\"\n\nThe castle was huge and splendid though it had been deserted for a\nhundred years. For three generations the royal owners had not cared to\nlook out on the world from high places. They knew nothing of the wind\nand the trees and the stars; they lived on the plains in their cities,\nand hunted and rioted and levied heavy taxes on their wretched people.\nAnd the castle had lived through its summers and winters alone. It had\nbattlements and towers which stood out clear against the sky, and there\nwas a great banquet hall and chambers for hundreds of guests, and rooms\nfor a thousand men at arms, and the courtyard was big enough to hold a\ntournament in.\n\nIn the midst of its space and splendor the little King Amor lived alone\nbut for the companionship of the Ancient One and a servant as old as\nhimself. But they knew a secret which had kept them young in spite of\nthe years they had passed through. They knew that they were the brothers\nof all things in the world, and that the man who never knows an angered\nor evil thought can never know a foe. They were strong and straight and\nwise, and the wildest creature stopped to give them greeting as it\npassed, and they understood its language when it spoke. Because they\nheld no dark thoughts in their minds they knew no fear, and because they\nknew no fear the wild creatures knew none and the speech of each was\nclear to the other.\n\nEach morning they went out on the battlements at dawn to see the\nsplendid sun rise slowly out of the purple sea. One of the very first\nthings the child King Amor remembered in his life--and he remembered it\nalways--was a dawning day when the Ancient One wakened him gently, and\nfolding him in his long gray robe carried him up the winding and narrow\nstone stairway, until at last they stepped forth on the top of the huge\ncastle which seemed to the little creature to be so high that it was\nquite close to the wonderful sky itself.\n\n\"The sun is going to rise and wake the world,\" said the Ancient One.\n\"Young King, watch the wonder of it.\"\n\nAmor lifted his little head and looked. He was only just old enough to\nbe beginning to understand things, but he loved the Ancient One and all\nhe said and did.\n\nFar below the mountain crag lay the sea. In the night, while it slept,\nit had looked dark blue or violet, but now it was slowly changing its\ncolor. The sky was changing too--it was growing paler and paler--next it\ngrew faintly brighter, so did the sea; then a slight flush crept over\nland and water and all the small floating clouds were rosy pink. King\nAmor smiled because birds' voices were to be heard in the trees and\nbushes, and something golden bright was rising out of the edge of the\nocean, and sparkling light danced on the waves. It rose higher and\nhigher and grew so dazzling and wonderful that he threw out his little\nhand with a shout of joy. The next moment he started back because there\nrose near him a loud whirr and beating of powerful wings as a great bird\nflew out of a crag near by and soared high into the radiant morning\nheavens.\n\n\"It is the eagle who is our neighbor,\" said the Ancient One. \"He has\nawakened and gone to give his greeting to the sun.\"\n\nAnd as the little King sat upright, enraptured, he saw that from the\ndazzling brightness at the edge of the world there leaped forth a ball\nof living gold and fire, and even he knew that the sun had risen.\n\n\"At every day's dawn it leaps forth like that,\" said the Ancient One.\n\"Let us watch together and I will tell you stories of it.\"\n\nSo they sat by the battlement and the stories were told. They were\nstories of the small grains lying hid in the dark earth waiting for the\ngolden heat of the sun to draw them forth into life until they covered\nthe tilled fields with waving wheat to make bread for the world; they\nwere stories of the seeds of fair flowers warmed and ripened until they\nburst into scented blossoms; they were stories of the roots of trees and\nthe rich sap drawn upward by the heat until great branches and thick\nleafage waved in the summer air; they were stories of men, women, and\nchildren walking with light step and glad because of the gold of the\nsun.\n\n\"Every day it warms, every day it draws, every day it ripens and gives\nlife. And there are many who forget the wonder of it. Lift your head\nhigh as you walk, young King, and often look upward. Never forget the\nsun.\"\n\nAt every dawning they rose and saw together the wonder of the day; and\nthe first time the sky was heavy with gray clouds and the sun did not\nleap upward from behind the edge of the world the Ancient One said\nanother thing.\n\n\"The burning gold is behind the lowering gray and purple. The clouds are\nheavy with soft rain. When they break they will drop it in showers or\nsplendid storms and the thirsty earth will drink it up. The grains will\ndrink it and the seed and the roots, and the world will be joyous and\nrich with fresh life; the springs will bubble up like crystal, and the\nbrooks will rush babbling through the green of the forest. The drinking\nplaces for the cattle will be full and clear and men and women will feel\nrested and cool. Lift your head high when you walk, young King, and\noften look upward. Never forget the clouds.\"\n\nSo hearing these things every day King Amor learned the meaning of both\nsun and cloud and loved and felt himself brother to both.\n\nThe first time he remembered seeing a storm the Ancient One took him to\nthe battlements again, and together they watched the dark clouds pour\ndown their floods while their purple was riven by the dazzling lances of\nthe lightning; and the thunder rolled and crashed and seemed to rend\nasunder things no human eye could see; and the wind roared round the\ncastle on the mountain crag and beat against its towers, and tossed the\nbranches of the hugest trees, and whirled the rain in sheets over the\nland,--and King Amor stood erect and strong like some little soldier,\nthough he wondered where the small birds were and if the eagle were in\nhis nest.\n\nThrough all the tumult the Ancient One stood still. He looked taller\nthan ever in his long gray robe, and his strange eyes were deep as the\nsea.\n\nAt last he said in a slow, calm voice: \"This is the voice of the power\nmen know not. No man has yet quite understood--though it seems to speak.\nHarken to it. Let your soul stand silent. Listen, young King. Hold your\nhead high as you walk and often look upward. Never forget the storm.\"\n\nSo the King learned to love the storm and be one with it, knowing no\nfear.\n\nBut perhaps--it might be because he had been laid on the scented moss\nand had without knowing it saluted them on the first night of his life--\nhe felt nearest to, and loved most, his brothers the stars.\n\nEvery fair night through the King's earliest years the Ancient One\ncarried him to the battlements and let him fall asleep beneath the\nshining myriads. But first he would walk about bearing him in his arms,\nor sit with him in the splendid silence, sometimes relating wonders to\nhim in a low voice, sometimes uttering no word, only looking calmly into\nthe high vault above as if the stars spoke to him and told him of\nperfect peace.\n\n\"When a man looks long at them,\" he said, \"he grows calm and forgets\nsmall things. They answer his questions and show him that his earth is\nonly one of the million worlds. Hold your soul still and look upward\noften, and you will understand their speech. Never forget the stars.\"\n\n\n\n\n\nPart Two\n\nSo, as the child King grew day by day, the world seemed to grow fuller\nand fuller of wonders and beauties. There were the sun and the moon, the\nstorm and the stars, the straight falling lances of rain, the springing\nof the growing things, the flight of the eagle, the songs and nests of\nsmall bird creatures, the changing seasons, and the work of the great\nbrown earth giving its harvest and its fruits.\n\n\"All these wonders in one world and you a man upon it,\" said the Ancient\nOne. \"Hold high your head when you walk, young King, and often look\nupward. Never forget one marvel among them all.\"\n\nHe forgot nothing. He lived looking out on all things from great, clear,\njoyous eyes. Upon his mountain crag he never heard a paltry or\nunbeautiful word or knew of the existence of unfriendliness or baseness\nin thought. As soon as he was old enough to go out alone he roamed about\nthe great mountain and feared neither storm nor wild beasts.\nShaggy-maned lions and their mates drew near and fawned on him as their\nkind had fawned on young Adam in the Garden of Eden. There had never\npassed through his mind the thought that they were not his friends.\n\nHe did not know that there were men who killed their wild brothers. In\nthe huge courtyard of the castle he learned to ride and to perform great\nfeats of strength. Because he had not learned to be afraid he never\nfeared that he could not do a thing. He grew so strong and beautiful\nthat when he was ten years old he was as tall as a youth of sixteen, and\nwhen he was sixteen he was already like a young giant. This was because\nhe had been brother to the storm and had lived close to the strength and\nsplendor of the stars.\n\nOnly once, when he was a boy of twelve, a strange and painful thing\nhappened to him. From his kingdom in the plains below there had been\nsent to him a beautiful young horse which had been bred for him. Never\nhad so magnificent an animal been born in the royal stable. When he was\nbrought into the courtyard the boy King's eyes shone with joy. He spent\nthe greater part of the morning in exercising and leaping him over\nbarriers. The Ancient One in his tower chamber heard his shouts of\nexultation and encouragement.  At last the King went out to try him on\nthe winding mountain road.\n\nWhen he returned he went at once to the tower chamber to the Ancient\nOne, who, when he raised his eyes from his great book, looked at him\ngravely.\n\n\"Let us climb to the battlements,\" the boy said. \"We must talk\ntogether.\"\n\nSo they went, and when they stood looking out on the world below, the\ncurving turquoise sky above them, the eyes of the Ancient One were still\nmore grave.\n\n\"Tell me, young King.\"\n\n\"Something strange has happened,\" King Amor answered. \"I have felt\nsomething I have not felt before. I was riding my horse around the field\non the plateau and he saw something which he refused to pass. It was a\nyoung leopard watching us from a tree. My horse reared and snorted. He\nwould not listen to me, but backed and wheeled around. I tried in vain\nto persuade him, and suddenly, when I saw I could not make him obey me,\nthis strange new feeling rushed through all my body. I grew hot and knew\nmy face was scarlet, my heart beat faster and my blood seemed to boil in\nmy veins. I shouted out harsh, ugly sounds--I forgot that all things are\nbrothers--I lifted my hand and clenched it and struck my horse again and\nagain. I loved him no longer, I felt that he no longer loved me. I am\nhot and wearied and heavy from it still. I feel no more joy. Was it pain\nI felt? I have never felt pain and do not know. Was it pain?\"\n\n\"It was a worse thing,\" answered the Ancient One. \"It was anger. When a\nman is overcome by anger he has a poisoned fever. He loses his strength,\nhe loses his power over himself and over others, he throws away time in\nwhich he might have gained the end he most desires. THERE IS NO TIME FOR\nANGER IN THE WORLD.\"\n\nSo King Amor learned the uselessness of anger, for they sat long upon\nthe battlements while the Ancient One told him how its poison worked in\nthe veins and weakened the strongest man until he was made a fool. That\nnight Amor lay under the sky looking at his myriad brothers, the stars,\nand drawing calm from them.\n\n\"If you lie through the night upon the battlements and think only of the\nstillness and the stars you will forget your anger and its poison will\ndie away. If you put into your mind a beautiful thought it will take the\nplace of the evil one. There is no room for darkness in the mind of him\nwho thinks only of the stars.\" This had been said to him by the Ancient\nOne.\n\nUpon the plateau at the foot of the crag on which the castle stood there\nwere marvelous walled gardens. The sad young Queen of the first King\nMordreth had planted them, and after her death they had been left to run\nwild. Since the baby King Amor had been brought to the mountain top the\nAncient One and his servitor had made them bloom again. As soon as he\nwas old enough to hold a small spade Amor had worked in the beds. All\nthings grew for him as if his touch were a spell; birds and bees and\nbutterflies flocked round him as he labored. He knew what the bees\nhummed and where they flew to load themselves with honey; butterflies\nlighted upon his hands and taught him strange things. Birds told him of\ntheir travels, and brought him seeds from far countries which he planted\nin his gardens and which bloomed into marvelous flowers. A swallow who\nloved him very much and who had seen many wonderful lands once brought\nhim a seed from an emperor's secret garden which none but four of his\nown slaves had ever seen. These slaves had been born in the garden and\nwould never leave it while they lived.\n\nKing Amor planted the seed in a pleasaunce of its own. It grew into the\nmost beautiful blue flower the world had ever known. It was of a blue so\npure and exquisitely intense that it was rapture to look at it. Its\nblossoms hung from a tall stem and in its first year it gave a thousand\nseeds. Each year Amor planted more flowers and each year they grew\ntaller and more wonderful and blossomed a longer time. When the summer\nwind blew it shook out clouds of delicate fragrance which sometimes\nfloated down the mountain until the wretched dwellers in King Mordreth's\nland forgot their quarrels and misery and even lifted their heavy heads\nto inhale it and ask each other what was being done upon the mountain.\nEach year King Amor gathered the seeds and stored them in an unused\ntower of his castle.\n\nTaller and stronger he grew and each day wiser and more beautiful. Each\nplant, each weed, each four-footed thing, each wind, each star of heaven\ntaught him its wonders and its wisdom. His eyes were so marvelous in\ntheir straight-glanced splendor that when he looked at a man they seemed\nto read his soul and command its truth to answer him. He was so powerful\nthat he could break an iron bar in two pieces with his hands.\n\nWhen he was twenty years old the Ancient One took him up on the\nbattlements, and giving him a strong glass told him to look down upon\nthe capital city on the plain and see what was being done there.\n\n\"I see many people gathered in crowds,\" Amor said, when he had looked\nfor a few moments. \"I see bright colors and waving pennants and\ntriumphal arches. It is as if some great ceremony were being prepared\nfor.\"\n\n\"The people are making ready for your coronation,\" said the Ancient One.\n\"To-morrow you will be led in state down the mountain and acclaimed\nKing. It was to fit you to reign over your kingdom that I taught you to\nknow all the wonders of the world and have shown you that no thing is\nuseless but folly and dishonoring thought. That which you have learned\nfrom your brothers here you go down the mountain to teach your brothers\nthere. You will see things which are not beautiful and those which are\nunclean, but hold high your head when you walk, young King, and never\nforget the sun, the wind, and the stars.\"\n\nTo himself as he looked on him the Ancient One said: \"When he stands\nbefore them they will think he is a young god.\"\n\nThe next morning a splendid procession wound its glittering way up the\nmountain road to the castle. There were princes and nobles and\nchieftains. Rich colors glowed in their attire and gorgeous banners and\npennants waved over them, while music from gold and silver trumpets\naccompanied them as they rode and their many followers marched behind.\n\nThe Ancient One in his long robe of gray stood by King Amor on the broad\nstone terrace guarded by its crouching carved lions.\n\n\"This is your King, O people!\" he said.\n\nAnd when the people looked it was as he had said it would be. They drew\nback a little and gazed in fear, and many of the followers fell upon\ntheir knees. They thought they saw a beautiful young giant and god. But\nhe was only a splendid and powerful young man who had never known a dark\nthought and had lived near to his brothers the stars. His horse, adorned\nwith golden trappings, was brought and he was led down the mountain\nside, through the gates into the capital city of his kingdom. He desired\nthat the Ancient One should ride by his side.\n\nWhat he saw as he rode to the place of coronation he had never seen\nbefore. Notwithstanding the embroidered silk and velvet hangings\ndecorating the fronts of the rich people's houses, he caught glimpses of\nfilthy side streets, squalid alleys, and tumble-down tenements. He saw\nforlorn little children scud away like rats into their holes as he drew\nnear, and wretched, vicious-looking men and women fighting with each\nother for places in the crowd. Sharp, miserable faces peered round\ncorners at him, and nobody smiled because every one hated or distrusted\nhis neighbor, and they dreaded and disliked the young King because all\nthe King Mordreths had been evil and selfish, and he was their\ndescendant.\n\nWhen they saw that he was so tall and powerful and carried his handsome\nhead so high, often looking upward, they feared him still more; as their\nown heads hung down they never saw anything but the dirt and dust\nbeneath their feet or the quarrels about them, so their minds were full\nof fears and ugly thoughts, and they at once began to be afraid of him\nand suspect him of being proud. He could do twice as much evil as the\nother Kings, they said, since he was twice as strong and twice as\nhandsome. It was their nature to first think an evil thought of anything\nor anybody and to be afraid of all things at the outset.\n\nThe princes and nobles who rode in the procession tried to prevent King\nAmor seeing the wretched-looking people and ill-kept streets. They\npointed out the palaces and decorations and beautiful ladies throwing\nflowers in his path from the balconies. He praised all the splendors and\nsaluted the balconies, looking up with such radiant and smiling eyes\nthat the ladies almost threw themselves after their flowers and cried\nout that never, never had there been crowned such a beautiful young King\nbefore.\n\n\"Do not look at the rabble, your Majesty,\" the Prime Minister said.\n\"They are an evil, ill-tempered lot of worthless malcontents and\nthieves.\"\n\n\"I would not look at them,\" answered King Amor, \"if I knew that I could\nnot help them. There is no time to look at dark things if one cannot\nmake them brighter. I look at these because there is something to be\ndone. I do not yet know what.\"\n\n\"There is such hatred in their eyes that they will only make you angry,\nSire,\" said a handsome young prince who rode near.\n\n\"There is no time for anger,\" said Amor, holding his crowned head high.\n\"It is a worthless thing.\"\n\nAfter sunset there was a great banquet and after it a great ball, and\nthe courtiers and princes were delighted by the beauty and grace of the\nnew King. He was much brighter and more charming than any of the King\nMordreths had been. His laugh was full of gaiety and the people who\nstood near him felt happier, though they did not know why.\n\nBut when the ball was at its height he stepped into the center of the\nroom and spoke aloud to the splendid company.\n\n\"I have seen the broad streets and the palaces and all that is beautiful\nin my capital,\" he said. \"Now I must go to the narrow streets and the\ndark ones. I must see the miserable people, the cripples, the wretched\nones, the drunkards and the thieves.\"\n\nEvery one clamored and protested. These things they had hidden from him;\nthey said kings should not see them.\n\n\"I will see them,\" he said with a smile which was beautiful and strange.\n\"I go now, on foot, and unattended except for my friend the Ancient One.\nLet the ball go on.\"\n\nHe strode through the glittering throng with the gray-clad Ancient One\nat his side. He still wore his crown upon his head because he wished his\npeople to know that their King had come to them.\n\nThrough dark and loathsome places they went, through narrow streets and\nback alleys and courts, where people scurried away like rats as the\ngutter children had done in the daytime. King Amor could not have seen\nthem but that he had brought with him a bright lantern and held it up in\nthe air above his high head. The light shining upon his beautiful face\nand his crown made him look more than ever like a young god and giant,\nand the people cowered terrified before him, asking each other what such\na King would do to wretches like themselves. But just a few very little\nchildren smiled at him because he was so young and bright and splendid.\nNo one in the black holes and corners could understand why a King should\ncome walking among them on the night of his coronation day. Most of them\nthought that the next morning he would order them all to be killed, and\ntheir houses burned, because he would only think of them as vermin.\n\nOnce as he passed through a dark court a madman darted out in his path\nshaking his fist.\n\n\"We hate you!\" he cried out. \"We hate you!\"\n\nThe dwellers in the court gasped with terror, wondering what would\nhappen. But the tall young King stood holding his lantern above his head\nand gazing at the madman with deep thought in his eyes.\n\n\"There is no time for hatred in the world,\" he said. \"There is no time.\"\nAnd then he passed on.\n\nThe look of deep thought was in his face throughout the hours in which\nhe strode on until he had seen all he had come to see.\n\nThe next day he rode back up the mountain to his castle on the crag, and\nwhen the night fell he lay out upon the battlements under the sky as he\nhad done on so many nights. The soft wind blew about him as he looked up\nat the stars.\n\n\"I do not know, my brothers,\" he said to them. \"Tell me.\" And he lay\nsilent until the great sweet stillness of the night seemed to fill his\nsoul, and when the stars began to fade he slept in rapturous peace.\n\nThe people in his kingdom on the plain waited, wondering what he would\ndo. During the next few days they quarreled and hated each other more\nthan ever, the rich ones because they all wanted to gain his favor, and\neach was jealous of the other; the poor ones because they were afraid of\nhim and each man feared that his neighbor would betray things he had\ndone in the past.\n\nOnly two boys working together in a field, having stopped to wrangle and\nfight, one of them suddenly stood still remembering something, and said\na strange thing in a strange voice:\n\n\"There is no time for anger. There is no time.\" And as he fell to work\nagain his companion did the same, and when they had finished their task\nof weeding they talked about the thing and remembered that when they had\nquarreled the day before they had not finished their task at all, and\nhad not been paid, and had gone home sore from the blows they had given\neach other, and had had no supper.\n\n\"No, there is no time,\" they decided.\n\nAt the beginning of the following week there were rumors that a strange\nlaw had been made--the strangest ever known in the world. It was\nsomething about a Blue Flower. What had flowers to do with laws, or what\nhad laws to do with flowers? People quarreled about what the meaning of\nsuch a law might be. Those who thought first of evil things and fears\nbegan to say that in the rich people's gardens was to be planted a Blue\nFlower whose perfume would poison all the poor.\n\nThe only ones who did not quarrel were the two boys and their friends\nwho had already begun to make a sort of password of \"There is no time\nfor anger.\" One of them who was clever added a new idea to the saying.\n\n\"There is no time for fear!\" he cried out in the field. \"Let us go on\nwith our work.\" And they finished their task early and played games.\n\nAt last one morning it was made known that the new King was to give a\nfeast in the open air to all the people. It was to be on the plain\noutside the city, and he himself was going to proclaim to them the Law\nof the Blue Flower.\n\n\"Now we shall know the worst,\" growled and shivered the Afraid Ones as\nthey shuffled their way to the plain, and the boys who used the password\nheard them.\n\n\"There is no time to think of the worst!\" shouted the clever one at the\ntop of his voice. \"There is no time. We shall be late for the feast.\"\n\nAnd a number of people actually turned to listen because there was a\nhigh, strong, gay sound in his voice such as had never been heard in\nKing Mordreth's Land before.\n\nThe plain was covered with thick green grass, and beautiful spreading\ntrees grew on it. There was a richly draped platform for King Amor's\ngold and ivory chair, but when the people gathered about he stood up\nbefore them, a beautiful young giant with eyes like fixed stars and head\nheld high. And he read his law in a voice which, wonderful to relate,\nwas heard by every man, woman, and child--even by the little cripple\ncrouching alone in the grass on the very outskirts of the crowd and not\nexpecting to hear or see anything.\n\nThis is what he read:\n\n\"In my pleasaunce on the mountain top there grows a Blue Flower. One of\nmy brothers, the birds, brought me its seed from an Emperor's hidden\ngarden. It is as beautiful as the sky at dawn. It has a strange power.\nIt dispels evil fortune and the dark thoughts which bring it. There is\nno time for dark thoughts--there is no time for evil. Listen to my Law.\nTomorrow seeds will be given to every man, woman, and child in my\nkingdom--even to the newborn. Every man, woman, and child--even the\nnewborn--is commanded by the law to plant and feed and watch over the\nBlue Flower. It is the work of each to make it grow. The mother of the\nnewborn can hold its little hand and make it drop the seeds into the\nearth. As the child grows she must show it the green shoots when they\npierce the brown soil. She must babble to it of its Blue Flower. By the\ntime it is pleased by color it will love the blossoms, and the spell of\nhappiness and good fortune will begin to work for it. It is not one\nperson here and there who must plant the flower, but each and every one.\nTo those who have not land about them, all the land is free. You may\nplant by the roadside, in a cranny of a wall, in an old box or glass or\ntub, in any bare space in any man's field or garden. But each must plant\nhis seeds and watch over and feed them. Next year when the Blue Flower\nblossoms I shall ride through my kingdom and bestow my rewards. This is\nmy Law.\"\n\n\"What will befall if some of us do not make them grow?\" groaned some of\nthe Afraid Ones.\n\n\"There is no time to think of that!\" shouted the boy who was clever.\n\"Plant them!\"\n\nWhen the Prime Minister and his followers told the King that larger and\nstronger prisons must be built for the many criminals, and that heavier\ntaxes must be laid upon the people to rescue the country from poverty,\nhis answer to them was: \"Wait until the blooming of the Blue Flower.\"\n\nIn a short time every one was working in the open air, digging in the\nsoil--tiny children as well as men and women. Drunkards and thieves and\nidlers who had never worked before came out of their dark holes and\ncorners into the light of the sun. It was not a hard thing to plant a\nfew flower seeds, and because the King Amor looked so much more powerful\nthan other men, and had eyes so wonderful and commanding, they did not\nknow what punishment he would invent for them and were afraid to disobey\nhim. But somehow, after they had worked in the sweet-scented earth for a\nwhile and had seen others working, the light of the sun and the\nfreshness of the air made them feel in better humor; the wind blew away\ntheir evil fancies and their headaches, and because there was so much\ntalk and wondering about the magic of the Blue Flower they became\ninterested, and wanted to see what it would do for them when it\nblossomed. Scarcely any of them had ever tried to make a flower grow\nbefore and they gradually thought of it a great deal. There was less\nquarreling because conversation with neighbors all about a Blue Flower\ngave no reason for hard words. The worst and idlest were curious about\nit and every one tried experiments of his own. The children were\ndelighted and actually grew happy and rosy over their digging and\nwatering and care-taking. Gradually all sorts of curious things\nhappened. People who were growing Blue Flowers began to keep the ground\naround about them in order. They did not like to see bits of paper and\nrubbish lying about, so they cleared them away. One quite new thing\nwhich occurred was that sometimes people even helped each other a\nlittle. Cripples and those who were weak actually found that there were\nstronger ones who would do things for them when their backs ached, and\nit was hard to carry water or dig up weeds. No one in King Mordreth's\nLand had ever helped another before.\n\nThe boy who was clever did more than all the rest. He gathered together\nall the children he could and formed them into a band using the\npasswords. In time it became quite like a little army. They called\nthemselves The Band of the Blue Flower, and each boy and girl was bound\nto remember the passwords and apply them to all they did. So, often,\nwhen a number of people were together and things began to go wrong, a\nclear young voice would cry out somewhere like a silver battle cry:\n\n\"There is no time for anger!\" or \"There is no time for hate!\" or \"There\nis no time to fret! There is no time.\"\n\nAmong the great and rich people also singular things came to pass. Those\nwho had wasted their days loitering or rioting were obliged to get up in\nthe morning to work in their gardens, and finding that exercise and\nfresh air improved their health and spirits they began to like it. Court\nladies found it good for their complexions and tempers; busy merchants\ndiscovered that it made their heads clearer; ambitious students found\nthat after an hour spent evening and morning over their Blue Flower beds\nthey could study twice as long without fatigue. The children of the\nprinces and nobles became so full of work and talk of their soil and\ntheir seeds that they quite forgot to squabble and be jealous of each\nother's importance at Court. Never in one story could it be told how\nmany unusual, interesting, and wonderful things occurred in the once\ngloomy King Mordreth's Land just because every person in it, rich and\npoor, old and young, good and bad, had to plant and care for and live\nevery day of life with a Blue Flower. Oh! the corners and crannies and\nqueer places it was planted in; and oh! the thrill of excitement\neverywhere when the first tender green shoots thrust their way through\nthe earth! And the wave of excitement which passed over the whole land\nwhen the first buds showed themselves. By that time every one was so\ninterested that even the Afraid Ones had forgotten to ask each other\nwhat King Amor would do to them if they had no Blue Flower. Somehow,\npeople had gained courage and they knew the Blue Flower would grow--and\nthey knew there was no time to stop working while they worried and said\n\"Suppose it didn't.\" There was no time.\n\nSometimes the young King was on the mountain top with the wind and the\neagle and the stars, and sometimes he was in his palace in the city, but\nhe was always working and thinking for his people. He was not seen by\nthe people, however, until a splendid summer day came when it was\nproclaimed by heralds in the streets that he would begin his journey\nthrough the land by riding through the capital city to see the\nblossoming of the Blue Flowers, and there would be a feast once more\nupon the plain.\n\nIt was a wonderful day, the air was full of golden light and the sky of\nsuch a blueness as never had been seen before. Out of the palace gates\nhe rode and he wore his crown, and his eyes were more brilliant than the\njewels in it, and his smile was more radiant than a sunrise as he looked\nabout him, for every breath he drew in was fragrant, every ugly place\nwas hidden, and every squalid corner filled with beauty, for it seemed\nas if the whole world were waving with Blue Flowers. Tumble-down houses\nand fences were covered with them because some of them climbed like\nvines; neglected fields and gardens had been made neat so that they\nwould grow; rubbish and dirt had been cleaned away to make room for\nclumps and patches of them. You could not grow the Blue Flower among\ndirt and disorder any more than you could grow it while you were\nspending your time in drinking and quarreling. By the road sides, in\ncourts, in windows, in cracks, in walls, in broken places in roofs, in\ngreat people's gardens, on the window sills, or about the doorways of\npoor people's hovels--fair and fragrant and waving, grew the Blue\nFlower. Where it waved there was no room for dirt and rubbish, and\nsuddenly even the dullest people began to see that the face of the whole\nland was changed as if by some strange magic, and the whole population\nseemed changed with it. Everybody looked fresher and more cheerful,\npeople had actually learned to smile and keep themselves clean, and\nthere was not one who was not healthier. They had, in fact, been\nnoticing this for some time, and they had said to each other that the\npower of the Blue Flower, of which the King had spoken, was beginning to\nwork. The children had grown gay and rosy, and the boy who was clever\nand all his companions had found time to earn themselves new clothes,\nbecause they had never forgotten their passwords. All the farmers wanted\nthem to work in their fields because they said there was no time to\nidle, no time to fight, no time to play evil tricks.\n\nOn the King rode, and on and on and on, and the farther he went the more\nsplendid and joyous his smile grew.\n\nBut at no time during the day was it more beautiful than when he met the\nlittle cripple who had sat on the outside of the crowd on the first\nfeast day, not expecting to see or hear anything.\n\nThe cripple lived in a tiny hovel on the edge of the city, and when the\nglittering procession drew near it the small patch of garden was quite\nbare and had not a Blue Flower in it. And the little cripple was sitting\nhuddled upon his broken door-step, sobbing softly with his face hidden\nin his arms.\n\nKing Amor drew up his white horse and looked at him and looked at his\nbare garden.\n\n\"What has happened here?\" he said. \"This garden has not been neglected.\nIt has been dug and kept free of weeds, but my Law has been broken.\nThere is no Blue Flower.\"\n\nThen the little cripple got up trembling and hobbled through his rickety\ngate and threw himself down upon the earth before the King's white\nhorse, sobbing hopelessly and heart-brokenly.\n\n\"Oh King!\" he cried. \"I am only a cripple, and small, and I can easily\nbe killed. I have no flowers at all. When I opened my package of seeds I\nwas so glad that I forgot the wind was blowing, and suddenly a great\ngust carried them all away forever and I had not even one left. I was\nafraid to tell anybody.\"\n\nAnd then he cried so that he could not speak.\n\n\"Go on,\" said the young King gently. \"What did you do?\"\n\n\"I could do nothing,\" said the little cripple. \"Only I made my garden\nneat and kept away the weeds. And sometimes I asked other people to let\nme dig a little for them. And always when I went out I picked up the\nugly things I saw lying about--the bits of paper and rubbish--and I dug\nholes for them in the earth. But I have broken your Law.\"\n\nThen the people gasped for breath, for King Amor dismounted from his\nhorse and lifted the little cripple up in his arms and held him against\nhis breast.\n\n\"You shall ride with me today,\" he said, \"and go to my castle on the\nmountain crag and live near the stars and the sun. When you kept the\nweeds from your bare little garden, and when you dug for others and hid\naway ugliness and disorder, you planted a Blue Flower every day. You\nhave planted more than all the rest, and your reward shall be the\nsweetest, for you planted without the seeds.\"\n\nAnd then the people shouted until the world seemed to ring with their\njoy, and somehow they knew that King Mordreth's Land had come into fair\ndays and they thought it was the Blue Flower magic.\n\n\"But the earth is full of magic,\" Amor said to the Ancient One, after\nthe feast on the plain was over. \"Most men know nothing of it and so\ncomes misery. The first law of the earth's magic is this one. If you\nfill your mind with a beautiful thought there will be no room in it for\nan ugly one. This I learned from you and from my brothers the stars. So\nI gave my people the Blue Flower to think of and work for. It led them\nto see beauty and to work happily and filled the land with bloom. I,\ntheir King, am their brother, and soon they will understand this and I\ncan help them, and all will be well. They shall be wise and joyous and\nknow good fortune.\"\n\nThe little cripple lived near the sun and the stars in the castle on the\nmountain crag until he grew strong and straight. Then he was the King's\nchief gardener. The boy who was clever was made captain of his band,\nwhich became the King's own guard and never left him. And the gloom of\nKing Mordreth's Land was forgotten, because it was known throughout all\nthe world as The Land of the Blue Flower.",
    "metadata": {
        "author": [
            "Hodgson, Frances Eliza",
            "Townesend, Frances Eliza Hodgson Burnett",
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5302/pg5302.txt",
        "name": "the_land_of_the_blue_flower.json"
    }
}