{
    "name": "The Klygha",
    "author": [
        "Fyfe, H.B.",
        "Fyfe, Horace Bowne",
        "Fyfe, H. B. (Horace Bowne)"
    ],
    "body": "It is hard ... to be made a server by a being from outside the herd. It\nis hard to remember who is who. Another is inside the head. The Klygha.\nHe dreams to wake the cat. What is sleep?\n\nWho is a ... _why_ is a cat? It is not the herd-mind, the mover of the\nTerrans. Yet, it is not served by them nor does it serve.\n\nThe cat dreams--it fears. We fear with it. The mouth chasing us is\nfilled with shining teeth. The cat dreams that it runs. What is it to\nrun? _We_ ache to flop into the sea and swim away. The cat makes growls\nand hisses.\n\nPartly, it is served by the Terrans. With food, with tickles. It\ndoes not work or hunt. Yet it is not their herd-mind. They have\nnot a ... no, they have _many_ independent minds, many movers. The\nKlygha has one; but there is one of him and four Terrans. One in his\ntravelling-shell, back ... _there_. Four in _this_ shell balanced,\npointing high, before us. And the cat. And we along the sea-edge,\nwatching while feeding among the breakers.\n\nThe cat wakes. Its eyes open and it sees the inside of the Terran\ntravelling-shell. The Klygha sees with it. Since he has entered our\nmind, we see with the Klygha; but neither of us can see the true\ncolors because the cat sees no color.\n\nOne of the Terrans is there. He is a large being, three times as\ntall as the largest of us, almost twice as tall as the Klygha. Like\nthe Klygha, he wears someone else's covering. The cat wears its own\ncovering, as do we.\n\nThe Terran bends in a strange way, to rest himself on a place\nshaped for that. He has four limbs. So does the Klygha, but _he_\nlooks and bends differently when he sees his reflection within his\ntravelling-shell. The Terran is bigger and thicker, and his skin is\ntighter.\n\nHe works on a shining thing held in two of his grippers. The cat\nwatches but does not know what the thing does. The Klygha sees it\nonly by the mind of the cat, but he knows what it does. We know with\nhim--the thing hears noises that cannot be heard, for the Terrans\ntalk with noises and with noises that cannot be heard which are made\nby another shining thing. The Klygha knows what all the things in the\nTerran travelling-shell will do because he has made the cat watch for\nhim as the Light rose many, many times.\n\nAnother Terran enters this part of the shell. He is thinner and lighter\ncolored than the first. He makes noises. The Klygha knows that one of\nthe noises means the first Terran.\n\n\n\n\"How about it, Joe? Will you have it in time for me to hike up the\nbeach this afternoon?\"\n\n\"Maybe. I dunno why you have to have it,\" says Joe. \"We never saw\nanything that'd make you radio for help. Anyway, Foggy's going with\nyou, isn't he?\"\n\n\"That's what the bulletin board claims. 'Marvin Sussman and George\nVogel--collect biological specimens.' That means me; Foggy's a swell\nspace tech but he wouldn't know a fungus from a fern.\"\n\nThe cat sees him point to a place behind them where there are marks\nof white on black. Some marks mean the Terrans--called Bill Halloran\nor Marvin Sussman or George Vogel or Joe Ramirez--and some explain\nwhat they or the shining things in the shell do. The Klygha cannot\nunderstand all the marks yet. If he could, he would know all there is\nto know about the Terrans and go back to his own star.\n\nUntil he learns more, he makes us stay nearby.\n\nNow, we feel the Klygha. He is excited; he means to take action ... we\nfeel it will be with the cat somehow....\n\nYes, he is making the cat speak a Terran sound.\n\n\"Mmar-min ... Mmar-min!\"\n\nThe Terrans make large eyes at the cat. They bend in their strange way\nto have a close sight of it.\n\n\"Did you hear what I thought I heard, Joe?\"\n\n\"I ... I ... Teufel said _miaou_, I think.\"\n\nThe cat makes the sound again.\n\n\"Like hell he said _miaou!_ He said 'Marvin.' Now who taught him that?\"\n\nThe Terran called Joe Ramirez unbends himself, lurches in their fashion\nto an opening at the side, and makes loud noises.\n\nTwo other Terrans come. One is large and heavy, with bright fuzz at\nhis top. The other is shorter and thicker with hair the shade of our\nbeach. The Klygha knows that these are called Halloran and Foggy, and\nwe remember it with the Klygha.\n\nHe makes the cat speak to each of them; and they all make big eyes at\nthe cat.\n\n\"Bull!\" says Halloran. \"Who's the wiseguy ventriloquist?\"\n\n\"It iss a spirit in t'e little Teufel,\" says Foggy.\n\n\"I speak to you from outside the ship,\" says the Klygha. \"I must\ncontact you through the mind of your pet.\"\n\nThey all make noises. Those of Halloran are Terran words that even the\nKlygha does not know, so we do not understand either. Vogel runs out of\nthe chamber. When the cat sees this, the Klygha makes many of us along\nthe beach rear up and turn toward the Terran shell.\n\nHe lets the cat go, partly, and we can feel that it is unhappy. It\nbacks into a corner and bends itself into a lump. Then the Klygha is\nwith us.\n\nIt is hard to have another in the mind. He makes us turn our eyestalks\ntoward the shell and watch. Nothing on it seems to move, except once\nthere is a small flicker near the top.\n\nThen, by the cat, we see the Terran named Vogel hurry back into the\nchamber.\n\n\"I see t'em outside on the scanner,\" he says. \"About t'irty of t'ose\nlumpy t'ingss like hound-sized starfish wit' fringed edges!\"\n\n\"What about it?\" says Halloran. \"There's a herd on every other beach.\"\n\n\"T'ey are watching us! Who else would be doing t'iss to little Teufel?\"\n\n\n\nThe Klygha enjoys a strange feeling we do not understand. It is\npleasure, but more complicated ... he thinks the Terrans are\ninteresting to watch while back in his own travelling-shell he rolls on\nhis back and makes noises to himself. The cat also rolls on its back\nand makes noises, but the Klygha forces it to stop that and speak again\nto the Terrans.\n\n\"It is my opinion that an exchange of information would be of value to\nall of us,\" says the cat.\n\nThe Terrans make grunts and growls. Marvin says, \"That was not too\nclear, Teufel. Try it again.\"\n\nThe Klygha makes the cat say the words again, more slowly, and the\nTerrans seem to understand.\n\n\"What do you want to know?\" says Marvin.\n\n\"And what do you have to offer?\" says Joe.\n\n\"That is to be discovered,\" says the cat. \"To begin--from where did you\ncome?\"\n\nThe Terrans look at each other a long time before Halloran says, \"From\na star called Sol. And you?\"\n\n\"I lived here before you arrived,\" says the cat for the Klygha.\n\nThis is not very true, and it seems strange to us that the Terrans do\nnot realize it.\n\n\"How is it,\" says Marvin, \"that you have the ... ah ... are\nsufficiently advanced to contact us in this manner, and yet have built\nnone of the usual appurtenances of civilization?\"\n\nThe Klygha makes him say it another way before he understands and can\nanswer.\n\n\"In the first place,\" the cat says for him, \"we are an aquatic race.\nYou see us only at the meeting of the sea and land. In the second,\nthere may be civilization without complicated physical structures. We\ndo not know of any other kind, since you are the first beings to come\nhere from a star.\"\n\nThe Terrans seem not to hear the slip he makes, that should reveal to\nthem he has again not told the truth. The Klygha always fools them;\nthey still believe the shells we made for the Klygha are what they\ncall \"fossils.\" They do not know that by a natural body process we can\ndraw substances from seawater and form them as we wish. The Klygha\nlearned this almost at the beginning. Besides the objects he wanted for\ndeceiving the Terrans, we made for him some of the liquids he uses to\nmake his travelling-shell go--but he was impatient that it took us so\nlong.\n\n\"Perhaps,\" says Halloran, \"we could both benefit by exchanging\ninformation; that is, if you are really what you say!\"\n\nHe looks suspiciously at the other Terrans, as if he does not entirely\nbelieve the cat is controlled by another mind.\n\nFrom then on, the talk is strange to us. When the Klygha answers\nquestions, the cat talks as if it were one of us here on the beach--but\nwe learn that the Klygha understands us only a little. The answers he\ngives are mostly wrong. He has never troubled to learn how we live\nunderwater, but only used us for his own purposes.\n\nThe Terrans do a stranger thing. They do not give many answers that are\nnot so, but they pretend not to know the answers the Klygha wants. Many\ntimes they tell him about their star, Sol; but never do they explain\nclearly where it is in the sky. The Klygha is so disappointed that we\nfeel him in the mind, and it is a bad feeling.\n\nThen he agrees with the Terrans to talk again when the Light has gone\nand returned. He makes us leave that place and flop along the shore\na long way, but we can still see through the eyes of the cat while\nthe Klygha is in our mind. The Terrans have left the cat alone in the\nchamber from which they talked. Perhaps they have gone somewhere to\nwatch us; the cat can neither see nor hear them.\n\n\n\nBefore the Light is gone, the Klygha lets us go beneath the water. Even\nin the shallows, it is restful.\n\nStill, we can touch minds with the cat and know that it is yet dark\nwhen one of the Terrans comes to pack the cat in a small, soft\nplace. The Klygha does not know, for he rests in darkness inside his\ntravelling-shell.\n\nThen a bright light pulses, even through the water that shields us\nfrom the cool of the darkness. We feel that the cat is moving away from\nus.\n\nAfter a time, a Terran returns to the cat. He removes it from the\nsmall, soft place in which it rested. The cat then floats, as do we\nwhen underwater.\n\nWe swim ashore with the first Light, and wait for the Klygha to wake.\n\nThe Light rises in the sky. He wakes, seeks the mind of the cat ...\nand finds it far distant in the sky. Many pictures flow through the\nKlygha's mind, with the speed and violence of waves driven by a great\nstorm.\n\nWe all shiver when he turns to us, but he makes us scan the beach and\nthe marks left by the Terrans' travelling-shell in the blackened and\nglittering sand.\n\nThen he draws from us the memories of the darkness, and small lights\nflicker within the Klygha's mind.\n\nHe hurries to another chamber of his shell. We feel that he means to\npursue the Terrans. He will ride to the sky on a wave of flame, as\ndid they; and he will finally learn of their star by following their\nshell beyond the sky where--strange as it feels in his mind--there is\nnothing, except the stars.\n\nHe has forgotten us. We wait, and watch through the Klygha's mind as\nhe touches the shining things within his shell that do for him what\nsimilar shining things do for the Terrans. Thus, we know as soon as he\nwhen he makes his mistake....\n\nThe Klygha's travelling-shell bursts through the surface he has spun\nabove it to look like the side of a mountain; but it does not go\nstraight and it does not go far. He has a terrible fear. We feel it\nwith him, and try to bury ourselves in the sand.\n\nThere are noises and flares of light.\n\nThere is dizziness, the feeling of being tossed about by the currents\ncreated when the land shakes.\n\nThere is pain ... fear of death ... silence.\n\nFor a time, we see with the Klygha visions of the world from which he\ncomes. It is confusing; for sometimes the Klygha is small and happy\namid others of his breed, sometimes he is grown and talks to others\nequally, and sometimes we see him with beings and objects which are\nstrangely wrong, though neither we nor the Klygha understand why.\n\nThen these things fade away, and the Klygha returns to his mind--which\nis worse.\n\nHe frees himself of what holds him in place, scans the many shining\nthings that tell him of his situation, and crawls outside to the\nground. When he looks back, he sorrows ... deeply ... and we grieve\nwith him since--though he now forgets us--he is still in our mind. We\nrealize that he is unable to return to his world.\n\nThere is no way he can repair his travelling-shell in this place\noccupied only by uncivilized, brutish life-forms. He thinks of the\nTerrans, and knows that he must make a decision--whether to be a Klygha\nor a coward....\n\nThere is a short doubt. Then the Klygha gropes far out above the sky\nfor the mind of the cat. He is a coward.\n\n\"Mmmar-min!\" says the cat.\n\n\n\nWe see with it a chamber of the Terran travelling-shell. There is no\nTerran present, so the Klygha makes the cat go in search of one. We\nfeel with the cat as it goes, for it almost swims. It pushes against a\nside with two of its feet and floats through the air toward the opening\nit wishes to pass through.\n\nNow we understand the tail of the cat--it is for swimming in air. It\nwhirls and twists, and the cat spins as it goes. It touches another\nside, plunges through the opening into a long but narrow space, twists\nagain, and pushes itself along that space. It is very much more clever\nthan it seemed on this world.\n\nIt is also very good with sounds, and knows where to find the Terrans\nby hearing them.\n\n\"Mmmar-min!\" it says again, as it enters another chamber.\n\nThis place in the Terran shell is much like the Klygha's, with many\nshining and flashing things. There are differences, but the Klygha can\nunderstand many of the objects; therefore so can we.\n\n\"Mmmar-min, we mmust go back!\" says the cat.\n\n\"Back where?\" says Marvin. He does not seem completely awake, for he\ncontinues to stare at the shining things and the lighted things and to\nlisten to the tiny sounds coming from some of them.\n\nThen he suddenly unbends himself and makes large eyes at the cat.\n\n\"You can still talk!\" he says. \"Which one are you now?\"\n\nThe Klygha hesitates. Then he makes the cat speak the truth, for he is\nnow a coward.\n\n\"I am the one who spoke through your pet before,\" the cat says for him.\n\"Please return! I need your help.\"\n\nThrough the cat's vision, we see the Terran's large, five-divided\ngrippers reach out at us. The view shifts ... he has picked up the cat\nand put it on a flat space before some of the shining things. We twitch\nabout on the beach until we realize that it is the cat twitching its\nears and tail. It is not happy on the flat space and it is not happy\nwith the Klygha in its mind. We know.\n\nThe Terran called Marvin moves clicking things in front of him and\nspeaks. With the Klygha, we understand that his sounds are carried\nalong a string of metal to other parts of the travelling-shell. Soon,\nother Terrans answer, and a little later they arrive.\n\nThen the noise increases. They all talk at once, and their opinions\nare much less to be understood than ours when all of us communicate at\nonce. They do not add to each other's strength; they lessen it. The cat\nis irritated--it looks away at the shining lights. The Klygha wishes\nthe cat could see in color, for then he would be able to understand\nmore about the Terrans' controls, but this wish is weak. He wants more\nthat the Terrans return, and he listens anxiously to them.\n\n\"But I heard him _say_ it!\" says Marvin. \"There's another spacer\nthere--it _couldn't_ be those lumpy beach-crawlers!\"\n\n\"T'at would make senss,\" says Foggy. \"I never believed t'ose tings\nlooked smart enough.\"\n\n\"No, and neither do you guys!\" says Halloran. \"Come on, Marvin--admit\nyou dreamed it!\"\n\n\"He did not dream it,\" says the cat. \"I desperately need your help.\"\n\nThey turn to look at the cat.\n\n\"Say it again, Teufel, and slower,\" says Marvin. \"You don't talk too\nplainly, you know.\"\n\nThe cat says it again.\n\n\"And you are right about the beach amphibians. They have nothing to\ndo with me. Like yourselves, I am an explorer from another planetary\nsystem.\"\n\n\n\nThey watch the cat with different attitudes. Marvin twitches a little,\nas if excited. The front of Halloran's head wrinkles and his teeth show\nthreateningly. The mouths of the other two hang open.\n\n\"My ship suffered an accident as I attempted to take off,\" says the\ncat. \"It is wrecked. Unless you return to help me, I shall be marooned\nhere forever!\"\n\n\"You see?\" says Marvin. \"We'll have to go back.\"\n\n\"Wait a minute!\" says Halloran. \"First, we have to decide if any of\nthis is real.\"\n\n\"I guess it's gotta be,\" says Joe.\n\n\"Whaddya mean?\"\n\n\"How could a black cat make up a story like that? He never talked\nbefore.\"\n\n\"I do not understand t'at myself,\" says Foggy. \"And ven I do not\nunderstand somet'ing, I tink it iss a good time to be careful.\"\n\n\"What could happen?\" says Marvin. \"If there is somebody back there--and\nthere's no reason not to believe it--just imagine all the things we\ncould learn from him!\"\n\n\"But if the cat really was talkin' for somebody,\" says Joe, \"he was\npretty cagey about giving out information. What if it does turn out\nto be those squids on the beach, tryin' to con us into coming back in\nrange where they can get control of us all?\"\n\n\"Yess. Remember--t'at iss why we left so quick!\"\n\nThe cat feels bad because the Klygha worries. We also worry, but it is\nhard--with another in the mind--to know if we worry that the Terrans\nwill return for the Klygha, or that they will not and we will have him\nwith us always.\n\nThe cat watches the big Terran, Halloran, as he lurches back and forth\nbefore the others. His face is dark, and we feel that it must be red if\nonly the cat could see that color.\n\n\"Enough of this!\" he says loudly. \"Whaddya want to do? Go chasing into\nall sorts of wild orbits on account of a talking cat, for Chrissake?\nWe're well off the damn' planet with our skins and our data. Let's stay\noff!\"\n\nHe is angry. We hate him. No ... the Klygha hates him.\n\nHe makes the cat yowl at Halloran, and Halloran catches the cat.\n\nWe bite him!\n\nNo ... the _cat_ bites Halloran. The Klygha makes the cat bite\nHalloran, but we see it. We feel it. We hear Halloran's words, but his\nmouth twists and is not to understand. His mind is to understand. He\nstrikes out. He will kill....\n\nIt is hard to see, because everything whirls about, as when one is\ncaught below in a strong, tumbling current. Then the other Terrans have\ntheir grippers all over Halloran and the cat is free of him.\n\nIt fears and rages mightily for so small a being. It swims under\nsomething low, where it crouches to snarl hate at the feet of the\nTerrans. Somehow--we wish we knew!--it has forced the Klygha out of its\nmind.\n\nThen, from the Klygha, we feel true despair!\n\nIf the Klygha did not feel so bad, we could interest ourselves in the\ncat, for _we_ still see and feel with it. Are we better at this than\nthe Klygha? Did he, too, feel Halloran's mind for an instant? It cannot\nbe ... yet perhaps we are better at remembering. Until the Klygha,\nmemory was our all.\n\n\n\nThe Klygha is with us again. Desperation has made him quick, and he\nknows that we are with the cat. We feel him struggle ... and all our\nminds struggle with him.\n\nSlowly, the cat creeps out into the open. It raises itself and speaks.\n\n\"There is no hoax, no trap,\" it says for the Klygha. \"I could not\ncontrol any being of advanced intelligence.\"\n\nThe Terrans silence their talk to look at the cat.\n\n\"I know you have a helicopter,\" says the cat. \"To verify what I tell\nyou, it is necessary only for you to send someone out in it when you\nreturn. The wreck of my ship will be easy to locate and observe.\"\n\nThey make the cat repeat this twice more, because it does not talk well\nby their standards. Then they speak among themselves for a long time\nwhile the Klygha fears to interrupt them.\n\nIn the end, Halloran bends himself into the comfortable place where\nMarvin had rested and begins to make the Terran travelling-shell return\nto us.\n\nThe Light goes and comes again before they arrive. It must be a very\ngreat distance that they travel. Finally, terrible noises tear apart\nthe clouds and the Terrans return in a burst of flame streaking down\nfrom the sky.\n\nThe noise fades. Once again, the tall thing stands upright on our\nbeach, where now more of the sand is blackened and smoking.\n\nThe Klygha sees this through individuals whom he has forced to watch.\nWhen the flames stop, he allows the rest of us to come out of the\nbreakers.\n\nThe sand no longer smokes and steams by the time two of the Terrans\nappear. We watch for the Klygha as they lower what he called a\nhelicopter down the side of their shell on a long strand of metal;\nbecause it is no longer easy for him to watch through the cat. The\nTerrans, since they started back, do not always permit the cat to see\nwhat they do or hear what they say.\n\nNow, however, the one called Joe Ramirez takes the cat with him inside\nthe helicopter. He makes the branches on top spin around, until the\nhelicopter floats into the air and swims through it toward the hills.\n\nWhen it approaches the place where we feel the Klygha to be, the cat\nsees him standing in an open space near the wreck. Joe sees him only\nwhen the cat speaks, because he looks at the wreck. We wish the cat\nwould also observe the wreck--for it would give us pleasure to see the\nKlygha's mistake--but it is not allowed, lest it lose sight of the\nKlygha. For the first time, we see him through another mind than his\nown.\n\n\n\nHe is halfway between the size of a Terran and of one of us. Having\nonly four limbs like them, he still looks different. His skin is loose\nand baggy, covered with fine, dark gray down; but most of it is hidden\nby a covering cleverly made to fit around the Klygha's body and limbs.\nThe cat sees this as light gray, but we remember that when the Klygha\nconsidered himself in his travelling-shell the covering seemed to him\nthe color of the sky.\n\nFor the rest, he resembles the picture he had of himself--he did not\ntrouble to deceive us. His head is flatter and longer than those of the\nTerrans, and grows from his body in a different way. Because he has two\neyes, large and gleaming black, he reminds one of a Terran. That is,\nthe two eyes set right in the head and the four limbs make him look\nmore like a Terran than the small mouth like that of a sucking fish\nmakes him look different. We wonder if all beings from the stars have\nthis general similarity.\n\nHe is quite nimble as he runs over to meet the landing helicopter. Now\nwe see what it is to run. At times, no part of the Klygha touches the\nground, any more than we touch sand in skimming along the sea bottom.\nBut to do this on land! It must be wonderful.\n\nJoe does not act surprised. We have seen the Terrans walking on the\nbeach but perhaps they can run also. Joe seems more interested in\nexamining the Klygha carefully after he halts beside the helicopter.\nThe Terran then raises a shining thing to his mouth and speaks.\n\n\"He looks clean, for all I can see. Somehow, he seems to look worried,\ntoo.\"\n\nNoises answer him, and the cat understands them as the voice of\nHalloran.\n\n\"Okay, then; bring him in with you. See if you can get him to\nunderstand that he'll have to live on what we have.\"\n\n\"I, too, am an oxygen-breather,\" says the cat for the Klygha. \"That\nis why I was interested in exploring this planet. As for incidental\nsupplies, I can get what I need from my ship.\"\n\n\"Good enough!\" says the voice of Halloran. \"Go with him, Joe!\"\n\n\"How long a trip will it be?\" says the cat.\n\nThere is silence among the Terrans. Through the cat sitting on his\nforelimb, we feel Joe tighten his muscles. Then Halloran's voice\nanswers through the air.\n\n\"We'll let you know later ... when we understand each other's\nchronology better. Bring as much as you can, to be sure.\"\n\nOnce again, they will not tell him anything about where their star is.\nNow, however, the Klygha understands that he must obey. He has a deep\nfear of being left on this world.\n\nThere is little cause for him to fear. We have learned that we could\nmake for him, from the waters of the sea, all the things he needs.\nThere is a little of everything in the sea, but he is too impatient. He\nconsiders that life does not last long enough. Is it possible that a\nKlygha does not live as long as we do?\n\nJoe takes the Klygha into the helicopter, which he moves closer to the\nwreck. They both crawl inside to get the things the Klygha wants. He\nwould like not to take the Terran inside but is afraid to deny him. Joe\nhelps him carry some supplies outside. He also makes a bright light\nto flash many times. Through the Klygha's mind, we understand that\nJoe makes what he calls \"pictures\" as a way to remember what he sees.\nWe do not entirely understand--if one sees something, he remembers it\nalways, and sometimes his offspring also. These beings from the stars\nare different.\n\n\n\nWe are much disturbed, and flop nervously about the beach until the\nhelicopter returns to the Terran travelling-shell. There is always the\nchance that they will not take him. Perhaps Joe learned enough inside\nthe wreck to make it needless.\n\nIt is hard, with another half in the mind and half out, to be sure\nwhose idea that is. We feel it must be Halloran's. We wonder if we\nwill always have that little touch of the Terran's mind that we learned\nfrom the cat during Halloran's rage. The Klygha does not bother with us\nany more and the cat does not care.\n\nThere is no difficulty. The Terrans are still interested in the Klygha\nand the things he can teach them. They find a soft, enclosed place for\nhim larger than the one into which they afterward put the cat. Then\nthey prepare to go away beyond the sky.\n\nWe hurry to get off the beach. It is hard ... after so long with the\nKlygha in the mind. We must decide for ourself, and move all the herd.\n\nWhen it is dark, flame and noise are once again to be sensed through\nthe shallow water. We can feel the cat and the Klygha ... and someone\nelse ... moving further away. It is not the direction we remember from\nthe Klygha's mind. They must really be headed for the Terrans' star. We\nswim deeper into the water, to await the Light.\n\nWhen we emerge, it is to a good feeling. There is no other in the head.\nAll is as it was ... almost. Perhaps more of us now have the strength\nto be potential movers.\n\nStill, at what must be a huge distance, we faintly but distinctly sense\nthe star-minds--the Klygha, the cat, and even Halloran. It is enough\nto show us the direction of the Terran's star. We feel this direction\nchange as the Light moves across the sky, and now we realize that the\nworld beneath us spins. We will always remember the star of the Terrans\nand its direction, while we collect other herds of people to help\nexamine the wreck of the Klygha's ship.\n\nThe star of the Klygha we will also remember ... and its direction ...\nfor this was in the Klygha's mind when he refused to tell it to the\nTerrans.\n\nOther things we remember are those that were told to the Klygha, or\nremembered by him, or seen by the cat, or seen since then in color by\nthe Klygha ... and even some of the things understood by Halloran. It\nis enough to know how to build a ship of our own, for in the sea are\nall the substances needed and our bodies can filter and form deposits\nof any required shape.\n\nMuch time will be needed. To reach the stars, many herd-minds must be\njoined together; but we will follow the Terrans, and the Klygha ... and\nperhaps find others. And the leader, the controller of all of them,\nwill be ... we? ... will be I! _I_ shall lead my people to the stars,\nnow that we can ... can _think_!\n\nThe Klygha does not know what he has done!\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Fyfe, H.B.",
            "Fyfe, Horace Bowne",
            "Fyfe, H. B. (Horace Bowne)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72402/pg72402.txt",
        "name": "the_klygha.json"
    }
}