{
    "name": "The Scapegoat",
    "author": [
        "Maples, Richard"
    ],
    "body": "The old guy didn't have a chance. All he could do was shield his head\nwith limp arms and moan, while this other fellow--a young, husky\nsix-footer--gave him a vicious, cold-blooded beating.\n\n\"Hey, there!\" I yelled indignantly. \"Cut it out!\"\n\nBut the kid kept belting away, as if he were methodically working out on\na fifty-pound training bag. Finally, the old man sagged to the pavement.\nThen this hoodlum began to kick him.\n\nI'm not a hero. I'm a newspaper man whose job it is to look at things\nobjectively. But I know right from wrong.\n\nMy one punch caught the young bruiser back of the ear and spilled him on\nthe ground. He lay there for a moment, then rolled over. Even by the\nstreet light, it was easy to see his eyes were glassy.\n\nIt gave me lots of satisfaction. I'm not a big man--just compact--but I\ntake care of myself. I don't drink or smoke and I exercise regularly.\nThe result is I can handle myself in the clinches.\n\nThe kid sat up and pushed himself unsteadily to his feet. I could see\nnow that he was a college boy. The red sweater with the terrycloth\nborder and the white pants with a shortened left leg were a dead\ngiveaway.\n\n\"Listen here,\" I said roughly, \"you nuts? Beating up an old man!\"\n\nHe appeared to be desperately searching for an explanation--something to\nsay. Then, abruptly, without having uttered a sound, he reeled away and\nshambled hurriedly down the street.\n\nMy first inclination was to give chase. But the old man groaned and I\nturned to help him. That was when I had it--a virtual brain storm.\n\nThis whole episode, I could see, was a perfect answer to the damnable\ncriticisms leveled at my series on juvenile delinquency. More than that,\nit was an absolute vindication!\n\n\n\nBarely an hour ago, I'd had to sit at a meeting and take it on the chin\nfrom twenty of the town's leading lights who designated themselves The\nCommittee for the Protection of Youth. The outfit was, of course,\npolitically inspired. It had obviously been started by the Mayor and his\ngang as a means of torpedoing Jones, the publisher of my paper. Jones,\nyou see, had become politically ambitious himself.\n\nSince I was the star on Jones' team, they piled on me. Some of the nicer\nthings said about my articles were that they constituted filthy\nmuckraking, were a pattern of irresponsible lies, and were designed\nprincipally to smear the incumbent politicos. The children of the town,\nthey cried, were being sacrificed to ruthless ambition.\n\nIt wouldn't have been so bad if Jones had stuck by me. But he cut and\nran. Discretion, he had whispered to me from behind a pudgy hand, was\nthe better part of valor. Then he told them he would discontinue the\narticles.\n\nNow I had first-hand proof of a particularly brutal bit of delinquency.\nA cruel assault on a poor, helpless old man! Furthermore, I was the hero\nof the incident!\n\nBending down to see how seriously the old man had been hurt, I asked,\n\"What happened, Pop? Was he trying to rob you or something?\" He didn't\nanswer.\n\nI looked around for help, but the street was deserted. The best thing, I\ndecided, was to take him home. There Nan, my wife, could patch him up\nwhile I found out what had happened. I bent down again and pulled him to\nhis feet. He staggered. I put one steadying hand on his shoulder and\ngripped his wrist with the other. My spine went cold.\n\nIt was his flesh. Not so much that it felt like rubber--but the chill.\nHere we were in the middle of a heat wave, the thermometer nudging\nninety, and the old guy's wrist is like an icicle!\n\nFor a second, it threw me. Then I thought of shock. That might explain\nit. And Nan, having been a nurse, would be the one to know.\n\nI started the old man walking. \"See if you can make it to my house,\" I\nurged. \"It's just around the corner.\"\n\nNan switched on the porch light when she heard us on the steps. Opening\nthe door, she drew back with a little shriek. The old man was pretty\ngruesome-looking at that. But it wasn't just his blood-covered face and\nmatted white beard.\n\nThere was something spiderish about him. He was angular, and dark, and\nskeletal. His eyes, deep-set and brooding, seemed to crouch under his\nshaggy, jutting brows.\n\n\"Take it easy, honey,\" I said. \"The old guy just needs some patching\nup.\"\n\n\n\nShe recovered quickly and helped him into the house. After we'd eased\nhim into the easy chair by the fireplace in the living room, she turned\nto me, worried. \"Were you in an accident?\"\n\nI gave her the story and she looked at me sharply, but didn't speak. She\nwent into the bedroom and came back with blankets and medicine bottles.\nTucking the blankets around the old man's legs, she said, \"But I don't\nunderstand why you were walking. You went to the meeting in Jones' car.\nWhy didn't he bring you back?\"\n\nI didn't answer. The old man had closed his eyes and his breathing was\nbecoming very shallow. \"Look at him,\" I said. \"Is he all right?\"\n\n\"He's sleeping. Why don't you answer my question?\"\n\n\"Jones didn't bring me home because I had words with him and walked away\nin a huff.\"\n\n\"Over the meeting?\"\n\n\"Partly.\" I explained about the meeting and how Jones had back-tracked\nwhen the going got rough. \"After all, it was his idea to build\ncirculation with sensational articles and to use them to attack the\npresent administration. But when there's a showdown, he acts like a\nscared rabbit. And that's what I told him.\"\n\n\"I'm glad,\" Nan said, her face brightening. \"What did he say to that?\"\n\n\"He gave me a lot of bull about it being a mistake to pick on people's\nchildren and how we should stick to old standbys like red-light\ndistricts and dope trafficking.\"\n\nNan slapped the iodine on the table. \"Some nerve! What did you tell\nhim?\"\n\n\"I told him he was jerking the rug from under me and that I'd be damned\nif I'd write a bunch of warmed-over tripe. Then I walked away.\"\n\n\"You finally quit!\"\n\nUntil then, I don't think I'd ever realized just how much Nan hated my\nwork. Of course, off and on, we'd really had some knock-down drag-outs,\nbut I'd never considered them serious. Oh, we often talked about my\ngoing into teaching physical ed. It had been my intention ever since\ncollege. Some day I'd actually do it.\n\nI shook my head. \"No, honey, I didn't quit.\"\n\n\"But you're going to?\"\n\nI shrugged in a gesture of helplessness. \"How can I? An unprovoked\nattack against a poor old man is dynamite. It puts me in the driver's\nseat. I can write an article that will make every mealy-mouthed\nhypocrite who spoke against me tonight eat his words.\"\n\n\n\nThe fire in her eyes died. \"It's always something,\" she said wearily.\n\"Year after year, you've come up with one reason or another to stay in\nthe rotten business. And what does it amount to? Mud-slinging! I'm\nbeginning to think you like it!\"\n\nShe'd never come out so bluntly and, deep down, I felt my resentment\npressing like the sharp edge of a coiled spring. Originally, getting\ninto the newspaper game had been a sort of fluke. Majoring in physical\ned at college, I often covered the various sports events for the campus\npaper. One day, a big-time scandal broke, involving gamblers and one of\nthe teams, and I found myself in a perfect spot to do an exclusive for a\ncity paper. My stuff was run verbatim under a by-line and afterward\npicked up by the wire services.\n\nLater, with a trick knee keeping me out of the war, I managed to talk\nmyself into a job with the newspaper that had run my expose. I was\ngoaded by a feeling that I ought to be doing something bigger than\nteaching children how to play games.\n\nFrom the very start, I discovered I had a peculiar talent. If I found\nmyself anywhere near a skeleton in a closet, I could plainly hear its\nrattle. Before long, my reputation was firmly established.\n\nNan, whom I'd met at college, knew of my ambition to teach and began\nplanning toward that end as soon as we married. She started what she\ncalled a quitting fund. This was to stake a move to a small town where\nher uncle was principal of the high school. He was supposed to help me\nget a foothold in the new career.\n\nBut then Tommy was born and there were bills to pay. After that there\nwere other reasons, like car payments. By the end of the war, the\nteaching plans were no longer discussed, and Nan and I had drawn so far\napart that even the bickering between us had ceased.\n\nFinally, when Tommy was about ten, she suddenly let me have it.\n\nIt seems the kid was running around with a tough crowd. She wanted to\nget him away from the city. He needed the fresh air and the decent,\nnormal home-life of a small town, she said. And she meant every word of\nit.\n\nLuckily, Jones had come along right about then and offered me a job on\nhis newspaper, back in the old home town. He had an idea he could drive\nthe opposition paper out of business by featuring yellow journalism at\nthe local level. That's where I came in. With my ability to make the\nnews bleed, he figured he could cinch it. For that reason, he was\nwilling to double my present salary. So I accepted.\n\nNan, of course, was furious, even though I pointed out the extra dough\nmeant we could start planning again. She didn't calm down until I\npromised to quit the job after six months.\n\n\n\nYes, it was always something. She was right enough about that. But she\nhad no right to make such an issue of things. I started to tell her\nthat, then stopped. Maybe she was picking a quarrel to make me forget\nabout the old man and the story. I threw a fast block into my\nresentment.\n\n\"Honey,\" I said, \"don't be unreasonable. Remember this job with Jones\nwas supposed to get Tommy away from the city, and the extra dough was\nall part of that big plan for the teaching business.\"\n\n\"What plan?\" she flared. \"There never was a plan except to pamper your\nvanity! Big-shot Potter, the whiz-bang newspaperman! That's all you've\never been interested in!\"\n\nI had to take a deep breath to keep from yelling back at her. \"You're\nnot being very fair about this. I did it all with you and Tommy in\nmind.\"\n\nHer voice lowered. \"Is that so? Well, how about the promise to quit in\nsix months? We've saved the money. What marvelous thing do you have in\nmind for me and Tommy now?\"\n\nThat _hurt_. As a matter of fact, I'd been quite enjoying the stint with\nJones. My series on juvenile delinquency had just about doubled\ncirculation and that gave me a deep sense of accomplishment. Then, too,\nwriting the stuff against the Mayor and the rest of the town's\nbig-wigs--in keeping with Jones' political ambitions--nurtured a feeling\nof power that was very satisfying.\n\nFrankly, the meeting earlier that evening had set me down harder than I\ncared to admit. Now, with every chance for a comeback, Nan wanted me to\npass!\n\n\"Listen,\" I snarled, \"so it's hot. So don't take it out on me!\"\n\nHer fists bunched and the color drained from her face. Knowing the\nsigns, I could tell this was going to be a lulu.\n\nBut the door flew open and Tommy came clomping through the hallway and\ninto the front room. He's a big kid for his age, mentally and\nphysically. He spotted the old man right away.\n\n\"Gol_lee_!\" he breathed excitedly. \"Who's the creep?\"\n\n\"Never mind,\" Nan said, quickly recovering her composure. \"He's had an\naccident. Just get some money from your father and go to the drugstore\nfor more bandages. I'll need them.\"\n\nI gave him a buck and he ran out the kitchen way, slamming the back door\nso hard, the whole house shook.\n\nThe old man's eyes flickered open. He looked at me first, then at Nan.\n\"Well,\" he said in a peculiar muffled tone that suggested he was\nspeaking through an obstruction like a fencing mask, \"isn't this cozy!\"\n\nI immediately threw a lot of questions at him. His name, he said, was\nAshe--just plain Ashe. He couldn't remember any other name. He couldn't\nremember why he'd been beaten up, nor what had led up to it. He was very\nconfused. He thought maybe it would all come back to him later. However,\nhe did remember my rescuing him and he appreciated that very much.\nHearing him say so gave me a nice, tingling glow. I invited him to stay\nfor dinner and he accepted.\n\n\n\nNan objected. \"There's only salad,\" she wailed. \"It was too hot to\ncook.\"\n\n\"Salad's fine,\" I told her.\n\n\"Oh, Ted, please!\"\n\n\"Listen here,\" I said coldly, \"I've invited Ashe to stay and he's\naccepted. Why all the fuss?\"\n\nShe gave me a hurt look, turned, flounced into the kitchen. I started to\nfollow, thinking I'd made a mistake in being so brusque. Then I thought,\nthe heck with it. Let her take it any way she wanted.\n\nSweat was plastering my shirt and pants to me like a skindiver's outfit.\nI needed a shower. I told Ashe to rest easy and went into the bathroom.\n\nWhen I came out, Tommy had returned. He and the old man were busily\ngabbing. Nan, standing by the kitchen door, frantically signaled me to\njoin her. In the kitchen, she backed me against the sink. \"Get him out\nof here!\"\n\n\"Why?\" I asked, startled.\n\n\"There's something wrong with him.\"\n\n\"Wrong?\"\n\n\"He gives me the willies.\"\n\n\"It's just the heat,\" I scoffed.\n\n\"If you must know, he--he leered at me! While you were in the shower. It\nwas awful!\"\n\n\"Nan, do you think that kind of yarn is going to stop me from writing\nabout what happened tonight? It won't. And you can make up your mind I'm\nkeeping the job. When I get through with the people in this town,\nthey'll know they've been dealing with Edward Potter!\"\n\nTight-lipped, she went to the refrigerator for the supper.\n\nAs soon as we'd sat down, Ashe began to talk. He kept it up through the\nentire meal. He'd been everywhere and done everything, to hear him tell\nit. Tommy, listening bug-eyed, kept asking questions. It sort of got me.\nThe hero of the affair, to my own son, was Ashe!\n\nIt was Nan who finally blew the whistle.\n\n\"Mr. Ashe,\" she said, her voice honed to a razor-edge, \"I'm sure Ted\nwould be much more interested in knowing what led up to the fight\ntonight--or are you still confused?\"\n\nThere was a beat of three while he studied Nan carefully. Then he said,\n\"It's quite apparent, Mrs. Potter, that you've absolutely no use for me.\nThis shows discernment. Most likely, with a woman's instinct, you've hit\nupon at least part of the truth. Because of that, it might be wise to\nlay all my cards on the table. But I warn you, it will be hard to\nbelieve.\"\n\n\"That,\" said Nan, leaning back with a gleam of triumph in her eyes,\n\"I'll bet on!\"\n\n\n\nIt was hard to believe, all right. So hard, in fact, that I thought he\nwas just pulling Nan's leg.\n\nHe said he'd come from another world, outside our solar system, where\npeople existed in a kind of liquid state, bouncing about, for the most\npart, like large water-filled bladders. They were, however, capable of\ntaking almost any shape their superior minds willed. They could flatten\nand drift about in the water, or they could inflate and rise in the air.\nThey could even become facsimiles of other living things, taking on the\nshape, texture and coloration, a capability which aided greatly in their\nmain function of traveling as missionaries of goodness amongst the\npeoples of the Galaxy. For they were perfect--as perfect as angels.\n\nAs he talked, Nan's face got redder and redder. Finally, when I couldn't\nkeep from snickering, she jumped up, grabbed her empty plate and headed\nfor the kitchen.\n\n\"Don't rush off, honey,\" I said innocently.\n\nShe stopped at the kitchen door and glared at me. \"I guess I know when\nI'm being kidded!\"\n\n\"But,\" said Ashe in his cold, dry purr, \"I'm not kidding.\"\n\nIt seemed to me the joke had gone far enough. \"Don't tell me,\" I said\nsarcastically, \"that you're a missionary to Earth!\"\n\n\"No,\" he admitted. \"I'm here because I was banished.\"\n\n\"Oh. A sort of fallen angel!\"\n\n\"Exactly.\"\n\nAnother chill scurried along my spine. It was his tone of voice more\nthan anything. But then, too, his eyes had a dull, black humorlessness\nabout them.\n\nNan returned to the table and sat down. I noticed a band of perspiration\nmustaching her upper lip. Indeed, I seemed to have grown much hotter\nmyself.\n\nIrritably, I said, \"Ashe, it's too damn warm for games. If you don't\nwant to explain what happened this evening, that's your privilege. But,\nas you know, the story means a lot to me. And I did stick my neck out\nfor you!\"\n\nHe held up a gnarled hand. \"One moment, my boy. Let me finish.\"\n\nSo he finished. And the rest of the story was even nuttier.\n\nHe was a throwback, he said with quiet pride. The perfection which had\ntaken his people countless years to attain was wiped out the moment he\ncame into being. They'd tried to reform him, but there was something\nfundamental about his evil--as if it were an essence.\n\nAs a last resort, they'd put him into one of their wonderful machines\nand thrown the switch. At that agonizing instant, he'd imagined himself\nto be water scraping over the edge of a sharp rock. Then he'd come to,\ndrifting through space. And, much later, he'd touched Earth. Once\nlanded, he'd taken on many shapes, through the years--mainly, however,\nof people who'd died.\n\n\n\nEven as he talked, I was carefully sliding my chair back. If I could\nreach the phone in the hallway without being noticed, it would be\nfairly simple to get help. But he saw what I was doing and laughed.\n\n\"Edward,\" he said, \"I know you don't believe me, but stick around until\nI prove it.\"\n\nWhat happened next almost made me sick to my stomach. His face, which\nhad been as wrinkled as a fielder's mitt, all of a sudden took on the\nappearance of a disturbed reflection in a pool of water. His flesh began\nto writhe like a tangled mass of earthworms. Thirty seconds after it\nbegan, he'd sloughed off thirty years. Even his beard, which had been as\nwhite as shower-room tiling, became a fierce, dead black.\n\nI heard Tommy pipe, \"Gol_lee_!\" and Nan sigh--only it sounded more like\na groan. I shook away the dazed feeling and it was immediately replaced\nby a great excitement.\n\n\"Listen here,\" I said hoarsely, \"this story will set the whole country\non its ear. With my by-line on it!\"\n\n\"Oh, Ted,\" Nan cried, \"don't let him take you in! It's a trick.\nIt's--it's mass hypnotism or something.\"\n\n\"The trouble with you,\" I said, \"is you don't believe even what you see\nwith your own eyes!\"\n\nThe next day, I went to see Jones. We'd decided--Ashe and I--upon a\ncourse of action. The existence of Ashe was to remain a secret, but I\nwas to keep my job with the paper at all costs. Then we could sit back\nand wait for the opportune moment to spill it, a time when we had the\nbest angle and were positive Ashe wouldn't be labeled a hoax.\n\nDriving to the plant, I was tense enough to snap. It was not entirely\nfrom the unabated heat, either. I didn't like the way Ashe had acted\nduring the latter part of the evening.\n\nNaturally I had felt disappointment at not being able to reveal his\npresence. But what rankled most was the guy's colossal gall. Okay, so\nI'm childish, only I just don't like to have someone gobble up my share\nof the dessert.\n\nHe'd also borrowed all the cash in the house and then demanded I draw on\nmy bank account. I quickly discouraged that. But the topper was his\nforcing Nan and me to sleep on the couch while he used the bed. He said\nhis bruises still hurt, even though they weren't visible.\n\n\n\nMy mood didn't improve when Jones kept me waiting for over an hour.\nSurprisingly enough, he was in good spirits. As I entered the office, he\nindicated one of the leather chairs and said with a laugh, \"Sit down,\nTed. I've got some good news.\"\n\nMy opinion of him the previous evening obviously hadn't been taken very\nmuch to heart. Sourly, I told him, \"As a publisher, you should know that\ngood news is no news.\"\n\nThe smile left his face. Then, with a visible effort, he forced it back.\n\"You have something there, Ted. You certainly have. But point of view is\nimportant, also. You see, they've arrested a gang of kids for\nshoplifting. One of them is Tommy, your son.\"\n\nI jumped up. \"Arrested Tommy!\"\n\n\"Now wait, Ted. Don't go off half-cocked. It's a break. Don't you see?\nYou can cover delinquency with the lid off now. You'll be writing as a\nparent in the same boat with other parents....\"\n\nI could still hear his frantic noises after I'd slammed the door behind\nme and run the length of the corridor.\n\nAt the police station, I had the distinct feeling they'd been waiting\nfor me. I knew most of them, especially the big red-headed guy who\nbeckoned me into a rear office. His name was Thompson--Detective Emanuel\nThompson. He always looked as if he wore a football uniform under his\ndark blue suit. My articles had roasted him plenty. He handled juvenile\ndelinquency cases.\n\n\"Well, Mr. Potter,\" he greeted me, smiling tightly, \"we meet under\nunfortunate circumstances.\"\n\n\"Can the phony sympathy,\" I said. \"You're not the type. Just let me see\nmy boy.\"\n\nHe used a red-and-blue handkerchief to wipe the dampness from his beefy\nneck. \"I think we'd better have a little talk first.\"\n\n\"I got no talking to do. This is a lousy frame-up against me and the\npaper. Get my son out here and do it fast!\"\n\n\n\nHe put the handkerchief away, sighed and reached for the phone.\n\nIt really got me when Tommy came into the room. He'd been crying; his\nface was streaked, and he looked scared and forlorn.\n\n\"Son,\" I said, finding it difficult to keep the rasp out of my voice,\n\"if you've got a hat, put it on and let's go.\"\n\nThompson pulled out his handkerchief again and carefully lowered himself\ninto the chair behind the desk. \"You don't seem to understand, Mr.\nPotter. Your boy is in trouble. He's been identified as leading a gang\nof kids who spent most of the morning shoplifting in stores all over\ntown.\"\n\n\"That's bull,\" I said. \"How could my boy do a thing like that? He's only\ntwelve. Who identified him, anyway?\"\n\n\"The shopkeepers and the other members of the gang.\"\n\n\n\nFor one awful moment, I felt a great cavity of doubt. \"Son,\" I asked,\n\"what's this all about?\"\n\nTommy's face creased with fear and tears brimmed his eyes. \"It was\nAshe,\" he quavered.\n\n\"Ashe?\"\n\n\"Yes. I told him about the gang.\"\n\n\"Gang?\"\n\n\"The Red Skulls.\"\n\n\"What the heck are you talking about?\"\n\n\"Some of the fellows got together and built a hut for a club-house over\non the garbage dump. We call ourselves the Red Skulls. I was made\nleader. I'm called the Skull Cap.\"\n\n\"Why haven't I heard about this?\"\n\n\"You never asked, Dad. I tried to tell you one night, but you were\nhurrying to get to that road-house on the turnpike. You said you had a\nbig lead on juvenile delinquency.\"\n\n\"Well, you certainly didn't try very hard,\" I said angrily. \"What was\nthis gang's purpose?\"\n\n\"Oh, different things. One of the fellows has a .22 and we hunt rats.\nThen--\"\n\n\"Go on.\"\n\n\"That's all.\"\n\n\"You started to say something else.\"\n\nHe kicked at the floor. \"Aw, gee!\"\n\n\"Let's have it!\"\n\n\"We smoked.\"\n\n\"Smoked!\"\n\nHe nodded.\n\n\"And what else?\"\n\n\"That's all. Honest!\"\n\nThompson said, \"What about shoplifting?\"\n\n\"No,\" sniveled Tommy. \"That was Ashe. He wanted me to talk the gang into\nshoplifting, but I wouldn't. Then he changed himself to look like me and\ntalked the fellows into it when I wasn't around. I only know about it\nbecause I ran into them after they'd been in a store....\"\n\nThompson gave me a funny look. \"Who's this Ashe he keeps talking about?\"\n\nI started to tell him. Then I got a sudden mental flash of how idiotic\nit would all sound. \"The boy,\" I said evenly, \"is beside himself because\nof all he's been through. It's time to call a halt to this farce. I'm\ngoing to hire myself some legal talent.\"\n\nHe shrugged. \"Suit yourself.\"\n\nTommy grabbed my arm and cried, \"Please don't leave me, Dad!\"\n\nI pulled away from him, feeling as if I'd dropped him off a cliff.\n\nRight outside the station, I met Nan. She was pale and breathless. Jones\nhad phoned the news. She wanted to go to Tommy immediately.\n\nI guided her to the car and pushed her inside. \"Listen here,\" I said\ntensely, \"for once, don't make a fuss. Just help me find Ashe. He's the\none who can free Tommy.\"\n\n\n\nShe began to laugh. \"That's a hot one!\" she gasped. \"That's really a hot\none!\"\n\nI shook her, thinking she was hysterical.\n\nShe stopped laughing and swallowed hard. \"Ashe is home.\"\n\n\"Home?\"\n\n\"Blind drunk, with a blonde on his knee.\"\n\nI tramped so hard on the accelerator that it must have scraped the\nground all the way home. Ashe didn't hear me pull up to the house\nbecause the radio was going full blast. I hit the light switch in the\nhallway and the brightness flared against the lengthening afternoon\nshadows, spotting him and the blonde on the living room couch.\n\nThe blonde looked as if she'd come from a burlesque runway. Ashe dumped\nher on the floor and staggered to his feet. He'd changed his appearance\nagain. Now he looked a strikingly handsome twenty-five. He came forward\nto throw a heavy arm around my shoulder.\n\n\"Glad to see you, Ted,\" he mouthed. \"Ran out of money. Must have more.\nSmall loan....\"\n\nI put both hands on his chest and pushed. He stumbled back and thudded\nagainst the wall. \"The police have picked up Tommy,\" I said flatly.\n\"He's been charged with the shoplifting you did today.\"\n\nHe sobered instantly. He jerked the blonde to her feet, booted her out,\nslammed the door and came back to me. \"Ted, I'm shocked to hear this.\nTell me about it quickly. We must do something right away.\"\n\nThe blonde had begun to howl and scream curses. I could hear doors and\nwindows opening all the way down the street. \"You monster!\" Nan spat,\nand hurried outside. Presently the girl quieted down.\n\n\"Ted,\" Ashe whispered, \"I'm ashamed of myself. Here you befriended me\nand all I've done is get you and your family in trouble.\" He held a\ncupped hand over his eyes as if he were shading tears. \"Can you possibly\nfind it in your heart to forgive me?\"\n\nI was moved. After all, a poor, homeless alien being couldn't very well\nbe expected to understand our manners and feelings. Yet this one did.\nAll because he'd been touched by my friendship.\n\n\"Ashe,\" I said, feeling the the warmth of good will, \"I'm happy to hear\nyou say that. Bygones are bygones. The important thing is springing\nTommy.\"\n\n\"Exactly,\" he said. \"We'll go and explain everything to the police. But\nwe'll do it in grand style. This is your big show. We must have Jones\nand the Mayor. We must have photographers, reporters, television,\nradio--everything!\"\n\n\n\nNan returned. \"The girl will be all right. She was just upset.\"\n\n\"Honey,\" I told her excitedly, \"we're about to stand the whole country\non its collective ear. Ashe is going to reveal his identity!\"\n\nNan's face pinched into a look of disgust. \"You mean you're trusting\nthis--this creature again?\"\n\n\"Sure, honey. Anyone can make a mistake.\"\n\n\"That's right!\" she exploded. \"You're making one now! Oh, Ted, stop\nbeing such a fool!\"\n\n\"Listen here,\" I said, \"this is the last two minutes of the game. We're\ntrying to score before the gun--and you start an argument!\"\n\nShe began to blubber.\n\nWhy must she always be so unreasonable? Why the constant bickering and\ntension and unhappiness? I was sick to death of it. I grabbed Ashe's\narm. \"Come on,\" I said, \"let's go.\"\n\nEven outdoors, the air felt hot and clammy. I headed the car for the\nplant, figuring I could do my phoning from there as well as pick a crew.\nBut on Main Street, Ashe spotted a cab and made me stop.\n\nHe said he'd better go on ahead. He thought things would work smoother\nthat way. He could start the ball rolling on the release of Tommy, and I\nwouldn't be held up by having to tell people who he was.\n\nI drove on alone. But it was a mistake. People simply didn't believe my\nstory about an alien being. In various ways and tones of voice, they all\nsuggested I go home and sleep it off. In desperation, I went up to\nJones' house, even though he'd already told me on the phone that he was\nin the middle of a dinner party.\n\nHe came up close to me and sniffed my breath.\n\n\"Don't worry,\" I told him. \"I never touch it. But maybe I should smell\nyours. Anyone who turns his back on the biggest story of all time must\nbe drunk!\"\n\nHe jerked the cigar from his mouth and gave me a narrow-eyed, searching\nlook. \"Ted, I just hope for your sake this isn't some kind of a joke.\"\n\n\n\nFifteen minutes later, we pulled up to the police station in a three car\nconvoy, with a big crew from the paper. I led the group inside, feeling\nthe excitement grow in me. I marched up to the desk sergeant. \"Where is\nhe?\"\n\nThe desk sergeant looked startled. \"Who?\"\n\nWell, he wasn't there. He just wasn't there! It was like getting tackled\ntwo yards from a touch-down by a tackler you hadn't realized was\nanywhere near!\n\nJones pushed forward, chewing agitatedly on his cigar. \"Edward, you've\ngot some nerve, pulling a stunt like this! It's an outrage!\"\n\n\"Take it easy,\" I said weakly. \"Something's gone wrong.\"\n\n\"It certainly has. You must have gone insane!\"\n\n\"Listen here! If you don't stick with me on this, I'm all through with\nthe paper!\"\n\n\"That suits me fine!\"\n\nI watched him leave, trailing cigar smoke. The others followed. My face\nburned and sweat trickled down my back and along my sides. I wanted to\nhit out at something....\n\nA hand gripped my elbow. It was Sergeant Thompson. \"Mr. Potter, you\nshouldn't let this get you down. People's kids get in scrapes all the\ntime. Tomorrow you'll have a talk with the judge and everything will\nturn out okay.\"\n\nI jerked my elbow away. \"In other words, you think I'm batty, too!\"\n\n\"No,\" he said, gripping my elbow again and starting me toward the door.\n\"It's been hot and you just need some rest.\"\n\n\"Thompson,\" I said, dragging myself to a halt, \"I know it sounds nuts,\nbut this Ashe character really exists. Help me find him and you can cut\nyourself a slice. It'll be big time!\"\n\nThe grip on my elbow increased. \"Go home, Mr. Potter, and get a good\nnight's sleep.\"\n\n\"But it's on the level, Thompson. Jones and I busted up. I'm playing on\nyour team now!\"\n\nHis face got all flushed. \"My job isn't a game and I don't belong to any\nteam. Get wise, will you? Stay in your own back yard for once. It could\nstand a lot of weeding!\" He pushed me out the door then--so hard, I\nalmost fell.\n\n\n\nStanding there, feeling the heat press in on me, I tried to dope out the\nnext move. My car was still at Jones' place, so I'd need a cab. I turned\ntoward the drugstore at the end of the block where I could phone.\nWalking along, I recalled Ashe had taken a cab earlier in the evening.\nIf I could talk to the driver, I might get a lead on his whereabouts. I\nwalked faster.\n\nI thought of Thompson and his remark about the back yard ... and the\nweeds. Again, for the third time, a chill traveled the length of my\nspine. I began to run. I ran past the drugstore and all the way home.\n\nThey were both in the bedroom. Nan stood in the far corner with her back\nagainst the wall. Her shoulders were scratched and her lip cut. She held\na heavy bookend poised to strike at Ashe, who was in front of her,\nmoving stealthily forward.\n\nThe moment I spun him around, I froze in amazement. I couldn't recognize\nhim. Then, all at once, I realized I was looking at the spitting image\nof myself.\n\nHe broke from my grasp and darted to the window. Before I could follow,\nNan had dropped the bookend and flung herself into my arms. \"Oh, Ted,\"\nshe sobbed, \"I _knew_ it wasn't you!\"\n\nI kissed her and gently disengaged her arms. \"I've got to get Ashe,\" I\nsaid.\n\nWhen I vaulted through the window and circled the house, I spotted him\nrushing down the street. I caught him around the corner at the same spot\nwhere I'd first seen him.\n\nI slugged him. Yet I knew it was useless the instant the blow landed. He\nfelt just like sponge rubber. But I kept hitting him. I didn't bother\nlistening to his cries and I didn't give a damn that he'd changed\nhimself back to an old man.\n\nThe blow on the back of my neck was so sudden, I didn't feel it. The\nonly sensation was unbalance, as if I were walking uphill. Then I was\nslapped with the sidewalk.\n\nLooking up, I could see he was young, clean-cut and well built. His\nlong, horsy face was furious. \"You crazy?\" he yelled. \"Beating up an old\nman!\"\n\nI searched desperately for an explanation--something to say. Then,\nabruptly, without having uttered a sound, I reeled away and shambled\nhurriedly down the street ... home, to Nan.\n\n\n       *       *       *       *       *",
    "metadata": {
        "author": [
            "Maples, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/36719/pg36719.txt",
        "name": "the_scapegoat.json"
    }
}