{
    "name": "The Impossible Pirate",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "Lieutenant Jeffries blinked at his superior. \"I appreciate the\ncompliment,\" he said dryly. \"For which thanks. But what happens if I\ndon't produce?\"\n\nHis superior, Captain Edwards of the Solar Police, smiled vaguely.\n\"I have a dual purpose,\" he said. \"First-off, you need a vacation of\nsorts. Knowing you as I do, I know that sheer vacation would bring\nabout seventeen kinds of psychoneuroses, some mental aberrations, and\npossible revolt. However, this job is unattached.\"\n\n\"Unattached?\" gasped Jeffries.\n\n\"Uh-huh. You have six months in which to track down, and/or procure\nevidence which will result in the identification, arrest, and\nconviction of the man known as Black Morgan, the Pirate.\"\n\n\"I ... ah--?\"\n\n\"This is your only order. You will not be called upon to do anything\nelse for six months. If at the end of that time you bring about such\nevidence, et cetera, you will be promptly promoted. If you do not, we\nwill not hold it against you, for all of us have tried and all of us\nhave failed. I'll not punish a man for failing to do that which I have\nbeen unable to do. You're an excellent officer, Jeffries, and you've\nearned a rest. You are now on unattached duty, and can command anything\nthat your job requires, providing your weekly report to this office\njustifies the expense.\"\n\nJeffries smiled weakly. \"Frankly, you expect me to fail?\"\n\nCaptain Edwards nodded. \"I do. But the junketing around will give you\na bit of a rest and the seeking for this character will keep your mind\nalert. So, Lieutenant Jeffries, go out and catch me Black Morgan, the\nPirate!\"\n\nJeffries grinned. \"And meanwhile I shall also make a landing on the\nmythical planet Vulcan, locate the Gegenschein, and bring back a covey\nof Voimaids with their equally mythical pet, the Hydrae.\"\n\nEdwards laughed. \"Yup,\" he said, still chuckling. \"Now scat, because I\nhave work to do.\"\n\nJeffries nodded and saluted genially. \"I'm it,\" he said. Then he turned\nand left the office.\n\nCaptain Edwards looked after the leaving officer and nodded paternally.\nJeffries was an excellent officer. He was loyal, ambitious, and\nzealous. Cases assigned to him came in after a reasonable length of\ntime, and they were sealed shut and glued down with all the necessary\nevidence. Those cases that were not to go to court, complete, were\nthose in which the criminal preferred to shoot it out, and Lieutenant\nJeffries was both brave and an excellent shot--as well as being a good\nstrategist. He'd been working too hard, and as Edwards said, a real\nvacation would have been boring.\n\nThe will-o'-the-wisp known as Black Morgan, the Pirate, would give him\na rest.\n\nJeffries went home to pack. Black Morgan was a space pirate and the\nplace to look for him was in space. That space piracy was impossible\nfor divers reasons seemed to make little difference to Black Morgan. He\ndid it.\n\nLieutenant Jeffries made his plans, knowing the facts. First was to\nencounter Black Morgan. Theorizing how it would be possible to commit\npiracy on a ship traveling at twenty-five hundred miles per second,\nrunning at 3-Gs constant acceleration would do no good. It had been\nagreed impossible. Yet Black Morgan did it.\n\nSo Jeffries must first encounter the villain and then take after him.\nWith but six months, Jeffries could not even begin to inspect the\ncorners of the solar system that _hadn't_ been covered before.\n\nBut unlike straight hunting, in which the hunter must locate his\nquarry, when hunting rats, you bait rattraps and let the rat come to\nyou.\n\nAccordingly, Lieutenant Jeffries made a personal call to the Office\nof Shipping and requested confidential data on all shipments of high\nvalue, and then picked out the first. To add to the certainty, Jeffries\ncalled upon the editor of a sensation-seeking news agent and disclosed\nthe fact that he, Lieutenant Jeffries, was being sent on the _Martian\nQueen_ to protect a shipment of radiosodium.\n\nThen, when the time came, Lieutenant Jeffries went boldly to the space\nline terminal and embarked.\n\nThe first part of the trip was uneventful. At 3-Gs, the ship's velocity\nmounted swiftly as the hours passed under the constant acceleration.\nJeffries watched the crew and the passengers idly, because all of them\nhad been thoroughly investigated before the ship's take-off. They were\ncitizens about which there could be no doubt, and therefore anything\nbut a cursory watch was unnecessary. Jeffries divided his time between\nthe passengers and the Chief Signal Officer, Jones, who willingly gave\nhim whatever information he needed.\n\nAt one time, Lieutenant Jeffries asked Jones why space piracy was\nconsidered so impossible.\n\n\"You mean Black Morgan,\" smiled Jones. \"Well, space piracy isn't\nimpossible excepting the way he is supposed to do it. Piracy near\neither terminal might go off. But when we're rattling through space\nnear mid-course at about two thousand miles per second, how could it be\ndone?\"\n\n\"Don't follow,\" objected Jeffries.\n\n\"First, 3-Gs is about all that people can stand over any long period.\nYou can take five sitting down, and about eight lying on a pressure\nmattress, and I've heard of men taking fifteen while immersed in a\npressure-pack that equals the specific gravity of the human body. But\ntaking even 5-Gs for any length of time will kill. Even three is a\nstrain for men who have been raised under one.\"\n\n\"Yes?\" prompted Jeffries.\n\n\"It's the timing that would stop him,\" said Jones. \"You can't possibly\nlie await in space until we come into detector range because detector\nrange is about a million miles. At one thousand miles per second,\nthat's offering you one thousand seconds from extreme range to zero\nrange and another thousand from zero range to extreme range on the\nother side--on the way out. Two thousand seconds is about thirty-three\nminutes. To match our speed in that time would require an acceleration\nof about twenty-five hundred feet per second, which is approximately\n75-Gs. Impossible! Plus the fact that he would have to lie in space\nwithin a million mile radius of our course.\"\n\n\"Supposing he picked up your trail close to Terra?\"\n\nJones smiled. \"If he could detect us, we'd detect him,\" laughed Jones.\n\n\"Supposing he had a better detector.\"\n\n\"We're at the theoretical limit of sensitivity now,\" said Jones. \"And\nwe've been there for years. The noise level, thermal agitation in the\nset itself, and a horde of other things limit the ultimate sensitivity\nof any detector. And don't mention noise-eliminators. They aren't. You\ncan't stop electrons from rubbing one another and that's that!\"\n\n\"But--?\"\n\n\"We--as he may--also use both pulse-type detectors and aperiodic\nreceivers. People would have known that he was following them.\"\n\n\"Are you certain?\"\n\nJones laughed. \"Look, Lieutenant Jeffries, we're convoyed. There were\ntwo Solar Guard spacecraft that took off as we did, for convoy duty.\nTheir job was to stick close by us all the way to Jupiter, right down\nto the landing on Callisto. Now, they'd follow anything that they saw\nsuspicious. That's first. Secondly, we're at about three-quarters of\nthe way to turnover now--and neither of the convoys are visible on\nthe detector nor audible in the aperiodic receiver. If, Lieutenant\nJeffries, two Guard ships, bearing the best in instrument and\npersonnel, cannot stay within a million miles of us when they know our\npredicted course, how can you expect a pirate to barge in upon us when\nwe're ramming space above two thousand miles per second? Detecting\nat these distances and at these velocities brings about a situation\nsomewhat similar to Heisenberg's Uncertainty.\"\n\n\"Which is far above my policeman's mind,\" said Jeffries.\n\n\"You can detect where the spacecraft _was_ when the transmitted pulse\nreached it and was echoed at X seconds ago. In order to know where it\nis, in truth, you must assume a velocity which you must get from the\nsame gear. To assume the velocity, you must know exactly how far the\nship traveled between pulses, which because of the fact that the pulses\nare transmitted different distances, is slightly difficult, especially\nwhen the doppler is changing.\"\n\n\"O.K.,\" smiled Jeffries. \"So piracy is impossible. Then how does\nBlack Morgan do it?\"\n\n\"You know what I think?\" said Jones.\n\n\"I'm a mind reader, of course,\" grinned Jeffries.\n\n\"Well, I wouldn't put it above certain blackguard spacecraft operators\nto pirate their own ships and then put up a large tale about Black\nMorgan. Does anybody ever really know--?\"\n\n\"There have been authentic reports, made by reliable witnesses.\"\n\n\"O.K.,\" grunted Jones. \"Then you tell me how it is done!\"\n\n\"Me?\" laughed Jeffries. \"I'm hoping that Black Morgan will tell me in\nperson.\"\n\n\n\nLieutenant Jeffries, although his very appearance was \"policeman,\" did\nnot act the part on this trip. He was the vacationer, the tourist. He\ndanced well, considering his bulk, drank moderately, spoke quietly\nand intelligently, and made friends readily. He was always handy with\nhis camera when something interesting went on, and he borrowed the\nspacecraft's darkroom to prepare the little tri-dimensional images of\nhis fellow passengers.\n\nIn the latter, Jeffries was well-liked because he managed to flub all\nshots that were unflattering. Either he overexposed the block, or he\nmiscalculated the development time, or he was forced to apologize for\nhis clumsy fingers in the dark. At any rate, no pictures emerged from\nany shot that might be viewed with the owner's distaste.\n\nHe discussed his project openly, and there was many an argument over\ndinner. He thought, correctly, that people of honest lives would be\ninterested in the thoughts and methods of a policeman and he talked\nopenly. He had been a zealous policeman, and his store of incidents\nseemed unlimited, and unlike many, these tales were not all told with\nLieutenant Jeffries as hero. In order to avoid the personal pronoun, he\noften told stories about himself in the third person, giving credit to\nsome unknown member of the force.\n\nAnd so by the time that the _Martian Queen_ reached turnover,\nLieutenant Jeffries was well-liked. He enjoyed this thoroughly, though\nin his spare moments he hoped avidly for Black Morgan.\n\nAnd, of course, Black Morgan was inevitable. The ship and its cargo had\nbeen well publicized, as had been his intent. It was a set-up generated\nfor Black Morgan, and any pirate who thought enough of himself to take\non that name would never deny the challenge.\n\nBlack Morgan came a few hours after turnover. The ship's personnel and\npassengers had--ritualistically--watched the heavens revolve about\ntheir ship and had enjoyed the captain's dinner immediately afterwards.\nThe skipper had treated them with stories of his own and had explained\nthat it had been the original intention to serve the dinner during the\nturnover, but all pilots were not as capable as the one they had now,\nand the turnover had been known to be rough at times--and no space\nline liked to have the job of removing spilled soup from fifty evening\ngowns, let alone the bad publicity.\n\nThe dinner was finished, and the dancing was in full swing when the\nalarm bells rang loud and clear above the pleasant strains of the music.\n\nThe acceleration dropped immediately to 1-G which gave several people\nan internal stomach-wrangle similar to that not enjoyed by the stopping\nof a high-speed elevator.\n\nAnd there, a half mile from the _Martian Queen_, ran another ship. It\nwas black and chromium and deadly looking because of a triple-turret of\nheavy rifles that led the _Martian Queen_ by exactly enough to make a\nperfect hit. Marksman Jeffries knew it, and so did everybody who looked.\n\nSignal Officer Jones nudged Jeffries. \"There he is,\" he said bitterly.\n\n\"No myth, anyway,\" grunted Jeffries.\n\n\"Nope.\"\n\n\"How'd he come up?\"\n\nJones growled in his throat. \"I'll never know,\" he said sadly. \"One\nmoment, the area was clean. Next moment, the celestial globe displayed\na large ship, the detectors went crazy, and here he was!\"\n\n\"Here he _is_, you mean,\" came a heavy reply, and everybody turned\nto see the menacing figure standing in the room, heavy automatics\nin either hand. \"I thank you for lining up, ladies and gentlemen. It\nmakes things so much easier. As you see, I've your captain under one\nof these. I'll not bother shooting the first one that makes an offside\nmove. My first shot will kill the captain. My second will kill the\nfirst officer. I'll have whatever valuables are handy, and then I'll\nhave that shipment of radiosodium.\"\n\n\"You'll ...\" started Captain Phillips.\n\n\"I'll kill you if you don't,\" gritted the pirate.\n\nAnd that was that. Black Morgan knew what he was about, and he did it\nneatly and quickly. The valuables went into a sack and then they were\nall herded into a cargo hold and locked in.\n\nGravity went off completely, leaving them floundering in the room.\nThe heavy shipment of radiosodium went out with only inertia to offer\nresistance.\n\nAn hour later, they forced the door of the cargo hold and the ship\ntook up operations again. But Black Morgan was no longer in sight. The\ndetector recorder indicated a receding target that must have been the\nleaving pirate craft, but that was all. Despite all arguments, Black\nMorgan had come up, pirated the craft at two-thousand, three hundred\nmiles per second, under 3-Gs' deceleration from turnover, one hour and\ntwelve minutes previous.\n\nYes, it was impossible and everybody knew that matching such constants\nin space could not be done, but Black Morgan had done it.\n\nThere was no merriment for the rest of the trip.\n\n\n\nBack on Terra again, Lieutenant Jeffries found that he was in disgrace.\nHis landing was followed almost immediately by an official order, and\nwith sheer discouragement, Jeffries went to see Captain Edwards.\n\n\"That was a fine display,\" snapped his superior.\n\n\"But--\"\n\n\"Look, Jeffries. You were sent forth to do a job. Anything you wanted\nwe'd furnish. But you went out with a brass band and a challenge,\nand you were taken up and beaten. Not only that, but we lost a small\nfortune in radiosodium.\"\n\n\"I'd hoped to--\"\n\n\"Look, Jeffries, a mistake is a mistake. You laid a trap, and you also\ngot some sort of evidence, I presume. That's fine. But you also laid\nyourself wide open to criticism. It's the people who are howling--the\npeople and the officials of the space lines.\"\n\n\"But I--\"\n\n\"You didn't catch Black Morgan,\" grunted Edwards sourly. \"And what do\nyou know about him?\"\n\n\"He came up behind us at a velocity that apparently exceeded the speed\nof light, caught us, robbed us, and then left quietly.\"\n\n\"Exceeded the speed of light?\" scoffed Captain Edwards.\n\n\"According to the recorder, he did.\"\n\n\"Yeah, that we know,\" grunted Edwards. \"He is always _supposed_ to. The\ndetector's repetition-rate is about one every ten seconds, permitting\nranges up to a million miles. The close-in detector runs one per\nsecond, and Black Morgan comes in from maximum range to close-in range\nbetween pulses. He hits once or twice on the close-in range--all of\nwhich gives definite evidence that he exceeds the speed of light. And\nhe is instantly maneuverable! So he comes up behind you at a thousand\ntimes your velocity and slows down to match you in microseconds. This\nain't possible--and everybody knows it!\"\n\n\"Maybe he knows the answer,\" said Jeffries doggedly.\n\n\"Black Morgan has been doing that trick for eight years,\" snapped\nCaptain Edwards. \"During which time every scientist in the system has\nbeen seeking a means of copying it in some manner. Now don't tell me\nthat one man can think up a method of space drive that the rest of\nthe scientific world cannot even conceive as possible? Method--hell.\nThey won't even permit its being possible, let alone finding a method.\nNow--you're it.\"\n\n\"I'm--it?\"\n\nCaptain Edwards nodded solemnly. \"I gave you this jaunt as a vacation.\nYou boggled it. I'd not have minded failure. But the service can't\nstand having one of its men making monkeys out of everybody. Mere\nfailure was to be expected. But you advertised for it, wanted it, took\nit, and then added the ignominy of having the space line lose a half a\nmillion dollars worth of radiosodium.\"\n\n\"So what am I going to get now?\"\n\n\"Look,\" grunted Edwards, \"I'm forced into this. I'm going to issue an\nofficial report that you are on the trail of Black Morgan and that the\nloss of the radiosodium is only temporary. You'll be placed officially\non the case and this time, Jeffries, you'll either collect Black Morgan\nor you'll find yourself in disgrace. Now go out and get him or you'll\nlose your shirt!\"\n\n\n\nIt was bad, admitted Jeffries. But it got worse as the weeks wore on.\nTo avoid making futile reports, Jeffries kept on the move, and every\ntime that he took to space, Black Morgan hounded him.\n\nThe pirate held up the _Callisto Clipper_ and took only personal\nvaluables. He pirated a million dollars worth of borts--black\ntool-diamonds--from the _Venus Girl_ that Jeffries knew nothing\nabout until he read it in the paper in connection with his own\nname--mentioned as protector! Black Morgan breached the _Brunnhilde\nof Mars_ for the sole purpose of pirating all the liquor and stores\naboard. He stopped the _Lunar Lady_ to get a replacement for his own\ncelestial globe, leaving the ship without a detector for the rest of\nthe ship, for Black Morgan took not only the spares, but the operating\nequipment as well.\n\nAnd each time he appeared, Lieutenant Jeffries was the brunt of Black\nMorgan's perverted sense of humor. He stole Jeffries' shoes once and\nmailed them back to Terran Headquarters. He took the policeman's\ncigarette lighter and returned it--engraved with a taunting message\nfrom himself to the \"Pride of the Solar Police.\" And Jeffries rode the\nspace lines to get away from himself but found Black Morgan hounding\nhim.\n\nThe lieutenant ignored repeated demands for action, dropping official\nletters in the wastebasket because he knew what they contained. He\navoided his favorite haunts. He sought out of the way places, hoping\nto learn something about that huge black spacecraft that came up from\nbehind at the speed of light and matched velocity in microseconds. He\nsought the counsel of scientists who claimed it impossible. He read the\nrosters of the ships of all ports, and he sought the manufacturers of\nspacecraft, hoping to discover one that might have made the pirate's\nship. None had--or anything resembling that description.\n\nFor Jeffries took pictures for some time before he abandoned his camera\nin dismay. The fun he'd had with it now seemed flat and odious. He\nsold it in disgust in a small secondhand store on Mars. He sold his\npersonal belongings to get money, for his requests for funds were being\nviewed with scorn, and a personal appearance with a request meant more\nscathing remarks on his inefficiency. To avoid facing his failure,\nJeffries spent his own money. He changed his appearance because the\npapers printed his picture as a failure every time there was piracy.\n\n\n\nBlack Morgan, on the other hand, was having the time of his life. He\nsaid so. Holding the entire ship's body at the point of his guns, Black\nMorgan taunted Lieutenant Jeffries: \"I congratulate you, lieutenant,\"\nhe said.\n\n\"You--!\"\n\n\"Careful. I dislike profanity. I prefer this chase, Lieutenant\nJeffries. I'd have taken only what I needed, but you gave me new life.\nNow I'm stealing for the fun of it--and to watch you combing space\nfor a ship that--impossibly--can not be! Would you like to join me,\nlieutenant?\"\n\nJeffries snarled, and the ship rang with the sound of Black Morgan's\nraucous laughter.\n\nThat, of course, hit the headlines. And the next time Black Morgan\ncame, he said: \"Ex-Lieutenant Jeffries! Pleased to meet you! Ensign\nJeffries, I'd promote you, not reduce you in rank. Join me?\"\n\nAnd again that laughter.\n\nIt haunted the policeman's sleep. Jeffries set up trap after trap to\nlocate the source of the pirate's information. For it was obvious\nthat Black Morgan was following him around from planet to planet for\nthe sole purpose of taunting him. When Jeffries sat in a restaurant,\nhe wondered whether the man at the next table was Black Morgan in\nplain clothing, for the pirate wore fancy dress and a mask for his\ndepredations. He watched men with him in hotel and on the street; in\nstreetcar and drugstore. And when he took to space again, Black Morgan\nwould be there to taunt him.\n\nUsing his own spacecraft, Jeffries paced the space lines ships, and\nfound that keeping track of one was impossible. Even taking off at the\nsame instant and following their course, known to him, he lost them\nafter a few hours. He tried to put himself in the pirate's shoes, but\nlacked the ability to contact any spacecraft in the depths of space.\n\nHere the taunts were not direct. After landing, he was informed again\nand again that Black Morgan had done this or had said that for his\nbenefit.\n\nHe became known as a curse. No ship would take off with him even\nnear--and often they took him to Venus when a ship was running to Mars\nwith a valuable cargo. Black Morgan, he discovered, was not multiple.\nThe pirate either hit his ship or the moneyed one, but never both.\n\nBut he was a marked man, hounded by the pirate. Eventually he became\nknown regardless of his appearance, and he was denied passage, or\neven the knowledge of course, since his presence was asking for\npiracy--unless there was value going elsewhere. But aside from twice\nwhen they actually did send Jeffries with the valuables, thus fooling\nBlack Morgan, the space lines decided that not having him at all was\nsafer and cheaper in the long run.\n\nJeffries was--piracy-prone!\n\nUltimately he was asked for his resignation, and he gave it. He was\nthrough!\n\n\n\nHe sat in his apartment for days after that. Just sat there, thinking.\nHe had been set to catch a pirate, and the pirate had been uncatchable.\nJeffries had even tried the trick of putting himself in the pirate's\nplace, hoping to follow a ship as Black Morgan had, and thus gain some\nidea of how it could be done. That, too, had failed.\n\nEverywhere was negative evidence. Rated \"Inconclusive\" by all men who\nstudied evidence as a means of extracting fact. Ex-Lieutenant Jeffries\nwas no scientist: he was a policeman. He worked with hard facts always,\nand every case had its hidden clues of concrete fact. They all pointed\nout who the criminal was; seldom did they point conclusively to all\npossible suspects and point out who the criminal was not, save one.\nTherefore Jeffries was not experienced in coping with reams of negative\nevidence.\n\nBut he knew that he had nothing but negative evidence upon which to\nwork. So, blunderingly, he went to work on the long, arduous process of\nelimination.\n\nHe wrote down his facts:\n\nBlack Morgan's ship was capable of exceeding the speed of light\naccording to data. This was claimed impossible by all who knew about\nit and studied it.\n\nBlack Morgan, unerringly, was able to intercept a spacecraft traveling\nat twenty-five hundred miles per second.\n\nBlack Morgan was capable of coming up at a speed exceeding light,\nand decelerating to match the velocity of the ship in a matter of\nmilliseconds. This would produce untold decelerative gravities in the\nship--no man could hope to live and it was doubtful that any machine\ncould withstand that treatment. At least, any machine of the size of a\nspaceship.\n\nBlack Morgan owned a large spacecraft of marked design. No\nspacecraft construction company had made it, and the construction of\nspacecraft is not a small project. This eliminates the possibility\nof small-yard construction and definitely removes the possibility\nof self-construction. Men have made boats in their basements, and\nautomobiles in their attics, but no man has ever built a battleship or\na spacecraft without owning a huge construction company.\n\nThe construction companies had all been investigated thoroughly. Black\nMorgan was not operating one on the side. He had no connection large\nenough to get a craft built and forgotten about. Besides, there was\na fantastic reward for information of that nature, enough that any\nworkman would be a fool to ignore it, and deliberately forget that he\nhad once driven a rivet into the spacecraft now known as the _Black\nMorgan_.\n\nThen Jeffries reread his statements. They added up to one thing: Black\nMorgan did not exist! Black Morgan was the Impossible Pirate.\n\n_So_, he thought, _if Morgan does not exist, then he is a fantasy, a\nmyth. The only evidence that is not strictly negative is the fact that\nan armed man enters the spacecraft in a standard spacesuit and holds up\nthe passengers._\n\n_Instruments do not lie, but it is possible to fudge up a detector.\nEither from the inside or externally. As for items A, B, C, and the\nrest, well--_\n\n_Maybe Black Morgan didn't exist!_\n\n_And if Black Morgan did not exist, ex-Lieutenant Jeffries knew how to\ncatch him!_\n\n\n\nBlack Morgan felt good. He permitted a single pang of sorrow for the\nhapless Lieutenant Jeffries, and then discarded the unlucky man. He\nlooked to his gear, checked his instruments, and then inspected the\nbig ship on the spaceport outside. Take-off was about ready, he knew,\nand they were carrying plenty. Life was less easy since Jeffries had\ngone; while the lieutenant was there, he was a fair weathervane, save\nfor twice. But Jeffries as an indirect source of information was not\ndestined to last forever, and now Black Morgan was reduced to bribing\nlower employees, watching the markets, and tapping the communications'\nbeams.\n\nHe watched, making certain of his plans, until the ship's ports closed.\nThen he poised and made ready himself. Then from the ship's drivers\ncame that giveaway glare of violet-actinic light that seared the\neyeballs of he who looked. The ship trembled slightly, and lifted at\n3-Gs--its acceleration with respect to Mars was three Terran G minus\nthe surface gravity of the Red Planet. It went up, gaining speed. The\nactinic glow increased as the distance from ground increased, and it\ncast its glare over the entire spaceport.\n\nThen, unseen against the glare--he was but a small mote against a sea\nof blinding violet--Black Morgan took off.\n\nA-space, the glare died out. It was an atmosphere-ionization, and by\nthe time there was no atmosphere, Black Morgan was safe.\n\nAt turnover, the ship was hailed, as before. Black Morgan entered the\nship as he had done many times, looted the passengers and the vault,\nmade mocking jokes, and left. The ship went on, its passengers and crew\ncowed and beaten.\n\nBlack Morgan laughed uproariously.\n\nAgain!\n\nHe exulted, and feeling certain of his future, Black Morgan waited\npatiently. An hour--two--and then he was off toward Terra, laughing and\nplotting more piracy.\n\nThen his alarm rang. Morgan blinked. A meteor--but no meteor ever rang\nthe drive detector. That took energy output!\n\nMorgan snarled and looked out of his port.\n\nAnd there he saw a sight that terrified him. Through his mind passed\nthe recollection of all the thousands that had seen a similar sight,\nthough the markings were different. Instead of the chromium and black\npirate craft, there rode a quiet Guardship, big and potent. Morgan was\noutgunned, for three solid turrets of three rifles each covered his\nsmaller ship in an inevadable bracket of heavy fire. Resistance was\nimpossible; he could not even fight like a cornered rat. He was forced,\nif anything, to suicide. Ignominious suicide, for there would not even\nbe the chance to go out fighting.\n\nThe space door opened to admit a single man, clad in the uniform of the\nSolar Guard.\n\nMorgan gulped and swore. \"Jeffries!\"\n\n\"Right,\" snapped the Guardsman.\n\nMorgan grabbed for his guns and the cabin of the small craft was filled\nwith the _crack-crack_ of swift gun fire. Morgan fired once; Jeffries\ntwice. Black Morgan missed, but Jeffries' first shot shattered the\npirate's right wrist. The other gun dropped out of his hand from shock,\nand Jeffries strode up and covered the beaten pirate.\n\nJeffries did not return to his ship, but he took over the pirate's\nsmall craft and drove it to Terra. He handed the pirate over to Captain\nEdwards with a smile.\n\n\"This is he,\" he grunted. \"And now what?\"\n\n\"You've won,\" smiled Edwards. His pleasure was honest. \"If he's Black\nMorgan, you've won, and we can easily hush up any trouble. But can you\nprove it?\"\n\n\"Sure,\" grinned Jeffries. \"Cell him, and then come up to training\nschool on the roof. This takes demonstration.\"\n\n\"O.K.,\" smiled Edwards. \"It's your show.\"\n\n\n\nJeffries faced the group of experts, scientists, and police officials.\nAt one side of him was the mock-up of the celestial globe used in\ntraining rookie spacemen. On the table beside him was a pile of\nequipment.\n\n\"This,\" he said, holding up the equipment, \"is familiar. It is a small\ndetector-pulse receiver. It is coupled with an attenuator and a\nvariable delay line, and a minute re-transmitter. The celestial globe\nwill show a target approaching the ship at a velocity exceeding the\nspeed of light, and will match the ship's acceleration, velocity, and\ncourse in microseconds.\"\n\nHe started his equipment, and across the celestial globe in three\ndistant flashes came a flitting target, to stop short of the ship's\nspotter in the center of the globe. From the other detecting equipment\ncame indications and presentations as to type of drive, size of ship,\nand wave bands of the other ship's radiation.\n\nJeffries laughed, turning off his equipment. \"When equipment is very\nsensitive, in order to collect information from great distances, a\nrather minute transmitter can produce a heavy target,\" he said. \"Now,\nabove the dome of the building--watch!\"\n\nHe turned a square box at the sky and set it going. Black Morgan's\nship came swooping down, to stand above the observation dome of the\nbuilding, its rifles trained on the men inside. Jeffries turned dials\nand the turret turned slowly. He manipulated another dial and the big\nship turned to face away. Then it receded and was gone in a twinkling\nof an eye.\n\n\"Three-dimensional projector,\" he growled. \"Just what they were using\nfor moving pictures for a hundred years. And there's your answer!\"\n\nCaptain Edwards stood up and nodded. \"But look,\" he said. \"How did the\ncontact come?\"\n\n\"Contact?\" gritted Jeffries angrily. \"The louse! He took off in a suit\nas the ship lifted from the port, and clung to it with his magnetics\nlike a flea on a dog until he had a chance to do his job at high\nvelocity. Then he would drop off and radio-control his own ship which\nwas running free a few million miles behind, and destined to come\nwithin a few million miles of his position. It was set to about match\nhis speed, and then at that velocity, to circle and spiral until it was\nwithin his range. There was no one aboard it, and so he could cram on\ngravities until it creaked. I swear it had on sixty gravities.\"\n\n\"But you--?\"\n\n\"Remember, my hobby is photography. Photography itself is a matter\nof fantastic illusion. Your eyes, fallible as any sense, view a\ncollection of light rays in a certain pattern and your brain says it is\nUncle Julius. Iconography, when enlarged to life-size, can produce a\nsolid image that from a distance can be mistaken. Iconocinematography\ndoes not produce a solid image but establishes a radiating point for\nheterodyned light, producing an apparent image that the real thing can\ngo up and shake hands with--providing his timing is good, for the image\nis unreal.\n\n\"So there's Black Morgan. Since he could not exist in fact, he did\nexist in the interpretation of incomplete data. Any man can fudge a\ndetector by supplying false echoes from a delayed transponder. Anybody\ncan project a super image of a spacecraft by iconocinematography. And\na spacesuit is capable of considerable motion of its own, plus the\nability to cling like a leech to the hull of a ship under acceleration.\n\n\"At first I was a bit concerned about the effect of attacking an armed\nship with an icono image--but I discovered that Black Morgan's real\nship was as unarmed as any commerce vessel. He was the real fantasy!\"\n\nCaptain Edwards smiled. \"A good man, Jeffries,\" he said to his\nsuperiors. \"And a good big man can still take a good little man's\ntricks and turn them against him!\"\n\nAnd Lieutenant Jeffries took a deep breath. \"Now, sir,\" he said. \"About\nthat vacation--?\"\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68230/pg68230.txt",
        "name": "the_impossible_pirate.json"
    }
}