{
    "name": "The Indian On The Trail\nFrom 'Mackinac And Lake Stories', 1899",
    "author": [
        "Catherwood, Mary Hartwell"
    ],
    "body": "Maurice Barrett sat waiting in the old lime-kiln built by the British in\nthe war of 1812--a white ruin like much-scattered marble, which stands\nbowered in trees on a high part of the island. He had, to the amusement\nof the commissioner, hired this place for a summer study, and paid a\ncarpenter to put a temporary roof over it, with skylight, and to make a\ndoor which could be fastened. Here on the uneven floor of stone were set\nhis desk, his chair, and a bench on which he could stretch himself to\nthink when undertaking to make up arrears in literary work. But the days\nwere becoming nothing but trysts with her for whom he waited.\n\nFirst came the heavenly morning walk and the opening of his study, then\nthe short half-hour of labor, which ravelled off to delicious suspense.\nHe caught through trees the hint of a shirt-waist which might be any\ngirl's, then the long exquisite outline which could be nobody's in the\nworld but hers, her face under its sailor hat, the blown blond hair, the\nblue eyes. Then her little hands met his outstretched hands at the door,\nand her whole violet-breathing self yielded to his arms.\n\nThey sat down on the bench, still in awe of each other and of the swift\nmiracle of their love and engagement. Maurice had passed his fiftieth\nyear, so clean from dissipation, so full of vitality and the beauty of a\nlong race of strong men, that he did not look forty, and in all out-door\nactivities rivalled the boys in their early twenties. He was an expert\nmountain-climber and explorer of regions from which he brought his\nown literary material; inured to fatigue, patient in hardship, and\nresourceful in danger. Money and reputation and the power which attends\nthem he had wrung from fate as his right, and felt himself fit to match\nwith the best blood in the world--except hers.\n\nYet she was only his social equal, and had grown up next door, while\nhis unsatisfied nature searched the universe for its mate--a wild\nsweetbrier-rose of a child, pink and golden, breathing a daring,\nfragrant personality. He hearkened back to some recognition of her charm\nfrom the day she ran out bareheaded and slim-legged on her father's lawn\nand turned on the hose for her play. Yet he barely missed her when she\nwent to an Eastern school, and only thrilled vaguely when she came back\nlike one of Gibson's pictures, carrying herself with state-liness. There\nwas something in her blue eyes not to be found in any other blue eyes.\nHe was housed with her family in the same hotel at the island before he\ncompletely understood the magnitude of what had befallen him.\n\n\"I am awfully set up because you have chosen me,\" she admitted at first.\nHe liked to have her proud as of a conquest, and he was conscious of\nthat general favor which stamped him a good match, even for a girl half\nhis age.\n\n\"How much have you done this morning?\" she inquired, looking at his\ndesk.\n\n\"Enough to tide over the time until you came. Determination and\nexecution are not one with me now.\" Her hands were cold, and he warmed\nthem against his face.\n\n\"It was during your married life that determination and execution were\none?\"\n\n\"Decidedly. For that was my plodding age. Sometimes when I am tingling\nwith impatience here I look back in wonder on the dogged drive of those\ndays. Work is an unhappy man's best friend. I have no concealments from\nyou, Lily. You know I never loved my wife--not this way--though I made\nher happy; I did my duty. She told me when she died that I had made her\nhappy. People cannot help their limitations.\"\n\n\"Do you love me?\" she asked, her lips close to his ear.\n\n\"I am you! Your blood flows through my veins. I feel you rush through\nme. You don't know what it is to love like that, do you?\"\n\nShe shook her head.\n\n\"When you are out of my sight I do not live; I simply wait. What is the\nweird power in you that creates such gigantic passion?\"\n\n\"The power is all in your imagination. You simply don't know me. You\nthink I am a prize. Why, I--flirt--and I've--kissed men!\"\n\nHe laughed. \"You would be a queer girl, at your age, if you\nhadn't--kissed men--a little. Whatever your terrible past has been, it\nhas made you the infinite darling that you are!\"\n\nShe moved her eyes to watch the leaves twinkling in front of the\nlime-kiln.\n\n\"I must go,\" she said.\n\n\"'I must go'!\" he mocked. \"You are no sooner here than--' I must go '!\"\n\n\"I can't be with you all the time. You don't care for appearances, so I\nhave to.\".\n\n\"Appearances are nothing. This is the only real thing in the universe.\"\n\n\"But I really must go.\" She lifted her wilful chin and sat still. They\nstared at each other in the silence of lovers. Though the girl's face\nwas without a line, she was more skilled in the play of love than he.\n\n\"Indeed I must go. Your eyes are half shut, like a gentian.\"\n\n\"When you are living intensely you don't look at the world through\nwide-open eyes,\" said Maurice. \"I never let myself go before. Repression\nhas been the law of my life. Think of it! In a long life-time I have\nloved but two persons--the woman I told you of, and you. Twenty years\nago I found out what life meant. For the first time, I knew! But I was\nalready married. I took that beautiful love by the throat and choked it\ndown. Afterwards, when I was free, the woman I first loved was married.\nHow long I have had to wait for you to bloom, lotos flower! This is\nliving! All the other years were preparation.\"\n\n\"Do you never see her?\" inquired the girl.\n\n\"Who? That first one? I have avoided her.\"\n\n\"She loved you?\"\n\n\"With the blameless passion that we both at first thought was the most\nperfect friendship.\"\n\n\"Wouldn't you marry her now if she were free?\"\n\n\"No. It is ended. We have grown apart in renunciation for twenty years.\nI am not one that changes easily, you see. You have taken what I could\nnot withhold from you, and it is yours. I am in your power.\"\n\nThey heard a great steamer blowing upon the strait. Its voice\nreverberated through the woods. The girl's beautiful face was full of a\ntender wistfulness, half maternal. Neither jealousy nor pique\nmarred its exquisite sympathy. It was such an expression as an untamed\nwood-nymph might have worn, contemplating the life of man.\n\n\"Don't be sad,\" she breathed.\n\nVague terror shot through Maurice's gaze.\n\n\"That is a strange thing for you to say to me, Lily. Is it all you can\nsay--when I love you so?\"\n\n\"I was thinking of the other woman. Did she suffer?\"\n\n\"At any rate, she has the whole world now--beauty, talent, wealth,\nsocial prestige. She is one of the most successful women in this\ncountry.\"\n\n\"Do I know her name?\"\n\n\"Quite well. She has been a person of consequence since you were a\nchild.\"\n\n\"I couldn't capture the whole world,\" mused Lily. Maurice kissed her\nsmall fingers.\n\n\"Some one else will put it in your lap, to keep or throw away as you\nchoose.\"\n\nThe hurried tink-tank of an approaching cow-bell suggested passers. Then\na whir of wheels could be heard through tangled wilderness. The girl\nmet his lips with a lingering which trembled through all his body, and\nwithdrew herself.\n\n\"Now I am going. Are you coming down the trail with me?\"\n\nMaurice shut the lime-kiln door, and crossed with her a grassy avenue\nto find among birches the ravelled ends of a path called the White\nIslander's Trail. You may know it first by a triangle of roots at the\nfoot of an oak. Thence a thread, barely visible to expert eyes, winds to\nsome mossy dead pines and crosses a rotten log. There it becomes a trail\ncleaving the heights, and plunging boldly up and down evergreen glooms\nto a road parallel with the cliff. Once, when the island was freshly\ndrenched in rain, Lily breathed deeply, gazing down the tunnel floored\nwith rock and pine-needles, a flask of incense. \"It is like the\nviolins!\"\n\nIn that seclusion of heaven Maurice could draw her slim shape to him,\nfor the way is so narrow that two are obliged to walk close. They parted\nnear the wider entrance, where a stump reared itself against the\nopen sky, bearing a stick like a bow, and having the appearance of a\ncrouching figure.\n\n\"There is the Indian on the trail,\" said Lily. \"You must go back now.\"\n\n\"He looks so formidable,\" said Maurice; \"especially in twilight, and,\nexcept at noon, it is always twilight here. But when you reach him he is\nnothing but a stump.\"\n\n\"He is more than a stump,\" she insisted. \"He is a real Indian, and some\nday will get up and take a scalp! It gives me a shiver every time I come\nin sight of him crouched on the trail!\"\n\n\"Do you know,\" complained her lover, \"that you haven't told me once\nto-day?\"\n\n\"Well--I do.\"\n\n\"How much?\"\n\n\"Oh--a little!\"\n\n\"A little will not do!\"\n\n\"Then--a great deal.\"\n\n\"I want all--all!\"\n\nHer eyes wandered towards the Indian on the trail, and the bow of her\nmouth was bent in a tantalizing curve.\n\n\"I have told you I love you. Why doesn't that satisfy you?\"\n\n\"It isn't enough!\"\n\n\"Perhaps I can't satisfy you. I love you all I can.\"\n\n\"All you can?\"\n\n\"Yes. Maybe I can't love you as much as you want me to. I am shallow!\"\n\n\"For God's sake, don't say you are shallow! There is deep under deep in\nyou! I couldn't have staked my life on you, I couldn't have loved you,\nif there hadn't been! Say I have only touched the surface yet, but don't\nsay you are shallow!\"\n\nThe girl shook her head.\n\n\"There isn't enough of me. Do you know,\" she exclaimed, whimsically,\n\"that's the Indian on the trail! You'll never feel quite sure of me,\nwill you?\"\n\nMaurice's lips moved. \"You are my own!\"\n\nShe kept him at bay with her eyes, though they filled slowly with tears.\n\n\"I ama child of the devil!\" exclaimed Lily, with vehemence. \"I give\npeople trouble and make them suffer!\"\n\n\"She classes me with 'people'!\" Maurice thought. He said, \"Have I ever\nblamed you for anything?\"\n\n\"No.\"\n\n\"Then don't blame yourself. I will simply take what you can give me.\nThat is all I could take. Forgive me for loving you too much. I will try\nto love you less.\"\n\n\"No,\" the girl demurred. \"I don't want you to do that.\"\n\n\"I am very unreasonable,\" he said, humbly. \"But the rest of the world is\na shadow. You are my one reality. There is nothing in the universe but\nyou.\"\n\nShe brushed her eyes fiercely. \"I mustn't cry. I'll have to explain it\nif I do, and the lids will be red all day.\"\n\nThe man felt internally seared, as by burning lava, with the conviction\nthat he had staked his all late in life on what could never be really\nhis. She would diffuse herself through many. He was concentrated in her.\nHis passion had its lips burned shut.\n\n\"I am Providence's favorite bag-holder,\" was his bitter thought. \"The\ngame is never for me.\"\n\n\"Good-bye,\" said Lily.\n\n\"Good-bye,\" said Maurice.\n\n\"Are you coming into the casino to-night?\"\n\n\"If you will be there.\"\n\n\"I have promised a lot of dances. Good-bye. Go back and work.\"\n\n\"Yes, I must work,\" said Maurice.\n\nShe gave him a defiant, radiant smile, and ran towards the Indian on the\ntrail. He turned in the opposite direction, and tramped the woods until\nnightfall.\n\nAt first he mocked himself. \"Oh yes, she loves me! I'm glad, at any\nrate, that she loves me! There will be enough to moisten my lips with;\nand if I thirst for an ocean that is not her fault.\"\n\nWhy had a woman been made who could inspire such passion without\nreturning it? He reminded himself that she was of a later, a gayer,\nlighter, less strenuous generation than his own. Thousands of men had\nwaded blood for a principle and a lost cause in his day. In hers\nthe gigantic republic stood up a menace to nations. The struggle for\nexistence was over before she was born. Yet women seemed more in earnest\nnow than ever before. He said to himself, \"I have always picked out\nnatures as fatal to me as a death-warrant, and fastened my life to\nthem.\"\n\nThe thought stabbed him that perhaps his wife, whom he had believed\nsatisfied, had carried such hopeless anguish as he now carried. Tardy\nremorse for what he could not help gave him the feeling of a murderer.\nAnd since he knew himself how little may be given under the bond of\nmarriage, he could not look forward and say, \"My love will yet be mine!\"\n\nHe would, indeed, have society on his side; and children--he drew his\nbreath hard at that. Her ways with children were divine. He had often\nwatched her instinctive mothering of, and drawing them around her. And\nit should be much to him that he might look at and, touch her. There was\nlife in her mere presence.\n\nHe felt the curse of the artistic temperament, which creates in man the\nexquisite sensitiveness of woman.\n\nTaking the longest and hardest path home around the eastern beach,\nMaurice turned once on impulse, parted a screen of birches, and stepped\ninto an amphitheatre of the cliff, moss-clothed and cedar-walled. It\nsloped downward in three terraces. A balcony or high parapet of stone\nhung on one side, a rock low and broad stood in the centre, and an\nunmistakable chair of rock, cushioned with vividly green-branched moss,\nwaited an occupant. Maurice sat down, wondering if any other human\nbeing, perplexed and tortured, had ever domiciled there for a brief\ntime. Slim alder-trees and maples were clasped in moss to their waists.\nThe spacious open was darkened by dense shade overhead. Bois Blanc was\nplainly in view from the beach. But the eastern islands stretched a line\nof foliage in growing dusk. Maurice felt the cooling benediction of the\nplace. This world is such a good world to be happy in, if you have the\nhappiness.\n\nWhen the light faded he went on, climbing low headlands which jutted\ninto the water, and sliding down on the other side; so that he reached\nthe hotel physically exhausted, and had his dinner sent to his room. But\na vitality constantly renewing itself swept away every trace of his hard\nday when he entered the gayly lighted casino.\n\nHe no longer danced, not because dancing ceased to delight him, but\nbecause the serious business of life had left no room for it. He walked\nalong the waxed floor, avoiding the circling procession of waltzers,\nand bowing to a bank of pretty faces, but thinking his own thought,\nin growing bitterness: \"They who live blameless lives are the fools of\nfate. If I had it to do over again, I would take what I wanted in spite\nof everything, and let the consequences fall where they would!\" Looking\nup, he met in the eyes the woman of his early love.\n\nShe was holding court, for a person of such consequence became the\ncentre of the caravansary from the instant of her arrival; and she gave\nhim her hand with the conventional frankness and self-command that\nset her apart from the weak. Once more he knew she was a woman to be\nworshipped, whose presence rebuked the baseness he had just thought.\n\n\"Perhaps it was she who kept me from being worse,\" Maurice recognized in\na flash; \"not I myself!\"\n\n\"Why, Mrs. Carstang, I didn't know you were here!\" he spoke, with warmth\naround the heart.\n\n\"We came at noon.\"\n\n\"And I was in the woods all day.\" Maurice greeted the red-cheeked,\nelderly Mr. Carstang, whom, according to half the world, his wife doted\nupon, and according to the other half, she simply endured. At any rate,\nhe looked pleased with his lot.\n\nWhile Maurice stood talking with Mrs. Carstang, the new grief and\nthe old strangely neutralized each other. It was as if they met and\ngrappled, and he had numb peace. The woman of his first love made him\nproud of that early bond. She was more than she had been then. But Lily\nmoved past him with a smile. Her dancing was visible music. It had\na penetrating grace--hers, and no other person's in the world. The\nfloating of a slim nymph down a forest avenue, now separating from her\npartner, and now joining him at caprice, it rushed through Maurice like\nsome recollection of the Golden Age, when he had stood imprisoned in a\ntree. There was little opportunity to do anything but watch her, for she\nwas more in demand than any other girl in the casino. Hop nights were\nher unconscious ovations. He took a kind of aching delight in her\ndancing. For while it gratified an artist to the core, it separated her\nfrom her lover and gave her to other men.\n\nNext morning he waited for her in the study with a restlessness which\nwould not let him sit still. More than once he went as far as the\noak-tree to watch for a glimmer. But when Lily finally appeared at the\ndoor he pretended to be very busy with papers on his desk, and looked\nup, saying, \"Oh!\"\n\nThe morning was chill, and she seemed a fair Russian in fur-edged cloth\nas she put her cold fingers teasingly against his neck.\n\n\"Are you working hard?\"\n\n\"Trying to. I am behind.\"\n\n\"But if there is a good wind this afternoon you are not to forget the\nCarstangs' sail. They will be here only a day or two, and you mustn't\nneglect them. Mrs. Carstang told me if I saw you first to invite you.\"\n\nMaurice met the girl's smiling eyes, and the ice of her hand went\nthrough him.\n\n\"Isn't Mrs. Carstang lovely! As soon as I saw you come in last night, I\nknew she was--the other woman.\"\n\n\"You didn't look at me.\"\n\n\"I can see with my eyelashes. Do you know, I have often thought I should\nlove her if I were a man!\"\n\nThere was not a trace of jealousy in Lily's gentle and perfect manner.\n\n\"You resemble her,\" said Maurice. \"You have the blond head, and the same\nfeatures--only a little more delicate.\"\n\n\"I have been in her parlor all morning,\" said Lily. \"We talked about\nyou. I am certain, Maurice, Mrs. Carstang is in her heart still faithful\nto you.\"\n\nThat she should thrust the old love on him as a kind of solace seemed\nthe cruelest of all. There was no cognizance of anything except this one\nmaddening girl. She absorbed him. She wrung the strength of his manhood\nfrom him as tribute, such tribute as everybody paid her, even Mrs.\nCarstang. He sat like a rock, tranced by the strong control which he\nkept over himself.\n\n\"I must go,\"-said Lily. She had not sat down at all. Maurice shuffled\nhis papers.\n\n\"Good-bye,\" she spoke.\n\n\"Good-bye,\" he answered.\n\nShe did not ask, \"Are you coming down the trail with me?\" but ebbed\nsoftly away, the swish of her silken petticoat subsiding on the grassy\navenue.\n\nHer lover stretched his arms across the desk and sobbed upon them with\nheart-broken gasps.\n\n\"It is killing me! It is killing me! And there is no escape. If I took\nmy life my disembodied ghost would follow her, less able to make itself\nfelt than now! I cannot live without her, and she is not for me--not for\nme!\"\n\nHe cursed the necessity which drove him out with the sailing party, and\nthe prodigal waste of life on neutral, trivial doings which cannot be\ncalled living. He could see Lily with every pore of his body, and grew\nfaint keeping down a wild beast in him which desired to toss overboard\nthe men who crowded around her. She was more deliciously droll than\nany comedienne, full of music and wit, the kind of spirit that rises\nflood-tide with occasion. He was himself hilarious also during this\nexperience of sailing with two queens surrounded by courtiers and\nplaying the deep game of fascination, as if men were created for the\namusement of their lighter moments. Lily's defiant, inscrutable eyes\nmocked him. But Mrs. Carstang gave him sweet friendship, and he sat by\nher with the unchanging loyalty of a devotee to an altar from which the\nsacrament has been removed.\n\nNext morning Lily did not come to the lime-kiln. Maurice worked\nfuriously all day, and corrected proof in his room at night, though\ntableaux were shown in the casino, both Mrs. Carstang and Lily being\nhead and front of the undertaking.\n\nThe second day Lily did not come to the limekiln. But he saw her pass\nalong the grassy avenue in front of his study with Mrs. Carstang, a man\non each side of them. They waved their hands to him.\n\nMaurice sat with his head on his desk all the afternoon, beaten and\nbroken-hearted. He told himself he was a poltroon; that he was losing\nhis manhood; that the one he loved despised him, and did well to\ndespise him; that a man of his age who gave way to such weakness must\nbe entering senility. The habit of rectitude would cover him like armor,\nand proclaim him still of a chivalry to which he felt recreant. But it\ncame upon him like revelation that many a man had died of what doctors\nhad called disease, when the report to the health-officer should have\nread: \"This man loved a woman with a great passion, and she slew him.\"\n\nThe sigh of the woods around, and the sunlight searching for him through\nhis door, were lonelier than illimitable space. It was what the natives\ncall a \"real Mackinac day,\" with infinite splendor of sky and water.\n\nMaurice heard the rustle of woman's clothes, and stood up as Lily came\nthrough the white waste of stones. She stopped and gazed at him with\nlarge hunted eyes, and submitted to his taking and kissing her hands. It\nwas so blessed to have her at all that half his trouble fled before her.\nThey sat down together on the bench.\n\nMuch of his life Maurice had been in the attitude of judging whether\nother people pleased him or not. Lily reversed this habit of mind, and\nmade him humbly solicitous to know whether he pleased her or not. He\nsilently thanked God for the mere privilege of having her near him.\nPassionate selfishness was chastened out of him. One can say much behind\nthe lips and make no sound at all.\n\n\"If I drench her with my love and she does not know it,\" thought\nMaurice, \"it cannot annoy her. Let me take what she is willing to give,\nand ask no more.\"\n\n\"The Carstangs are gone,\" said Lily.\n\n\"Yes; I bade them good-bye this morning before I came to the lime-kiln.\"\n\n\"You don't say you regret their going.\"\n\n\"I never seek Mrs. Carstang.\"\n\nHe sat holding the girl's hands and never swerving a glance from her\nface, which was weirdly pallid--the face of her spirit. He felt himself\nenveloped and possessed by her, his will subject to her will. He said\nwithin himself, voicelessly: \"I love you. I love the firm chin, the\nwilful lower lip, and the Cupid's bow of the upper lip. I love the oval\nof your cheeks, the curve of your ears, the etched eyebrows, and all the\nlittle curls on your temples. I love the proud nose and most beautiful\nforehead. Every blond hair on that dear head is mine! Its upward tilt\non the long throat is adorable! Have you any gesture or personal trait\nwhich does not thrill me? But best of all, because through them you\nyourself look at me, revealing more than you think, I adore your blue\neyes.\"\n\n\"What are you thinking?\" demanded Lily.\n\n\"Of a man who lay face downward far out in the desert, and had not a\ndrop of water to moisten his lips.\"\n\n\"Is he in your story?\"\n\n\"Yes, he is in my story.\"\n\n\"I thought perhaps you didn't want me to come here any more,\" she said.\n\n\"You didn't think so!\" flashed Maurice.\n\n\"But you turned your cheek to me the last time I was here. You were too\nbusy to do more than speak.\"\n\nVoicelessly he said: \"I lay under your feet, my life, my love!\nYou walked on me and never knew it.\" Aloud he answered: \"Was I so\ndetestable? Forgive me. I am trying to learn self-control.\"\n\n\"You are all self-control! If you have feeling, you manage very well to\nconceal it.\"\n\n\"God grant it!\" he said, in silence, behind his lips. \"For the touch\nof your hand is rapture. My God! how hard it is to love so much and be\nstill!\" Aloud he said, \"Don't you know the great mass of human beings\nare obliged to conceal their feelings because they have not the gift of\nexpression?\"\n\n\"Yes, I know,\" answered Lily, defiantly.\n\n\"But that can never be said of you,\" Maurice went on. \"For you are so\nrichly endowed with expression that your problem is how to mask it.\"\n\n\"Are you coming down the trail with me? It is sunset, and time to shut\nthe study for the day.\"\n\nHe prepared at once to leave his den, and they went out together on the\ntrail, lingering step by step. Though it was the heart of the island\nsummer, the maples still had tender pink leaves at the extremities of\nbranches; and the trail looked wild and fresh as if that hour tunnelled\nthrough the wilderness. Sunset tried to penetrate western stretches with\nlevel shafts, but none reached the darkening path where twilight already\npurpled the hollows.\n\nThe night coolness was like respite after burning pain. Maurice wondered\nhow close he might draw this changeful girl to him without again\nlosing her. He had compared her to a wild sweetbrier-rose. She was a\nhundred-leaved rose, hiding innumerable natures in her depths.\n\nThey passed the dead pines, crossed the rotten log, and came silently\nwithin sight of the Indian on the trail, but neither of them noted it.\nThe Indian stood stencilled against a background of primrose light, his\nbow magnified.\n\nIt was here that Maurice felt the slight elastic body sag upon his arm.\n\n\"I am tired,\" said Lily. \"I have been working so hard to amuse your\nfriends!\"\n\n\"Would that I were my friends!\" responded Maurice. He said, silently: \"I\nlove you! I wonder if I shall ever learn to love you less?\"\n\nThe unspoken appeal of her swaying figure put him off his guard, and he\nfound himself holding her, the very depths of his passion rushing out\nwith the force of lava.\n\n\"It is you I want!--the you that is not any other person on earth or in\nthe universe! Whatever it is--the identity--the spirit--that is you--the\nyou that was mated with me in other lives--that I have\nsought--will seek--must have, whatever the price in time and\nanguish!--understand!--there is nobody but you!\"\n\nTears oozed from under her closed lids. She lay in his arms passive, as\nin a half-swoon.\n\n\"You do the talking,\" she breathed. \"I do the loving!\"\n\nWithout opening her eyes she met him with her perfect mouth, and\ngave herself to him in a kiss. He understood a spirit so passionately\nreticent that it denied to itself its own inward motions. The wilfulness\nof a solitary exalted nature melted in that kiss. All the soft curves of\nher face concealed and belied the woman who opened \"her wild blue\neyes and looked at him, passionately adoring, fierce for her own, yet\ndoubtful of fate.\n\n\"If I let you know that I loved you all I do, you would tire of me!\"\n\n\"How can you say I could ever tire of you?\"\n\n\"I know it! When you are not quite sure of me, you love me best!\"\n\nMaurice laughed against her lips. \"You said that was the Indian on the\ntrail--my never being quite sure of you! Will you take an oath with me?\"\n\n\"Yes.\"\n\n\"This is the oath: I swear before God that I love you more than any one\nelse on earth; more than any one else in the universe.\"\n\nShe repeated: \"I swear before God that I love you more than any one else\non earth; more than any one else in the universe!\"\n\nMaurice held her blond head against his breast, quivering through flesh\nand spirit. That was the moment of life. What was conquering the dense\nresistance of material things, or coming off victor in bouts with men?\nThe moment of life is when the infinite sea opens before the lover.\n\nThe heart of the island held them like the heart of Allah. The pines\nsang around them.\n\n\"We must go on,\" spoke Lily. \"It is so dark we can't see the Indian on\nthe trail.\"\n\n\"There isn't any Indian on the trail now,\" laughed Maurice. \"You can\nnever frighten me with him again.\"",
    "metadata": {
        "author": [
            "Catherwood, Mary Hartwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23252/pg23252.txt",
        "name": "the_indian_on_the_trail_from_mackinac_and_lake_sto.json"
    }
}