{
    "name": "The lost charm",
    "author": [
        "Norton, Roy"
    ],
    "body": "         Author of “Sleeping Dogs,” “An Honest Troubador,” Etc.\n\n\n    With the help of Goliath, David doubles in _Sherlock Holmes_\n    and _The Good Samaritan_.\n\nA small, wiry, red-haired man scrambled through the thick growth of\nbrush, half slid and half plunged down a steep declivity and halted in\nthe middle of the hard, worn road where he drew a deep breath, wiped the\nsweat from his face and consulted a huge silver watch.\n\n“Quarter past ten and I sure ought to be in time for the down stage.\nIt’s seven miles from our camp here by this short cut, and I’ve done it\nin one hour and a half, and I win five from Goliath, and then from\nHank,” he muttered, after which he grinned cheerfully, rolled a\ncigarette, and planted himself in an attitude of repose on a roadside\nboulder. He took from his pocket a tiny parcel, unwrapped the newspaper\nprotecting it and scanned the inscriptions on a half dozen letters as if\nto reassure himself that all had been correctly addressed, after which,\nfor lack of anything further to do he sat and idly stared at the\nenormous panorama of mountains, forests, ravines and cañons that were\nvisible from his perch and which formed a portion of the back edge of\nthe Big Divide. The stillness was so profound that even the trees had\nlost their almost inaudible whispering and his ears, finely attuned to\nnature, could distinguish the faint murmuring of the river that,\nhundreds of feet below, cheerily and busily made its way over and\nbetween myriad boulders. For fully fifteen minutes he sprawled\nlistlessly before he lifted his head and listened attentively with his\nface turned up the white, stony highway.\n\n“Here she comes,” he commented, and straightened himself, arose from the\nboulder and walked into the middle of the road where he stood waiting to\nintercept the oncoming vehicle. The noise grew louder, gained a\ncrescendo of sound made up of clattering hoofs, a driver’s voice\nadmonishing his horses, and the screeching of brake shoes grinding on\niron tires, and then the down stage swung round a bend and as the\npedestrian waved his arms up and down came to a halt. The driver was\nusing heavy-weather language and beside him on the box a man who had\nlifted a sawed-off shotgun lowered it with a grunt and stared downward.\n\n“Lord Almighty! David, we didn’t recognize you any too soon!” he\nexclaimed.\n\n“And that’s the truth,” growled the driver, shifting in his seat. “You\ncertainly did pick a mighty dangerous spot to flag us this time.”\n\n“Why, what’s the matter with you fellers anyhow?” David demanded. “One\nof you grabs leather and the other a gun as if you thought you were\nabout to be held up and was ready to shoot on sight.”\n\nThe driver and the express messenger grinned at each other and the\nlatter rested his shotgun between his legs and as he reached for tobacco\nremarked, “Reckon you ain’t heard the news, pardner. It’s just two days\nago since this same stage was stuck up almost on this exact spot. Right\ndown there at the next bend, in fact, a hundred yards from here. I\nwasn’t along, but Bill here had no chance to put up a fight. Road agent\ngot away with the treasure box.”\n\n“Well, I’ll be hanged!” David exclaimed as if incredulous. “Who’d of\nthought it! Reckon that’s the first holdup around here for as much as\nten years, ain’t it? How much did the feller get away with?”\n\n“Only one package with seventy-five hundred dollars in it,” the\nmessenger answered. “But the worst of it is the sheriffs don’t seem to\nhave any idea at all who did it. They came up here within two hours,\nscouted around down there at the point, picked up the robber’s trail and\nfollowed it clean up to the bare top of the ridge, got another little\npatch of it a half mile farther along and followed it down into the road\nand there it was lost. The feller was simply turning back toward Wallula\nCamp and for all that anybody knows may be there right now.”\n\n“Didn’t bother the passengers, eh?” David asked thoughtfully.\n\n“Wasn’t any, same as now,” the driver informed him. “And this gink was\nwise enough, too, so that he didn’t bother the United States mail.\nDidn’t want Uncle Samuel on his train along with the express company’s\nmen and the regular officers, I reckon. But--by gosh! He knew how! Just\nlike old times, it was! And me takin’ no chances, either. You can bet\nyour head on that!”\n\n“I can, Bill! I can!” David agreed, with a sarcasm that was wasted on\nthe knight of the ribbons. “But what I stopped you for was to get you to\nmail this package of letters for me when you get down to the other end.\nReason I happened to come here was that it’s just about seventeen miles\nless than carrying them into Wallula.”\n\nThe messenger reached down and took the letters, the driver remarked\nthat he must be “gittin’ along” and then as he released the brake called\nover his shoulder facetiously, “If we get stuck up I’ll hand these over\ntoo. Reckon they ain’t worth as much as that seventy-five-hundred-dollar\npackage the stick-up got and that had been shipped by Boss Shaughnessy!\nHaw! Haw! Haw!”\n\nHis laugh was drowned in the clattering of hoofs as the stage jumped\nforward, its wheels throwing up little clouds of dust and its momentum\nincreasing as it reached the bend and disappeared around it. But David\nwas left standing in the middle of the road with his mouth open and an\nexpression of astonishment on his face.\n\n“Shaughnessy--it was Tom Shaughnessy’s money that was looted, eh? Wonder\nwhy he sent--hang it all! I’ll bet there was something crooked in that\nholdup--just because it was Tom’s money! I wonder if there was real\nmoney in that package? Yes, of course there must have been, because the\nexpress agent wouldn’t have taken it on the blind. Um-um! Wonder if\nsomebody who had been robbed by Shaughnessy, or some of his gang, didn’t\nknow it was being shipped and played even?”\n\nHe thought of the numerous crooked deals and gouges perpetrated by the\nboss of Wallula and his associates, all of whom had once been driven\nfrom the camp of Sky Gap by the more reputable citizens, and of the\nlongstanding feud between this gang, himself, his lifelong partner\nGoliath, and his new partner Hank Mills, and grinned cheerfully as he\nthought, “Well, if any poor cuss has played even with Shaughnessy he’s\ngot my support. Luck to him!”\n\nAfter again consulting his watch David leisurely struck back from the\nroad, taking to the hillside in nearly the same place from which he had\nemerged, and climbed upward toward the crest. He paused after a few\nminutes and looked back toward the road that now lay considerably below\nand again his mind worked round the incident of the stage robbery.\n\n“That would be the right place down there,” he ruminated as his keen\ngray eyes scanned the white line that wound beneath. “And a man standing\nhere would have had a grand-stand seat all to himself to watch the whole\nshow. Or, if the chap that turned that trick had wanted to find a place\nto have a good look at the stage before he held it up he could have\nstood here, seen her as she came around that stretch up above, and then\nhave had time to get down to that point and throw his gun on Bill as she\ncame round that bend.”\n\nAs if this thought proved interesting David began to scan the brush and\nground near by and almost instantly stopped in an attitude of surprise\nand whistled a note of astonishment; for all unexpectedly he had\nblundered on to a place where a man evidently had rested for some time.\nHad David been asked if he were an expert trailer he would probably have\ndenied such craft; but Goliath, his huge partner, would have asserted\nthat there was no man on all that great range who could “read sign” like\nthis same wiry, alert, active, ferret-eyed man who now began moving\naround in a bent attitude peering at every impression in the earth, at\nevery crushed bunch of grass, and at every broken twig of brush. David\nseemed actually exultant when he found a stump of a cigar which had been\nchewed as if nervous teeth had worked upon it long after its fire had\nexpired. A minute later he found the gaudy band, frowned at it for a\ntime, and then put it into his pocketbook, wrapped the cigar in his\nhandkerchief, pocketed that also, and resumed his search. He paused over\neach footprint and again brightened when he found one in a patch of\nmoist earth and sand that was clear and distinct. He got to his hands\nand knees and taking an old letter from his pocket carefully cut it out\ninto an exact pattern of the footmark and with a stub of a pencil marked\nthereon every nail, noting little peculiarities of position as well as\nthe fact that on the heel there was the imprint of a small iron plate\nalmost new.\n\n“That right boot heel was old, and the man had the plate put on because\nthe heel was beginning to run over a little bit,” David muttered. “Maybe\nhe was a little bowlegged. Anyhow, he treads heavier on the outer edge\nof his heel than on the ball of his hoof. Must find a mark of his left\nfoot that’s clear.” He continued his trailing. Finally this search was\nrewarded and again he paused and made another pattern, reasoning as he\ndid so, “Nope, the man wasn’t bowlegged, and the left heel had no plate\nand so doesn’t wear off like the right. That shows that most likely he\nhits the right heel harder because he either limps a little or has had\nthat right leg or foot hurt some time so that it steps just a trifle\ndifferent from the other one. One thing is sure; he’s a heavy man, and\nthose marks were made by a town man’s shoes and not by any miner’s\nbrogans or boots.”\n\nYard by yard he followed the telltale trail until he had worked it out\nthoroughly in his own mind that the unknown man had been restless and\nmoved about somewhat aimlessly as if his wait and watch had lasted for\nsome time. Then came another discovery, that the man had seated himself\nor crouched down behind a heavy clump of brush and remained there for\nsome time, occasionally with restless movements as if intensely\ninterested in observing something while at the same time taking\nprecautions to remain in hiding. David had put himself into the same\nposition and found that he could look through small openings in the\nbrush which had been made larger by hands twisting off one or two of the\nbranches, and that he had an exact bird’s-eye view of the spot in the\nroad where the stage robbery had taken place. On making this discovery\nDavid once more uttered a tiny whistle and mused, “Uh-huh! That’s the\nway, eh? There were two of them in it instead of one, as Bill, the\ndriver, and the deputy sheriffs think. Maybe the one up here had a rifle\nbeaded down on the stage all the time so that if it came to any sort of\na show-down he could pot Bill or bring down a horse to make the game\ncertain.”\n\nHe devoted some time to seeking the marks where a rifle butt might have\nbeen rested and was disappointed because he could find nothing to bear\nout his reasoning. He still hoped to find some such indication, as he\nhad made a complete detour and picked up the trails where the watcher\nhad come and gone. They led away to the road below at a long angle and,\nproving that patience with keenness has its reward, David now made\nanother most important find. It was nothing less than a coin watch charm\nwith the few links connecting it to the chain from which it had been\nbroken, at sight of which David’s eyes widened as if he had found\nsomething unbelievable.\n\n“Lord! Who’d of thought it! Wish Goliath or Hank was here with me so\nthat if it comes to a show-down I could have a witness to prove that I\ndid find this thing, and that it was here that I found it,” he muttered\naloud, and at the sound of his own voice looked around as if startled,\nthen after putting the charm and piece of chain in his pocketbook,\ncarefully marked the spot where he had found them by notching the bottom\nof some brush with his pocketknife. He resumed the trail which led him\ndown into the main road where still another cause for conjecture was\nexposed. This was that the trail had debouched almost exactly at a point\nwhere a smaller road branched off into the hills. This road David\nrecognized as a private one that led to the Calora Mine, distant about\ntwo miles. The trail was lost, but David, now as keen as a bloodhound on\na chase, turned off into the private road and followed it for some\ndistance in the hope of again finding imprints of the crooked boot heel,\nbut without success. He finally gave this up and was returning to the\nmain road when he made another discovery and brightened eagerly.\n\n“Horse and buggy been stopped here for some time,” ran through his mind.\n“Didn’t notice that as I went up because I was too busy looking for foot\nsigns. Wonder who it could have been, and why? Couldn’t be seen here\nfrom the stage road. Maybe it turned round and went back into the main\nroad; or maybe it didn’t come from the main road at all. Wish I could\nhave found this before so many teams from the Calora had driven over it.\nMaybe, though, I can find some sort of tracks that’ll show----”\n\nHe broke off and scanned the hard earth, rocks and dust inch by inch for\na long time, and betrayed his disappointment when again he mentally\ncommented. “Can’t be sure about it. Maybe I’m imagining it. Everything\nso faint and beaten out; but it does seem to me that this buggy was\ndriven up here off the main road, stopped, tied, stuck here for some\ntime, then was turned round and driven back. The marks of the horse’s\nfore hoofs show that, and look as if they might have been made just\nabout two days ago, or--say--at about the same time the footprints I\nfollowed were made. If that’s so, it accounts for a lot of things, and I\ndope it out about this way: Two men drove here and separated. One of\nthem went straight back down the road, held up the stage, and after the\njob was done, slid up the hillside to throw Bill off the scent; then\nafter Bill and the stage had gone made his way back into the main road\nand finally returned here to the buggy. When the two who did the job\nfirst separated the man with the iron on his heel went and climbed up to\nthat spot where he could watch and from which, if it came to a\nshow-down, he could shoot. He didn’t have to shoot, and probably made a\nbolt for it as soon as the stage had made a get-away, after which he\nalso went down to the road and then back up here. The job was done and\nall the two men had to do was to drive away. The sheriff’s posse, taking\nBill’s word that there was but one man, naturally picked up but one\ntrail, followed it to where it came to the main road and was lost, and\nso entirely missed the trail left by the watcher a hundred yards away.\nNow which way did that buggy go and who was in it? It’s my guess that I\nknow one of the men that was in it and that it went straight back to\nWallula where it came from, and from where it started probably mighty\nearly on that same morning. Ought I to get word to the sheriff right\naway, or ought I to wait a day or two and see what turns up?”\n\nFor a long time he debated this and then made his decision for the\nlatter alternative, after which he again took to the hills to return to\nhis and his partners’ claim and cabin.\n\nSix days slipped away with the three partners waiting to hear any news\nconcerning the stage robbery, chuckling over the information received in\na roundabout way that no further developments had taken place, before\nthe spell was broken by the chance arrival of a lank prospector from\nWallula Camp who was invited to pass the night. He came opportunely as\nthe partners were seating themselves for supper and Mrs. Hank Mills was\ncheerfully placing the food on the table. And almost the first question\nthat he was asked was whether the deputy sheriffs had succeeded in\nlearning who had “collared Shaughnessy’s package.”\n\n“They have,” he replied, an answer which caused all three of his male\nauditors to pause and look at him.\n\n“And who was it, Tim?” David urged when the visitor showed signs of\npreferring food to recountal.\n\n“Why, it was a chap named Ray. Tom Ray, I think his whole name is. Sort\nof a tenderfoot, so the boys say, although I don’t know him pussonally.\nComes from back in Iowa, or some of the corn States, and the pore durned\nfool must have got sort of discouraged because he hadn’t found no pay\nstreak up on Torren’s Gulch where he had a claim, and is so hard up he\nhas to beg for credit to get even some beans and sow belly\nand--well--does a fool thing! Goes and sticks up the stage and--What do\nyou think! You’d never guess how they came to nail him! No siree! Not in\na hundred years! That’s what they calls the mysterious circumstances!”\n\n“Sheriff gets one of these anonymous letters that says the writer’s a\nwoman and that this gink Ray done her dirt, so she’s goin’ to squall.\nSays he robbed the stage and that he’s got the money hid somewhere, most\nlikely under a loose board under the bunk in his cabin where he’s\nkeepin’ it till it’s safe to spend some of it. Well, the sheriff himself\ncomes up, so the boys says, and goes out to this tenderfoot’s cabin, and\nRay pretended he didn’t have nothin’ to hide, wouldn’t think of robbin’\nanything or anybody, and swears he never done no woman any wrong because\nhe’d never had nothin’ to do with a woman since he came to Californy,\nand that as far as he knows there’s never been a member of the female\nsex in his cabin since he built it. They say he put up grand indignation\ntalk--probably tryin’ to bluff it out, you see. But it didn’t go. Not at\nall! Sheriff and his men goes in, pulls out the bunk, finds the board\nand there, in a nice tin cracker box, is Shaughnessy’s money all done up\nin the package the way it was shipped. Ray hadn’t even busted the seals.\nWhen it’s shown to Shaughnessy he proves it’s his because he’d taken\ndown the numbers on the bills, which were new ones he’d got from\nsomewhere.”\n\n“What? What’s that? New bills, you say?” David exclaimed. “Then he must\nhave got ’em from some bank, and the only bank in Wallula is one he’s\nnot friendly with, because we all know he had a row with the manager\nwhen it opened because said manager wouldn’t play in on the Shaughnessy\ngame. Besides, since when does any one suppose Tom Shaughnessy’s a\ncareful enough business man to take down the numbers on bills he’s going\nto ship out by express?”\n\n“Don’t know about all that, but I’m just tellin’ you what I heard and\nwhat’s common talk about the camp.”\n\nGoliath, big, phlegmatic, and apparently wholly occupied with his food,\nlifted his dark eyes slowly and after waiting to see whether any one\nelse had questions to ask or information to volunteer inquired, “Did you\nsay this fellow Ray is working up on Torren’s Gulch?”\n\n“Yes. They say he’s got a prospect up there.”\n\n“And he hadn’t struck pay?”\n\n“Not that any one knows of.”\n\nGoliath resumed his meal and it was not until the conversation had again\ndied away that he again offered an interrogation.\n\n“Tim, didn’t Charley Evans have a claim on Torren’s Gulch, one time, a\nwhile ago? You ought to know that country. You were up there a while\nback.”\n\n“Him? Charley Evans, you say? Sure, he had a claim up there. Number Four\nabove; but he sold out to Pinder. Got a thousand dollars for it and I\ntold him at the time I thought he was either lucky or a fool. Pinder’s\ngot Number Three, too, come to think of it. And that makes me think of\nanother thing, Shaughnessy’s got Number One and Two below and, if I’m\nnot off my reckonin’, this chap Ray must have owned Number One above on\nthe gulch. I don’t know who owns Discovery and Number Two above but I\nthink it’s a man named MacPharlane, or something like that.”\n\nHe had his eyes on his plate, hence did not see the start of surprise or\nthe scowl that crept over David’s face, nor the exchange of swift\nglances between David and Goliath. And suddenly, as if to divert the\nconversation, David began to talk volubly of something else. It was not\nuntil their guest had gone to his blankets and the partners were left\nalone that night that Goliath remarked, “Guess you’re thinkin’ about the\nsame as I am, ain’t you, Davy--that there’s something fishy about that\nRay deal, and that perhaps it was wise not to show too much interest or\nask too many questions out there at the supper table?”\n\n“You’ve got it, Goliath,” came the prompt reply. “And to-morrow you and\nI are going to take a long trip. Clear down to the county seat and to\nthe county jail. If I’m not off that young feller Ray needs help about\nas badly as anybody ever did. It’s up to us to give it. Hank can stay\nhere at the mine and keep things going till we get back and--maybe lie\nto anybody who comes along as to where we have gone. Get me?”\n\n“Got you,” said Goliath, and then, “Good night.”\n\nThe lank prospector might have been surprised on the following morning\nhad he known that within an hour after his departure David and Goliath\nwere driving away over the hills in the opposite direction in a creaking\nold buckboard behind a pair of fat mules that philosophically and\nleisurely trotted as if they had knowledge of a long journey ahead.\n\nIt was nearly three o’clock in the afternoon when the partners left\ntheir mules in a feed stable, brushed the dust from their clothes, and\nafter a brief stop at a restaurant presented themselves at the county\njail and asked for the sheriff. And the sheriff, being an old friend of\ntheirs, granted their request for permission to interview his prisoner\nand as a further evidence of confidence gave them the use of his private\noffice.\n\n“I’ve got just one condition, David,” he said, “and that is that if you\nhear of anything I’d ought to know you’ll tell me. Because, between us\nthree, I can’t get this thing quite straight in my own mind, and if this\nyoung chap Ray is a criminal my judgment of human nature isn’t worth a\ncuss any more. I can’t make myself believe, in spite of the fact that\nwe’ve got him shut up, that he held up that stage; and that’s the\nhonest-to-God truth!”\n\nRay was brought into the office and started in surprise when he\nrecognized his visitors. He had the look of a helpless and hunted animal\nand when David and Goliath thrust out their hands and said, “No use in\nasking questions, because we’ve come to help you,” threatened to break\ndown. At first he could tell them nothing that they did not already know\nand made the same protestations of ignorance and innocence that had been\nmade at the time of his arrest.\n\n“We’ve heard all that and believe you,” David said at last. “But what we\nwant to learn--who are your enemies?”\n\n“But I haven’t any, that I know of,” Ray insisted. “I came West from\nIowa and worked in two or three mines and watched and picked up all I\ncould because I want to be a miner. Then I went to Wallula and was one\nof the first to stake a claim on Torren’s Gulch, and since then have\nbeen too busy trying to find gold on it to fool around the camp, or make\nenemies. I’ve kept my mouth shut, and women don’t come in my catalogue\nbecause”--he stopped, flushed, looked embarrassed and then boyishly\nadded--“because the reason I came West was to try to make money enough\nto marry a girl I grew up with back there in Iowa. And now--my God! What\nwill she think when she hears of this!”\n\nHe rested his head in his arms on the table by which he sat and for a\nmoment gave way to despair.\n\n“There! There! Don’t take it to heart, son,” Goliath rumbled, laying his\nhuge hand on the prisoner’s bent shoulders. “That girl is too good to\nhold anything against you if you’re proved innocent, and my pardner and\nme are goin’ to do that, or go the limit tryin’ to do it.”\n\nBut David sat apparently unmoved and with his eyes fixed absently on the\nwindow beyond.\n\n“Come, come!” he said finally. “Pull yourself together and answer some\nmore questions. Do you know a man named Shaughnessy, or one named\nPinder, or one named MacPharlane?”\n\nRay looked up and appeared perplexed by this line of interrogation as he\nanswered, “Why, yes. I know all three of them. They’re all of them good\nfriends of mine. Mr. Shaughnessy wanted to buy my claim but I wouldn’t\nsell it at any price he would give. The best he would offer was a\nthousand dollars. Then Mr. Pinder came and told me confidentially that\nhis ground, which is above mine, was no good and that he was going to\nsell to Shaughnessy for five hundred and advised me to sell out. After\nthat Mr. MacPharlane came and I didn’t like him quite so well. He told\nme confidentially that Shaughnessy was a bad man to cross, and said that\nI ought to make friends with such a man rather than try to go against\nhim in anything he was after, and intimated that Shaughnessy would make\ntrouble for me if I didn’t sell. But of course I didn’t believe that and\ntold him so in mighty plain language. He sort of lost his temper and let\nit out that the reason Shaughnessy wanted my claim was that he’s got\nthose on both sides of my ground and, as I understand it, wants to get a\nsolid unbroken string of claims which he’s going to sell to some\ncapitalists back East, or make a stock company out of and sell stock; or\nsomething like that. But of course one can’t believe anything one hears\nfrom a fellow like that MacPharlane. I was too wise for that; and,\nbesides, Shaughnessy doesn’t own them all because Pinder has a lot of\nground--which proves that what MacPharlane said was a lie.”\n\nDavid sat with a dry smile on his face as he listened to this, and\nGoliath merely scowled in open-mouthed astonishment.\n\n“Yes, and that’s not all of it, either,” Ray asserted. “Mr. Shaughnessy\nsent me a letter that I got only yesterday in which he says that he is\nsorry to hear that I made such an awful blunder--because of course he\nthinks like every one else does that I’m guilty--but that,\nnotwithstanding my arrest, and knowing that probably I’ll need money to\ndefend myself, he is still willing to pay me a thousand dollars for my\nclaim. You can’t call that unfriendly, can you?”\n\n“Oh, no! Not at all!” David said with considerable sarcasm and then,\nwinking over Ray’s head at his partner, got to his feet and said, “Well,\nGoliath and I must be going now; but all I ask you to do is this, leave\nthings to us and don’t under any circumstances sell that claim unless we\ntell you to. You’d better give me that letter Shaughnessy wrote--for\nsafe-keeping. I’ll see him in a day or two and may want to talk the\nmatter over with him. I reckon you can trust us, can’t you?”\n\n“I’ve heard so much about you two that I’d trust you with my life,” Ray\nblurted as he produced the letter and handed it to David, who carefully\npocketed it.\n\nThey gave him a few more words of encouragement, told him that if it\ncame to money for defense they would find it for him, and after he had\nbeen returned to his cell by a deputy went outside to the waiting\nsheriff.\n\n“Sheriff,” said David, “we promised to tell you anything we could find\nout about this Ray case. Well, we’re going to do it; but to save\nrepeating it, we’d like to have you go with us to the prosecuting\nattorney’s office so he can hear what we have to say at the same time.\nIs that good enough?”\n\n“Sure. I’ll go right over to Hillyer’s office with you now,” the sheriff\nsaid. “He’ll be glad to see you two fellows any way, because he’s a\nright smart admirer of yours and a good friend, isn’t he?”\n\n“Hope so,” Goliath growled with a grin as he recalled a past episode in\ntheir career where the prosecuting attorney had turned a blind eye on\ntheir manipulation of a Sky Gap election which worked for an improvement\nin law and order. And he proved so when David sat and painstakingly\ndetailed all that he had discovered and expounded his theory.\n\n“Shaughnessy’s got hold of some boobs back East who want to buy a mining\nproperty. The fact that there has been a little gold found on Torren’s\nGulch makes that the ideal ground to sell to any but the old-timers at\nthe mining game who know the one color of gold in a pan doesn’t make a\npaying mine, and that there are gulches which are as spotted as a fawn.\nEverything goes well until Shaughnessy tried to buy out this tenderfoot\nRay, and because Ray’s inexperienced and wants money enough to marry his\nbest girl, he won’t sell for a thousand dollars and Shaughnessy doesn’t\nwant to pay any more than he has to. He’s got to have the ground to put\nthe deal through. When he can’t get it decently he turns around and goes\nafter it crookedly, which is the way he knows best, anyhow.\n\n“He gets that seventy-five hundred that can be identified, then he and\none of his pals, either Pinder or ‘Crook’ MacPharlane, drive down there\ninto that side road with a buggy. Shaughnessy gets on the high point to\nsignal when the stage is coming, and the other man sticks her up, and\nthey go back and plant the money in Ray’s cabin, then write the\nanonymous letter. The watch charm I found is the only thing that was bad\nfor them. I recognized it the minute I found it because I’ve seen it on\nShaughnessy’s chain a hundred times. After our talk with Ray it was all\nplain. They framed up on the boy to get him out of the way and to buy\nhis mine for a thousand dollars when he became so desperate and helpless\nthat he’d sell his right eye to clear himself, and they do it under the\nbluff of friendship, damn ’em! Doesn’t it look that way to you,\nHillyer?”\n\nFor a long time the district attorney pondered and then said, “Yes,\nconsidering the past record of that gang, and the clean record of Ray,\nit does; but--I’m afraid that what you’ve learned, and what we know,\ndoesn’t constitute proof enough to either convict Shaughnessy and an\nunknown man or to clear Ray. And the worst of it is I don’t at this\nmoment see how we can get more evidence against Shaughnessy or actually\nlearn who his confederate, the actual robber, was. They’re so clever\nthat they have absolutely covered their tracks. What do you suggest,\nDavid?”\n\n“Why, just this. That you give me a week or ten days to do a little\nnosing around in my own way. Then, if I can get what you call ‘evidence\nenough,’ it’s easy going. If I don’t, why in any case you can state\nthat, owing to disclosures which it’s not necessary to divulge, and with\nthe consent or concurrence, or whatever you call it, of the court, you\nare convinced of Ray’s innocence and--turn him loose. You could do that,\ncouldn’t you?”\n\nFor a time the prosecuting attorney considered, and finally shrugged his\nshoulders as he said, “Yes, I could; but it might defeat me for my next\nelection. However, that makes no difference. I wouldn’t convict an\ninnocent man if I could help it, even if I never again held a public\noffice.”\n\n“Hillyer, you’re a white man,” David exclaimed as he stretched his hand\ntoward the attorney, and Goliath stood up and rumbled as if the long\nsilence was unusual with him and he now found it necessary to make a\nnoise.\n\n“Ten days then, you’re to give, and I’m satisfied,” David said as they\nturned and left the office.\n\n“I don’t see how you expect to get any more evidence than you’ve got\nalready, Davy,” the big man remarked after they were on their way to\nwhere their mules were stabled, preparatory to the start on the return\njourney.\n\n“I don’t expect to get much,” David remarked with a grin that exposed\nhis white teeth. Goliath looked at him steadily for a moment and then\nremarked: “Davy, you’re up to some dodge. I know it by the way you\nlook.”\n\n“Goliath, old boss, I am,” was all that the smaller man vouchsafed by\nway of explanation for the time being, and later actions proved that he\nhad confessed the truth.\n\nThey drove away together; but on the following morning at a certain\npoint where the trail split they separated, and Goliath, after a “So\nlong! Good luck,” turned off on the home trail and David took to the\nroad, philosophically, for the long tramp to Wallula.\n\nDavid’s actions in Wallula were peculiar. He seemed intent on making\nnumerous visits and always they were to men whom he knew he could trust\nand to none of them did he impart reasons for his sole request which\ninvariably was, “I want to find out if Pinder and MacPharlane were in\ntown on the night before that stage was robbed or on the day when the\nrobbery took place, and I don’t want any one to know that I’m trying to\nget the information.”\n\nThe third man he confided in listened and made a calculation on his\nfingers.\n\n“Nine days ago,” he remarked thoughtfully. “That would bring it on a\nSunday night--week ago last Sunday. Um-m-mh! I think maybe--just maybe,\nI say--I can find out something from a chap I know. You see the Almoran\nMine laid off three days just then on account of a broken main pump and\nthe men were paid off. Most of ’em came to camp for a bust. One of ’em,\nBill Wainwright, the foreman, is a poker fiend and he got pretty heavily\ntrimmed in a game that lasted from nine o’clock Sunday night till ten\no’clock Monday morning, and that game was in Big Pete’s saloon where\nmost of the Shaughnessy gang hangs out. Get me?”\n\nDavid wriggled with excitement.\n\n“I get you so hard that if you’ll go and get a horse and ride over to\nthe Almoran and find out what Wainwright knows, or doesn’t know about\nPinder, MacPharlane, or Shaughnessy between the hours of nine o’clock\nSunday night and ten o’clock Monday morning, I’ll pay the expenses, and\nyou’ll be doing me a mighty big favor,” he ripped out with unusual\nvigor.\n\nAn hour later his friend had gone for a five-mile ride, and David, to\nall appearances was merely dawdling around the streets as if enjoying a\nspell of laziness and idleness But inwardly he was impatiently counting\nthe hours that must reasonably elapse before he could expect word from\nhis volunteer investigator. He had ample time to be impatient, because\nit was not until after dusk that his friend returned and betrayed his\npresence by a light in his cabin window, toward which David hastened\nwithin a few minutes after it became visible.\n\n“Well?” he demanded as he closed the door behind him.\n\n“Two of ’em ain’t accounted for, but one of ’em is,” the messenger\nanswered. “Yes, one of ’em sure is, and that’s Pinder. He sat in the\ngame with Bill Wainwright, and Bill can remember the days and dates and\ntimes, you can bet, because Pinder won two hundred and twenty of Bill’s\nhard-earned money. And, what’s more, he wasn’t satisfied to let go of\nBill after they knocked off at ten o’clock Monday forenoon, but insisted\non takin’ Bill to breakfast and wanted him to have another sit-in to get\nhis revenge. Nope. Bill and that guy Pinder didn’t part company till\nabout noon when Bill pulled out for the mine. Now, about the other two.\nBill didn’t see them either Sunday night or Monday mornin’; but if you\nwant me to make some more inquiries, Dave, I’ll see----”\n\n“No, use. Don’t bother about them,” David interrupted. “And don’t say\nanything to anybody about my ever having been nosing around. I’ve\nlearned all I have to know for the present. And--I’ve got to go now.\nGoing back to our mine first thing in the morning. Play even with you\nsome time for this. I’ll say you’ve done me a good turn all right and I\ndon’t forget.”\n\nHe was out of the door almost before he had finished his sentence and\nwithin half an hour, having an early start in view, was in his bed.\nFurthermore so early was that next morning’s start that it was not yet\nnoon when he was driven up to the cabin which was his destination and\nwas greeting Rosita Mills and complaining of hunger.\n\n“And you may as well lay in plans, Rosy,” he said to Mrs. Mills, “to\ntake care of the man from the livery stable down in Wallula, because\nhe’s going to stay here the rest of the day and part of to-morrow with\nus. And after that--I got to talk to the others and think it over a\nlittle before I can say exactly what will happen.”\n\nBut what did happen was that on the following afternoon, timing\nthemselves so that they would arrive in camp late at night, David and\nHank drove away with the man from Wallula and Mrs. Mills knew that on\nthe next day Goliath was to make the same journey with the partners’\nmules and buckboard. Also that if she feared to be left alone she could\naccompany him and visit the camp for which she had no very pleasant\nrecollections.\n\nThe “Real-Estate-and-Specialty-in-Mining-Properties” office of Thomas\nShaughnessy stood at almost the end of the business portion of the main\nstreet, modestly, inconspicuously, as befitted a place of such\nimportance that sooner or later all must visit it. It was later--much\nlater--at nearly three o’clock in the morning when David visited it,\nwhile Hank kept a watchful eye up Main Street for the solitary night\nwatchman who seldom strolled that far because frequent visits were not\nnecessary, and--Wallula paid his wages because Shaughnessy had so\ndictated. David, being a very amateur burglar, had a bunch of door keys\nbig enough to open the doors of a city, all of which he had purchased at\nthe county seat. Patiently he tried about twenty keys before he found\none that opened the rear door of Shaughnessy’s office after which,\ncarefully using an electric torch, he pulled down the shades over the\nfront window and with an air of relief went into Shaughnessy’s rear\noffice and made straight for the letter files.\n\nHe paid not the slightest attention to the small safe in the corner, but\ndid pay much to the letter files. For a time he began to fear that what\nhe sought could not be found and then, with a chuckle of satisfaction,\ncame to a compartment, made the correspondence therein into a roll, and\npocketed it before returning the letter file to the exact position in\nwhich he had originally found it. Cautiously he put the shades up again,\ncautiously passed out of the rear door and with the same caution locked\nit. Five minutes later he and Hank were slipping through the back\nstreets to the cabin of a friend which had been put at their disposal\nduring its owner’s absence, and there, safe, secure, unalarmed, they\ngloated over their theft.\n\nShaughnessy on the following day was unaware that he was under constant\nespionage; that the espionage became more rigid as dusk fell; that it\ncontinued while he ate his lonely meal in a restaurant and made a tour\nof various resorts where it was his custom to be seen for a short time;\nand, most of all, that there were certain individuals who were gleeful\nand declared that luck had played their way when he returned to his\noffice alone at nine o’clock of the autumn evening. He was seated at his\ndesk in his private office when the door opened almost noiselessly and\nhe looked up to see two visitors. The first, a short, red-headed man,\ngrinned sardonically as he said, “Hello, Tom. Glad to find you alone.\nDidn’t expect us, I reckon.”\n\n“No, of course not, and don’t know that I care to see either of you, as\nfar as that goes,” the boss growled, leaning back in his chair and\nwondering what misfortune was about to disclose itself. Always\nunexpected meetings with these two partners had been attended with\nmisfortune. Misfortune seemed to have become a habit where they were\ninvolved.\n\n“No use in getting nasty or fussed up about it, Tom,” the smaller man\ndeclared with the utmost amiability. “We never look you up because we\nlike you. You know that.”\n\n“Well, what have you come for this time?” Shaughnessy demanded after a\nmoment’s hesitation in which he recovered himself and appeared as cool\nas if he had neither fears nor apprehensions.\n\n“Why, we’ve come to help you out, just for a change,” David replied as\nhe deliberately seated himself in a chair on the opposite side of\nShaughnessy’s desk and motioned Goliath to close and guard the door.\n“We’ve come to sell you Number Two above discovery on Torren’s Gulch\nand--Shaughnessy, we’ve talked it over and we think you’re going to pay\nfor it just”--he stopped, leaned forward and with a hard tapping finger\nto punctuate his sentence said--“seventy-five-hun-dred dollars!”\n\nFor an instant any connection between those figures and the amount lost\nin the stage robbery and so peculiarly recovered did not seem to\npenetrate Shaughnessy’s mind, and then, veteran gambler and expert\ndissembler as he was, his face turned slowly red, then white. His eyes\nlowered themselves under the motionless, fixed, and boring scrutiny of\nthe steel-gray eyes that stared at him unblinkingly, menacingly,\nmockingly.\n\n“What’s--what has--why seventy-five hundred dollars, and--and how do you\nhappen to cut in on this deal anyhow? You don’t own that mine!” he\nexclaimed.\n\n“We’re asking seventy-five hundred because we know you’ve got that much\nin cash down in the hands of the prosecuting attorney of this county\nmarked ‘Exhibit A’ in the Ray case. Second, we’re asking it because we\nknow that in a deal with the Curlew Mining Investment Company of No. 162\nDearborne Street, Chicago, you are putting this Number Two claim into\nthe block of claims as your own and making the statement that it cost\nyou seventy-five hundred dollars, even though you don’t own it and\nhadn’t a chance of buying it until to-night. We know that the company\nhas been organized on a false basis to sell its stock just because you\ndon’t and never did own this property, and that you and MacPharlane got\nso desperate that in order to put the deal across and get Ray out of the\nway you even put up a fake stage robbery to land Ray in jail, where he’d\nfall for your game.”\n\nHe leaned back triumphantly even as Shaughnessy lost his head, grew\npurple, sputtered as if he were about to be overcome by a stroke of\napoplexy and roared with a brawling oath, “That’s a lie. You can’t prove\nany bunk like that and you know it!”\n\n“Prove it? Can’t prove it?” David retorted with an air of amused irony.\n“Why, I can hand stuff enough over to the prosecuting attorney of this\ncounty to have you in jail by noon to-morrow, and what’s more--by\nHeaven!--if you don’t close with us to-night my partners and I will see\nthat you and MacPharlane are landed there to-morrow if we have to kill\nyou and haul your carcases in to show that we have you!”\n\nHe had half arisen to his feet, crouched forward and now ended his\nthreat with the emphatic bang of his fist on Shaughnessy’s desk.\n\nThere was a moment’s silence in which the fat boss of Wallula gasped,\ndrew back and then stared around furtively as he heard the sound of\nsteps walking crisply and hollowly over the board walk outside.\n\n“Hoping MacPharlane or Pinder will come and make an interruption, are\nyou?” David asked, reading his mind. “Well, hope so too. We’ve got a man\nposted at the outer door who’ll welcome either or both of them--with a\ngun. We don’t allow for any chances in our game. We play to win, and\nyou’re a fool if you don’t see that it’s so and come across. You take my\nadvice and sit down until I tell you what we’re going to prove in the\nmatter of that stage robbery if we have to hand you and our proof over\nto the county attorney.”\n\nShaughnessy leaned back helplessly in his chair and muttered hoarsely,\n“All right. Shoot! What have you got?”\n\n“We’re going to prove that you got the bills for a plant and that you\ntook the numbers and shipped them. And then that you and MacPharlane\nwent down to where the stage was robbed in your buggy, which you drove\ninto a side road, where you tied the horse. Then you went up to a high\npoint a hundred yards this side and watched for the stage and Mac went\non down to the bend and was ready when you signaled it was coming. He\nstuck it up and hit for the high ground and the barren rocks and then\ncame down into the main road. You broke for the main road after the\nstage left in such a hurry that you even lost your watch charm. Here it\nis!”\n\nShaughnessy could not suppress either his astonishment or his anger. He\nbent far forward, glared at the bauble in his tormentor’s hands and\nmuttered almost inaudibly, “So you’ve got it, eh? No wonder I couldn’t\nfind it! Looked everywhere----”\n\nDavid slipped the charm back into his pocket and with a grin went on,\n“Here’s the butt of one of the cigars you smoke, and the band that came\noff it!” Again he made an exhibit. “But that isn’t all. Here are two\npatterns of your shoes made from your footprints and--why, man! You’ve\ngot the shoes on now with the plate on the right heel; put there because\nyour right leg is a little game due to getting a shot near the knee\nbefore we ran you and your gang out of Sky Gap.”\n\nShaughnessy who had been sitting aghast suddenly shifted his right foot\nbackward as if to conceal his shoe, and David grinned as he had proof\nthat his surmise had proven true.\n\n“Why, I’ve even got a sheet of paper taken out of your office which is\nof the same kind, watermark and all, that the anonymous letter was\nwritten on, and it’s the same kind you used when you wrote Ray that nice\nfriendly letter renewing your offer of a thousand dollars for his claim.\nAlso, Shaughnessy, I’ve got some similar goods to pull about MacPharlane\nwhich don’t need to concern you unless I have to put it all in the hands\nof the county attorney, together, as I said before, with two prisoners,\nalive--or dead. Now, do we deal?”\n\nFor a long time Shaughnessy sat, discomfited, changing color, shifting\nhis eyes, and now and then lifting them up to stare with unveiled hatred\nat the little man who sat silently observant across his desk.\n\n“Damn you!” he growled at last, with an air of resignation, “you and\nthat big pardner of yours are always butting in on my game and--and\nyou’ll do it once too often. I’ll tell you that. But, I’ll say this!” He\npaused and then with reluctant admiration added, “You never make a play\nthat you aren’t ready to raise to the limit and--I’ll admit this--you\nseem to know how to make your bluffs good!” He pondered heavily for a\nfull minute more and then with a sigh asked, “If I agree to this, and\npay over the seventy-five hundred for that claim, does that clean the\nslate and does the matter drop as far as Hillyer goes?”\n\n“It does. All we want to do is to protect that poor boob Ray, and we\nknow how to do that without troubling you.”\n\n“Then it’s a go!” Shaughnessy said, as if relieved to have come to a\ndecision.\n\n“We’ll be with you all the time, Shaughnessy, all the time, until the\nmoney is paid over in cash,” David asserted sweetly. “In a way, we’ll\nact as if we were right fond of you--until then. Cash will talk. We’ll\ngo with you to the county seat to-morrow to get Ray to make out the\ndeeds to the claim and to give you his receipt for the seventy-five\nhundred in cash. And after that--you can go to hell your own way as far\nas we’re concerned!”\n\nIt may be that Hillyer still wonders whether the right course was\npursued in the case of the last Big Divide stage robbery, but if so he\nhas never said anything and merely smiles when asked why he released\nyoung Mr. Ray who, overcome by his great good fortune, pocketed the\nproceeds of his mining experience and is now said to be a prosperous\nfarmer in the Middle West.\n\nFor a long time David never went near Wallula when he did not wear a\nwatch charm which, if Mr. Shaughnessy happened to be in sight, he\nfondled and twirled with an exaggerated air of proud possession. Mr.\nShaughnessy on such occasions invariably threatened to fall dead through\nan angry rush of blood to his bullet head, and needless to say, David\ninvariably hoped he would!",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71816/pg71816.txt",
        "name": "the_lost_charm.json"
    }
}