{
    "name": "The shotgun princess",
    "author": [
        "Rouse, William Merriam"
    ],
    "body": "A double-barreled, muzzle-loading shotgun rested upon two wooden pegs\nwhich protruded front the neatly whitewashed plaster of the kitchen\nwall. Both barrels were loaded with ample charges of buckshot, and two\npercussion caps gleamed with sinister brightness under the ornate\nhammers. Dark and menacing, the shotgun lay blackly along that\nimmaculate wall, and by its presence prevented Doris Wilkins from\ngetting married.\n\nWith that fearsome weapon, capable at close range of blowing a hole\nthrough the side of a house, Orla Wilkins guarded his sister from all\nyoung men who approached with serious intentions. Wilkins was large and\nsmiling, one of those doughy men who lump out their clothes in the wrong\nplaces. He was able to hold his own in a fight with most of the stalwart\nsons of the Bildad Road neighborhood; but he was also much opposed to\nexertion, and it was far less trouble to point a shotgun than it was to\nswing a fist.\n\nWilkins had said, with his china-doll smile, that he would rather do\nmanslaughter than lose a good housekeeper. Bildad Road believed him; at\nleast sufficiently so that no man had yet been found who was willing to\nput the matter to the final test. Everybody knew that for the\nthirty-seven years of his life Orla had been nourished upon the famous\nWilkins apple pie, first by his mother and then by his sister, and\neverybody realized that for a man who thought as much of his stomach as\nOrla Wilkins did, this was a life-and-death issue. He was the kind of\nbrother-in-law no man would want.\n\nDoris was something like the fresh apple pie that she made--young and\nsweet, tender and delicious. She was spiced with twinkles in her brown\neyes and curls in her brown hair; where her colossal brother was pudgy,\nshe was small and delicately curved and swift moving.\n\nSome of the girls of Bildad Road would have treated such a brother to\ncrockery or stovewood over the head, but Doris was as amiable as\nsunshine. Wilkins, knowing when he was well off, provided her with the\nbest from the general store at the Corners, and until the coming of\nJohnny Trumbull she bowed cheerfully to fate; content to be the shotgun\nprincess of Bildad, cherished and guarded for the sake of her delectable\ncooking.\n\nOn a snapping cold night in December this Johnny Trumbull sat in the\nWilkins’ kitchen and meditated upon the Wilkins’ shotgun. By actual\nmeasurements he was a rather small man; something like fifty pounds\nlighter than Orla Wilkins and half a foot shorter. But Trumbull did not\ngive the impression of being inferior in size, and it was only when he\nstood side by side with a genuine Bildad Roader that his stature was\nnoticeably under the neighborhood average. His eye gleamed steadily,\nlike a blue beacon, and he moved with a careless ease that was pleasant\nto watch. Doris was watching him now; her brother was, too, with a pale\nsmile and a warning in his dull gaze.\n\nTrumbull did not need to study the face of Orla Wilkins to know\napproximately what was going on behind it; he had been obliged to see\nthat piecrust-colored countenance every time he came for the purpose of\ngetting better acquainted with Doris, and he understood the feelings of\nWilkins only too well. Wilkins never left his sister alone for a moment\nwith any man under seventy-five.\n\nJohnny Trumbull had come to the neighborhood a month before, and since\nhe had got acquainted with Doris he had never been able to find her\nalone; whenever he went to the house, Orla Wilkins opened the door and\nsettled himself in a creaking armchair. To-night there were little\nsparks in the eyes of Trumbull; he felt reasonably sure that the dimple\nwould not appear so often in the cheek of Doris unless she were glad to\nsee him, and he decided to find out just how much of Wilkins was\nreputation.\n\n“Miss Wilkins,” began Trumbull after a considerable lull in the\nconversation, “do you care if I call you ‘Doris?’”\n\n“Why----” She turned apple blossom pink, and the dimple twinkled at him\nas she answered, in a low voice: “I don’t believe I care if you do.’’\n\nA crease appeared straight up and down in the middle of the large brow\nof Orla Wilkins. He shifted, his chair creaked, and two well-padded\nhands took hold of the arms as though he might rise suddenly. Trumbull\nlooked at him and grinned; then he spoke to Doris again:\n\n“Much obliged! So far we’ve talked mostly about the price of cordwood\nand the weather. It’s going to help to call you Doris. Maybe you’d like\nto go to the next dance at the Corners with me, Doris?”\n\nHer lips parted, but it was the voice of Orla Wilkins that replied; a\nvoice as thick and heavy as molasses and as unpleasantly sticky:\n\n“She don’t like to go to dances. Nor anything else that keeps her out\nnights. Not with anybody!”\n\nDoris said nothing. She looked down at the red-and-white checks of the\ncloth upon the table beside which she sat; her fingers traced out the\ndesign, but her eyes flashed once under long lashes at Johnny Trumbull\nand gave him encouragement to go on.\n\n“Well,” said Trumbull, “I don’t like Sunday-school picnics very much,\nbut anything would be nice with Doris. They’re going to have an indoor\npicnic in the Grange. Hall, and maybe I can take her to that.”\n\n“She don’t like picnics, neither,” Wilkins told him, with the crease in\nhis forehead growing deeper. “Nor coasting parties. Nor any doings that\ntake her out anywhere, any time. She’s a home body.”\n\n“That’s nice,” said Trumbull, with a glance at Doris, “even if it is\nhard on me. I take it you’re a home body, too, Wilkins.”\n\n“I be!” replied Wilkins firmly. “And I calculate to be!”\n\nWilkins was trying to wear him out, of course, as he had worn out other\nyoung men callers. The difference was that Trumbull sometimes wore rough\ninstead of ragged. He decided to force the situation to a break; and the\neyes of Doris did not seem to forbid him.\n\n\n\n\n                                   II\n\n\nI’ve always thought I’d like to marry a home body,” remarked Trumbull,\ngiving a hitch to his belt. “And I don’t mean you, Wilkins.”\n\nWhat followed was a little startling. Orla Wilkins rose from his chair\nwith a quickness surprising in a man who looked so clumsy. He took down\nthe shotgun that Trumbull had observed and heard about and sat down\nagain with the barrels of the gun resting across his knees in the\ngeneral direction of Trumbull. The silent menace which that old\nmuzzle-loader had seemed to give off had not been imaginary.\n\n“Doris don’t want to get married,” said Wilkins grimly. “Not to-night,\nnor any time.”\n\nTrumbull looked at the black muzzles, the big thumb of Wilkins as it\npulled back the hammers, and up into the man’s eyes. They were flat and\nimpenetrable, dulled by much eating. They might mean business, and they\nmight not. It is an uncomfortable feeling to have a double-barreled\nshotgun, said to be loaded with buckshot, pointed at one’s middle.\n\n“Let’s get down to brass tacks,” said Trumbull, with a slight growl in\nhis voice. “Just what for are you pointing that shooting iron at me?”\n\n“Because I can set down to shoot,” Wilkins told him, without any change\nof expression of tone. “If I was to lick you it would be a lot of work,\nand most likely we’d bust some furniture.”\n\n“Bah!” Trumbull barked a laugh. “You don’t think you can kill a man and\nget away with it, do you? You’re a bluff!”\n\n“This here is my house,” replied Wilkins heavily, “and if you was to\nmake a move I didn’t like, and I was to shoot you, it ain’t likely they\ncould prove anything except self-defense. Doris wouldn’t swear her own\nbrother into jail. A man has got an awful strong holt on the law when\nhe’s in his own house.”\n\nMaybe he would shoot. Johnny Trumbull did not like the cloudiness of\nthat large face. He glanced at Doris and saw that she had gone pale; her\nlittle fingers were white against the edge of the table. She ought to\nknow her brother better than anybody else.\n\n“You won’t have to shoot me in self-defense,” returned Trumbull, and he\nbegan deliberately to fill his pipe.\n\n“Ain’t you going to get out?” asked Wilkins.\n\n“No!” thundered Trumbull suddenly. “Shoot a helpless man if you want\nto!”\n\nThere was dead silence for a while after that; broken at last by a faint\ngasp of relief from Doris that nothing had happened. Wilkins sat\nmotionless and expressionless, and Trumbull puffed calmly at his pipe.\n\n“The first time you make a motion toward me or my sister that gives me\nan excuse,” announced Wilkins at length, “I’ll blow a hole in you that a\ndog could jump through!”\n\n“The first time I catch you without that gun you’ll have to fight,”\nTrumbull replied. “I don’t care whether it tires you all out or not.”\n\n“Don’t have any trouble with him, Johnny!” exclaimed Doris. “Last year\ntwo husky fellows got between him and his gun, and he half killed them\nbefore he threw them out!”\n\n“I’ll take a chance if he’ll put up the gun,” returned Trumbull.\n\nWilkins grunted what might have been intended for a laugh of scorn; he\ndid not take the trouble to make answer to that offer. Trumbull smoked\nand watched the shotgun and wondered just what he was going to do next.\nHe might have been allowed to come again if he had not brought on the\ncrisis to-night. Now he knew that he would have a great deal of\ndifficulty getting into the Wilkins’ home, once he had gone out. How\nlong could he sit here? And what good would it do him if he sat here\nforever?\n\n\n\n\n                                  III\n\n\nTrumbull looked across the table at Doris. There was a warmth in her\neyes as they met his that communicated itself to his heart; she wanted\nto save him from harm. He would have given a month’s wages to know how\nmuch more than sympathy she felt for him. A lovely, rounded forearm was\nlying upon the table, with fingers drumming against the cloth. A man\nwould be mad to let a shotgun stand between him and a girl like this!\n\nTrumbull looked at the gun. It pointed toward his stomach, and he\nexperienced an inward shudder at the thought of what would happen if the\nfingers of Orla Wilkins pressed a little harder against the triggers; or\njust one of the triggers. Trumbull would not live to know anything about\nthe second barrel.\n\nHe began to get extremely angry and stubborn. No half-baked reflection\non the human race was going to drive him away from the girl he wanted to\nmarry without a fight! But how could a dead man fight? He was a good\ndeal more than half convinced that the first movement toward battle on\nhis part would fill his ears with the roar of doom.\n\nTrumbull would not go, and he could not do anything else, except stay.\nThe possibilities of just staying grew upon him as a sunrise grows.\nSuppose he were just to stay put where he was for an hour, twelve hours?\nWilkins would not dare to shoot him in cold blood; punishment would be\ntoo nearly sure. Trumbull leaned back in his chair, tamped the tobacco\ndown in his pipe, and chuckled.\n\n“Ain’t it about time you was going home?” asked Wilkins.\n\n“I don’t intend to go home. Never! I like it too well where Doris is!”\n\nTrumbull caught a gleam in the eye of the girl; the slit in the lower\npart of Wilkins’ face tightened grimly.\n\n“You’re going to pay for this!” he grunted. “Doris! It’s time for my\nsnack. Go get me some of them fresh doughnuts and cheese, and maybe a\nlittle apple sauce and a pitcher of cider.”\n\nDoris Wilkins made a movement to rise, and Trumbull stopped her with a\nlook; into that look he tried to throw all that was in his heart.\n\n“Don’t feed the critter, Doris!” he said earnestly. “That is, if you’re\njust a little bit on my side of this game; don’t feed him until he puts\ndown that gun and gives me a chance at him!”\n\n“Doris!” bellowed Wilkins. “You get me that stuff to eat!”\n\n“Don’t do it unless you want to see him drive me out!” exclaimed\nTrumbull.\n\nFor a tense moment she seemed to hesitate; then Doris sank into her\nchair with a toss of her head and a little spot of color in each cheek.\n“It’s about time I had something to say for myself!” she cried. “I’ll\nfeed both of you when you promise not to quarrel any more!”\n\nJohnny Trumbull grinned at his enemy. The face of Wilkins became\ntroubled. He leaned forward and spoke pleadingly to his sister.\n\n“You know my stomach is used to having something every night just about\nthis time,” he said. “You never acted this way before.”\n\n“Put up that gun, then, and be friends with Mr. Trumbull!”\n\nThere was a quality in the voice of Doris Wilkins which was final.\nTrumbull guessed that her brother had never heard it before, for now his\nlower jaw sagged a trifle as he stared at her. His finger did not waver\nupon the trigger of the shotgun, but small beads of perspiration showed\nupon his forehead, and the end of a pale tongue ran around his lips. He\nwas touched in his weakest spot.\n\n“Trumbull,” he said huskily, “there’s trouble here, and I want you\nshould go. I’ll----I’ll even pay you to go!”\n\n“Money couldn’t hire me to leave!” Trumbull chuckled.\n\nWilkins rediscovered his courage. He swept them both with a baleful\nlook. “All right! I’ll starve to-night, but when I settle with you,\nTrumbull, it’s going to be terrible!”\n\nTrumbull drew inspiration from his success. He turned carefully so that\nhis movement might not be misinterpreted and smiled at Doris. “If you\nhanded me a doughnut and a piece of cheese I guess I could eat without\ngetting shot.”\n\nThe small feet of Doris tripped into the pantry, and a moment later\nTrumbull was munching slowly before the yearning gaze of Wilkins. He ate\nhis doughnut to the last crumb.\n\n“That’s another debt you’ve got to pay!” muttered Wilkins.\n\n\n\n\n                                   IV\n\n\nTwo hours passed; three, four. Midnight struck. Still the two men sat\nfacing each other. Trumbull’s occasional baiting of Wilkins lost its\nflavor; the head of Doris sank slowly to the table after many false\nstarts, and she slept there.\n\nTrumbull had made himself as comfortable as possible by sliding down in\nhis chair. Wilkins remained very nearly motionless, with the gun across\nhis knees and his eyes brooding. There was no doubt that his suffering\nfor food was genuine; he had trained his stomach to expect a gorging at\nregular and frequent intervals.\n\nTrumbull dozed at intervals and then jerked himself awake. Time and\nagain through the night he saw the gaze of Wilkins travel longingly in\nthe direction of the pantry. Trumbull began to wonder why he did not\ndrop the gun and fight it out instead of suffering. There must be some\nreason--was it possible that he was so lazy he would rather starve than\nexert himself?\n\nMorning came and found them like this--Wilkins a trifle gray around the\nmouth, Trumbull slumped down in his chair, and Doris asleep. The lamps\ngrew sickly in the light of a bright winter day; the big wooden clock on\nthe mantel ticked monotonously. The fire had long since gone out, and it\nwas cold in the room. Trumbull straightened up and stretched, bringing\nan answering movement from Wilkins.\n\n“Doris!” said Trumbull. “I hate to wake you up, but I’m afraid you’ll\ncatch cold if you don’t build a fire. Orla won’t build it for you, and I\ncan’t!”\n\nDoris lifted her head, sleepy and smiling as she saw Trumbull and\nremembered. She rubbed her eyes and made a dash for the mirror over the\nkitchen sink.\n\n“My goodness!” she exclaimed, as she turned from a brief patting and\nrearranging of her brown hair. “I always get up and build the fire, so\nOrla won’t have to dress in the cold.”\n\n“Huh!” Trumbull looked with fresh disfavor upon the man he had decided\nto have for his brother-in-law. “Unless Orla starves himself to death\nand ends it that way, he’s going to get up and build fires after this!”\n\n“Ain’t you two going to give me any breakfast?” demanded Wilkins.\n\n“Nope!” replied Trumbull cheerfully. “You’re never going to eat again\nunless you put up that gun and act decent.”\n\n“Then, by the great Jehoshaphat, I’ll starve!” flared Wilkins. “If I\ndon’t get the best of you now, Doris’ll be fool enough to marry you, and\nI might as well be dead, anyway, as to have a hired housekeeper that\ncan’t cook fit for the hogs! Either I’ll get rid of you, or I’ll starve\nto death right where I be!”\n\n“What do you want for breakfast, Johnny--I mean Mr. Trumbull?” asked\nDoris; Trumbull’s heart thrilled.\n\n“Taking orders from him!” barked her brother. “If I get drove too far,\nI’ll shoot anyway!”\n\n“Ham and eggs and strong coffee,” replied Trumbull, with a watchful eye\nupon Wilkins. “You’ll have to hand me mine on a plate, for with him as\nhungry as he is right now I wouldn’t call it safe for me to move over to\nthe table.”\n\nWhile the savory odors of ham and coffee filled the kitchen, the eyes of\nOrla Wilkins grew more deepset and glaring. Yet he held out, even when\nTrumbull ate slowly and heartily before his famished gaze.\n\nWhen Trumbull had drunk his last cup of coffee, and Wilkins still sat\nwith his finger on a trigger of the shotgun, the situation began to look\nserious. Wilkins might be as pig-headed as he was hungry; and he was\nbecoming more dangerous each minute. Trumbull saw Doris regard her\nbrother with a worried look, and he knew that something must be done to\nbreak the deadlock. He resolved to take one last desperate chance,\npinning his faith entirely upon the weakness of Orla Wilkins.\n\n\n\n\n                                   V\n\n\n“Doris,” Trumbull said, “I know you must be tired, but we’ve got to get\nthis finished. I wish you’d make me a pie out of the best apples you’ve\ngot in the cellar. A kind of extra-special pie, with lots of cinnamon\nand sugar and juice and a flaky crust with just a touch of light brown\nhere and there. A pie that’ll make a man’s mouth water as far as he can\nsee and smell it.”\n\n“Oh!” She stared at him, and then she laughed. “All right! I’ll bake a\npie that would take first prize at the county fair.”\n\nDoris Wilkins kept her promise. The pie that she set on the table an\nhour later was a masterpiece of pie making. Fresh from the oven, it gave\noff sweet and spicy odors which floated upon the air of the kitchen and\nfairly thickened it with temptation. Through holes in the top one could\nsee hints of the interior lusciousness. Doris touched the crust with a\nfork, and it broke in little flakes that would melt in a man’s mouth.\n\nOrla Wilkins could get to that pie and still keep his man covered, but\nhe could not feed himself without putting the shotgun down. He seemed to\nrealize that Johnny Trumbull was a very swift-moving man and that\nrelaxation for an instant would mean that Trumbull would have his grip\nupon the gun.\n\nWilkins leaned forward, trying to look at the pie and Trumbull at the\nsame time. A little moisture appeared at one corner of his mouth; his\nfat chin trembled. His face was ravaged by hate and hunger. Twice he\nstarted to get up, only to think better of it; once he lifted the\nshotgun slightly and his finger curled more firmly around the trigger.\n\nThat was a bad moment for Johnny Trumbull. He knew it might easily be\nthat he had pressed Wilkins to the brink of murder; he knew that the man\nwas made savage by a sleepless night of hunger, fearful of the loss of\nhis lifelong comfort, and fairly venomous against the stranger who had\ncome crashing in to take the heart of Doris.\n\nFor just that moment the situation hung on the edge of tragedy; with\nDoris standing breathless and white and Trumbull staring, dry-mouthed,\ninto the eyes of Wilkins. Then, suddenly, Orla Wilkins let forth an\nincoherent cry of suffering and defeat and flung himself in the\ndirection of the pie. The shotgun slid harmlessly to the floor. Trumbull\nseized it and threw it out of doors into the snow. Then he whirled to\nface Wilkins.\n\nWilkins had broken the pie into two pieces, and at that instant he stood\nwith his face half buried in one of them. Trumbull swung the table out\nof the way and stripped off his coat.\n\n“Now!” he cried. “Stand up and fight like a man!”\n\nThe jaws of Orla Wilkins ceased to work. His eyes met Trumbull’s over a\npiece of pie crust; they shifted and flickered, and he swallowed\nhastily.\n\n“I don’t know as you and me need to have any trouble!” he mumbled. “Not\nif you’ll let her cook for me once in a while. I dunno but maybe you\ncould both live here, if you wanted to.”\n\nThe arms of Johnny Trumbull dropped to his sides. Was this the\ntwo-hundred-pound terror who had thrashed two husky men single-handed\nand thrown them out only the year before?\n\n“What’s the matter with him?” asked Trumbull, turning to Doris.\n\n“It’s you--Johnny!” whispered Doris, with pink and lovely cheeks.\n“You’ve got more nerve than he has! And, anyway, he can’t fight on an\nempty stomach. I knew that.”",
    "metadata": {
        "author": [
            "Rouse, William Merriam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71349/pg71349.txt",
        "name": "the_shotgun_princess.json"
    }
}