{
    "name": "The Philosopher's Joke",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)",
        "Jerome, Jerome Clapp",
        "Jerome, J.K.",
        "Jerome, J. K.",
        "Jerome, Jerome Klapka"
    ],
    "body": "By Jerome K. Jerome\n\nAuthor of \"Paul Kelver,\" \"Three Men in a Boat,\" etc., etc.\n\nNew York\n\nDodd, Mead & Company\n\n1909\n\n\nCopyright, 1904, By Jerome K. Jerome\n\nCopyright, 1908, By Dodd, Mead & Company\n\nPublished, September, 1908\n\n\n\nMyself, I do not believe this story. Six persons are persuaded of its\ntruth; and the hope of these six is to convince themselves it was an\nhallucination. Their difficulty is there are six of them. Each one alone\nperceives clearly that it never could have been. Unfortunately, they are\nclose friends, and cannot get away from one another; and when they meet\nand look into each other's eyes the thing takes shape again.\n\nThe one who told it to me, and who immediately wished he had not,\nwas Armitage. He told it to me one night when he and I were the only\noccupants of the Club smoking-room. His telling me--as he explained\nafterwards--was an impulse of the moment. Sense of the thing had been\npressing upon him all that day with unusual persistence; and the\nidea had occurred to him, on my entering the room, that the flippant\nscepticism with which an essentially commonplace mind like my own--he\nused the words in no offensive sense--would be sure to regard the affair\nmight help to direct his own attention to its more absurd aspect. I\nam inclined to think it did. He thanked me for dismissing his entire\nnarrative as the delusion of a disordered brain, and begged me not to\nmention the matter to another living soul. I promised; and I may as well\nhere observe that I do not call this mentioning the matter. Armitage\nis not the man's real name; it does not even begin with an A. You might\nread this story and dine next to him the same evening: you would know\nnothing.\n\nAlso, of course, I did not consider myself debarred from speaking about\nit, discreetly, to Mrs. Armitage, a charming woman. She burst into tears\nat the first mention of the thing. It took me all I knew to tranquillize\nher. She said that when she did not think about the thing she could be\nhappy. She and Armitage never spoke of it to one another; and left to\nthemselves her opinion was that eventually they might put remembrance\nbehind them. She wished they were not quite so friendly with the\nEveretts. Mr. and Mrs. Everett had both dreamt precisely the same dream;\nthat is, assuming it was a dream. Mr. Everett was not the sort of person\nthat a clergyman ought, perhaps, to know; but as Armitage would always\nargue: for a teacher of Christianity to withdraw his friendship from\na man because that man was somewhat of a sinner would be inconsistent.\nRather should he remain his friend and seek to influence him. They\ndined with the Everetts regularly on Tuesdays, and sitting opposite the\nEveretts, it seemed impossible to accept as a fact that all four of them\nat the same time and in the same manner had fallen victims to the\nsame illusion. I think I succeeded in leaving her more hopeful. She\nacknowledged that the story, looked at from the point of common sense,\ndid sound ridiculous; and threatened me that if I ever breathed a word\nof it to anyone, she never would speak to me again. She is a charming\nwoman, as I have already mentioned.\n\nBy a curious coincidence I happened at the time to be one of Everett's\ndirectors on a Company he had just promoted for taking over and\ndeveloping the Red Sea Coasting trade. I lunched with him the following\nSunday. He is an interesting talker, and curiosity to discover how\nso shrewd a man would account for his connection with so insane--so\nimpossible a fancy, prompted me to hint my knowledge of the story. The\nmanner both of him and of his wife changed suddenly. They wanted to\nknow who it was had told me. I refused the information, because it was\nevident they would have been angry with him. Everett's theory was\nthat one of them had dreamt it--probably Camelford--and by hypnotic\nsuggestion had conveyed to the rest of them the impression that they had\ndreamt it also. He added that but for one slight incident he should have\nridiculed from the very beginning the argument that it could have been\nanything else than a dream. But what that incident was he would not tell\nme. His object, as he explained, was not to dwell upon the business, but\nto try and forget it. Speaking as a friend, he advised me, likewise,\nnot to cackle about the matter any more than I could help, lest trouble\nshould arise with regard to my director's fees. His way of putting\nthings is occasionally blunt.\n\nIt was at the Everetts', later on, that I met Mrs. Camelford, one of the\nhandsomest women I have ever set eyes upon. It was foolish of me, but my\nmemory for names is weak. I forgot that Mr. and Mrs. Camelford were the\nother two concerned, and mentioned the story as a curious tale I had\nread years ago in an old Miscellany. I had reckoned on it to lead me\ninto a discussion with her on platonic friendship. She jumped up from\nher chair and gave me a look. I remembered then, and could have bitten\nout my tongue. It took me a long while to make my peace, but she came\nround in the end, consenting to attribute my blunder to mere stupidity.\nShe was quite convinced herself, she told me, that the thing was pure\nimagination. It was only when in company with the others that any doubt\nas to this crossed her mind. Her own idea was that, if everybody\nwould agree never to mention the matter again, it would end in\ntheir forgetting it. She supposed it was her husband who had been my\ninformant: he was just that sort of ass. She did not say it unkindly.\nShe said when she was first married, ten years ago, few people had a\nmore irritating effect upon her than had Camelford; but that since she\nhad seen more of other men she had come to respect him. I like to hear a\nwoman speak well of her husband. It is a departure which, in my opinion,\nshould be more encouraged than it is. I assured her Camelford was not\nthe culprit; and on the understanding that I might come to see her--not\ntoo often--on her Thursdays, I agreed with her that the best thing I\ncould do would be to dismiss the subject from my mind and occupy myself\ninstead with questions that concerned myself.\n\nI had never talked much with Camelford before that time, though I had\noften seen him at the Club. He is a strange man, of whom many stories\nare told. He writes journalism for a living, and poetry, which he\npublishes at his own expense, apparently for recreation. It occurred to\nme that his theory would at all events be interesting; but at first he\nwould not talk at all, pretending to ignore the whole affair, as idle\nnonsense. I had almost despaired of drawing him out, when one evening,\nof his own accord, he asked me if I thought Mrs. Armitage, with whom\nhe knew I was on terms of friendship, still attached importance to the\nthing. On my expressing the opinion that Mrs. Armitage was the most\ntroubled of the group, he was irritated; and urged me to leave the rest\nof them alone and devote whatever sense I might possess to persuading\nher in particular that the entire thing was and could be nothing but\npure myth. He confessed frankly that to him it was still a mystery. He\ncould easily regard it as chimera, but for one slight incident. He would\nnot for a long while say what that was, but there is such a thing as\nperseverance, and in the end I dragged it out of him. This is what he\ntold me.\n\n\"We happened by chance to find ourselves alone in the conservatory, that\nnight of the ball--we six. Most of the crowd had already left. The last\n'extra' was being played: the music came to us faintly. Stooping to\npick up Jessica's fan, which she had let fall to the ground, something\nshining on the tesselated pavement underneath a group of palms suddenly\ncaught my eye. We had not said a word to one another; indeed, it was\nthe first evening we had any of us met one another--that is, unless the\nthing was not a dream. I picked it up. The others gathered round me, and\nwhen we looked into one another's eyes we understood: it was a broken\nwine-cup, a curious goblet of Bavarian glass. It was the goblet out of\nwhich we had all dreamt that we had drunk.\"\n\nI have put the story together as it seems to me it must have happened.\nThe incidents, at all events, are facts. Things have since occurred to\nthose concerned affording me hope that they will never read it. I should\nnot have troubled to tell it at all, but that it has a moral.\n\n*****\n\nSix persons sat round the great oak table in the wainscoted _Speise\nSaal_ of that cosy hostelry, the Kneiper Hof at Konigsberg. It was late\ninto the night. Under ordinary circumstances they would have been in\nbed, but having arrived by the last train from Dantzic, and having\nsupped on German fare, it had seemed to them discreeter to remain awhile\nin talk. The house was strangely silent. The rotund landlord, leaving\ntheir candles ranged upon the sideboard, had wished them \"Gute Nacht\"\nan hour before. The spirit of the ancient house enfolded them within its\nwings.\n\nHere in this very chamber, if rumour is to be believed, Emmanuel Kant\nhimself had sat discoursing many a time and oft. The walls, behind which\nfor more than forty years the little peak-faced man had thought and\nworked, rose silvered by the moonlight just across the narrow way; the\nthree high windows of the _Speise Saal_ give out upon the old Cathedral\ntower beneath which now he rests. Philosophy, curious concerning human\nphenomena, eager for experience, unhampered by the limitation Convention\nwould impose upon all speculation, was in the smoky air.\n\n\"Not into future events,\" remarked the Rev. Nathaniel Armitage, \"it\nis better they should be hidden from us. But into the future of\nourselves--our temperament, our character--I think we ought to be\nallowed to see. At twenty we are one individual; at forty, another\nperson entirely, with other views, with other interests, a different\noutlook upon life, attracted by quite other attributes, repelled by the\nvery qualities that once attracted us. It is extremely awkward, for all\nof us.\"\n\n\"I am glad to hear somebody else say that,\" observed Mrs. Everett, in\nher gentle, sympathetic voice. \"I have thought it all myself so often.\nSometimes I have blamed myself, yet how can one help it: the things that\nappeared of importance to us, they become indifferent; new voices call\nto us; the idols we once worshipped, we see their feet of clay.\"\n\n\"If under the head of idols you include me,\" laughed the jovial Mr.\nEverett, \"don't hesitate to say so.\" He was a large red-faced gentleman,\nwith small twinkling eyes, and a mouth both strong and sensuous. \"I\ndidn't make my feet myself. I never asked anybody to take me for a\nstained-glass saint. It is not I who have changed.\"\n\n\"I know, dear, it is I,\" his thin wife answered with a meek smile. \"I\nwas beautiful, there was no doubt about it, when you married me.\"\n\n\"You were, my dear,\" agreed her husband: \"As a girl few could hold a\ncandle to you.\"\n\n\"It was the only thing about me that you valued, my beauty,\" continued\nhis wife; \"and it went so quickly. I feel sometimes as if I had swindled\nyou.\"\n\n\"But there is a beauty of the mind, of the soul,\" remarked the Rev.\nNathaniel Armitage, \"that to some men is more attractive than mere\nphysical perfection.\"\n\nThe soft eyes of the faded lady shone for a moment with the light of\npleasure. \"I am afraid Dick is not of that number,\" she sighed.\n\n\"Well, as I said just now about my feet,\" answered her husband genially,\n\"I didn't make myself. I always have been a slave to beauty and always\nshall be. There would be no sense in pretending among chums that you\nhaven't lost your looks, old girl.\" He laid his fine hand with kindly\nintent upon her bony shoulder. \"But there is no call for you to fret\nyourself as if you had done it on purpose. No one but a lover imagines a\nwoman growing more beautiful as she grows older.\"\n\n\"Some women would seem to,\" answered his wife.\n\nInvoluntarily she glanced to where Mrs. Camelford sat with elbows\nresting on the table; and involuntarily also the small twinkling eyes of\nher husband followed in the same direction. There is a type that reaches\nits prime in middle age. Mrs. Camelford, _nee_ Jessica Dearwood, at\ntwenty had been an uncanny-looking creature, the only thing about her\nappealing to general masculine taste having been her magnificent eyes,\nand even these had frightened more than they had allured. At forty, Mrs.\nCamelford might have posed for the entire Juno.\n\n\"Yes, he's a cunning old joker is Time,\" murmured Mr. Everett, almost\ninaudibly.\n\n\"What ought to have happened,\" said Mrs. Armitage, while with deft\nfingers rolling herself a cigarette, \"was for you and Nellie to have\nmarried.\"\n\nMrs. Everett's pale face flushed scarlet.\n\n\"My dear,\" exclaimed the shocked Nathaniel Armitage, flushing likewise.\n\n\"Oh, why may one not sometimes speak the truth?\" answered his wife\npetulantly. \"You and I are utterly unsuited to one another--everybody\nsees it. At nineteen it seemed to me beautiful, holy, the idea of being\na clergyman's wife, fighting by his side against evil. Besides, you have\nchanged since then. You were human, my dear Nat, in those days, and\nthe best dancer I had ever met. It was your dancing was your chief\nattraction for me as likely as not, if I had only known myself. At\nnineteen how can one know oneself?\"\n\n\"We loved each other,\" the Rev. Armitage reminded her.\n\n\"I know we did, passionately--then; but we don't now.\" She laughed a\nlittle bitterly. \"Poor Nat! I am only another trial added to your\nlong list. Your beliefs, your ideals are meaningless to me--mere\nnarrow-minded dogmas, stifling thought. Nellie was the wife Nature had\nintended for you, so soon as she had lost her beauty and with it all her\nworldly ideas. Fate was maturing her for you, if only we had known.\nAs for me, I ought to have been the wife of an artist, of a poet.\"\nUnconsciously a glance from her ever restless eyes flashed across the\ntable to where Horatio Camelford sat, puffing clouds of smoke into\nthe air from a huge black meerschaum pipe. \"Bohemia is my country. Its\npoverty, its struggle would have been a joy to me. Breathing its free\nair, life would have been worth living.\"\n\nHoratio Camelford leant back with eyes fixed on the oaken ceiling. \"It\nis a mistake,\" said Horatio Camelford, \"for the artist ever to marry.\"\n\nThe handsome Mrs. Camelford laughed good-naturedly. \"The artist,\"\nremarked Mrs. Camelford, \"from what I have seen of him would never know\nthe inside of his shirt from the outside if his wife was not there to\ntake it out of the drawer and put it over his head.\"\n\n\"His wearing it inside out would not make much difference to the world,\"\nargued her husband. \"The sacrifice of his art to the necessity of\nkeeping his wife and family does.\"\n\n\"Well, you at all events do not appear to have sacrificed much, my boy,\"\ncame the breezy voice of Dick Everett. \"Why, all the world is ringing\nwith your name.\"\n\n\"When I am forty-one, with all the best years of my life behind me,\"\nanswered the Poet. \"Speaking as a man, I have nothing to regret. No one\ncould have had a better wife; my children are charming. I have lived\nthe peaceful existence of the successful citizen. Had I been true to my\ntrust I should have gone out into the wilderness, the only possible\nhome of the teacher, the prophet. The artist is the bridegroom of Art.\nMarriage for him is an immorality. Had I my time again I should remain a\nbachelor.\"\n\n\"Time brings its revenges, you see,\" laughed Mrs. Camelford. \"At twenty\nthat fellow threatened to commit suicide if I would not marry him, and\ncordially disliking him I consented. Now twenty years later, when I am\njust getting used to him, he calmly turns round and says he would have\nbeen better without me.\"\n\n\"I heard something about it at the time,\" said Mrs. Armitage. \"You were\nvery much in love with somebody else, were you not?\"\n\n\"Is not the conversation assuming a rather dangerous direction?\" laughed\nMrs. Camelford.\n\n\"I was thinking the same thing,\" agreed Mrs. Everett. \"One would imagine\nsome strange influence had seized upon us, forcing us to speak our\nthoughts aloud.\"\n\n\"I am afraid I was the original culprit,\" admitted the Reverend\nNathaniel. \"This room is becoming quite oppressive. Had we not better go\nto bed?\"\n\nThe ancient lamp suspended from its smoke-grimed beam uttered a faint,\ngurgling sob, and spluttered out. The shadow of the old Cathedral\ntower crept in and stretched across the room, now illuminated only by\noccasional beams from the cloud-curtained moon. At the other end of the\ntable sat a peak-faced little gentleman, clean-shaven, in full-bottomed\nwig.\n\n\"Forgive me,\" said the little gentleman. He spoke in English, with a\nstrong accent. \"But it seems to me here is a case where two parties\nmight be of service to one another.\"\n\nThe six fellow-travellers round the table looked at one another, but\nnone spoke. The idea that came to each of them, as they explained to\none another later, was that without remembering it they had taken their\ncandles and had gone to bed. This was surely a dream.\n\n\"It would greatly assist me,\" continued the little peak-faced gentleman,\n\"in experiments I am conducting into the phenomena of human tendencies,\nif you would allow me to put your lives back twenty years.\"\n\nStill no one of the six replied. It seemed to them that the little\nold gentleman must have been sitting there among them all the time,\nunnoticed by them.\n\n\"Judging from your talk this evening,\" continued the peak-faced little\ngentleman, \"you should welcome my offer. You appear to me to be one and\nall of exceptional intelligence. You perceive the mistakes that you have\nmade: you understand the causes. The future veiled, you could not help\nyourselves. What I propose to do is to put you back twenty years.\nYou will be boys and girls again, but with this difference: that the\nknowledge of the future, so far as it relates to yourselves, will remain\nwith you.\n\n\"Come,\" urged the old gentleman, \"the thing is quite simple of\naccomplishment. As--as a certain philosopher has clearly proved: the\nuniverse is only the result of our own perceptions. By what may appear\nto you to be magic--by what in reality will be simply a chemical\noperation--I remove from your memory the events of the last twenty\nyears, with the exception of what immediately concerns your own\npersonalities. You will retain all knowledge of the changes, physical\nand mental, that will be in store for you; all else will pass from your\nperception.\"\n\nThe little old gentleman took a small phial from his waistcoat pocket,\nand, filling one of the massive wine-glasses from a decanter, measured\ninto it some half-a-dozen drops. Then he placed the glass in the centre\nof the table.\n\n\"Youth is a good time to go back to,\" said the peak-faced little\ngentleman, with a smile. \"Twenty years ago, it was the night of the Hunt\nBall. You remember it?\"\n\nIt was Everett who drank first. He drank it with his little twinkling\neyes fixed hungrily on the proud handsome face of Mrs. Camelford; and\nthen handed the glass to his wife. It was she perhaps who drank from\nit most eagerly. Her life with Everett, from the day when she had risen\nfrom a bed of sickness stripped of all her beauty, had been one bitter\nwrong. She drank with the wild hope that the thing might possibly be\nnot a dream; and thrilled to the touch of the man she loved, as reaching\nacross the table he took the glass from her hand. Mrs. Armitage was the\nfourth to drink. She took the cup from her husband, drank with a quiet\nsmile, and passed it on to Camelford. And Camelford drank, looking at\nnobody, and replaced the glass upon the table.\n\n\"Come,\" said the little old gentleman to Mrs. Camelford, \"you are the\nonly one left. The whole thing will be incomplete without you.\"\n\n\"I have no wish to drink,\" said Mrs. Camelford, and her eyes sought\nthose of her husband, but he would not look at her.\n\n\"Come,\" again urged the Figure. And then Camelford looked at her and\nlaughed drily.\n\n\"You had better drink,\" he said. \"It's only a dream.\"\n\n\"If you wish it,\" she answered. And it was from his hands she took the\nglass.\n\n*****\n\nIt is from the narrative as Armitage told it to me that night in the\nClub smoking-room that I am taking most of my material. It seemed to him\nthat all things began slowly to rise upward, leaving him stationary, but\nwith a great pain as though the inside of him were being torn away--the\nsame sensation greatly exaggerated, so he likened it, as descending in\na lift. But around him all the time was silence and darkness unrelieved.\nAfter a period that might have been minutes, that might have been years,\na faint light crept towards him. It grew stronger, and into the air\nwhich now fanned his cheek there stole the sound of far-off music. The\nlight and the music both increased, and one by one his senses came back\nto him. He was seated on a low cushioned bench beneath a group of palms.\nA young girl was sitting beside him, but her face was turned away from\nhim.\n\n\"I did not catch your name,\" he was saying. \"Would you mind telling it\nto me?\"\n\nShe turned her face towards him. It was the most spiritually beautiful\nface he had ever seen. \"I am in the same predicament,\" she laughed. \"You\nhad better write yours on my programme, and I will write mine on yours.\"\n\nSo they wrote upon each other's programme and exchanged again. The name\nshe had written was Alice Blatchley.\n\nHe had never seen her before, that he could remember. Yet at the back of\nhis mind there dwelt the haunting knowledge of her. Somewhere long ago\nthey had met, talked together. Slowly, as one recalls a dream, it came\nback to him. In some other life, vague, shadowy, he had married this\nwoman. For the first few years they had loved each other; then the gulf\nhad opened between them, widened. Stern, strong voices had called to him\nto lay aside his selfish dreams, his boyish ambitions, to take upon his\nshoulders the yoke of a great duty. When more than ever he had demanded\nsympathy and help, this woman had fallen away from him. His ideals but\nirritated her. Only at the cost of daily bitterness had he been able to\nresist her endeavours to draw him from his path. A face--that of a\nwoman with soft eyes, full of helpfulness, shone through the mist of\nhis dream--the face of a woman who would one day come to him out of the\nFuture with outstretched hands that he would yearn to clasp.\n\n\"Shall we not dance?\" said the voice beside him. \"I really won't sit out\na waltz.\"\n\nThey hurried into the ball-room. With his arm about her form, her\nwondrous eyes shyly, at rare moments, seeking his, then vanishing again\nbehind their drooping lashes, the brain, the mind, the very soul of the\nyoung man passed out of his own keeping. She complimented him in her\nbewitching manner, a delightful blending of condescension and timidity.\n\n\"You dance extremely well,\" she told him. \"You may ask me for another,\nlater on.\"\n\nThe words flashed out from that dim haunting future. \"Your dancing was\nyour chief attraction for me, as likely as not, had I but known?\"\n\nAll that evening and for many months to come the Present and the Future\nfought within him. And the experience of Nathaniel Armitage, divinity\nstudent, was the experience likewise of Alice Blatchley, who had fallen\nin love with him at first sight, having found him the divinest dancer\nshe had ever whirled with to the sensuous music of the waltz; of Horatio\nCamelford, journalist and minor poet, whose journalism earned him a bare\nincome, but at whose minor poetry critics smiled; of Jessica Dearwood,\nwith her glorious eyes, and muddy complexion, and her wild hopeless\npassion for the big, handsome, ruddy-bearded Dick Everett, who, knowing\nit, only laughed at her in his kindly, lordly way, telling her with\nfrank brutalness that the woman who was not beautiful had missed her\nvocation in life; of that scheming, conquering young gentleman himself,\nwho at twenty-five had already made his mark in the City, shrewd,\nclever, cool-headed as a fox, except where a pretty face and shapely\nhand or ankle were concerned; of Nellie Fanshawe, then in the pride of\nher ravishing beauty, who loved none but herself, whose clay-made gods\nwere jewels, and fine dresses and rich feasts, the envy of other women\nand the courtship of all mankind.\n\nThat evening of the ball each clung to the hope that this memory of the\nfuture was but a dream. They had been introduced to one another; had\nheard each other's names for the first time with a start of recognition;\nhad avoided one another's eyes; had hastened to plunge into meaningless\ntalk; till that moment when young Camelford, stooping to pick up\nJessica's fan, had found that broken fragment of the Rhenish wine-glass.\nThen it was that conviction refused to be shaken off, that knowledge of\nthe future had to be sadly accepted.\n\nWhat they had not foreseen was that knowledge of the future in no way\naffected their emotions of the present. Nathaniel Armitage grew day by\nday more hopelessly in love with bewitching Alice Blatchley. The thought\nof her marrying anyone else--the long-haired, priggish Camelford in\nparticular--sent the blood boiling through his veins; added to which\nsweet Alice, with her arms about his neck, would confess to him that\nlife without him would be a misery hardly to be endured, that the\nthought of him as the husband of another woman--of Nellie Fanshawe in\nparticular--was madness to her. It was right perhaps, knowing what\nthey did, that they should say good-bye to one another. She would bring\nsorrow into his life. Better far that he should put her away from him,\nthat she should die of a broken heart, as she felt sure she would. How\ncould he, a fond lover, inflict this suffering upon her? He ought of\ncourse to marry Nellie Fanshawe, but he could not bear the girl. Would\nit not be the height of absurdity to marry a girl he strongly disliked\nbecause twenty years hence she might be more suitable to him than the\nwoman he now loved and who loved him?\n\nNor could Nellie Fanshawe bring herself to discuss without laughter the\nsuggestion of marrying on a hundred-and-fifty a year a curate that\nshe positively hated. There would come a time when wealth would be\nindifferent to her, when her exalted spirit would ask but for the\nsatisfaction of self-sacrifice. But that time had not arrived. The\nemotions it would bring with it she could not in her present state even\nimagine. Her whole present being craved for the things of this world,\nthe things that were within her grasp. To ask her to forego them now\nbecause later on she would not care for them! it was like telling a\nschoolboy to avoid the tuck-shop because, when a man, the thought of\nstick-jaw would be nauseous to him. If her capacity for enjoyment was to\nbe short-lived, all the more reason for grasping joy quickly.\n\nAlice Blatchley, when her lover was not by, gave herself many a headache\ntrying to think the thing out logically. Was it not foolish of her to\nrush into this marriage with dear Nat? At forty she would wish she\nhad married somebody else. But most women at forty--she judged from\nconversation round about her--wished they had married somebody else. If\nevery girl at twenty listened to herself at forty there would be no\nmore marriage. At forty she would be a different person altogether. That\nother elderly person did not interest her. To ask a young girl to spoil\nher life purely in the interests of this middle-aged party--it did not\nseem right. Besides, whom else was she to marry? Camelford would not\nhave her; he did not want her then; he was not going to want her at\nforty. For practical purposes Camelford was out of the question. She\nmight marry somebody else altogether--and fare worse. She might remain\na spinster: she hated the mere name of spinster. The inky-fingered woman\njournalist that, if all went well, she might become: it was not her\nidea. Was she acting selfishly? Ought she, in his own interests, to\nrefuse to marry dear Nat? Nellie--the little cat--who would suit him at\nforty, would not have him. If he was going to marry anyone but Nellie he\nmight as well marry her, Alice. A bachelor clergyman! it sounded almost\nimproper. Nor was dear Nat the type. If she threw him over it would be\ninto the arms of some designing minx. What was she to do?\n\nCamelford at forty, under the influence of favourable criticism, would\nhave persuaded himself he was a heaven-sent prophet, his whole life\nto be beautifully spent in the saving of mankind. At twenty he felt he\nwanted to live. Weird-looking Jessica, with her magnificent eyes veiling\nmysteries, was of more importance to him than the rest of the species\ncombined. Knowledge of the future in his ease only spurred desire. The\nmuddy complexion would grow pink and white, the thin limbs round and\nshapely; the now scornful eyes would one day light with love at his\ncoming. It was what he had once hoped: it was what he now knew. At forty\nthe artist is stronger than the man; at twenty the man is stronger than\nthe artist.\n\nAn uncanny creature, so most folks would have described Jessica\nDearwood. Few would have imagined her developing into the good-natured,\neasy-going Mrs. Camelford of middle age. The animal, so strong within\nher at twenty, at thirty had burnt itself out. At eighteen, madly,\nblindly in love with red-bearded, deep-voiced Dick Everett she would,\nhad he whistled to her, have flung herself gratefully at his feet, and\nthis in spite of the knowledge forewarning her of the miserable life\nhe would certainly lead her, at all events until her slowly developing\nbeauty should give her the whip hand of him--by which time she would\nhave come to despise him. Fortunately, as she told herself, there was\nno fear of his doing so, the future notwithstanding. Nellie Fanshawe's\nbeauty held him as with chains of steel, and Nellie had no intention\nof allowing her rich prize to escape her. Her own lover, it was true,\nirritated her more than any man she had ever met, but at least he\nwould afford her refuge from the bread of charity. Jessica Dearwood, an\norphan, had been brought up by a distant relative. She had not been the\nchild to win affection. Of silent, brooding nature, every thoughtless\nincivility had been to her an insult, a wrong. Acceptance of young\nCamelford seemed her only escape from a life that had become to her a\nmartyrdom. At forty-one he would wish he had remained a bachelor; but at\nthirty-eight that would not trouble her. She would know herself he was\nmuch better off as he was. Meanwhile, she would have come to like him,\nto respect him. He would be famous, she would be proud of him. Crying\ninto her pillow--she could not help it--for love of handsome Dick, it\nwas still a comfort to reflect that Nellie Fanshawe, as it were, was\nwatching over her, protecting her from herself.\n\nDick, as he muttered to himself a dozen times a day, ought to marry\nJessica. At thirty-eight she would be his ideal. He looked at her as\nshe was at eighteen, and shuddered. Nellie at thirty would be plain and\nuninteresting. But when did consideration of the future ever cry halt\nto passion: when did a lover ever pause thinking of the morrow? If her\nbeauty was to quickly pass, was not that one reason the more urging him\nto possess it while it lasted?\n\nNellie Fanshawe at forty would be a saint. The prospect did not please\nher: she hated saints. She would love the tiresome, solemn Nathaniel: of\nwhat use was that to her now? He did not desire her; he was in love with\nAlice, and Alice was in love with him. What would be the sense--even if\nthey all agreed--in the three of them making themselves miserable for\nall their youth that they might be contented in their old age? Let age\nfend for itself and leave youth to its own instincts. Let elderly saints\nsuffer--it was their _metier_--and youth drink the cup of life. It was a\npity Dick was the only \"catch\" available, but he was young and handsome.\nOther girls had to put up with sixty and the gout.\n\nAnother point, a very serious point, had been overlooked. All that had\narrived to them in that dim future of the past had happened to them as\nthe results of their making the marriages they had made. To what fate\nother roads would lead their knowledge could not tell them. Nellie\nFanshawe had become at forty a lovely character. Might not the hard life\nshe had led with her husband--a life calling for continual sacrifice,\nfor daily self-control--have helped towards this end? As the wife of a\npoor curate of high moral principles, would the same result have been\nsecured? The fever that had robbed her of her beauty and turned her\nthoughts inward had been the result of sitting out on the balcony of the\nParis Opera House with an Italian Count on the occasion of a fancy dress\nball. As the wife of an East End clergyman the chances are she would\nhave escaped that fever and its purifying effects. Was there not danger\nin the position: a supremely beautiful young woman, worldly-minded,\nhungry for pleasure, condemned to a life of poverty with a man she did\nnot care for? The influence of Alice upon Nathaniel Armitage, during\nthose first years when his character was forming, had been all for\ngood. Could he be sure that, married to Nellie, he might not have\ndeteriorated?\n\nWere Alice Blatchley to marry an artist could she be sure that at forty\nshe would still be in sympathy with artistic ideals? Even as a child had\nnot her desire ever been in the opposite direction to that favoured\nby her nurse? Did not the reading of Conservative journals invariably\nincline her towards Radicalism, and the steady stream of Radical talk\nround her husband's table invariably set her seeking arguments in favour\nof the feudal system? Might it not have been her husband's growing\nPuritanism that had driven her to crave for Bohemianism? Suppose that\ntowards middle age, the wife of a wild artist, she suddenly \"took\nreligion,\" as the saying is. Her last state would be worse than the\nfirst.\n\nCamelford was of delicate physique. As an absent-minded bachelor with\nno one to give him his meals, no one to see that his things were aired,\ncould he have lived till forty? Could he be sure that home life had not\ngiven more to his art than it had taken from it?\n\nJessica Dearwood, of a nervous, passionate nature, married to a bad\nhusband, might at forty have posed for one of the Furies. Not until her\nlife had become restful had her good looks shown themselves. Hers was\nthe type of beauty that for its development demands tranquillity.\n\nDick Everett had no delusions concerning himself. That, had he married\nJessica, he could for ten years have remained the faithful husband of a\nsingularly plain wife he knew to be impossible. But Jessica would\nhave been no patient Griselda. The extreme probability was that\nhaving married her at twenty for the sake of her beauty at thirty, at\ntwenty-nine at latest she would have divorced him.\n\nEverett was a man of practical ideas. It was he who took the matter in\nhand. The refreshment contractor admitted that curious goblets of German\nglass occasionally crept into their stock. One of the waiters, on the\nunderstanding that in no case should he be called upon to pay for them,\nadmitted having broken more than one wine-glass on that particular\nevening: thought it not unlikely he might have attempted to hide the\nfragments under a convenient palm. The whole thing evidently was a\ndream. So youth decided at the time, and the three marriages took place\nwithin three months of one another.\n\nIt was some ten years later that Armitage told me the story that night\nin the Club smoking-room. Mrs. Everett had just recovered from a severe\nattack of rheumatic fever, contracted the spring before in Paris. Mrs.\nCamelford, whom previously I had not met, certainly seemed to me one of\nthe handsomest women I have ever seen. Mrs. Armitage--I knew her when\nshe was Alice Blatchley--I found more charming as a woman than she\nhad been as a girl. What she could have seen in Armitage I never could\nunderstand. Camelford made his mark some ten years later: poor fellow,\nhe did not live long to enjoy his fame. Dick Everett has still another\nsix years to work off; but he is well behaved, and there is talk of a\npetition.\n\nIt is a curious story altogether, I admit. As I said at the beginning, I\ndo not myself believe it.",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)",
            "Jerome, Jerome Clapp",
            "Jerome, J.K.",
            "Jerome, J. K.",
            "Jerome, Jerome Klapka"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/868/pg868.txt",
        "name": "the_philosopher_s_joke.json"
    }
}