{
    "name": "The curse of Yig",
    "author": [
        "Reed, Zealia Brown",
        "Bishop, Zealia Brown-Reed",
        "Lovecraft, H.P.",
        "Bishop, Zelia B.",
        "Bishop, Z. B.",
        "Lovecraft, H. P. (Howard Phillips)",
        "Bishop, Z.B.",
        "Bishop, Zealia B. (Zealia Brown)",
        "Littlewit, Humphrey",
        "Lovecraft, Howard Phillips"
    ],
    "body": "In 1925 I went into Oklahoma looking for snake lore, and I came out\nwith a fear of snakes that will last me the rest of my life. I admit\nit is foolish, since there are natural explanations for everything I\nsaw and heard, but it masters me none the less. If the old story had\nbeen all there was to it, I would not have been so badly shaken. My\nwork as an American Indian ethnologist has hardened me to all kinds of\nextravagant legendry, and I know that simple white people can beat the\nredskins at their own game when it comes to fanciful inventions. But\nI can't forget what I saw with my own eyes at the insane asylum in\nGuthrie.\n\nI called at that asylum because a few of the oldest settlers told me\nI would find something important there. Neither Indians nor white men\nwould discuss the snake-god legends I had come to trace. The oil-boom\nnewcomers, of course, knew nothing of such matters, and the red men and\nold pioneers were plainly frightened when I spoke of them. Not more\nthan six or seven people mentioned the asylum, and those who did were\ncareful to talk in whispers. But the whisperers said that Dr. McNeill\ncould show me a very terrible relic and tell me all I wanted to know.\nHe could explain why Yig, the half-human father of serpents, is a\nshunned and feared subject in central Oklahoma, and why old settlers\nshiver at the secret Indian orgies which make the autumn days and\nnights hideous with the ceaseless beating of tom-toms in lonely places.\n\nIt was with the scent of a hound on the trail that I went to Guthrie,\nfor I had spent many years collecting data on the evolution of\nserpent-worship among the Indians. I had always felt, from well defined\nundertones of legend and archeology, that great Quetzalcoatl--benign\nsnake-god of the Mexicans--had had an older and darker prototype;\nand during recent months I had well-nigh proved it in a series of\nresearches stretching from Guatemala to the Oklahoma plains. But\neverything was tantalizing and incomplete, for above the border the\ncult of the snake was hedged about by fear and furtiveness.\n\nNow it appeared that a new and copious source of data was about to\ndawn, and I sought the head of the asylum with an eagerness I did not\ntry to cloak. Dr. McNeill was a small, clean-shaven man of somewhat\nadvanced years, and I saw at once from his speech and manner that he\nwas a scholar of no mean attainments in many branches outside his\nprofession. Grave and doubtful when I first made known my errand, his\nface grew thoughtful as he carefully scanned my credentials and the\nletter of introduction which a kindly old ex-Indian agent had given me.\n\n\"So you've been studying the Yig-legend, eh?\" he reflected\nsententiously. \"I know that many of our Oklahoma ethnologists have\ntried to connect it with Quetzalcoatl, but I don't think any of them\nhave traced the intermediate steps so well. You've done remarkable work\nfor a man as young as you seem to be, and you certainly deserve all the\ndata we can give.\n\n\"I don't suppose old Major Moore or any of the others told you what\nit is I have here. They don't like to talk about it, and neither do\nI. It is very tragic and very horrible, but that is all. I refuse to\nconsider it anything super-natural. There's a story about it that I'll\ntell you after you see it--a devilish sad story, but one that I won't\ncall magic. It merely shows the potency that belief has over some\npeople. I'll admit there are times when I feel a shiver that's more\nthan physical, but in daylight I set all that down to nerves. I'm not a\nyoung fellow any more, alas!\n\n\"To come to the point, the thing I have is what you might call a\nvictim of Yig's curse--a physically living victim. We don't let the\nbulk of the nurses see it, although most of them know it's here. There\nare just two steady old chaps whom I let feed it and clean out its\nquarters--used to be three, but good old Stevens passed on a few years\nago. I suppose I'll have to break in a new group pretty soon; for the\nthing doesn't seem to age or change much, and we old boys can't last\nforever. Maybe the ethics of the near future will let us give it a\nmerciful release, but it's hard to tell.\n\n\"Did you see that single ground-glass basement window over in the east\nwing when you came up the drive? That's where it is. I'll take you\nthere myself now. You needn't make any comment. Just look through the\nmovable panel in the door and thank God the light isn't any stronger.\nThen I'll tell you the story--or as much as I've been able to piece\ntogether.\"\n\nWe walked downstairs very quietly, and did not talk as we threaded the\ncorridors of the seemingly deserted basement. Dr. McNeill unlocked\na gray-painted steel door, but it was only a bulkhead leading to a\nfurther stretch of hallway. At length he paused before a door marked\nB 116, opened a small observation panel which he could use only by\nstanding on tiptoe, and pounded several times upon the painted metal,\nas if to arouse the occupant, whatever it might be.\n\nA faint stench came from the aperture as the doctor unclosed it, and I\nfancied his pounding elicited a kind of low, hissing response. Finally\nhe motioned me to replace him at the peep-hole, and I did so with a\ncauseless and increasing tremor. The barred, ground-glass window, close\nto the earth outside, admitted only a feeble and uncertain pallor; and\nI had to look into the malodorous den for several seconds before I\ncould see what was crawling and wriggling about on the straw-covered\nfloor, emitting every now and then a weak and vacuous hiss. Then\nthe shadowed outlines began to take shape, and I perceived that the\nsquirming entity bore some remote resemblance to a human form laid flat\non its belly. I clutched at the door-handle for support as I tried to\nkeep from fainting.\n\nThe moving object was almost of human size, and entirely devoid of\nclothing. It was absolutely hairless, and its tawny-looking back seemed\nsubtly squamous in the dim, ghoulish light. Around the shoulders it was\nrather speckled and brownish, and the head was very curiously flat.\nAs it looked up to hiss at me I saw that the beady little black eyes\nwere damnably anthropoid, but I could not bear to study them long. They\nfastened themselves on me with a horrible persistence, so that I closed\nthe panel gaspingly and left the creature to wriggle about unseen in\nits matted straw and spectral twilight. I must have reeled a bit, for\nI saw that the doctor was gently holding my arm as he guided me away.\nI was stuttering over and over again: \"B-but for God's sake, _what is\nit_?\"\n\nDr. McNeill told me the story in his private office as I sprawled\nopposite him in an easy-chair. The gold and crimson of late afternoon\nchanged to the violet of early dusk, but still I sat awed and\nmotionless. I resented every ring of the telephone and every whir of\nthe buzzer, and I could have cursed the nurses and interns whose knocks\nnow and then summoned the doctor briefly to the outer office. Night\ncame, and I was glad my host switched on all the lights. Scientist\nthough I was, my zeal for research was half forgotten amid such\nbreathless ecstasies of fright as a small boy might feel when whispered\nwitch-tales go the rounds of the chimney-corner.\n\n\n\nIt seems that Yig, the snake-god of the central plains\ntribes--presumably the primal source of the more southerly Quetzalcoatl\nor Kukulcan--was an odd, half-anthropomorphic devil of highly arbitrary\nand capricious nature. He was not wholly evil, and was usually\nquite well-disposed toward those who gave proper respect to him and\nhis children, the serpents; but in the autumn he became abnormally\nravenous, and had to be driven away by means of suitable rites. That\nwas why the tom-toms in the Pawnee, Wichita, and Caddo country pounded\nceaselessly week in and week out in August, September, and October;\nand why the medicine-men made strange noises with rattles and whistles\ncuriously like those of the Aztecs and Mayas.\n\nYig's chief trait was a relentless devotion to his children--a devotion\nso great that the redskins almost feared to protect themselves from the\nvenomous rattlesnakes which thronged the region. Frightful clandestine\ntales hinted of his vengeance upon mortals who flouted him or wreaked\nharm upon his wriggling progeny; his chosen method being to turn his\nvictim, after suitable tortures, to a spotted snake.\n\nIn the old days of the Indian Territory, the doctor went on, there was\nnot quite so much secrecy about Yig. The plains tribes, less cautious\nthan the desert nomads and Pueblos, talked quite freely of their\nlegends and autumn ceremonies with the first Indian agents, and let\nconsiderable of the lore spread out through the neighboring regions\nof white settlement. The great fear came in the land-rush days of\n'eighty-nine, when some extraordinary incidents had been rumored, and\nthe rumors sustained, by what seemed to be hideously tangible proofs.\nIndians said that the new white men did not know how to get on with\nYig, and afterward the settlers came to take that theory at face value.\nNow no old-timer in middle Oklahoma, white or red, could be induced to\nbreathe a word about the snake-god except in vague hints. Yet after\nall, the doctor added with almost needless emphasis, the only truly\nauthenticated horror had been a thing of pitiful tragedy rather than of\nbewitchment. It was all very material and cruel--even that last phase\nwhich had caused so much dispute.\n\nDr. McNeill paused and cleared his throat before getting down\nto his special story, and I felt a tingling sensation as when a\ntheater curtain rises. The thing had begun when Walker Davis and\nhis wife Audrey left Arkansas to settle in the newly opened public\nlands in the spring of 1889, and the end had come in the country\nof the Wichitas--north of the Washita River, in what is at present\nCaddo County. There is a small village called Binger there now, and\nthe railway goes through; but otherwise the place is less changed\nthan other parts of Oklahoma. It is still a section of farms and\nranches--quite productive in these days--since the great oil-fields do\nnot come very close.\n\nWalker and Audrey had come from Franklin County in the Ozarks with\na canvas-topped wagon, two mules, an ancient and useless dog called\n\"Wolf,\" and all their household goods. They were typical hill-folk,\nyoungish and perhaps a little more ambitious than most, and looked\nforward to a life of better returns for their hard work than they had\nhad in Arkansas. Both were lean, rawboned specimens; the man tall,\nsandy and gray-eyed, and the woman short and rather dark, with a black\nstraightness of hair suggesting a slight Indian admixture.\n\nIn general, there was very little of distinction about them, and but\nfor one thing their annals might not have differed from those of\nthousands of other pioneers who flocked into the new country at that\ntime. That thing was Walker's almost epileptic fear of snakes, which\nsome laid to prenatal causes, and some said came from a dark prophecy\nabout his end with which an old Indian squaw had tried to scare him\nwhen he was small. Whatever the cause, the effect was marked indeed;\nfor despite his strong general courage the very mention of a snake\nwould cause him to grow faint and pale, while the sight of even a tiny\nspecimen would produce a shock sometimes bordering on a convulsion\nseizure.\n\nThe Davises started out early in the year, in the hope of being on\ntheir new land for the spring plowing. Travel was slow; for the roads\nwere bad in Arkansas, while in the Territory there were great stretches\nof rolling hills and red, sandy barrens without any roads whatever.\nAs the terrain grew flatter, the change from their native mountains\ndepressed them more, perhaps, than they realized; but they found the\npeople at the Indian agencies very affable, while most of the settled\nIndians seemed friendly and civil. Now and then they encountered a\nfellow-pioneer, with whom crude pleasantries and expressions of amiable\nrivalry were generally exchanged.\n\nOwing to the season, there were not many snakes in evidence, so Walker\ndid not suffer from his special temperamental weakness. In the earlier\nstages of the journey, too, there were no Indian snake-legends to\ntrouble him; for the transplanted tribes from the southeast do not\nshare the wilder beliefs of their western neighbors. As fate would have\nit, it was a white man at Okmulgee in the Creek country who gave the\nDavises the first hint of the Yig beliefs; a hint which had a curiously\nfascinating effect on Walker, and caused him to ask questions very\nfreely after that.\n\nBefore long Walker's fascination had developed into a bad case of\nfright. He took the most extraordinary precautions at each of the\nnightly camps, always clearing away whatever vegetation he found, and\navoiding stony places whenever he could. Every clump of stunted bushes\nand every cleft in the great, slab-like rocks seemed to him now to hide\nmalevolent serpents, while every human figure not obviously part of a\nsettlement or emigrant train seemed to him a potential snake-god till\nnearness had proved the contrary. Fortunately no troublesome encounters\ncame at this stage to shake his nerves still further.\n\nAs they approached the Kickapoo country they found it harder and harder\nto avoid camping near rocks. Finally it was no longer possible, and\npoor Walker was reduced to the puerile expedient of droning some of the\nrustic anti-snake charms he had learned in his boyhood. Two or three\ntimes a snake was really glimpsed, and these sights did not help the\nsufferer in his efforts to preserve composure.\n\n\n\nOn the twenty-second evening of the journey a savage wind made it\nimperative, for the sake of the mules, to camp in as sheltered a spot\nas possible; and Audrey persuaded her husband to take advantage of\na cliff which rose uncommonly high above the dried bed of a former\ntributary of the Canadian River. He did not like the rocky cast of the\nplace, but allowed himself to be overruled this once; leading the\nanimals sullenly toward the protecting slope, which the nature of the\nground would not allow the wagon to approach.\n\nAudrey, examining the rocks near the wagon, meanwhile noticed a\nsingular sniffing on the part of the feeble old dog. Seizing a rifle,\nshe followed his lead, and presently thanked her stars that she had\nforestalled Walker in her discovery. For there, snugly nested in the\ngap between two boulders, was a sight it would have done him no good\nto see. Visible only as one convoluted expanse, but perhaps comprising\nas many as three or four separate units, was a mass of lazy wriggling\nwhich could not be other than a brood of new-born rattlesnakes.\n\nAnxious to save Walker from a trying shock, Audrey did not hesitate to\nact, but took the gun firmly by the barrel and brought the butt down\nagain and again upon the writhing objects. Her own sense of loathing\nwas great, but it did not amount to a real fear. Finally she saw that\nher task was done, and turned to cleanse the improvised bludgeon in the\nred sand and dry, dead grass near by. She must, she reflected, cover\nthe nest up before Walker got back from tethering the mules. Old Wolf,\ntottering relic of mixed shepherd and coyote ancestry that he was, had\nvanished, and she feared he had gone to fetch his master.\n\nFootsteps at that instant proved her fear well founded. A second more,\nand Walker had seen everything. Audrey made a move to catch him if\nhe should faint, but he did no more than sway. Then the look of pure\nfright on his bloodless face turned slowly to something like mingled\nawe and anger, and he began to upbraid his wife in trembling tones.\n\n\"Gawd's sake, Aud, but why'd ye go for to do that? Hain't ye heerd all\nthe things they've ben tellin' about this snake-devil Yig? Ye'd ought\nto a told me, and we'd a moved on. Don't ye know they's a devil-god\nwhat gets even if ye hurts his children? What for d'ye think the Injuns\nall dances and beats their drums in the fall about? This land's under a\ncurse, I tell ye--nigh every soul we've a-talked to sence we come in's\nsaid the same. Yig rules here, an' he comes out every fall for to git\nhis victims and turn 'em into snakes. Why, Aud, they won't none of them\nInjuns acrost the Canayjin kill a snake for love nor money!\n\n\"Gawd knows what ye done to yourself, gal, a-stompin' out a hull brood\no' Yig's chillen. He'll git ye, sure, sooner er later, unlessen I kin\nbuy a charm offen some o' the Injun medicine-men. He'll git ye, Aud, as\nsure's they's a Gawd in heaven--he'll come outa the night and turn ye\ninto a crawlin' spotted snake!\"\n\nAll the rest of the journey Walker kept up the frightened reproofs\nand prophecies. They crossed the Canadian near Newcastle, and soon\nafterward met with the first of the real plains Indians they had\nseen--a party of blanketed Wichitas, whose leader talked freely\nunder the spell of the whisky offered him, and taught poor Walker a\nlong-winded protective charm against Yig in exchange for a quart bottle\nof the same inspiring fluid. By the end of the week the chosen site in\nthe Wichita country was reached, and the Davises made haste to trace\ntheir boundaries and perform the spring plowing before even beginning\nthe construction of a cabin.\n\nThe region was flat, drearily windy, and sparse of natural vegetation,\nbut promised great fertility under cultivation. Occasional outcroppings\nof granite diversified a soil of decomposed red sandstone, and here\nand there a great flat rock would stretch along the surface of the\nground like a man-made floor. There seemed to be very few snakes, or\npossible dens for them, so Audrey at last persuaded Walker to build the\none-room cabin over a vast, smooth slab of exposed stone. With such\na flooring and with a good-sized fireplace the wettest weather might\nbe defied--though it soon became evident that dampness was no salient\nquality of the district. Logs were hauled in the wagon from the nearest\nbelt of woods, many miles toward the Wichita Mountains.\n\nWalker built his wide-chimneyed cabin and crude barn with the aid of\nsome of the other settlers, though the nearest one was over a mile\naway. In turn, he helped his helpers at similar house-raisings, so that\nmany ties of friendship sprang up between the new neighbors. There was\nno town worthy the name nearer than El Reno, on the railway thirty\nmiles or more to the northeast; and before many weeks had passed, the\npeople of the section had become very cohesive despite the wideness\nof their scattering. The Indians, a few of whom had begun to settle\ndown on ranches, were for the most part harmless, though somewhat\nquarrelsome when fired by the liquid stimulation which found its way to\nthem despite all government bans.\n\nOf all the neighbors the Davises found Joe and Sally Compton, who\nlikewise hailed from Arkansas, the most helpful and congenial. Sally is\nstill alive, known now as Grandma Compton; and her son Clyde, then an\ninfant in arms, has become one of the leading men of the state. Sally\nand Audrey used to visit each other often, for their cabins were only\ntwo miles apart; and in the long spring and summer afternoons they\nexchanged many a tale of old Arkansas and many a rumor about the new\ncountry.\n\nSally was very sympathetic about Walker's weakness regarding snakes,\nbut perhaps did more to aggravate than cure the parallel nervousness\nwhich Audrey was acquiring through his incessant praying and\nprophesying about the curse of Yig. She was uncommonly full of gruesome\nsnake stories, and produced a direfully strong impression with her\nacknowledged masterpiece--the tale of a man in Scott County who had\nbeen bitten by a whole horde of rattlers at once, and had swelled so\nmonstrously from poison that his body had finally burst with a pop.\nNeedless to say, Audrey did not repeat this anecdote to her husband,\nand she implored the Comptons to beware of starting it on the rounds\nof the countryside. It is to Joe's and Sally's credit that they heeded\nthis plea with the utmost fidelity.\n\nWalker did his corn-planting early, and in midsummer improved his time\nby harvesting a fair crop of the native grass of the region. With the\nhelp of Joe Compton he dug a well which gave a moderate supply of very\ngood water, though he planned to sink an artesian later on. He did not\nrun into many serious snake scares, and made his land as inhospitable\nas possible for wriggling visitors. Every now and then he rode over to\nthe cluster of thatched conical huts which formed the main village of\nthe Wichitas, and talked long with the old men and shamans about the\nsnake-god and how to nullify his wrath. Charms were always ready in\nexchange for whisky, but much of the information he got was far from\nreassuring.\n\nYig was a great god. He was bad medicine. He did not forget things.\nIn the autumn his children were hungry and wild, and Yig was hungry\nand wild, too. All the tribes made medicine against Yig when the corn\nharvest came. They gave him some corn, and danced in proper regalia to\nthe sound of whistle, rattle, and drum. They kept the drums pounding to\ndrive Yig away, and called down the aid of Tiráwa, whose children men\nare, even as the snakes are Yig's children. It was bad that the squaw\nof Davis killed the children of Yig. Let Davis say the charms many\ntimes when the corn harvest comes. Yig is Yig. Yig is a great god.\n\nBy the time the corn harvest did come, Walker had succeeded in getting\nhis wife into a deplorably jumpy state. His prayers and borrowed\nincantations came to be a nuisance; and when the autumn rites of the\nIndians began, there was always a distant wind-borne pounding of\ntom-toms to lend an added background of the sinister. It was maddening\nto have the muffled clatter always stealing over the wide red plains.\nWhy would it never stop? Day and night, week on week, it was always\ngoing in exhaustless relays, as persistently as the red dusty winds\nthat carried it. Audrey loathed it more than her husband did, for he\nsaw in it a compensating element of protection. It was with this sense\nof a mighty, intangible bulwark against evil that he got in his corn\ncrop and prepared cabin and stable for the coming winter.\n\n\n\nThe autumn was abnormally warm, and except for their primitive cookery\nthe Davises found scant use for the stone fireplace Walker had built\nwith such care. Something in the unnaturalness of the hot dust-clouds\npreyed on the nerves of all the settlers, but most of all on Audrey's\nand Walker's. The notions of a hovering snake-curse and the weird,\nendless rhythm of the distant Indian drums formed a bad combination\nwhich any added element of the bizarre went far to render utterly\nunendurable.\n\nNotwithstanding this strain, several festive gatherings were held at\none or another of the cabins after the crops were reaped: keeping\nnaively alive in modernity those curious rites of the harvest-home\nwhich are as old as human agriculture itself. Lafayette Smith, who\ncame from southern Missouri and had a cabin about three miles east\nof Walker's, was a very passable fiddler; and his tunes did much to\nmake the celebrants forget the monotonous beating of the distant\ntom-toms. Then Hallowe'en drew near, and the settlers planned another\nfrolic--this time, had they but known it, of a lineage older than even\nagriculture: the dread Witch-Sabbath of the primal pre-Aryans, kept\nalive through ages in the midnight blackness of secret woods, and\nstill hinting at vague terrors under its latter-day mask of comedy and\nlightness. Hallowe'en was to fall on a Thursday, and the neighbors\nagreed to gather for their first revel at the Davis cabin.\n\nIt was on that thirty-first of October that the warm spell broke.\nThe morning was gray and leaden, and by noon the incessant winds had\nchanged from searingness to rawness. People shivered all the more\nbecause they were not prepared for the chill, and Walker Davis's old\ndog Wolf dragged himself wearily indoors to a place beside the hearth.\nBut the distant drums still thumped on, nor were the white citizenry\nless inclined to pursue their chosen rites. As early as four in the\nafternoon the wagons began to arrive at Walker's cabin; and in the\nevening, after a memorable barbecue, Lafayette Smith's fiddle inspired\na very fair-sized company to great feats of saltatory grotesqueness in\nthe one good-sized but crowded room. The younger folk indulged in the\namiable inanities proper to the season, and now and then old Wolf would\nhowl with doleful and spine-tickling ominousness at some especially\nspectral strain from Lafayette's squeaky violin--a device he had never\nheard before. Mostly, though, this battered veteran slept through\nthe merriment; for he was past the age of active interests and lived\nlargely in his dreams. Tom and Jennie Rigby had brought their collie\nZeke along, but the canines did not fraternize. Zeke seemed strangely\nuneasy over something, and nosed around curiously all the evening.\n\nAudrey and Walker made a fine couple on the floor, and Grandma Compton\nstill likes to recall her impression of their dancing that night.\nTheir worries seemed forgotten for the nonce, and Walker was shaved\nand trimmed into a surprizing degree of spruceness. By ten o'clock\nall hands were healthily tired, and the guests began to depart family\nby family with many handshakings and bluff assurances of what a fine\ntime everybody had had. Tom and Jennie thought Zeke's eery howls as he\nfollowed them to their wagon were marks of regret at having to go home;\nthough Audrey said it must be the far-away tom-toms which annoyed him,\nfor the distant thumping was surely ghastly enough after the merriment\nwithin.\n\nThe night was bitterly cold, and for the first time Walker put a great\nlog in the fireplace and banked it with ashes to keep it smoldering\ntill morning. Old Wolf dragged himself within the ruddy glow and\nlapsed into his customary coma. Audrey and Walker, too tired to think\nof charms or curses, tumbled into the rough pine bed and were asleep\nbefore the cheap alarm-clock on the mantle had ticked out three\nminutes. And from far away, the rhythmic pounding of those hellish\ntom-toms still pulsed on the chill night-wind.\n\n\n\nDr. McNeill paused here and removed his glasses, as if a blurring of\nthe objective world might make the reminiscent vision clearer. \"You'll\nsoon appreciate,\" he said, \"that I had a great deal of difficulty in\npiecing out all that happened after the guests left. There were times,\nthough--at first--when I was able to make a try at it.\" After a moment\nof silence he went on with the tale.\n\nAudrey had terrible dreams of Yig, who appeared to her in the guise of\nSatan as depicted in cheap engravings she had seen. It was, indeed,\nfrom an absolute ecstasy of nightmare that she started suddenly awake\nto find Walker already conscious and sitting up in bed. He seemed to be\nlistening intently to something, and silenced her with a whisper when\nshe began to ask what had roused him.\n\n\"Hark, Aud!\" he breathed. \"Don't ye hear somethin' a-singin' and\nbuzzin' and rustlin'? D'ye reckon it's the fall crickets?\"\n\nCertainly, there was distinctly audible within the cabin such a sound\nas he had described. Audrey tried to analyze it, and was impressed with\nsome element at once horrible and familiar, which hovered just outside\nthe rim of her memory. And beyond it all, waking a hideous thought, the\nmonotonous beating of the distant tom-toms came incessantly across the\nblack plains on which a cloudy half-moon had set.\n\n\"Walker--s'pose it's--the--the--curse o' Yig?\"\n\nShe could feel him tremble.\n\n\"No, gal, I don't reckon he comes thataway. He's shapen like a man,\nexcept ye look at him clost. That's what Chief Gray Eagle says. This\nhere's some varmints come in outen the cold--not crickets, I calc'late,\nbut summat like 'em. I'd orter git up and' stomp 'em out afore they\nmake much headway or git at the cupboard.\"\n\nHe rose, felt for the lantern that hung within easy reach, and rattled\nthe tin match-box nailed to the wall beside it. Audrey sat up in bed\nand watched the flare of the match grow into the steady glow of the\nlantern. Then, as their eyes began to take in the whole of the room,\nthe crude rafters shook with the frenzy of their simultaneous shriek.\nFor the flat, rocky floor, revealed in the new-born illumination, was\none seething brown-speckled mass of wriggling rattlesnakes, slithering\ntoward the fire, and even now turning their loathsome heads to menace\nthe fright-blasted lantern-bearer.\n\nIt was only for an instant that Audrey saw the things. The reptiles\nwere of every size, of uncountable numbers, and apparently of several\nvarieties; and even as she looked, two or three of them reared their\nheads as if to strike at Walker. She did not faint--it was Walker's\ncrash to the floor that extinguished the lantern and plunged her into\nblackness. He had not screamed a second time--fright had paralyzed\nhim, and he fell as if shot by a silent arrow from no mortal's bow. To\nAudrey the entire world seemed to whirl about fantastically, mingling\nwith the nightmare from which she had started.\n\nVoluntary motion of any sort was impossible, for will and the sense of\nreality had left her. She fell back inertly on her pillow, hoping that\nshe would wake soon. No actual sense of what had happened penetrated\nher mind for some time. Then, little by little, the suspicion that she\nwas really awake began to dawn on her; and she was convulsed with a\nmounting blend of panic and grief which made her long to shriek out\ndespite the inhibiting spell which kept her mute.\n\nWalker was gone, and she had not been able to help him. He had died of\nsnakes, just as the old witch-woman had predicted when he was a little\nboy. Poor Wolf had not been able to help, either--probably he had not\neven awaked from his senile stupor. And now the crawling things must be\ncoming for her, writhing closer and closer every moment in the dark,\nperhaps even now twining slipperily about the bed-posts and oozing up\nover the coarse woolen blankets. Unconsciously she crept under the\nclothes and trembled.\n\nIt must be the curse of Yig. He had sent his monstrous children\non All-Hallows' Night, and they had taken Walker first. Why was\nthat--wasn't he innocent enough? Why not come straight for her--hadn't\nshe killed those little rattlers alone? Then she thought of the curse's\nform as told by the Indians. She wouldn't be killed--just turned to a\nspotted snake. Ugh! So she would be like those things she had glimpsed\non the floor--those things which Yig had sent to get her and enroll her\namong their number! She tried to mumble a charm that Walker had taught\nher, but found she could not utter a single sound.\n\nThe noisy ticking of the alarm-clock sounded above the maddening beat\nof the distant tom-toms. The snakes were taking a long time--did they\nmean to delay on purpose to play on her nerves? Every now and then she\nthought she felt a stealthy, insidious pressure on the bedclothes, but\neach time it turned out to be only the automatic twitchings of her\noverwrought nerves. The clock ticked on in the dark, and a change came\nslowly over her thoughts.\n\nThose snakes _couldn't_ have taken so long! They couldn't be Yig's\nmessengers after all, but just natural rattlers that were nested below\nthe rock and had been drawn there by the fire. They weren't coming\nfor her, perhaps--perhaps they had sated themselves on poor Walker.\nWhere were they now? Gone? Coiled by the fire? Still crawling over the\nprone corpse of their victim? The clock ticked, and the distant drums\nthrobbed on.\n\nAt the thought of her husband's body lying there in the pitch blackness\na thrill of purely physical horror passed over Audrey. That story of\nSally Compton's about the man back in Scott County! He, too, had been\nbitten by a whole bunch of rattlesnakes, and what had happened to him?\nThe poison had rotted the flesh and swelled the whole corpse, and in\nthe end the bloated thing had _burst_ horribly--burst horribly with a\ndetestable _popping_ noise. Was that what was happening to Walker down\nthere on the rock floor? Instinctively she felt that she had begun to\n_listen_ for something too terrible even to name to herself.\n\nThe clock ticked on, keeping a kind of mocking, sardonic time with\nthe far-off drumming that the night-wind brought. She wished it were\na striking clock, so that she could know how long this eldritch vigil\nmust last. She cursed the toughness of fiber that kept her from\nfainting, and wondered what sort of relief the dawn could bring, after\nall. Probably neighbors would pass--no doubt somebody would call--would\nthey find her still sane? Was she still sane now?\n\nMorbidly listening, Audrey all at once became aware of something\nwhich she had to verify with every effort of her will before she\ncould believe it; and which, once verified, she did not know whether\nto welcome or dread. _The distant beating of the Indian tom-toms had\nceased._ They had always maddened her--but had not Walker regarded them\nas a bulwark against nameless evil from outside the universe? What were\nsome of those things he had repeated to her in whispers after talking\nwith Gray Eagle and the Wichita medicine-men?\n\nShe did not relish this new and sudden silence, after all! There was\nsomething sinister about it. The loud-ticking clock seemed abnormal in\nits new loneliness. Capable at last of conscious motion, she shook the\ncovers from her face and looked into the darkness toward the window. It\nmust have cleared after the moon set, for she saw the square aperture\ndistinctly against the background of stars.\n\nThen without warning came that shocking, unutterable sound--ugh!--that\ndull, putrid _pop_ of cleft skin and escaping poison in the dark.\nGod!--Sally's story--that obscene stench, and this gnawing, clawing\nsilence! It was too much. The bonds of muteness snapped, and the black\nnight waxed reverberant with Audrey's screams of stark unbridled frenzy.\n\nConsciousness did not pass away with the shock. How merciful if only\nit had! Amidst the echoes of her shrieking Audrey still saw the\nstar-sprinkled square of window ahead, and heard the doom-boding\nticking of that frightful clock. Did she hear another sound? Was\nthat square window still a perfect square? She was in no condition\nto weigh the evidence of her senses or distinguish between fact and\nhallucination.\n\nNo--that window was _not_ a perfect square. _Something had encroached\non the lower edge._ Nor was the ticking of the clock the only sound in\nthe room. There was, beyond dispute, a heavy breathing neither her own\nnor poor Wolf's. Wolf slept very silently, and his wakeful wheezing was\nunmistakable. Then Audrey saw against the stars the black, demoniac\nsilhouette of something anthropoid--the undulant bulk of a gigantic\nhead and shoulders fumbling slowly toward her.\n\n\"Y'aaaah! Y'aaaah! Go away! Go away! Go away, snake-devil! Go 'way,\nYig! I didn't want to kill 'em--I was feared he'd be scairt of 'em.\nDon't, Yig, don't! I didn't go for to hurt yore chillen--don't come\nnigh me--don't change me into no spotted snake!\"\n\nBut the half-formless head and shoulders only lurched onward toward the\nbed, very silently.\n\nEverything snapped at once inside Audrey's head, and in a second she\nhad turned from a cowering child to a raging madwoman. She knew where\nthe ax was--hung against the wall on those pegs near the lantern. It\nwas within easy reach, and she could find it in the dark. Before she\nwas conscious of anything further it was in her hands, and she was\ncreeping toward the foot of the bed--toward the monstrous head and\nshoulders that every moment groped their way nearer. Had there been any\nlight, the look on her face would not have been pleasant to see.\n\n\"Take _that_, you! And _that_, and _that_, and _that_!\"\n\nShe was laughing shrilly now, and her cackles mounted higher as she saw\nthat the starlight beyond the window was yielding to the dim prophetic\npallor of coming dawn.\n\n\n\nDr. McNeill wiped the perspiration from his forehead and put on his\nglasses again. I waited for him to resume, and as he kept silent I\nspoke softly.\n\n\"She lived? She was found? Was it ever explained?\"\n\nThe doctor cleared his throat.\n\n\"Yes--she lived, in a way. And it was explained. I told you there was\nno bewitchment--only cruel, pitiful, material horror.\"\n\nIt was Sally Compton who had made the discovery. She had ridden over to\nthe Davis cabin the next afternoon to talk over the party with Audrey,\nand had seen no smoke from the chimney. That was queer. It had turned\nvery warm again, yet Audrey was usually cooking something at that hour.\nThe mules were making hungry-sounding noises in the barn, and there was\nno sign of old Wolf sunning himself in the accustomed spot by the door.\n\nAltogether, Sally did not like the look of the place, so was very timid\nand hesitant as she dismounted and knocked. She got no answer, but\nwaited some time before trying the crude door of split logs. The lock,\nit appeared, was unfastened; and she slowly pushed her way in. Then,\nperceiving what was there, she reeled back, gasped, and clung to the\njamb to preserve her balance.\n\nA terrible odor had welled out as she opened the door, but that was\nnot what had stunned her. It was what she had seen. For within that\nshadowy cabin monstrous things had happened and three shocking objects\nremained on the floor to awe and baffle the beholder.\n\nNear the burned-out fireplace was the great dog--purple decay on the\nskin left bare by mange and old age, and the whole carcass burst by the\npuffing effect of rattlesnake poison. It must have been bitten by a\nveritable legion of the reptiles.\n\nTo the right of the door was the ax-hacked remnant of what had\nbeen a man--clad in a nightshirt, and with the shattered bulk of a\nlantern clenched in one hand. _He was totally free from any sign of\nsnake-bite._ Near him lay the ensanguined ax, carelessly discarded.\n\nAnd wriggling flat on the floor was a loathsome, vacant-eyed thing that\nhad been a woman, but was now only a mute, mad caricature. All that\nthis thing could do was to hiss, and hiss, and hiss.\n\n\n\nBoth the doctor and I were brushing cold drops from our foreheads by\nthis time. He poured something from a flask on his desk, took a nip,\nand handed another glass to me. I could only suggest tremulously and\nstupidly:\n\n\"So Walker had only fainted that first time--the screams roused him,\nand the ax did the rest?\"\n\n\"Yes.\" Dr. McNeill's voice was low. \"But he met his death from snakes\njust the same. It was his fear working in two ways--it made him faint,\nand it made him fill his wife with the wild stories that caused her to\nstrike out when she thought she saw the snake-devil.\"\n\nI thought for a moment.\n\n\"And Audrey--wasn't it queer how the curse of Yig seemed to work itself\nout on her? I suppose the impression of hissing snakes had been fairly\nground into her.\"\n\n\"Yes. There were lucid spells at first, but they got to be fewer and\nfewer. Her hair came white at the roots as it grew, and later began to\nfall out. The skin grew blotchy, and when she died----\"\n\nI interrupted with a start.\n\n\"_Died?_ Then what was that--that thing downstairs?\"\n\nMcNeill spoke gravely.\n\n\"_That_ is what was born to her three-quarters of a year afterward.\nThere were three more of them--two were even worse--but this is the\nonly, one that lived.\"",
    "metadata": {
        "author": [
            "Reed, Zealia Brown",
            "Bishop, Zealia Brown-Reed",
            "Lovecraft, H.P.",
            "Bishop, Zelia B.",
            "Bishop, Z. B.",
            "Lovecraft, H. P. (Howard Phillips)",
            "Bishop, Z.B.",
            "Bishop, Zealia B. (Zealia Brown)",
            "Littlewit, Humphrey",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70912/pg70912.txt",
        "name": "the_curse_of_yig.json"
    }
}