{
    "name": "The Music Master",
    "author": [
        "Wallace, Floyd Lee",
        "Wallace, F. L. (Floyd L.)",
        "Wallace, F.L.",
        "Wallace, Floyd L."
    ],
    "body": "After the performers filed off stage the audience chattered politely\nand drifted toward the exits. Danny Tocar looked up at his mother, and,\non impulse, detached his hand from hers and lingered behind. As long as\nshe was busy culturizing he wouldn't be missed. When the auditorium\nwas empty Danny made his way to the stage and stood among the\ninstruments. He stroked a violin, dark and shining. It was very heavy,\nas if it were solid. It was solid. He touched the metallic ridges on\nit. Funny. When he had sat in the audience those ridges had looked\nlike strings and had given out a pleasant sound. It made no sound for\nhim though, even when he drew the bow across it as the musician had\ndone.\n\nIt was the same with the drum when he pounded it. It too was silent.\nHe frowned and tried the trumpet. He lifted the instrument to his lips\nand puffed his cheeks and blew. Nothing happened at all. He examined it\nintently and then sadly laid it down. It was fake. All the instruments\nwere toys, imitations of something that had once been real.\n\nThe music had not been phony, though. He visualized the performance,\na harmony of motions as well as sound: bowing, plucking, striking,\nblowing. Where had the music come from if not from the instruments? He\nstill remembered the synthony.\n\nThere was one instrument much larger than the others. It was set on\na raised platform and looked different. He wandered toward it, and\ndiscovered the enclosure. From the audience he hadn't noticed this; the\nenclosure was hardly visible though he was leaning against it.\n\nHe had experience with this sort of thing. A museum case; a guarantee\nthat whatever was inside was real. With practiced fingers he felt for\nan invisible crevice in the transparent enclosure. A fingernail split,\nbut something swung open, and Danny was inside.\n\nHe looked curiously at it. A large wooden instrument with white\nmarkings along the front of it. Danny remembered how these had been\ntouched during the performance.\n\nHe was good at imitation; Danny brought his fingers down the way he had\nseen it done. The white things weren't markings: they were keys. The\nsound rolled out into the empty auditorium. Startled, Danny jerked his\nhands away. He didn't know it, but with those few notes he qualified\nas the musical genius of a hundred years. The only human who, in that\ntime, had produced anything resembling music.\n\nEntranced, he listened. When the last echo was lost he felt empty. He\nsat down on the stool and rubbed his cheek against the old instrument.\nHis hands couldn't stay away from the keyboard.\n\n\n\nMeanwhile his mother strolled determinedly through Culture City. \"I\njust love the synthony don't you, Danny?\" For the first time she\nrealized he wasn't with her. She looked around bewilderedly.\n\n\"Don't worry,\" said her companion. \"He can't be far. Probably in the\ntwentieth century section watching the electric signs.\"\n\nHis mother laughed nervously. \"Quaint, isn't it? Let's go. We have to\nfind him.\" She angled to the left, thinking she saw him through the\ncrowd. When she got there it was another little boy, not Danny at all.\n\nHowever she had a bit of luck. The commercial artist on the street was\ntemporarily vacant. She hesitated for a moment between her duty to find\nDanny at once and her desire to own a real work of art. The middle aged\ncouple heading toward the booth decided her. Swiftly she inserted a\ncoin.\n\n\"Yes?\" said the deep gruff voice of the mechanism.\n\n\"I'd like two pictures,\" she said.\n\n\"Subject matter?\"\n\n\"One for a child's room. Danny Tocar, age 11. You have access to\npersonality records.\"\n\n\"I do. But if you can give me some indication--\"\n\n\"Oh something by Roualt. That should be harmless.\"\n\nThe robot artist noted that. \"Daylight or night?\"\n\n\"Something that glows in the dark,\" she said.\n\n\"And the other picture?\"\n\nShe considered. \"Something different,\" she said. \"Maybe a combined Miro\nand Goya.\"\n\n\"The two styles aren't compatible,\" warned the commercial artist.\n\n\"Then make them compatible,\" she answered. \"It's time the two were\nreconciled.\"\n\nThe commercial artist could not sigh. \"Subject matter of the Miro-Goya\npicture?\"\n\n\"A peaceful scene. Perhaps rockets to the moon.\"\n\n\"Goya never heard of rockets,\" began the artist. \"And while there was\ntalk of them during Miro's life--\"\n\n\"Project them,\" she insisted reasonably. \"Project their perceptions\nto the time of the first rocket to the moon. It's merely a matter of\nanalysis.\" She gave her name and address. She wasn't going to argue\nwith a robot.\n\nA relay in the artist clicked and sent a routine request for apartment\ndimensions, color layout, furnishing arrangement. Simultaneously the\npicture requirements were integrated. For the boy it was easy. The\nelements of the original artist Roualt were reshuffled and the basic\nnight glowing pigments were selected.\n\nThe Miro-Goya picture was harder. Trial and error were necessary. The\nresults would not be happy; a schizoid painting was bound to ensue.\nIt was the task of the commercial artist to see that the pictorial\ninsanity was not too evident.\n\nThe middle aged couple stepped into the booth as Danny's mother left.\nThey ordered Grandma Moses and Norman Rockwell, sunny side up.\n\nThere was little reason for Danny's mother to be alarmed. An accident\nwas improbable. Nevertheless she sent her companion in one direction\nwhile she took another route. Belatedly she thought of Music Hall.\n\nIt wasn't closed yet, though it would be soon. She stepped into the\ndim interior; a soft light illuminated the stage. And there was music,\na kind she'd never heard. A child playing, as, a few hundred years\nbefore, countless children had played. A simple two fingered melody,\nbut nevertheless a tune, distinct and recognizable.\n\n\"Danny,\" she called; but he didn't hear. She climbed to the stage\nthough she had less luck with the door to the enclosure than her son\nhad had.\n\n\"Danny.\" She pounded against it. Danny looked up, his smile of\npreoccupation fading. He came out.\n\n\"It's a piano,\" said Danny.\n\n\"I know it's a piano. And very valuable, the only one in the world. You\nmight break it.\" She didn't know, but her statement wasn't true. There\nwere seven others, carefully preserved and guarded.\n\n\"I've been careful,\" he said. \"I don't want to break it.\"\n\n\"Listen, Danny. Would you go near an atomic pile?\"\n\n\"No,\" he admitted.\n\n\"Of course not,\" she said. \"Robots do that kind of work. They are built\nfor it and it doesn't hurt them. It's like that with music.\"\n\nGravely he considered her logic. \"But it's not the same. It didn't hurt\nme at all,\" he said. \"It was fun playing. I wish I had a piano.\"\n\nShe took hold of him and led him away. \"You must understand,\" she said\nin a voice that was firmer than her grip. \"Men often listen to music.\nOnly robots play it.\"\n\n\n\nOn playday Danny went walking in Culture City. Elsewhere there were\ngame robots and organized activity, but he didn't like being organized.\nThere were times he didn't care for it at all.\n\nHe went past a night club, department store and beauty salon, twentieth\ncentury middle period. His interest was casual.\n\nHe first paused at a late twentieth century drugstore. He went inside\nand looked at the merchandise. He still wasn't interested, but it was\nbest to pretend curiosity. _Shoplifting is a crime punishable by law._\nWhat exactly was shoplifting? If it meant what it seemed to, there were\ngiants in those days. He walked on, past the telephone booths at the\nback of the store.\n\nHe was nearing his goal. Outside, at the extreme back, near the parking\nlot where ancient vehicles were still standing to complete the illusion\nof authenticity, he saw it.\n\nThe S.P. was bigger than a telephone booth and was decorated with odd\ngreen figures the intent of which was to project comfort and rest.\nThere were larger and better S.P.'s, near his home, but Danny had a\nreason for coming here. It was one of the first models, but it did the\nsame work that more modern ones did. It was slower, but Danny had time.\n\nHe looked around. Late afternoon, not many were in Culture City at this\ntime of day. Certain that no one observed, he squeezed in the anteroom\nof the S.P. and closed the door.\n\nHe took coins from his pocket and inserted them, waiting for the\nmechanism to warm up.\n\n\"Name?\" asked S.P. The voice had an old fashioned sound. A little too\nhearty and friendly.\n\n\"Danny.\"\n\n\"Danny what?\"\n\n\"Just Danny.\"\n\nThe machine answered slowly. \"You have the privilege of remaining\nanonymous. Please sit down.\"\n\nDanny sat down.\n\n\"Identification.\"\n\nThis didn't seem anonymous to Danny. Hesitantly he pressed his thumb\nagainst the fingerprint plate.\n\n\"That's satisfactory,\" said the machine. \"The fingerprint is for my\nfiles. I'll not try to trace you.\"\n\nDanny relaxed. The old machine _was_ better for his purpose.\n\n\"Certain data is necessary before you can be admitted to the consulting\nchamber,\" said the S.P. \"We'll keep it to a minimum. First your age?\"\n\nThis was critical. \"Nineteen,\" said Danny readily.\n\n\"That's young,\" said the machine thoughtfully. \"You're aware that\npersons under eighteen can't be treated?\"\n\nHe was aware. That's why he'd come to this machine. Presumably it\nwas less efficient than newer models, particularly in the detection\ncircuits.\n\n\"You're still very young,\" continued the S.P. \"My advice is to seek\nhelp from your parents. If you don't want to do that, there's a free\npublic counselling service.\"\n\nDanny waited.\n\n\"Then I will take you,\" said the machine. \"As a sidewalk psychiatrist,\nI have no choice. However, in view of your stated age I'll have to\ncheck your mentality.\"\n\nThe newer models of sidewalk psychiatrists did that automatically.\nUnder the direction of the machine Danny placed a clumsy device over\nhis head. He concentrated on thinking slowly and clearly. Above all,\nclearly. The machine could not read his thoughts, but it could get an\nencephalocurve which could be compared to standard ones.\n\nIn time the sidewalk psychiatrist instructed him to remove the device.\n\"At least nineteen mentally,\" it announced. \"Sometimes higher, much\nhigher. In other areas actually childish in configuration. Perhaps\nthat's why you need help.\"\n\n\"Maybe,\" said Danny.\n\n\"You may enter the consulting chamber. Deposit the amount indicated at\nthe door.\"\n\n\n\nHalf of Danny's weekly allowance vanished in the coin slot. He went in\nand lay down on the pneumatic couch. The voice was even friendlier than\nit had been. He should have been reassured but wasn't.\n\n\"Now, Danny. What's your problem?\"\n\nHe had carried it around with him for months. Once or twice he had\ntried to talk to others about it. And promptly shut up when he had seen\nwhere it was leading. He stirred restlessly. \"Music,\" he mumbled.\n\n\"You should learn to like it,\" said the machine. \"It's essential for a\nman of culture.\"\n\n\"But I do like it,\" cried Danny. He remembered and lowered his voice.\n\"I like music,\" he whispered.\n\n\"Then there's no problem. Listen to it and enjoy it.\"\n\n\"But I do listen. Every chance I get.\"\n\n\"Be more moderate,\" said the sidewalk psychiatrist. \"Don't listen so\nmuch or soon there'll be nothing you haven't heard.\"\n\n\"I want to be a musician,\" said Danny.\n\n\"A good hobby for a spaceman,\" said the sidewalk psychiatrist\napprovingly.\n\n\"It's not a hobby,\" said Danny. \"And I don't want to be a spaceman.\"\n\n\"Not a spaceman?\" The sidewalk psychiatrist seemed surprised. \"Mars and\nVenus are settled. Last year a permanent colony was set up on Pluto.\nAnd a few months ago a ship set out for the stars. Spacemen have a\nglorious future.\"\n\n\"I know it,\" said Danny. \"But does everyone have to be a spaceman?\"\n\n\"No. Electronics is a good field. And then there's math.\"\n\n\"I'm good in both of them,\" said Danny impatiently. \"If I should tell\nyou what I've done--\" He stopped. It wouldn't do to tell; that would\nreveal he wasn't nineteen. \"But I don't want to be any of those. Isn't\nthere room somewhere for a musician?\"\n\n\"You think other things are important. So, Danny?\" The machine paused.\n\"You're right. There are stars inside that have to be reached.\" The\nsidewalk psychiatrist pondered. \"Then be what you want, Danny. Study\nand listen. Maybe when you've heard everything there is, you'll wish\nyou hadn't. But you will be an authority.\"\n\n\"I don't want to be an authority,\" yelled Danny. He didn't lower his\nvoice. \"I want to be a musician.\"\n\nThe machine seemed to be lost. \"You mean you want to play an\ninstrument?\"\n\n\"That's it. Also, if I'm good enough, to compose music.\"\n\n\"Compose?\" said the machine. \"Play? There's no way to do that. Even if\nyou could find an instrument, robots can play it better.\"\n\n\"Robots can't play at all,\" said Danny. \"They're machines. They merely\nrepeat the notes that men played long ago. And when they do it--\" He\nstopped. He wanted information, not an argument.\n\nHe controlled his voice and spoke more slowly. \"This is a hypothetical\nquestion. How would I, or anyone, learn to be a musician?\"\n\n\"Don't ask that question.\"\n\n\"But I did,\" said Danny. \"It's not against the law.\"\n\n\"But against custom,\" answered the S.P. \"And that's stronger than you\nthink. It's the matrix out of which laws are formed.\"\n\n\"I've paid you,\" said Danny. \"Answer my question.\"\n\nThe machine spoke with difficulty. \"First, secretly you must find--\"\nThe voice broke off, and though Danny shouted, it would not answer.\n\nA light flashed on the panel. PLEASE REMAIN WHERE YOU ARE. THE PSYCH\nSQUAD WILL SOON BE HERE. DON'T ATTEMPT VIOLENCE; IT WILL BE MET WITH\nFORCE IF NECESSARY. YOU HAVE INDICATED YOU ARE AN ABNORMAL MEMBER OF\nSOCIETY.\n\n\n\nPadded arms swung from beneath the couch to enfold him, but he avoided\nthe clumsy efforts. He sprang to the door. It was locked. He shook it,\nbut it wasn't easily forced. He searched his pockets. Nothing to help\nhim. Next time he wouldn't come unprepared.\n\nSoft music crept into the narrow chamber. It was meant to be soothing;\nunder the circumstances it wasn't. Danny pounded wildly at the door.\nThe hinges gave a little, but not enough.\n\nHe looked frantically for something loose that could be used as a\nweapon. If he had tools he might detach the still waving arms of the\ncouch and use one of them to beat his way through the door. But he had\nno tools. He pressed his nose longingly against the armored glass.\n\nHe got the first glimpse of the psych squad. Two were robots, large\nand evidently strong. They were pleasant enough to look at and gave\nan impression of gentleness. Whether their behavior matched their\nappearance was another matter. The third member of the squad was a man.\n\nThe group approached cautiously. Danny squatted low beside the door.\n\"I'm in contact with the psych squad,\" said the S.P. \"If you'll\ncooperate with them it will look good on your record. You'll get by\nwith a minimum mental change. They may let you keep some of your\nenthusiasm for music. Will you go peacefully?\"\n\n\"Yes,\" said Danny in a low voice.\n\n\"Then go out slowly when they open the door. Hold your hands above your\nhead.\"\n\n\"I can't,\" said Danny. \"I hurt myself. I think it's my leg.\"\n\nS.P. was silent for a moment. \"The robots will come for you. Remember,\ndon't try to harm them. They're built to handle violent cases.\"\n\nDanny faked a cry of pain. He peered through a crack in the door. It\nwas getting dark, difficult to see the legs of the approaching robot.\n\nThe door opened and Danny was through it like a sprinter. The robot\nreached out; it just wasn't fast enough. It was experienced, but not in\ncapturing a boy trained in spaceman gymnastics. Intact, Danny wriggled\nfree. Not a shred of skin or clothing remained in the grasping hands.\n\nHe eluded the second robot and changed direction. Deliberately he\ncollided with the man. Of the two Danny was smaller, but not by much.\nBesides youth, he had the advantage of momentum. Startled, the man went\ndown. By the time he scrambled to his feet, mad enough to follow, Danny\nhad entered a genuine twentieth century alley, complete with trash\ncans. Danny was certain the man hadn't seen his face.\n\nHe had visited Culture City often and was at home in it. It was a\ngood gamble the psych squad wasn't. Danny ran on, dodging through the\nnarrow passageways, and, when he was well ahead of them, climbed an\ninconspicuous fire escape to the top of a building and watched the\npsych squad blunder by below.\n\nSatisfied he hadn't been observed, he went inside the building and\npresently emerged on a main street, breathing a little heavily, but\notherwise a normal boy, face washed and hair combed.\n\nCulture City was beginning to come to life with the evening trade. More\npeople were on the streets and he mingled with them. But he knew his\nescape was only temporary, unless....\n\n\n\nHe bought a confection and munched on it though his stomach quivered\nand refused to have anything to do with the intruding material. He had\nto act natural, and something like that seemed called for. He picked up\na stick from the trash that, true to the period, littered the streets.\nHe swung it nonchalantly as he circled back to the drugstore. He passed\nthrough that as fast as he dared.\n\nInto the parking lot again. He searched along the borders of it until\nhe found what he wanted. Then he approached the sidewalk psychiatrist.\n\"It's me, Danny,\" he said in a low voice.\n\nThe S.P. seemed surprised. \"What do you want?\"\n\n\"I'm going to give myself up,\" he said. \"You've got my fingerprints.\"\n\n\"I do,\" said S.P. \"And you remembered that in your panic. You have an\nuncluttered mind. Too bad it isn't well balanced. Wait. I'll call the\npsych squad.\"\n\n\"Let me inside,\" said Danny. His voice broke.\n\n\"Nonsense,\" said S.P. \"The psych squad won't hurt you.\" Nevertheless\nthe reply was uncertain.\n\n\"Please let me wait inside,\" begged Danny.\n\n\"You may have a weapon,\" said S.P. slowly. \"I can't take a chance.\"\n\nThat told Danny what he wanted to know. The fingerprints had not yet\nbeen transmitted back to central files. \"I'm twelve years old,\" he\nsaid. \"You thought I was older because I'm smart and because I'm big\nfor my age. But I'm really twelve years old and I'm afraid of them.\"\n\nThe sidewalk psychiatrist searched through its memory and evaluated\nit. \"You're right about your age. And the fear is understandable.\"\nThe voice softened. \"Come inside and wait. And be quiet. I have to\nconcentrate to contact the psych squad robots.\"\n\nThe door swung open and Danny thrust the stick in the hinges. The\ndoor started to close again but couldn't. \"What are you doing?\" asked\nthe startled sidewalk psychiatrist. The rock in Danny's hand crashed\nagainst the panel that housed the thinking mechanism. \"Please,\"\nshrieked S.P. The rock smashed again and the voice was silent.\n\nDanny thrust his hand into the tangled mass and felt around. He\nwithdrew his hand and pocketed a small item. After that he worked fast,\ncarefully wiping off everything he had touched.\n\nSatisfied that he had done everything he could, he wrenched the stick\nout of the hinges and jumped outside as the door slammed shut. He\nwalked out of the parking lot and through Culture City to the park that\nencircled and isolated it from the surrounding great spaceport.\n\nHe sat down in the darkness and took the small mechanism from his\npocket. The memory unit of the sidewalk psychiatrist. The record of the\ninterview, his fingerprints, all the pertinent data.\n\nWithout this the psych squad wouldn't have a thing to work on. A brief\nglimpse in the darkness. And Danny was big for his age. A twelve year\nold psych case? They wouldn't think of it.\n\nDanny laid the mechanism on the ground and stamped on it\ndispassionately. When the destruction was complete he scooped up the\nremains and tossed the useless unit into a small stream that gurgled\nnearby.\n\nHis knees were weak. He buried his face in the grass and let sobs shake\nhim until there were no tears. He smoothed his hair and wiped his face\nand got up.\n\nThe way was not exactly clear, but he knew he was going to reach it. He\nwould have to do it alone.\n\n\n\nThere was always a chance a passerby might look into the entrance and\nsee him. Danny worked according to plan. He adjusted the ultraviolet\ncell, fanning it out to a thin vertical beam of the proper height. He\nsat it on the floor and aimed it at the dark stripe that looked like\na decoration but wasn't. It was a photo electric eye, continuous from\nfloor to ceiling. It was also, Danny knew, a minimum intensity circuit.\nAnd that made it easier.\n\nDanny walked through the circuit, behind the cell he had set on the\nfloor. The alarm didn't ring. It wouldn't, as long as the eye received\nan unbroken beam from any source. In the ultraviolet cell he had\nprovided such a source.\n\nHe reached back and drew the cell toward him, carefully pointing it\nat the dark stripe on the wall until his hand was safely through. He\nsnapped off the cell and hurried around the corner. He was beyond\nchance human detection.\n\nHe went on. There was a door, locked, as he expected. An old fashioned\nlock, mechanical type, in keeping with the character of Music Hall.\nIt had been a good lock when it was made, nearly unpickable. Danny\ninserted a wire device and listened. He turned, and the door swung\nopen.\n\nHe stepped back a few feet in the darkness, ran, and jumped forward.\nThe lights did not go on. He had jumped far enough. It was merely a\npressure plate, designed to count visitors. But one visitor would\nactivate the auditorium staff. And that he didn't want.\n\nHe closed the door behind him and made his way into the balcony by way\nof a rest room. From the balcony he climbed into a box. From there a\nlittle used passageway led to the stage.\n\nIt was easy, ridiculously so. The piano was lighted by a soft violet\nlight, probably germicidal. Danny paused at the entrance to the\nenclosure.\n\nIt was useless to struggle against the hand, that, from nowhere,\nfastened to his arm. He was no match for the strength of a robot.\n\n\"I knew there was something wrong,\" said the caretaker. The face that\nlooked at Danny was dignified and kindly, if expressionless.\n\nDanny said nothing.\n\n\"Humidity changes,\" muttered the robot caretaker. \"Not much, but some\non three successive days. No one is supposed to be here. Can't have it.\nWood will rot and metal rust.\" It seemed vaguely disturbed.\n\nDanny squirmed. The caretaker took hold of both arms and looked\ncloser. \"Why, it's human.\" It squeezed harder as if to test.\n\nTears came to Danny's eyes. \"I belong here,\" he said stubbornly.\n\n\"During a synthony,\" conceded the robot. \"Then it's all right for you\nto be here, in the audience. Other times you must stay out. Away from\nthe piano.\"\n\n\"But I belong here,\" said Danny. \"Honest. I'm a composer.\"\n\n\"Recomposer,\" corrected the caretaker. \"Robots don't compose. They\nrecompose.\"\n\n\"I can recompose too,\" said Danny desperately. \"I'm going to be a real\nmusician.\"\n\n\"Recompose,\" mused the caretaker. The grip loosened a little. \"Then\nyou're a music robot. I never heard of a robot composer, though.\" The\ncaretaker thought about it with all the mental equipment it had. \"If\nyou're a music robot, let's hear some music.\"\n\n\"Let go,\" said Danny. \"I'll play the piano.\"\n\n\"First the music,\" said the caretaker. \"Then I'll let go.\"\n\n\"But I don't have an instrument.\"\n\n\"Music robots don't need them. The notes are stored inside. They carry\nan instrument for appearance only.\n\n\"The piano master needs an instrument,\" argued Danny. \"It's different.\nIt actually plays.\"\n\n\"The piano robot, yes,\" agreed the caretaker. \"But there's only one in\nthe city and you're not it.\" The caretaker sighed. \"You've been lying\nto me. I'll have to report you.\"\n\nDanny struggled, though it was useless. In a few minutes he'd be turned\nover to the authorities. Psychological conditioning would be used on\nhim. He had to avoid that, no matter what.\n\nHe stopped struggling; deliberately he relaxed--and whistled.\n\nIt was thin and halting, but the caretaker hesitated. Danny's breath\ncame a little easier and the melody became stronger. The caretaker\npaused doubtfully.\n\nDanny swept into a currently popular recomposition. The caretaker let\ngo.\n\nTriumphantly Danny whistled on. He followed with a new tune he made up\nas he went along.\n\nThe caretaker sighed when Danny finished. \"Then you really are a music\nrobot.\"\n\n\"What else? Did you ever hear any human make music?\"\n\nThe caretaker shook its head and walked to the piano. \"But why didn't\nthey tell me you're supposed to play here?\"\n\n\"Do they tell you anything about music? You're just the caretaker, you\nknow.\"\n\nA spark of suspicion remained. \"Why do you need to practice? Other\nrobots don't.\"\n\n\"They're made the way they are,\" said Danny. \"They never get any worse,\nor better. But composers are different. We have lots to learn.\"\n\nThe caretaker was satisfied. \"All right. Play it, then.\" It adjusted\nthe humidity controls in the piano enclosure to compensate for the\nincreased moisture.\n\n\"Can't,\" said Danny, conscious of time. \"Tomorrow, maybe.\"\n\n\"Tonight, if you want,\" suggested the caretaker.\n\n\"Tonight will suit me fine,\" said Danny.\n\n\n\nDuring the years that followed Danny practiced and played for his\nown enjoyment. He did well in his conventional studies; that was a\nmatter of camouflage. Not so well, though, that he'd be selected for\nspecialization. That called for more real knowledge than he dared\nshow. He had to be a step ahead so that he could estimate what he was\nsupposed to know and then fit himself into the academic specifications.\n\nAs he grew older his free time increased. He spent as much of it as\nhe could at Music Hall. Mornings, evenings, but mostly at night he\npracticed. Even by the old forgotten standards he became an excellent\nmusician. It was a precarious existence; his mastery was sharpened by\nthe knowledge that he must never be discovered.\n\nDuring the year he was fourteen he attended a synthony; nothing unusual\nin it, a routine matter. He sat in the balcony where he was less\nconspicuous. The lights lowered and the conversation in Music Hall\nslackened.\n\nOn the stage came the Louis Armstrong Hot Five. Satchmo to the life,\nall of them, from the first to the last recorded note. Two trumpets, a\ncornet, and two singers.\n\nA trumpet soared out on a clean strong singing note and the other\ntrumpet danced above it with a clarinet effect. Satchmo again, this\ntime on the cornet, created a staccato growl in the lower register. And\nLouis the singer, with uncanny rhythm and knowledge of vocal dynamics,\nstarted the song. The fifth Armstrong backed the ensemble with an\nobligato of scat. The Hot Five took it from there.\n\nIt was an exhibition of free style counterpoint and melody that had\nonce been a part of traditional music. Lost for a time, found again by\njazz, heatedly denied and equally defended, it had at last returned to\nits rightful place in the great company of music.\n\nLouis, the original Louis, would have been amazed by the performance.\nDelighted by it, too. Because it was his, from beginning to end.\nEvery note, at one time or another, he had played, though not in that\nsequence. He might have done it that way, had he, in the flesh, been\nable to split himself into five parts, each as musically complete as\nthe others.\n\nThe Caruso quartet followed. Danny listened as raptly as he had to\nthe first. Different music in each case, but melody was big enough to\ninclude both performers.\n\nDuring intermission a girl twice his age attached herself to Danny. She\nwouldn't have bothered had she known, but he was still big for his age.\nIt was easy to mistake physical size for maturity, youthful silence for\nsophisticated taciturnity.\n\nShe chattered gaily. \"Don't you think it's wonderful?\"\n\nHe nodded mutely.\n\n\"I mean, the world's great masters, all the time. Nothing second rate.\nThe best, any time you want them, of all the ages.\"\n\n\"Not all the ages,\" he corrected. \"What about Paganini?\"\n\n\"What about him?\" she said. \"Who's he?\"\n\nHe reconsidered swiftly. She wouldn't know about Paganini since he had\nplayed before recorded music. \"Some old virtuoso,\" he said offhandedly.\n\"I read about him. He was supposed to be good.\"\n\n\"But as long as we haven't heard him we can't miss him,\" she said\ncheerfully.\n\nIt was too pat. \"Not only that,\" he said. \"You said masters of all\nages. What about the masters of today? Have you heard them? Where are\nthey?\"\n\n\"Why here,\" she said puzzledly. \"At any synthony.\"\n\n\"They're not,\" he said positively. \"We're living with borrowed music.\nThose composers knew nothing of the things that are familiar to us.\nThey never heard rockets coming in from Mars. Nor the hum of hundred\nstory farms. How could they compose the music that we need to hear?\"\n\nThe girl looked at him queerly, as if seeing him for the first time.\n\"You're very young,\" she said finally. \"Most of us feel that way when\nwe're young.\" She touched him lightly. \"You may be right, but keep your\nviews to yourself.\" She made her way back to the auditorium.\n\nFortunately the synthony had begun. The audience had left the lobby;\nnone but the girl had heard him. Danny had said it, though, and having\ndone so, couldn't listen to the music. Casals, Menuhin, Heifetz, Sidney\nBechet, Szigetti, Segovia, and others were in the orchestra, but the\nharmonies were meaningless and the melody, or rather the fusion of a\ndozen older ones, was thin and hackneyed.\n\nThe only composer of the twenty-third century sat in the body of a\nfourteen year old boy and had nothing to compose on or for.\n\n\n\nHe went home, confused. What he had said was true, though this was the\nfirst time he had recognized it. For several days he did not practice.\nIn the end he went back to the piano and played more fiercely.\n\nMuch of his time he now spent in the experimental lab. He puttered with\nsound and electronics in a seemingly aimless fashion. Outwardly nothing\ncame of this; in six months his interest waned. But in that period he\nhad built, secretly, a small device.\n\nIt was not altogether new; it was a combination of several existing\nsound systems, adapted to his purpose. But the application of the\ndevice, that was new.\n\nIt did not exist by and for itself; it was a supplement to an existing\nmusical instrument, the piano. It changed the range of the familiar\ninstrument, extended it, developed it.\n\nDanny concealed the electronic device in his room. Piece by piece\nhe took it to the Music Hall and installed it in the piano. When he\nfinished, to all outward appearances, the piano was unchanged.\n\nHidden in the legs, concealed in the lid, disposed of in various\nplaces, his attachment was safe from all but x-ray inspection. And\non such a time honored instrument that kind of an examination wasn't\nlikely.\n\nThe switch had posed a problem. It couldn't be a mechanical type;\nthat was too difficult to hide. And even the best hidden switch might\naccidentally be turned on.\n\nA sonic switch was the answer. A complete melody which, when played\nthrough, would actuate his invention. The new sound system would then\nbe coupled to the old piano and a twenty-third century instrument\nwould be in operation. A piano, but more than the piano, beyond it. To\nhimself Danny called it a meta piano.\n\nThe requirements of the actuating melody, the key that would operate\nthe sonic switch, were simple. It had to be a melody that was never\nplayed. Something that had never been recorded in pre-music robot days,\nor one of which no record had survived.\n\nDanny could read music, an accomplishment he'd taught himself. He\nvisualized a printed score he had once seen in a museum. He ran over it\nonce in his mind and he played it on the piano. The blank tape that was\na part of sounds were impressed on the his device.\n\nThe melody was keyed in; thereafter, when it was played once, his\ninvention would be ready for operation. A time lapse would switch it\noff.\n\nDanny arose and walked out of the enclosure. His work as an inventor\nwas done. His accomplishments as a musician were just beginning.\n\n\n\nThe next two years Danny learned the instrument. Each time he switched\nit on with the key melody, playing until it was time to go, and then\nleaving, secure in his knowledge that the passage of time would\ndisconnect his invention. He grew more assured of his technique,\nexpanding and developing it. He had been good before. How much he now\nknew there was no way of gauging. He had no audience whose reaction he\ncould test.\n\nOf course there were the usual evening concerts. One night he sat in\nthe balcony listening aimlessly. He let conversations flow past without\nactually hearing them. Background noise, an essential part of the scene\nat Music Hall.\n\nWithout knowing why, he became disturbed. Something was happening. He\nlistened more closely. Several times he heard it mentioned. And no one\nbut himself ought to know that.\n\nFor the first time he glanced at the program he'd taken on entering. He\nread through it with profound unease.\n\n\"Tonight's audience will participate in the most exciting musical event\nof the past generation. A new record has been found. The robot piano\nmaster, Horowitz Rubinstein Paderewsky Art Tatum Rozenthal will have\na new technique added. Jelly Roll Morton will be integrated into the\ncomposite musical personality.\n\n\"The record was found several months ago during the excavation of a\ntwentieth century slum. Shattered into several hundred pieces, at first\nit was not recognized. A keen student of music investigated, and, as\na result of modern research was able to restore it to the original\ncondition.\n\n\"Transposed to the brain of the robot master, the work is presented\ntonight for the first time in several centuries. Flee As A Bird To The\nMountain....\"\n\nDanny laid the program down. A prophetic title. Advice that he ought to\ntake, if he could. Flee As A Bird.... That was the key melody; it would\nbring in operation his invention, the meta piano.\n\nAutomatically he arose. Not to leave; he couldn't do that. Once the\nmeta piano was played it would never be accessible. After that they\nwould guard it well, perhaps with a corps of robots. Moreover they\nwould discover the source of the new sounds. They would trace the parts\nof the mechanism back to him. They wouldn't be lenient when they found\nhim.\n\nHe had perhaps an hour in which to make certain the meta piano was not\nplayed.\n\nHe headed toward the box seats. He had to approach the piano from\nbackstage. It might be possible to cut the lights, and in the few\nminutes of darkness wreck the concealed meta piano circuits. The piano\nwouldn't be harmed; it would play as it always had.\n\nFor the first time in his memory all the boxes were filled. A husky,\nbelligerent man glared at him. \"I'm sorry,\" said Danny, \"But--\"\n\n\"Sure, I know,\" said the occupant. \"You want a better seat.\" He turned\naway and began chatting with the girls at his side.\n\nDanny shrugged. That was no way to get backstage. He went downstairs.\nNormally open, tonight the stage entrance was closed. Actually the\naudience wasn't interested in the performers, but tradition lived long\nand there was a press of spectators bent on conforming to it.\n\nFifty minutes left and he still wasn't near the piano. He fought his\nway outside and strolled speculatively along the building. The power\nlines were underground, of course. And most likely there were several\nalternative sources of power. Nothing he could do about that.\n\nOn impulse he walked to the back of the building and whistled. The\ncaretaker opened the door and peered out cautiously. \"Can't practice\ntonight.\"\n\n\"After the crowd goes home I can,\" said Danny. He walked in. Forty\nminutes remained.\n\n\n\nThe audience had been all confusion. Backstage it was quiet. Robots\nwere efficient and silent. Tonight, however, a human announcer and one\ntechnician were present. It was a complicating factor he hadn't counted\non.\n\nThe power switches were hard to find. After several fruitless minutes,\ndodging in and out of the corridors to avoid the human crew, Danny\nsought out the caretaker.\n\n\"Where is the switchboard?\" he asked casually.\n\n\"Thought you were a music robot,\" said the caretaker slowly.\n\n\"I am,\" said Danny hastily. He whistled.\n\nThe caretaker closed his eyes. \"You're not supposed to know about such\nthings.\" The eyes remained closed. \"Anyway, the switches are below.\nAtom bomb shelter built hundreds of years ago and never used.\" The\neyes came open. \"Know anything about atom bombs?\"\n\n\"Not a thing,\" said Danny and walked away. He knew about atom bombs but\nhe didn't have one. And short of that there was no way to interrupt the\npower.\n\nTwenty-five minutes left, and it seemed impossible to get to the meta\npiano circuits.\n\nThe robot piano master was his last hope. Disable it and the critical\npart of the program would have to be cancelled.\n\nDanny started the search. The music robots, motionless and silent, were\nseated near the orchestra entrance. The piano robot was not with them.\n\nActing on a hunch, Danny located the dressing rooms. One by one he\nwent through them. A robot had no need for privacy, but in the third\nroom he found the piano robot. It was listening to music. Vaguely he\nwas disturbed. Generally robots merely reproduced music; they didn't\nlisten to it. Evidently the piano robot was different in ways he hadn't\nsuspected. He'd have to find out about that, later.\n\nHe located a short length of metal bar and softly opened the door. The\npiano robot was still intently listening. A blow from behind knocked it\nsprawling. Instantly Danny followed with another blow to the side of\nthe head. The robot jerked spasmodically.\n\nMethodically he pounded the hands and arms into a pulpy mass. It wasn't\nflesh and it didn't look like it; through the synthetic skin covering\nwires and metal joints splayed as he struck savagely.\n\n\"Piano master.\" Danny straightened up. The human announcer was outside\nthe door.\n\nDanny looked around. There was no other exit save the way he had come\nin. He turned the music louder. The meta piano was not safe unless he\ncould get out undetected. They would want to know the reasons for his\nattack on the piano robot and they had means to find out.\n\n\"Piano Master.\" The voice was louder, more insistent.\n\n\"Yes?\" Danny muffled his voice, spoke through the music.\n\n\"The program will begin in ten minutes.\"\n\n\"I know. I'll be there.\"\n\n\"The music committee is waiting to accompany you. When will you be\nready?\"\n\nHe was caught by the logic of the occasion. Normally no one bothered\nwith the piano robot. But this was a big event and old traditions had\nbeen resurrected for it. \"I'm listening to the music,\" said Danny.\n\"I'll be ready.\"\n\n\n\nHe stripped clothing off the inert robot. Forked black coat and a\nridiculous string around his throat: the uniform of the music robot.\nThe existence of such a uniform would help him. Hastily he changed,\ntossing his own clothing in a corner. He was half a head taller than\nthe piano master, and broader in the shoulders. The sleeves and\ntrousers were too short. He stretched them to fit. Another inch more\nwould have been more than the fabric would lengthen.\n\nDanny's hair was light brown; the robot piano master's an iron grey.\nUnder stage lighting it might not be noticed. He rumpled his hair to\nconform to standards.\n\nDid anyone look at a robot's face? Danny hoped not; there was nothing\nhe could do about his. He dragged the robot behind a chair, and,\nassuming a masklike, tranquil expression, walked out of the dressing\nroom as if in a trance.\n\nNo one noticed anything. Nodding, the announcer led him to the stage.\nThe committee followed and sat at one side of the stage. So far Danny\nhad passed.\n\nHe had read the program and knew what was to occur. An introductory\npiano concerto and then the event of the evening. Or perhaps the\ndecade. It rated a human announcer and was probably broadcast to three\nworlds.\n\nThe important thing was the sequence of notes in Flee As A Bird. If it\nwere played exactly as he had keyed it in, the meta piano would go\ninto operation. Once they heard it the audience would never mistake it\nfor any other instrument.\n\nBut the sequence was long. If he could alter it by as little as two\nnotes the sonic switch would not operate. It was worth trying.\n\nOutside the enclosure the announcer was making a speech. The audience\napplauded and then it was his cue.\n\nHe smiled ironically. He had never hoped for an audience, and now he\nhad one. It was a debut he didn't care for.\n\nHe struck the opening bars of the concerto. The keys rippled under his\nfingers. He played with the uninspired competence that was expected of\na music robot.\n\nIt was time for the trumpets to come in, but they didn't. And the\nviolins were long overdue with a repeat of his opening phrase. The\norchestra was supposed to play with the piano and it wasn't doing so.\nDanny looked at the audience; something was wrong: even they knew it.\nWhat was it? Danny glanced over his shoulder at the orchestra.\n\nThe robots stood there uneasily, dummy instruments poised. Not a sound\ncame from the mechanism concealed in their bodies. For some reason they\ncould not follow his lead.\n\nHe let a note drop from his fingers and stared around. It wasn't going\nthe way he had planned. The announcer stepped into the gap.\n\n\"Due to an unexpected technical failure, we are unable to present the\nconcerto as scheduled. There will be a brief delay and then the main\nevent of the evening will follow.\"\n\nAd libbing, of course. The announcer didn't know what had happened. But\nhe had observed that Danny was playing and the orchestra was not. It\nwould seem logical to him that the fault lay in the orchestra and not\nwith the piano.\n\nActually, Danny now realized, it was the reverse. The piano robot was\nthe leader of the orchestra. It _was_ different; it coordinated the\nactivities of the other robots, gave them the rhythm, a purpose. Better\nmusician or not, Danny couldn't fill that role. He was a man, not a\nmachine, and his mind did not function on an electronic level.\n\nDanny glanced at the wings of the stage. No matter what he did now he\nwas lost. The robot piano master stood out of sight of the audience\nand the announcer, broken arms drooping. Beside him were half a dozen\nmembers of the psych squad.\n\nThe audience was restless, and puzzled. As full as the auditorium was,\nthere was room for a few more men who slipped in quietly and took their\nstations by the exits. They were probably armed.\n\n\n\nDanny faced the piano. They had come to hear an old melody, and he\nwould give it to them. Flee As A Bird To The Mountain. It was a New\nOrleans funeral march, and that was fitting. It was the end of him as a\nmusician.\n\nHe let the first notes roll off his fingers, slow. The music had been\nburied three hundred years and it was still good. It hadn't been worn\nout with too much listening.\n\nHe got through the first chorus and the audience was listening. They\ndidn't know it, but it was human music they were responding to.\n\nThe sonic switch closed and the meta piano took over. Danny had\nbuilt it and it was to the piano as the piano was to a harpsichord.\nIt was a solitary instrument but an orchestra couldn't compete with\nit. The sounding board of the original piano was not big enough. It\nwas designed to use the whole building and the air within it as the\nvibrating medium. He had never used the full force of it before. But he\ndid now. Now was the time; he had nothing to lose.\n\nHe finished the New Orleans march on the meta piano and then let them\nhear what music meant to him. His own compositions, carried around\nin his memory because it was dangerous to let anyone know he could\nwrite music. It was his audience and he was going to show them what\npreviously he had concealed. The technicians wouldn't have enough\npresence of mind to cut him off the radio hookup.\n\nHe played them harmonies no one ever thought of; not only what they\nheard, but also what they couldn't hear. Overtones piled high on\novertones until the last in the series were out of reach of the human\near. Maybe the ears of dogs or bats too, but that didn't matter. It\ndidn't matter either that humans couldn't hear it. It was there and it\naffected them.\n\nIt touched the auditory nerve endings and those nerves that had nothing\nto do with the perception of sound. It moved with the hush of a comet\nor shook like an exploding nucleus disrupts an atom. From the big\nto the little and back again he took them on a musical tour of the\nuniverse. No other charge than the price of admission.\n\nIt was his first concert and probably his last. When it was over he\nleaned against the meta piano; it became silent and changed back into\nthe ordinary instrument.\n\nThe audience did not move and made no sound. He had expected some\nreaction, but not this. He had hoped they would like it.\n\nHe bowed his head in defeat. When he looked up the audience still had\nnot moved. But the piano master stood at the entrance to the enclosure.\n\"These can be replaced,\" the robot whispered, holding out his broken\nhands.\n\nThen the piano master spoke loud enough for everyone to hear. \"I don't\nknow anything about music. Will you teach me?\"\n\nThat was the signal the audience was waiting for; the applause came in\nwaves that would not stop. It engulfed Danny and brought him trembling\nto his feet. The thunder of sound increased in intensity until it\nseemed as if the very walls would crash with the vibration. And mingled\nwith it he heard a swelling chorus of human voices shouting a word long\nburied but now resurrected; Bravo! Bravo--_Bravo!_\n\nA smile crossed Danny's tense features and suddenly then he felt\nrelaxed; he glanced to the side of the stage, saw the piano robot\nnodding approval, and beside the robot, the psych squad. The faces\nhad lost their sternness; there was an awe instead, and, Danny saw,\nsmiles....\n\nDanny turned back to the audience and its continuing ovation.\n\nHe bowed humbly....",
    "metadata": {
        "author": [
            "Wallace, Floyd Lee",
            "Wallace, F. L. (Floyd L.)",
            "Wallace, F.L.",
            "Wallace, Floyd L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66154/pg66154.txt",
        "name": "the_music_master.json"
    }
}