{
    "name": "The Spinster\n1905",
    "author": [
        "Hichens, Robert Smythe",
        "Hichens, Robert S. (Robert Smythe)",
        "Hichens, Robert"
    ],
    "body": "By Robert Hichens\n\nFrederick A. Stokes Company Publishers\n\nCopyright, 1905\n\n\nI had arrived at Inley Abbey that afternoon, and was sitting at dinner\nwith Inley and his pretty wife, whom I had not seen for five years,\nsince the day I was his best man, when we all heard faintly the tolling\nof a church bell. Lady Inley shook her shoulders in a rather exaggerated\nshudder.\n\n\"Someone dead!\" said her husband.\n\n\"It's a mistake to build a church in the grounds of a house,\" Lady Inley\nsaid in her clear, drawling soprano voice. \"That noise gives me the\nblues.\"\n\n\"Whom can it be for?\" asked Inley.\n\n\"Miss Bassett, probably,\" Lady Inley replied carelessly, helping herself\nto a bonbon from a little silver dish.\n\nInley started.\n\n\"Miss Sarah Bassett! What makes you think so?\"\n\n\"Oh, while you were away in town she got ill. Didn't you know?\"\n\n\"No,\" said Inley.\n\nI could see that he was moved. His dark, short face had changed\nsuddenly, and he stopped eating his fruit. Lady Inley went on crunching\nthe bonbon between her little white teeth with all the enjoyment of a\npretty marmoset.\n\n\"Influenza,\" she said airily. \"And then pneumonia. Of course, at her\nage, you know---- By the way, what is her age, Nino?\"\n\n\"No idea,\" said Inley shortly.\n\nHe was listening to the dim and monotonous sound of the church bell.\n\nLady Inley turned to me with the childish, confidential movement which\nmen considered one of her many charms.\n\n\"Miss Bassett is, or was, one of those funny old spinsters who always\nlook the same and always ridiculous. Dry twigs, you know. One size all\nthe way down. Very little hair, and no emotions. If it weren't for the\nsake of cats, one would wonder why such people are born. But they're\nalways cat-lovers. I suppose that's why they're so often called old\ncats.\"\n\nShe uttered a little high-pitched laugh, and got up.\n\n\"Don't be too long,\" she said to me carelessly as I opened the\ndining-room door for her. \"I want to sing 'Ohe Charmette' to you.\n\n\"I won't be long,\" I answered, thinking what exquisite eyes she had.\n\nShe turned, and went out in her delicious, thin way. No wonder she had\nmade skeletons the rage in London. When I came back to the dinner-table\nInley was sitting with both his brown hands clenched on the cloth. His\nblack eyes--inherited from his dead mother, who had been one of the\nNeapolitan aristocracy--were glittering.\n\n\"What is it, Nino?\" I asked as I sat down.\n\nWe had been such intimate friends that even my five years' absence\nabroad had not built up a barrier between us.\n\n\"I wonder if it is Miss Bassett?\" he said, looking at me earnestly.\n\n\"But was she a great friend of yours?\" I said. \"If Lady Inley's\ndescription of her is accurate, I can hardly imagine so.\"\n\n\"Vere doesn't know what she's saying.\"\n\n\"Then Miss Bassett----\"\n\n\"Oh, she does look like that; dried up, unemotional, tame, English, even\ncomic.\"\n\n\"The regular spinster, eh?\"\n\n\"She looks it. But, damn it all, Vere has no business to say she has no\nemotions, to wonder why such people are born. But she doesn't know--Vere\ndoesn't know.\"\n\nHis agitation grew, and was inexplicable to me. But I knew Inley, knew\nthat he was bound to tell me what was on his mind. He could be reserved,\nbut not with me. So I took a cigar, cut the end off it deliberately,\nstruck a match, lighted it, and began to smoke in silence. He followed\nmy example quickly, and then said:\n\n\"Vere talks like that, and, but for Miss Bassett, Vere would have been\nmurdered two years ago.\"\n\nI started, and dropped my cigar on the table.\n\n\"Murdered!\"\n\n\"Yes; and I----\"\n\nHe fixed his eyes on me, and put his hand up to his throat. Nino was\nhalf Neapolitan, and I saw a man being hanged. I picked up my cigar with\na hand that slightly shook.\n\n\"But,\" I said, \"I always thought Lady Inley and you were very happy\ntogether.\"\n\nIt sounded banal, even ridiculous, but I hardly knew what to say. I was\nstartled. The tolling of the bell, too, was getting on my nerves.\n\n\"One doesn't write such things,\" he said. \"You've been abroad for\nyears.\"\n\n\"It's all right now?\"\n\nHe nodded.\n\n\"I suppose so. Vere has never had the least suspicion.\"\n\nHe drew his chair closer to mine, and was about to go on speaking when\nthe servants came in with the coffee.\n\n\"Who's the bell tolling for, Hurst?\" he said to the butler.\n\n\"I couldn't say, my lord.\"\n\nWhen the servants had gone Inley continued, at first in a calmer voice:\n\n\"Miss Bassett lived in the red cottage just beyond the gate of the South\nLodge from time immemorial. You generally came to us in Scotland, I\nknow, but I should think you must have seen her.\"\n\nSuddenly a recollection flashed upon me--a recollection of a long, flat\nfigure, a drab face, thin hair coming away from a wrinkled forehead\nunder a mushroom hat, flapping, old-fashioned golden earrings.\n\n\"Not the person I used to call 'the Plank'?\" I said.\n\n\"Did you?\"\n\nHe thought for a moment.\n\n\"Yes; I believe you did-. I'd forgotten.\"\n\n\"She was always in church twenty minutes before the service began, and\nalways dropped her hymn-book coming out if there were visitors in the\nAbbey pew!\"\n\n\"Yes, yes; that's it. Miss Bassett is very nervous in little ways.\"\n\n\"I remember her now perfectly. And you say she----\"\n\nI looked at him, and hesitated.\n\n\"She saved Vere's life and, indirectly, mine. I'll tell you now we're\ntogether again at last. I shall never tell Vere.\"\n\nHe looked towards the windows, across which dark blue silk curtains were\ndrawn, as if he could see the passing-bell swinging in the old square\ntower. Then he turned to me.\n\n\"You know how mad I was about Vere. It's always like that with me.\nUnless I'm stone I'm fire. After we were married I got even madder.\nHaving her all to myself was like enchantment, and in Italy, too, my\nother native land.\"\n\nI thought of Lady Inley's eyes.\n\n\"I can understand,\" I said.\n\n\"Of course, when we got back it had to be different. Friends came\nin, and she was run after and admired and written about. You know the\npublicity of life in modern London.\"\n\n\"City of public-houses and society spies.\"\n\n\"I bore it, because it's supposed to be the thing. And Vere rather likes\nit, somehow. So I let her have her fun, as long as it was fun. I didn't\nintend it should ever be anything else.\"\n\nHe frowned. When he did that, and his thick eyebrows nearly met, he\nlooked all Italian.\n\n\"We did the usual things--Paris, Ascot, Scotland, and so on--till Vere\nhad to lie up.\"\n\n\"Your boy?\"\n\n\"Yes; Hugo came along. I was glad when that was over. I thought she was\ngoing to die. You knew Seymour Glynd?\"\n\n\"Life Guards? Killed hunting a year ago?\"\n\nInley nodded.\n\n\"He was a great deal with us soon after Hugo's birth. I thought nothing\nof it. I'd known the fellow all my life. But then one nearly always\nhas.\"\n\nHe laughed bitterly.\n\n\"To cut that part short, two years ago in autumn we had Glynd staying\nwith us down here for shooting. There were some others, of course--Mrs.\nJack, Bobbie Elphinton, and Lady Bobbie--but you know the lot.\"\n\n\"I did.\"\n\n\"Ah,\" he said, \"you've been well out of it these years. Well, the shoot\nwas to break up on a Friday, and I'd arranged to go to town that day\nwith the rest. Vere didn't intend to come. She said she was feeling\ntired, and was going to have a Friday to Monday rest cure. That's the\nthing, you know, nowadays. You get a Swedish _masseuse_ down to stay,\nand go to bed and drink milk. Vere had engaged a _masseuse_ to come on\nthe Friday night. On the Thursday, the day before we were all going to\ntown, Glynd hurt his foot getting over a fence into a turnip field--at\nleast I thought so.\"\n\nHe stopped.\n\n\"Everyone thought so, I believe--except, of course, Vere. I wonder if\nthey did, though?\" he added moodily. \"Or whether I was the only--But\nwhat does it matter now? Glynd said he only wanted a couple of days'\nrest to be all right again, and asked me if he might stay on at the\nAbbey till the Monday. Of course I said 'Yes; if he wouldn't want a\nhostess.' Because Vere said to me, when she heard of it, that she must\nhave her rest cure all the same. Glynd swore he'd be quite happy alone.\nSo he stayed, and the rest of us came up to town on the Friday. Well,\non the Saturday morning I was walking across the park when I met the\nSwedish _massense_ who was to have gone down to Vere on the Friday\nnight. I knew her, because Vere had often had her before in London.\n'Hullo!' I said. 'You ought to be down at Inley Abbey with my wife.'\n'No, my lord,' she said. 'Why not?' 'I've had a wire from Lady Inley not\nto go.' 'A wire!' I said. 'When did you get it?' 'On Thursday night, my\nlord.' You mean last night?' I said, thinking Vere must have changed her\nmind after we had left. 'No,' said the woman; 'on Thursday night, late.'\nThen I remembered that, after Glynd had hurt his foot and asked to stay,\nVere had gone out alone for a drive in her cart, to get a last breath of\nair before the rest cure. She must have sent the telegram herself then.\nAll of a sudden I seemed to understand a lot of things.'\"\n\nHe had let his cigar out, and now he noticed that he had. He tossed it\ninto the fire.\n\n\"I said, 'Good-morning' to the woman quite quietly, went back to the\nhouse, and told my man I shouldn't be at home that night.\"\n\nHe put his hand on my arm.\n\n\"I felt perfectly calm. Wasn't that strange?\"\n\nI nodded.\n\n\"There was a train from town reaching Ashdridge Station at nine o'clock\nat night. I took it. I didn't care to go to Inley Station, where\neverybody would know me, and wonder what I was up to. I didn't take any\nluggage. My man asked if he should pack, and I said 'No.' I didn't dine.\nI was at Pad-dington three-quarters of an hour before the train was\ndue to start. At last it came in to the platform. Going down I read the\nevening papers just like any man going home from business. Soon after we\ngot away from London I saw there was rain on the carriage windows. That\nseemed to me right. We were a little late at Ashdridge. It was still\nwet, and I had my coat collar turned up. I don't believe they recognised\nme there. I set out to walk to Inley.\"\n\n\"What did you mean to do?\"\n\n\"I told you before.\"\n\nI looked into his face, and believed him. Then I thought of Lady Inley's\nchildish, delicate beauty, of her slightly affected manner, the manner\nof a woman who has always been spoilt, whose paths have been made very\nsmooth. And here she was living, apparently happily, with a man who had\ndeliberately travelled down in the night to kill her. How ignorant we\nare!\n\n\"You are condemning me,\" Inley said, with a touch of hot anger.\n\n\"I was only thinking----\"\n\n\"Yes?\"\n\n\"That we don't know each other much in the greatest intimacy.\"\n\n\"That's what I thought then.\"\n\nHe said that in a way which suddenly put me on his side. He must\nhave seen the change in my feelings, for he went on, with his former\nunreserve:\n\n\"I walked fast in the dark. I didn't think very much, but I remember\nthat all the trees--there's a lot of woodland, you know, between\nAshdridge and Inley--seemed alive. Everything seemed to me to be alive\nthat night. I've never had that sensation before or since.\"\n\nI realised what the condition of the man had been when he said that, as\nif I were a doctor and a patient had told me the symptom which put me in\npossession of his malady.\n\n\"When I reached Inley it was late, and the long village street was\ndeserted. There were lights in the inn and in the schoolmaster's house,\nbut there were no people about. I got through without meeting a soul,\nand came on towards the gates of the Abbey.\"\n\n\"You meant to go into the house?\"\n\n\"Yes. I was sure--somehow I was sure; but I intended to see before I\nacted, merely for my own justification. But I was quite sure, as if\nVere herself had told me everything. Soon after I had got clear of the\nvillage I heard a sound of wheels behind me. I stood up against the\nhedge, and in a minute or two a fly passed me going slowly. I saw the\ndriver's face. It wasn't a man from Inley. Evidently the fly had come\nfrom a distance. It was splashed with mud, and the horse looked tired.\nI followed it till it came to the turning just below Miss Bassett's\ncottage, where there's a narrow lane going to Charfield through the\nwoods. It went a little way down this lane, and stopped. I waited at the\nturning. I could see the light from the lamps shining on the wet road,\nand in the circle of light the driver's breath. He bent down, and I saw\nhim looking at a big silver watch. Then he put it back. But he didn't\ndrive on. I knew what he was waiting for. Vere was going with--with\nGlynd. That was more than I had ever thought of, that she would go. I\nput my hand into my pocket, took out my revolver, and went on till I was\nclose to the red cottage. By this time the rain had stopped. I came up\nto within a few yards of the Abbey gates, stood for a moment, and then\nreturned till I was at the wicket of Miss Bassett's garden. It's bounded\nby a yew hedge, beyond which there is a path shaded by mulberry-trees.\nThe hedge is low. The path is dark. It was a blackguardly thing to do,\nbut I thought of nothing except myself, my wrong, and how I was to wipe\nit out. I opened the wicket, came into the path, and stood there under\nthe mulberry-trees behind the hedge. Here I was in cover, and could see\nthe road. I held my revolver in my hand, and waited. It never struck me\nthat Miss Bassett might be up. I saw no light in the cottage, and I had\na sort of idea that people like her went to bed at about eight. While\nI was standing there listening I felt something rub against my legs. It\nmade me start. Then I heard a little low noise. I looked down, and\nthere was a great cat holding up its tail and purring. Its pleasure was\nhorrible to me. I pushed it away with my foot, but it came back, bending\ndown its head, arching its back, and pressing against me. I was thinking\nwhat to do to get rid of it when I heard a shrill, husky voice call out:\n\n\"'Johnny--John-nee!'\n\n\"It was Miss Bassett. I held my breath, and pushed away the cat.\n\n\"'Johnny, Johnny--John-nee!' went the voice again.\n\n\"The cat wouldn't leave me. God knows why it wished to stay. I was\ndetermined to get rid of it, so I put the revolver down on the path,\npicked the cat up in my arms, and dropped it over the hedge into the\nroad. Just as I had caught up the revolver again I was confronted by\nMiss Bassett. She had come in slippers up the path in the dark to look\nfor her cat.\"\n\nI uttered a slight exclamation.\n\nInley went on: \"She had a handkerchief tied over her cap and under her\nchin, and a small lantern in her hands, on which she wore black mittens.\nI can see her now. We stood there on the path for a minute staring at\neach other without a word. The light from the lantern flickered over the\nrevolver, and I saw Miss Bassett look down at it.\"\n\nHe stopped, poured out a glass of water, and drank it off like a man who\nhas been running.\n\n\"Didn't she show surprise--fear?\" I asked.\n\n\"Not a bit. Women are so extraordinary, even old women who've never been\nin touch with life, that I'm certain now she understood directly her\neyes fell on the revolver.\"\n\n\"What did she do?\"\n\n\"After a minute she said: 'Lord Inley, I'm looking for my cat. Have you\nseen him?'\n\n\"'Yes,' I said; 'he's run into the house.'\n\n\"It was a lie, but I wanted her to go in. I had slipped the revolver\nback into my pocket, and tried to assume a perfectly simple, natural\nair. I fancied it would be very easy to impose on Miss Bassett when I\nheard her question. It sounded so innocent, as if the old lady was full\nof her pet. I even thought, perhaps, she had not known what the revolver\nwas when she looked at it.\n\n\"'Did he run into the house?' she said, still looking at me from under\nher wrinkled eyelids.\n\n\"'Yes; when you came out. He was here on the path with me. You called\n\"Johnny!\" and he ran off there between the mulberry-trees.'\n\n\"All the time I was speaking to her I had an eye to the road, and my\nears were listening like an Indian's when he puts his head to the ground\nto hear the pad of his enemy.\n\n\"Miss Bassett stood there quietly for a moment as if she were\nconsidering something. She looked prim. I remember that even now--prim\nas a caricature. It was only a moment, but it seemed to me an hour. 'If\nthey should come,' I thought, 'while she is out here!' The sweat came\nout all over my face with impatience--an agony of impatience. I longed\nto take the old lady by the shoulders, push her into the cottage, lock\nher in, and be alone, able to watch the bit of road from the Abbey gates\nto the wicket. But I could do nothing. I was obliged to repress every\nsign of agitation. It was devilish.\"\n\nHe got up with a sudden jerk from his chair, and stood by the fire. Even\nthe telling of that moment had set beads of moisture on his square, low\nforehead.\n\n\"At last she spoke again.\n\n\"'I wonder if you'd mind coming in for a minute to help me see if Johnny\nreally is in the house?' she said.\n\n\"I don't know what I should have done--refused, I believe, refused her\nwith an oath, for I began to feel mad; but just at that instant up came\nthe cat once more, purring like fury, and lifting up his tail. He made\nstraight for me, and began to rub himself against my legs again.\n\n\"'Oh!' said Miss Bassett, 'there he is! Naughty Johnny, naughty boy!\nLord Inley, perhaps you'd be so good as just to lif t him up and put him\ninside the door for me. I always have such a job to get him to come\nin of a night. He likes hunting in the woods. Doesn't he, the naughty\nJohnny?'\n\n\"'Now's my chance to get rid of her!' I thought.\n\n\"I bent down, picked the cat up, and went along the path towards the\ncottage, Miss Bassett following close behind me. The cat was an immense\nbeast, awfully heavy, and just as I turned out of the yew path to go up\nto the cottage door he began struggling to get away, and scratching.\nI held on to him, but it wasn't easy, and I got my hand torn before\nI dropped him down inside the little hall. Away he ran, towards the\nkitchen, I suppose. Miss Bassett was very grateful, but I cut her\ngratitude short.\n\n\"'Very glad to have been able to help you,' I said. 'Good-night.'\n\n\"'Good-night, Lord Inley,' she said.\n\n\"I thought her voice sounded a little bit odd when she said that, and\nI just glanced at her funny old face, lit up by the lantern she was\nholding in one mittened hand. She didn't look at me this time as she had\nin the garden. Then I went out, and she immediately shut the door.\n\n\"'Thank God!' I thought, and I hurried to the wicket. I didn't dare stay\nin the garden now. Seeing her had made me realise my blackguardism in\ncoming in at all, considering my reason. I resolved to hide in the field\nat the corner where the road turns off to Charfield. As I opened the\nwicket, instinctively I put my hand into my pocket for my revolver.\"\n\nHe bent down, looking full into my eyes.\n\n\"It wasn't there.\"\n\n\"Miss Bassett!\" I exclaimed.\n\n\"In a moment I realised that Miss Bassett must have grasped the\nsituation; that her asking me to carry in her cat was a ruse, and that\nwhile the beast was struggling between my hands she must have stolen\nthe revolver from behind. I say I knew that, and yet even then, when I\nthought of her look, her manner, the sort of nervous old thing she was,\nI couldn't believe what I knew. Then I remembered her voice when she\nsaid 'Good-night' to me in the passage, her eyes looking down instead of\nat me, and that she was only holding the lantern in one hand, whereas\nin the garden she was using two. She must have had the revolver in\nher other hand concealed in the folds of her dress. I ran back to the\ncottage door, and knocked--hard. Not that I thought she'd open. I knew\nshe wouldn't, but she did directly. I could hardly speak. I was afraid\nof myself just then. At last I said:\n\n\"'Miss Bassett, you know what I want.'\n\n\"'You can't have it,' she said, looking straight at me.\n\n\"I kept quiet for a second, then I said:\n\n\"'Miss Bassett, I don't think you know that you're running into danger.'\nFor I felt that there was danger for her then if she went against me.\nShe knew it, too, perhaps better than I did. I saw her poor old hands,\nall blue veins, beginning to tremble.\n\n\"'You can't have it, Lord Inley,' she repeated.\n\n\"There wasn't the ghost of a quiver in her voice.\n\n\"'I must, I will!' I said, and I made a movement towards her--a violent\nmovement I know it was.\n\n\"But the old thing stood her ground. Oh, she was a gallant old woman.\n\n\"'Do what you like to me,' she said. 'I'm old. What does it matter?\nShe's young.'\n\n\"Then I knew she understood.\n\n\"'You've seen them together!' I said. 'Since I went!'\n\n\"She wouldn't say. Not a word. I was mad. I forgot decency, everything.\nI took her. I searched her for the revolver. I searched her roughly--God\nforgive me. She trembled horribly, but never said a word. It wasn't on\nher. She must have hidden it somewhere in that moment when she was alone\nin the cottage. That was another ruse to keep me searching in there\nwhile-- But I saw it almost directly. I broke away, and rushed out and\ndown the road. Something seemed to tell me they had passed. I got into\nthe lane that leads to Charfield. The fly was gone. Then, all of a\nsudden, I felt perfectly calm. I turned, and went up to the Abbey gates.\nI knocked them up at the lodge. The keeper came out. When he saw me he\nsaid:\n\n\"'You, my lord! However did you know?'\n\n\"'Go on!' I said. 'Know what?'\n\n\"'About Master Hugo?'\n\n\"I didn't say one way or the other.\n\n\"'The doctor says it's a bitter bad quinsy, but there's just a chance.\nHer ladyship's nearly mad. It only came on a few hours ago quite\nsudden.'\n\n\"I went up to the Abbey, and found Vere by the child's bed. She looked\nflushed, and was breathing hard, as if she had just been running.\"\n\nHe stopped, and took out his cigar-case.\n\n\"Running!\" I said.\n\n\"She had parted finally from Glynd in front of Miss Bassett's cottage,\"\nhe said. \"He told me that afterwards.\"\n\nThere was a moment's silence. Then he spoke more calmly.\n\n\"I went up to town when the child was safe, and had it out with Glynd.\nThey had meant to go that night. It was the boy who stopped them and\nthey took it as a judgment. You know how women are. Glynd swore she was\nstopped in time. You understand?\"\n\n\"Yes.\"\n\n\"He didn't lie to me.\"\n\n\"And your wife?\"\n\n\"I never spoke of it to her. I saw her with the boy, and--well, I saw\nher with the boy, and what she was to him when he was close to death.\"\n\nHis voice went for a moment. Then he added:\n\n\"I told her I'd had a presentiment Hugo was ill. She believed me, I\nthink. If not, she's kept her secret.\"\n\nJust then the dining-room door opened, and Lady Inley put in her pretty\nhead.\n\n\"Are you never coming?\" she said with her little childish drawl.\n\nI got up, and went towards her.\n\n\"By the way, Nino,\" she added, \"the bell was for poor, funny old Miss\nBassett. What will her cat do, I wonder?\"\n\nAs I followed her towards the drawing-room I heard Inley's voice mutter\nbehind me:\n\n\"_Requiescat in Pace_.\"",
    "metadata": {
        "author": [
            "Hichens, Robert Smythe",
            "Hichens, Robert S. (Robert Smythe)",
            "Hichens, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23410/pg23410.txt",
        "name": "the_spinster_1905.json"
    }
}