{
    "name": "The Unthinking Destroyer",
    "author": [
        "Graham, Roger Phillips",
        "Phillips, Rog",
        "Browning, Craig"
    ],
    "body": "by ROG PHILLIPS\n\n\n    Gordon and Harold both admitted the possibility of thinking entities\n    other than human. But would they ever recognize the physical form of\n    some of these beings?\n\n\n\"Hey, Gordon!\"\n\nGordon Marlow, Ph.D., straightened up and turned in the direction of the\nvoice, the garden trowel dangling in his dirt-stained white canvas\nglove. His wide mouth broke into a smile that revealed even white teeth.\nIt was Harold Harper, an undergraduate student, who had called.\n\n\"Hop over the fence and come in,\" Gordon invited.\n\nHe dropped the trowel and, taking off his work gloves, reached into his\npocket and extracted an old pipe. He filled it, the welcoming smile\nremaining on his lips, while Harold Harper approached, stepping\ncarefully between the rows of carrots, cabbages, and cauliflower.\n\nHarold held a newspaper in his hand. When he reached Gordon Marlow he\nheld it open and pointed to the headline. ROBOT ROCKET SHIP TO MARS.\n\nGordon took the paper and read the item, puffing slowly and contentedly\non his old pipe. His eyes took on an interested look when he came to the\nreporter's speculations on the possibility of intelligent life on Mars.\n\nFinally he handed the newspaper back to Harold.\n\n\"You know, Harold,\" he said, \"I wonder if they would recognize\nintelligent life if they saw it on other planets.\"\n\n\"Of course they would,\" Harold replied. \"Regardless of its form there\nwould be artifacts that only intelligent life could create.\"\n\n\"Would there?\" Gordon snorted. \"I wonder.\"\n\nHe squatted down, picking up the trowel and lazily poking it into the\nrich soil at his feet.\n\n\"That's why I wonder,\" he continued. \"We are so prone to set up tests on\nwhat intelligent life is that we are likely to miss it entirely if it\ndoesn't conform exactly to our preconceived notions. We assume that if a\nbeing is intelligent it must get the urge to build artifacts of some\nkind--pots and vases, houses, idols, machinery, metal objects. But MUST\nit? In order to do so it must have hands and perhaps legs. Suppose it\ndoesn't have such things? Suppose that no matter how intelligent it\nmight be, it could not do those things!\"\n\n\"Then it wouldn't be intelligent, would it?\" Harold asked, puzzled.\n\n\"We are assuming it is,\" Gordon said patiently. \"There are other\noutlets for intelligence than making clay pots. As a last resort for\nan intelligent being there is always--thinking.\"\n\nHe chuckled at his joke.\n\n\"I've often wondered what it would be like to be a thinking, reasoning\nbeing with no powers of movement whatsoever. With bodily energy provided\nautomatically by environment, say, and all the days of life with nothing\nto do but think. What a chance for a philosopher! What depths of thought\nhe might explore. What heights of intellectual perception he might\nattain. And if there were some means of contact with others of his kind,\nso that all could pool their thoughts and guide the younger generation,\nwhat progress such a race might make!\"\n\n\n\n\"And so we see,\" Ont telepathed, \"that there must be a Whole of which\neach of us is a part only. The old process which says 'I think,\ntherefore I am,' has its fallacy in the statement, 'I think.' It assumes\nthat that assertion is axiomatic and basic, when in reality it is the\nconclusion derived from a long process of mental introspection. It is a\ntheory rather than an axiom.\"\n\n\"But don't you think, Ont,\" Upt replied, \"that you are confusing the\nnoumenon with the phenomenon? What I mean is, the fact of thinking is\nthere from the very start or the conclusion couldn't be reached; and the\ntheoretical conclusion, as you call it, is merely the final recognition\nof something basic and axiomatic that was there all the time!\"\n\n\"True,\" Ont replied. \"But still, to the thinking mind, it is a theory\nand not an axiom. All noumena are there before we arrive at an\nunderstanding of them. Thought, if it exists as such, is also there. But\nthe theoretical conclusion I think has no more degree of certainty than\nany other thing the mind can deal with. To say 'I think' is to assert\nthe truth of an hypothesis which MAY be true, but not necessarily so.\nAnd then to conclude, 'Therefore I am,' is to advance one of the most\nshaky conclusions of all time. Underneath that so-called logical\nconclusion lies a metaphysics of being, a theory of Wholes, a\nrecognition by differentiation of parts, with a denial of all but the\none part set apart by that differentiation, and, in short, the most\nirrational hodgepodge of contradictory conclusions the thinking mind can\nconceive. This pre-cognition that enables one to arrive at the tenuous\nstatement, 'I think, therefore I am,' is nicely thrown out by tagging it\nwith another metaphysical intangible called illusion--as if the mind can\nseparate illusion from reality by some absolute standard.\"\n\n\"I believe you're right, Ont,\" Upt replied slowly, his telepathed\nthoughts subdued with respect. \"It is possible that the concept, 'I\nthink,' is the illusion, while the so-called illusions are the reality.\"\n\n\n\n\"Even without the benefit of past thoughts,\" Gordon was saying, whacking\noff a weed a yard away and nearly upsetting himself, \"a mind with\nnothing to do but think could accomplish miracles. Suppose it was not\naware of any other thinking entity, though it might be surrounded by\nsuch similar entities. It would be born or come into existence some way,\narrive at self-awareness and certain other awarenesses to base its\nthinking on, depending on its structure, and--\" he looked up at Harold\nstartled at his own conclusion--\"it might even arrive at the ultimate\nsolution to all reality and comprehend the foundations of the Universe!\"\n\n\"And eventually be destroyed without any other entity having the\nbenefit of it all,\" Harold commented dryly.\n\n\"What a pity that would be,\" Gordon murmured. \"For the human race to\nstruggle for hundreds of years, and have some unguessable entity on Mars\ndo all that in one lifetime--and it all go to waste while some\nblundering ass lands on Mars and passes it by, looking for artifacts.\"\n\n\n\n\"But that is only the start in the blunders contained in that most\nprofound philosophical revelation of old,\" Ont stated. \"After arriving\nat a precarious conclusion about existence the ancients were not\nsatisfied. They had to say, 'If I am I must have been created!' Then\nthey go on and say, 'If I was created there must be a Creator!' And thus\nthey soar from their precarious perch in existence, soar on nonexistent\nwings, and perch on the essence of evanescence! They do not recognize\nthe alternative--that to exist does not necessarily imply a beginning.\nThey do not recognize it because they have derived all their tools from\nreality around them and then denied the reality while accepting the\nvalidity of the tools of thought derived from it. And in this way they\narrive at an absolute existence of Something they have never sensed or\nfelt in any way, while denying all that they have felt and sensed, and\ngive it attributes which their sense of idealism dictates it must have,\nand call it God.\"\n\n\"Then,\" Upt said thoughtfully, \"I take it you are an atheist?\"\n\n\"Certainly NOT,\" Ont growled telepathically.\n\n\"But you implied that in your comments on the conclusions of the\nancients,\" Upt insisted.\n\n\n\n\"But if there are no artifacts,\" Harold said. \"And no signs of\nintelligence whatever, how could we ever know that there WAS\nintelligence some place?\"\n\n\"There must be some way,\" Gordon said. \"I've taught logic at the U for\nfifteen years now, and I've done a lot of thinking on the subject. If we\never reach Mars I think we should be very careful what we touch. We\nwould be clumsy bulls in a china shop, not knowing the true worth of\nwhat we found, destroying what might be found to be priceless by later\nand more careful explorers. Mars is older than the Earth, and I can't\nhelp being convinced that there is SOME form of intelligence there.\"\n\n\n\n\"I implied no such thing as atheism,\" Ont insisted. \"I merely said that\nthe reasoning used by the ancients to arrive at the Creator was the most\nslipshod and illogical possible. There was another line used long ago\nthat was more solid, but still very weak. It started out with the\nstatement, 'I can be aware of nothing but thoughts.' External stimuli,\nif such there are, must be transformed into thought before I can be\naware of them. Since I can never be aware of anything other than\nthought, why assume anything except thought exists? You, and all other\nthings, exist as thoughts in my mind. There is nothing except what\nexists in my mind. Therefore, by that token, _I_ am God!\"\n\n\"But,\" Upt chuckled, \"by the same token I can insist that _I_ am God and\nyou are just a product of my own creation.\"\n\n\"Yes,\" Ont agreed. \"So it presents a dilemma. To resolve it, it is\nnecessary to postulate a Supreme Mind, and to say that all things are\njust thoughts in God's Mind. That makes us both the same then and there\nis no argument about who is God!\"\n\n\n\nHarold kicked a lump of moist earth absently.\n\n\"It seems to me, Gordon,\" he said cautiously, \"that you are biting the\nair with your teeth. If there are intelligent beings on Mars they will\nbe aware of us, and make themselves known. If for no other reason they\nwill do that to keep us from destroying them.\"\n\nGordon stood up and arched his back. He placed the garden trowel and\ngloves in the hip pocket of his coveralls and tapped his pipe on the\nheel of his shoe.\n\n\"You are assuming,\" he said, \"that such beings can find a way to\ncommunicate with us. But have you thought of the possibility that if\ntheir abilities to reason are undetectable to us, by the same token they\nmight not be aware we are intelligent? A mad bull in a pasture can think\nafter a fashion, but would you try to reason with him? You would run if\nhe charged you, and if he caught up with you and mauled you it would\nnever occur to you to say, 'Look here, old boy. Let's talk this thing\nover first.'\"\n\nBoth men laughed. Gordon started walking along the row he was standing\nin, toward the house. Harold kept pace.\n\n\"I see your point,\" he agreed.\n\n\"There are so many things we assume unconsciously when we speculate on\nthe possibilities of intelligent life on Mars,\" Gordon went on, stooping\nover to pull a weed he had missed in his earlier weeding. \"Rate of\nthinking is most probably a function of the material organism. Some\nother thinking creature might think faster or slower--perhaps so much so\nthat we couldn't follow them even if we could tune in on their thoughts\ndirectly. Imagine a mind so ponderous that it takes a year for it to\nthink as much as we do in a minute! Speed wouldn't necessarily have to\nbe a function of size, either. Something incredibly small might take\nages to think a simple thought. Have you ever heard the German tale\ncalled The Three Sleepers, Harold?\"\n\n\"No, I haven't,\" Harold replied.\n\n\n\n\"Well, in a small town in Germany there were three men so fat that they\ncould barely walk. They spent nearly all their time sleeping. The only\ntrouble was that every day or so someone would disturb them by singing\nor walking by, or some other trivial thing that is always happening in a\nsmall town, no matter how dead it is.\n\n\"One time when they were disturbed three days running they got mad and\ndecided to go to the hills. They looked in the hills until they found a\nnice dry cave. There they relaxed with deep sighs of contentment and\nwent to sleep. Day after day, week after week, they slept undisturbed.\n\n\"Then one day a dog wandered into the cave, saw the three breathing\nmountains of flesh and heard the din of their deep snoring; and, scared\nhalf to death, let out a shrill yip and skedaddled.\n\n\"A week later one of the three sleepers stirred, opened his eyes\nbriefly, and muttered, 'What was that noise?' Then he promptly went back\nto sleep.\n\n\"Ten days later the second sleeper stirred, muttered, 'Damfino,' and\nwent back to sleep.\n\n\"Nearly a month later the third sleeper opened his eyes suddenly, stared\nat the roof of the cave for a moment, and said, 'I think it was a dog.'\nThen he went back to sleep. The way the story goes nothing ever came\nnear the cave again, so they are still there, fast asleep--still fat,\ntoo, I suppose.\"\n\n\"I see what you're driving at,\" Harold said, chuckling over the story.\n\"We assume that any intelligent being whatever, if it exists, thinks at\nthe same RATE we do; but it might not.\"\n\n\"That's right,\" Gordon admitted. \"And there are even more subtle\nassumptions we make unconsciously. For one, we assume that a thinking\ncreature must think in the same way we do. We might not even be able to\nrecognize thinking when we meet it, on another planet. No--\" he held up\nhis hand to silence the question on Harold's lips, \"--I don't know\nexactly what I mean. I'll put it this way. We have steam engines and\ngasoline engines. We also have electric motors. Suppose we have\nsteam-engine thought. How would we recognize electric-motor thinking?\n\n\"Or perhaps a little closer to what I'm trying to express, we have\narithmetic and algebra. Suppose with our arithmetic minds with no\nslightest inkling of the existence of a variable, we run into an algebra\nmind? We might mistake it for something far removed from thinking or\nintelligence. We go on the assumption that anything that doesn't stomp\nup, give a salute, and solemnly announce 'How', is unintelligent.\"\n\n\"It might just be more interested in its own thoughts than in the\nvisitors from Earth,\" Harold suggested.\n\n\"It might,\" Gordon said. \"Or it might be intensely curious and studying\nthe Earthmen very closely with senses other than sight and hearing.\"\n\n\n\n\"But,\" Ont added thoughtfully, \"although the conclusion that we are all\nthoughts in the mind of the Creator is logically unshakeable, it isn't\nvery satisfying, from a logical point, because it makes God nothing more\nthan the compromising of a cute dilemma. It places the Creator in the\nsame light as the final decision to locate the Capitol of the United\nStates at Washington.\"\n\n\"Where's that?\" Upt asked quickly.\n\n\"I don't know,\" Ont said testily. \"That's just something I picked up out\nof the blue, so to speak. Inspirational thought. For all I know it's\njust a figment of my imagination.\"\n\n\"I've had inspirational thoughts too,\" Upt said excitedly. \"I haven't\nspoken of them to you because I was afraid you might think I was\nbecoming disorganized in my thoughts.\"\n\n\"I've done a lot of thinking about the inspirational stuff I get now and\nthen,\" Ont said matter-of-factly. \"If it came all the time I would be\ninclined to think it was the Voice of the Supreme Being Itself! But it\ndoesn't come that way.\"\n\n\"Neither does mine,\" Upt said. \"I often think there must be angels that\nhover over us at times and bless us with their wise thoughts, perhaps\nlooking into us to see if we are 'ready' yet. When I seem to sense these\npowerful thoughts about me I try to feel humble and worshipful. I hope\nin that way one of them will see fit to reveal himself to me someday.\"\n\n\"They might,\" Ont said hopefully. \"I wouldn't mind actually talking to\none of them myself. But speaking of that, we don't know for sure that\nthese inspirational thoughts aren't actually our own. They SEEM\ndifferent, but that may be because they arise in some part of our deep\nsubconscious thought processes. I've been trying to extend my sense of\nawareness in order to reach into my subconscious mind and actually plumb\nit to its depths. One thing I've found is that most of my REAL thinking\ngoes on there, and only rises to the surface of consciousness when it is\ncompleted! That lends probability to the theory that ALL such voices of\ninspiration are merely my own subconscious mind giving me the end\nproducts of carefully thought out trains of reasoning it had dreamed\nup.\"\n\n\"I think I'll try that line of development myself,\" Upt said. \"I'd never\nthought of it. Maybe inspiration is only subconscious thought rising to\nthe surface of consciousness. Maybe it is. But if so, I'll be very\ndisappointed. I'd hoped sometime to be able to commune with some\nintelligence infinitely superior to mine and really learn the true\nnature of things.\"\n\n\n\n\"I sincerely hope I'm wrong about it,\" Ont said. \"I too would like to\nbelieve that there is more in reality than just us. I wonder if other\nkinds of entities are possible? I mean thinking beings with different\nforms, different senses, perhaps different types of thinking. It may be\nthey exist and we aren't equipped to detect them. They may be around us\nall the time, aware of us and our puerile thoughts, but so superior to\nus in every way that they don't think it worth while even to consider\nour feeble cogitations.\"\n\n\"I wouldn't call YOUR cogitations feeble, Ont,\" Upt exclaimed\nadmiringly.\n\n\"That is a point of relativity,\" Ont said, somewhat flattered. \"It does\nseem in vain, though. We spend our existence in solving the problems of\nreality, and when we have solved them we have no need of the solution.\nIt gives us a feeling of satisfaction to gain the theoretical basis of\nreality from our point of view. But I for one would feel much better if\nwe could be of service to some entity who is unable to accomplish that\nhimself, but might be able to comprehend it if we taught him.\"\n\n\"All very noble,\" Upt said skeptically. \"But I can't even imagine a\nthinking creature different from us in any way.\"\n\n\"That's why it's so difficult,\" Ont said. \"In our own minds we tend to\nbecome absolute rather than relative in our conceptions. Some other\nentity might, for example, think much more slowly than we, or with\nincredible rapidity, so that our thoughts would be sluggish to him, or\nso swift that he would never be able to grasp them until long after we\nwere gone.\n\n\"Also, we tend to think that thought as we experience it, is the only\npossible type of thought. In reality there may be others. Different\nmental principles. Different material structure. Perhaps concepts\noutside our ability to grasp, while ours might be outside the ability of\nsuch creatures to grasp also.\"\n\n\"I don't believe I grasp what you're trying to say,\" Upt hesitated.\n\n\"Well, put it this way,\" Ont said patiently. \"All things are relative.\nWhy not thought? It might be possible to have two thinking minds which\nare relatively non-thinking. Each, from EVERY standard of the other,\nbeing totally thoughtless and without intelligence or mind.\"\n\n\"Now you're going too far,\" Upt said. \"Thought is thought, I think,\nand--it's real. If any other entity thinks, its thinking must be real\ntoo.\"\n\n\"Of course,\" Ont murmured. \"You miss the point entirely. If from every\npossible angle, some entity, to YOU, can't think and doesn't, it is\nnon-thinking and unintelligent. Right?\"\n\n\n\nGordon and Harold paused at the edge of the garden.\n\n\"Nice crop of vegetables you have there, Gordon,\" Harold said\nappreciatively.\n\n\"Thanks,\" Gordon said. \"Say, wouldn't your wife like some fresh\nvegetables?\"\n\nWithout waiting for an answer he stepped back into the garden, taking a\nknife from his pocket.\n\n\"These are nice now,\" he said, bending over and cutting. \"Won't be much\nlonger though. Brown spots developing already. I'll scrape off the brown\nstuff for you, but tell your wife to cook them right away. In a couple\nof days they'll spoil.\"\n\n\n\n\"Upt!\" Ont exclaimed, exasperated. \"Why don't you answer me, Upt? Upt!\nWhere are you, Upt? Why don't you answer?\"\n\n\n\n\"There you are,\" Gordon said, smiling, as he handed Harold the head of\ncauliflower.\n\n\"Thanks,\" Harold said, accepting the white, fresh head, and balancing it\nin his palm.\n\nThe two men continued up the walk to the house.\n\n\"As I was saying,\" Gordon took up their conversation, \"when men get to\nMars, if they aren't careful they may destroy a civilization, or even\nthousands of intelligent beings, without knowing it....\"\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Graham, Roger Phillips",
            "Phillips, Rog",
            "Browning, Craig"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30683/pg30683.txt",
        "name": "the_unthinking_destroyer.json"
    }
}