{
    "name": "The invading asteroid",
    "author": [
        "Field, Gans T.",
        "Wellman, Manly Wade"
    ],
    "body": "Higher and higher through the night mounted the small, trim\nspace-launch. Far below the lights of St. Louis, capital of the\nTerrestrial League, shone as myriad stars and reflected gleams on\nthe flat surfaces and soaring spires of the uppermost levels. From\na great height the city resembled a rambling building of tremendous\nsize, wherein little specks of surface-cars scampered over miniature\ntraffic-ways and clouds of air and space-vehicles danced around and\nover the town like midges.\n\nIt was a fighting ship that was mounting upward, one of the many that\nsped through space in the days of 2675, when Earth and Mars were in the\nthroes of that gigantic and regrettable conflict, the Interplanetary\nWar. However, the disintegrating ray apparatus, a deadly weapon that\nenabled Terrestrial forces to compete on something like equal terms\nwith the overwhelming numbers of the space-navies of Mars, had been\nremoved from bow and stern. Most of the space inside the cigar-shaped\nhull was occupied by engines to insure highest maneuverability and\nspeed, but in the center was a cushioned chamber large enough to allow\nits three occupants to ride in comfort.\n\nThey were in Terrestrial uniform, but did not look like the sternest\nof warriors. A year ago they had been students together at the\nInternational University in St. Louis, looking forward to graduation\nin 2675. But 2675 was here, and already they had participated in\nthe bitter conflicts that marked the beginnings of the war. Even\nnow, when the two worlds had drawn far apart in their orbits and the\ninterplanetary passage was too far for war parties to travel, they were\nkept in intensive training and their school days seemed memories of a\nthousand years ago.\n\n\"This is a squadron-commander's gig, at the very least,\" chuckled Bull\nMike Tishinev, former star athlete of his university, as he squared his\ncolossal shoulders. \"We'll never have a softer trip, nor a freer one,\nso long as we're in the service.\"\n\n\"And, inasmuch as we _are_ in the service, we're apt to catch it for\nabsence without leave, and also for using property of the Terrestrial\ngovernment for private purposes,\" suggested Neil Andresson, slim and\nhandsome.\n\n\"I wouldn't have suggested it if I had thought there would be danger,\"\nassured Sukune, the little Japanese, his young Oriental face shining\nwith a smile. \"However, I had free run of the rocketport for my\nexperimentation, and nobody thought anything of it when I checked the\nship out. And we have all had two days' liberty and won't be missed.\nThey won't check the rocketport until the day after tomorrow, so we'll\nhave full forty-eight hours in space--first chance we've had to do such\na thing without some officer on our necks, directing every move of our\nfingers.\"\n\nInto the stratosphere, with the speed steadily and carefully\nincreasing, the ship made its way. The broad Mississippi lay across the\nterrain beneath them, shrunk to the apparent dimensions of a silver\nthread. St. Louis was now only a vari-colored, light-flecked blotch\nlying across the river's course, with the smaller dark areas of suburbs\nclose at hand.\n\n\"What a lot of Martian culture could be spread by dropping two or three\nroving bombs down there!\" observed Sukune.\n\n\"Where is Mars from here?\" asked Neil. The Japanese spun the dial of\nthe television, showing an orange disk blotched with gray-green.\n\n\"There you are--seat of Earth's troubles,\" he said.\n\n\n\n\"What's that lump traveling along between us and Mars?\" was Bull Mike's\nquestion.\n\n\"That appears to be the asteroid that strayed from its path, the\nastronomers say,\" replied Sukune. \"It's not more than a mile or so in\ndiameter, and its distance has been computed to be about a hundred and\ntwelve million miles from the sun. That puts it nearly twenty million\nmiles beyond the Earth's orbit, or half-way between us and Mars.\nHowever, science doesn't know much more about the thing. It's a bit too\nfar away for exploration just now, especially since all ships are now\nbuilt for war-service. It ought to come into opposition with us in the\nspring of 2676.\"\n\nHe delivered this little lecture with the utmost fluency, and his\ncompanions, less versed in sky-lore than he, listened admiringly. Bull\nMike grinned and patted the Japanese on the back.\n\n\"Never knew you to be stumped by anything yet,\" he cried. \"No wonder\nthe ancients used to be afraid that your people would conquer the\nworld!\"\n\nReturning to the television, the three young men looked curiously at\nthe new phenomenon in the heavens. They knew, of course, about the\nasteroids--fragments of exploded planets revolving just inside the path\nof mighty Jupiter--but this one, so far from its fellows, presented a\ndifferent problem.\n\nLeaving the atmospheric envelope, the ship sailed beyond danger of\noverheating from friction. Like a comet it rose through empty space.\nA glance from one port showed Earth at quarter-full, a warm, gleaming\ncrescent that clasped a round globe of shadowy blue. Beside and beyond,\nglowed the white incandescence of the sun, its light intensified by\nthe soft blackness of space. Jewel-like stars were scattered in all\ndirections.\n\n\"If Commander Raws could only see us now!\" said Bull Mike, boyishly\ndelighted by a sense of freedom.\n\n\"If he could, he'd order us all into confinement,\" Sukune reminded him.\n\"Eh, Neil?\"\n\nBefore them hung the full moon. Toward this they laid their course and,\nafter twelve hours' flight, they slowed down to drift like a vagrant\nbit of thistledown above the silent, dead valleys and mountain ranges.\nOnce they dropped down and rested on the ashy surface of the satellite.\nIn a few moments they were able to appreciate the depressed spirits\nthat afflicted the occasional explorers of the lunar wilderness.\n\nFor, despite the heavenly-aspiring peaks, the abysmal depths, the\nfar-reaching plains, there was a certain sameness about the moon's\nscenery. They could see no movement save the shadow of their own craft\nsliding along beneath them. No green of grass, no brilliant color of\nflowers showed. No creatures scampered, crept or flew. There was not so\nmuch as a heat-flurry in the atmosphere--for there was no atmosphere.\nNothing but the glaring white of sun-drenched rock, the inky black of\nairless shade.\n\n\"I wouldn't live here for all the money in St. Louis,\" said Bull Mike.\n\"As far as that goes, I couldn't.\"\n\n\"I don't see why not,\" argued Sukune. \"Mars' two moons are smaller\nand rockier than this, and haven't any more air, water or natural\ncomfort. Yet the Martians have built cities under glass domes; pumped\nin artificial air, and settled right down to keep house.\"\n\n\"That's because they're crowded at home,\" was Bull Mike's rebuttal.\n\"Well, there's room enough on Earth for me just now. Plenty of girls to\nkeep me company and wine to keep me healthy and excitement to keep me\noccupied.\"\n\nThey gladly left the Moon behind and continued their journey. They\npassed the time by eating part of the provisions they had brought\nalong, by observing the heavens and by working practise problems in\nastronautics and space-maneuvers. At last they idled, a little more\nthan half a million miles from Earth--twenty hours by direct space\nflight at top speed.\n\nNeil was at the television. Suddenly he started violently and gestured\nto his comrades.\n\n\"Look here!\" he cried. \"A ship!\"\n\n\"A patrol scout from the army,\" groaned Bull Mike. \"Now we're in for\nit.\"\n\n\"That's no army craft!\" declared Sukune when he saw the image. \"Look\nat the lines of its hull, see that emblem on the side--_it's an armed\nMartian scout!_\"\n\n\"You're right,\" said Neil. \"It's just about on top of us, too. Let's\nshake on out of here.\"\n\n\n\nSukune jumped to the control board and began to strike a combination\nof keys. As quickly as possible he turned the nose of their ship back\ntoward Earth. A glance through a port showed the Martian already within\nsight of the naked eye.\n\nFrom the enemy ship came a sudden streak of flame. Desperately Sukune\nrattled the keys on the board. The Terrestrial craft writhed to one\nside, barely escaping the explosion of a roving bomb.\n\n\"The ratty lizard!\" yelled Bull Mike, clenching a mammoth fist. \"He\nsees that we're not armed for space-fighting!\"\n\n\"What's he doing here, with Mars so far out of travel-shot, anyway?\"\ndemanded Neil.\n\nNobody answered, for another bomb exploded at that moment, seemingly\njust outside. It was soundless in the vacuum of space, but the force of\nthe detonation shook the ship like a leaf in a gust of wind.\n\n\"No chance for escape,\" said Sukune. He tapped the combination for a\nhalt and rose from his seat.\n\n\"Now he'll think he hit us,\" he told the others. \"Let's play dead.\"\n\n\"Why?\" asked Bull Mike.\n\n\"It's our only hope. Another bomb will do the business if we try to\nrun. But he'll want to capture our ship. If he sees it idling, he'll\nfigure that we're washed out. He'll come on board, and then----\"\n\n\"And then!\" repeated the giant, grinning. \"Then we'll have a fair shake\nwith him!\"\n\nQuickly the three threw themselves down in attitudes of\nunconsciousness. Neil flung himself on the sill of the port nearest the\nMartian, in such a position that he could keep a cautious lookout.\n\nCloser and closer came the enemy. Slowing down, he almost scraped\nagainst their side. Peeping out, Neil could see a port directly\nopposite. A Martian face, swarthy and skeleton-lean, was looking into\nthe interior.\n\nWhat the fellow discovered evidently reassured him. He could be seen\npulling on a heavy space-suit over his scrawny limbs and clasping a\nhelmet into place. Then a long jointed arm of metal extended from his\nship to grapple and hold the supposedly disabled Terrestrial. A moment\nlater a lock-panel opened and the Martian emerged to jump lightly\nacross the few feet of intervening space.\n\nThey heard him working at their own entrance panel, evidently with some\nsort of ray apparatus. Soon he had negotiated the lock and entered.\nFastening the panel behind him, he stepped over to where Bull Mike lay.\nHe did not even trouble to draw his automatic pistol from its holster\nas he bent down to examine the silent form.\n\nEasily, effortlessly, Bull Mike shot out his big hand and yanked the\nMartian's feet out from under him.\n\nDown crashed the Martian. His gloved hand fumbled with the butt of\nhis pistol, but Sukune was there first and snatched the weapon away.\nBull Mike sat up quickly, cradling the struggling enemy in his arms as\nthough he were a baby.\n\n\"Got him!\" snorted the big fellow. \"Let's appoint me as a committee of\none to break him in two across my knee.\"\n\n\"Wait a minute,\" said Sukune, flinging out a restraining hand. \"I want\nto question him first.\"\n\n\"What about?\" asked Bull Mike.\n\n\"Lots of things. About where he came from, for instance.\"\n\n\"That's an easy one. He came from Mars,\" said Bull Mike. \"Hi, you, lie\nstill or I'll do your legs in a braid!\" This last to the prisoner.\n\n\"Not directly, he didn't come from Mars,\" said Neil. \"He couldn't\ntravel that far. He must have a base somewhere near. Perhaps he's a\nsurvivor from that bunch that was rubbed out on the Moon after they\nlanded their big space-ship there last spring.\"\n\n\"Thunder, that's so,\" admitted Bull Mike, as with no gentle hand he\nunfastened and plucked away the space helmet. The prisoner grimaced in\nimpotent rage.\n\n\"You're a heroic customer, attacking a defenseless ship!\" scolded\nBull Mike in very bad Martian. \"What brought you here? Where's your\nheadquarters?\"\n\nThey rose to their feet and allowed the prisoner to do likewise. He\nlooked at each in turn, undaunted by the reversal of fortunes.\n\n\"I'll tell you nothing,\" he said shortly in their own language. \"Kill\nme if you want to.\"\n\n\n\n\n                              CHAPTER II\n\n                          An Incredible Story\n\n\nBull Mike's open hand drove at him, its hard heel striking his chin.\nWith a gasp the Martian collapsed and would have fallen had not Neil\ncaught and supported him.\n\n\"Here, none of that, Bull Mike!\" barked Sukune. \"You don't know your\nown strength--and very little else, either. Pour water on the fellow,\nNeil.\"\n\nThe Martian revived. He fingered his bruised face and glared up at the\nthree Terrestrials. He still refused to answer questions.\n\nBut he couldn't have come all the way from home. \"How far is it to\nMars?\" queried Bull Mike.\n\n\"We'll see,\" said Neil, turning to the television and checking the\ndistance-finding device on it. \"H'm, Mars is nearly on the other side\nof the sun. 'Way out of flight-shot. That little asteroid shows at\nabout a hundred and fifty million miles.\"\n\n\"That asteroid!\" repeated the Martian in a frightened voice. All three\nstared at him in surprise. He recovered himself. \"What asteroid?\" he\nqueried more calmly.\n\n\"Asking, are you?\" said Neil. \"Well, I think you know. Where does that\nasteroid come in?\"\n\n\"I'm not talking,\" said the Martian doggedly.\n\n\"We'll remedy that,\" announced Sukune grimly. \"Get that space-suit off\nof him, you two.\"\n\nThe prisoner struggled fiercely, but his puny strength was futile\nagainst their muscles, attuned to Earth's greater gravity. Quickly they\noverpowered him and stripped away his armor of metal and insulated\nfabric.\n\n\"Make him lie down on his face--so!\" The Japanese had a hard gleam in\nhis eye. \"Hold him by the wrists, Neil. And you, Bull Mike, hold his\nankles.\"\n\nThey did so. \"Will you talk now?\" Sukune asked the Martian.\n\n\"I'll not!\"\n\n\"Well,\" sighed Sukune, \"this may seem a little crude, my friend, but\nit's necessary. Earth needs the information--and, if you'll remember,\nyou _did_ attack an unarmed ship.\"\n\nKneeling, he laid the tips of his fingers on the prisoner's flanks. It\nseemed no more than the lightest touch, yet the Martian shrieked out as\nif in an ecstasy of pain.\n\n\"You'll talk?\" prompted the torturer.\n\n\"I'll talk! I'll talk!\"\n\n\"A little spot of jiu-jitsu,\" Sukune said to his friends, rising. \"It\nis strange how much the Martian nerve centers resemble the Terrestrial\nin position and response to stimuli. Let him up again.\"\n\nThe Martian dropped weakly on a seat, the defiance gone out of him.\nSukune produced a metal flask and unscrewed the stopper.\n\n\"Here, drink this,\" he told the captive. \"It's Terrestrial wine, it'll\nstrengthen you. There, feel better? All right, tell us where you came\nfrom.\"\n\nThe Martian licked his lips with his dark, pointed tongue. \"You guessed\nit at once,\" he said. \"I'm from the asteroid. I was on a lone scout,\nlike you; got too far away from home and ran out of fuel. I thought I'd\ncapture you and fill my tanks.\"\n\n\"Nonsense!\" said Sukune. \"That asteroid isn't as large as lots\nof mountains on Earth. If a body of Martians had dwellings and\nfortifications on it, our astronomers would have made them out. You\ndon't mean to tell us that you've been living on it.\"\n\nThe captive frowned and hesitated until he saw Sukune's wiry fingers\ncrook suggestively. Then he made haste to reply.\n\n\"Not on it. Inside it. It's an artificial asteroid.\"\n\nThey looked at him in astonishment, only half-comprehending.\n\n\"Already you know about the giant ship on the Moon, that housed so many\nmen----\"\n\n\"You mean,\" said Neil, \"that the asteroid is a giant ship also?\"\n\n\n\n\"It's more than one. On Mars we built four tremendous craft, each about\none of your Earth miles in length and shaped like a quarter-slice from\na round fruit. Then we took the four into space, one at a time, to the\npoint where we wanted the asteroid's orbit to be. There we joined them\ntogether, like the quarters of the fruit fitted into shape again. The\nouter surfaces of them are roughcast to represent the natural rocky\nlandscape of a little planet. And there we have a little world of our\nown, midway between Mars and your Earth.\"\n\nThe three Terrestrials were still mute with amazement. The Martian had\nrecovered enough of his courage to laugh at them.\n\n\"I know that it sounds impossible. And so it must be, to such as you.\nOnly on Mars, where we have the greatest metal resources, the most\nskillful mechanics, the wisest scientists in all the great universe,\ncould such a thing be possible.\"\n\n\"Well,\" said Sukune, \"what about it?\"\n\n\"The Earth revolves around the sun every three hundred and sixty-five\ndays, Mars in twice that. They will not come into opposition again\nfor fully an Earth year from now. Naturally, Earth feels secure. Her\nmighty ships of war are idle, her millions of manpower loll in peaceful\nrepose. They do not dream that this little artificial world may be\ndangerous. But it makes its journey around the sun in approximately\nfour hundred and eighty days, and that can be speeded or slowed\nsomewhat by means of tremendous rocket-engines. It will come into\nopposition with unthinking Earth in one hundred and fifty days, as I\napproximate it.\"\n\n\"Next April!\" figured Neil quickly. \"And then?\"\n\n\"And then the little world will empty itself. It can bring forth two\nthousand heavily-armed ships, manned by six hundred thousand picked\nmen. The space armies of Earth with their ships and weapons will be\nmighty and many, but unwary. Those two thousand Martian raiders will\nsell themselves at the highest cost, crippling and destroying Earth's\ndefenses and cities to the utmost of their power. If they are lucky,\nyou and your comrades will be prostrated, so that, months later, the\nexpeditionary force from Mars can capture the planet without serious\nopposition.\"\n\nThe Martian bowed slightly, as if he were concluding a public address.\n\n\"I wonder if he's lying,\" said Bull Mike.\n\n\"Not at all, gentlemen,\" said the Martian. \"Do you give me credit for\ninventing such a wonderful tale?\"\n\n\"Let's get back to Earth,\" suggested Neil.\n\n\"Right,\" seconded Sukune. \"Back there we'll turn ourselves in for being\nabsent without leave, but they'll forget about us when they check this\nlad's veracity under the truth-ray.\"\n\nThe three agreed. First they bound their prisoner hand and foot. Bull\nMike was told off to mount guard over him and Sukune returned to\nthe controls. Putting on the Martian's space-suit, Neil hopped out\nand across the abyss to the other ship where it still clung by its\nautomatic grapple. Transferring some new fuel to its tanks, he sent it\nspeeding along in the wake of Sukune's craft.\n\nIn the stratosphere above St. Louis a patrol sighted and hailed them.\nThe Martian craft was instantly boarded and seized, and the commander\nof the patrol bombarded the occupants of the two vessels with sharp,\nsuspicious questions. At last he listened to the pleadings of the\nyoung Terrestrials and took them and their prisoner direct to their\nhome rocketport, where Commander Scholom Raws, the officer of the\nspace-scout squadron to which they belonged, was called to hear their\nstory.\n\nHis first sharp accusation of truancy was stilled as they poured out\ntheir strange tale. When they had finished he ordered them to form a\nguard for the Martian and led the way at once to staff headquarters of\nthe Intelligence Department many levels below.\n\n\n\nThe group of intelligence officers who heard the report was deadly\nserious. First it held a whispered conference behind closed doors. Then\nthe officers emerged again to question Neil, Bull Mike and Sukune, one\nat a time. The three were sworn not to discuss their adventure, even\namong themselves, and directed to return to their quarters.\n\nThe Martian prisoner also repeated his story. Subjected to the\ntruth-rays, which, properly administered, eliminate the power of lying,\nhe answered all questions in substantially the same manner as before.\nHe was prevailed upon to draw diagrams of the artificial planetoid in\nwhich his fellows were whirling ever nearer to their opposition with\nEarth.\n\nFinally he was imprisoned and a trusted guard set over him, with every\nprecaution taken to insure absolute secrecy. Should Martian spies,\nstill thick in every Terrestrial community, despite the ceaseless war\nwaged upon them, find out the facts of the man's capture, the plans of\nthe Terrestrial high command might go for naught.\n\nCommander Raws mentioned the affair once only. That was when he called\nNeil and his two friends into his quarters; and first making sure that\nnobody could hear them, spoke as follows:\n\n\"I do not condone your absence without leave although it may have\nchanced to bring fortune to our cause. Yet the high command feels that\nthere is some reward due you.\"\n\nHe paused and studied the three young faces.\n\n\"That reward will be the knowledge of what your part will be in further\naction against this Martian force,\" he continued. \"Well, I have asked\nfor and received permission for my squadron to be included in the\nraiding group that is going to tackle them. No, ask no questions.\nDismiss!\"\n\nThereafter nothing more was said and no further hint of the nature of\nthe plan of campaign was forthcoming. Only here and there, all over\nEarth's surface, isolated flights and squadrons of war-craft were given\nextra-duty training, were led in longer and more intricate maneuvers\nthan their fellows; were ordered to install fighting equipment on their\nships and to practice its use.\n\nThe number of Martians inside the round hull of the asteroid, according\nto the prisoner, was about six hundred thousand. The asteroid would\nhave several thousand swift, light raiding ships, all fully armed and,\nin addition, the sham world would assuredly be defended and fortified\nto a high degree. Undoubtedly it was well guarded and observers with\ntelevision and astronomical equipment would keep close watch on Earth\nas they approached. A fleet of space-ships could hardly steal upon that\nmile-size ball through coverless space--surprise would be out of the\nquestion. And chances seemed hardly better that the battle could be won\nby sheer force of arms.\n\nHowever, a group of six thousand space-ships was organized for the\nattempt, ranging in size and model from small scouts such as were\nincluded in Commander Raws' squadron to huge and powerful dreadnaughts\nof space. Since these larger, heavier craft were less fitted for long\njourneys, the start of the expedition was delayed until the middle\nof January, 2676. Should the group start from Earth at that time,\ncomputations showed, the Martian asteroid would be met at a point some\nseventy million miles away, shortly after the first of March. Even\nfor that comparatively short journey the big ships would have to be\nrefitted with special tanks for reserve fuel and the crews would have\nto be cut down accordingly. In the end, barely three hundred thousand\nmen were included in the plans.\n\n\n\n\n                              CHAPTER III\n\n                             The Deserter\n\n\nYaxa, the prisoner, was of course ignorant of all these things as he\nsat alone in his secret prison. Food came to him by dumbwaiter and he\ndid not see a human face. It was not until the middle of January that\nthe door of his cell opened and admitted a Terrestrial--a Terrestrial\nwhom he recognized as one of the three who had captured him.\n\n\"Courage!\" said Neil Andresson. \"We're getting out of here.\"\n\nYaxa looked at him levely. They made a striking contrast; the\nsaddle-colored Martian--with his puffy body, his spidery legs and his\nhead that, except for the brilliant eyes, seemed to be a high-craniumed\nskull covered only with skin--looked like a weird cartoon of the\nTerrestrial with his fine, muscular proportions, his smooth cheeks and\nhis smiling countenance.\n\n\"Are you going to torture me further?\" demanded Yaxa.\n\n\"Not I,\" said Neil. \"If you'll remember, I never offered you violence\nat any time. I was not in sympathy with the measures taken to\nwring information from you, though I was in the minority and had\nto countenance them. For that matter, I'm not in sympathy with the\nTerrestrial cause at all.\"\n\n\"Then what are you doing here?\" asked the Martian.\n\n\"I succeeded in being detailed to guard you. I'm going to set you free.\"\n\nYaxa made a helpless gesture. \"What can I do if I am freed? I'll be\na stranger in a hostile world. Terrestrials will recognize me for an\nenemy as far as they can see me. I'll be hunted down and killed or\ninjured or, at the very least, brought back to prison.\"\n\n\"I've provided for that, else I would not have made the suggestion,\"\nsaid Neil. \"Here, take this pistol. And see the cloak I am wearing.\nTake it, drape it about you. At first glance you might pass for a\nTerrestrial. Come, I know where your ship is kept. We'll escape in it.\"\n\n\"We?\" repeated the captive.\n\n\"Yes, I'm going with you, back to your asteroid. It's within space-shot\nnow. I cannot remain here, I would be punished as a traitor.\"\n\nHis eyes shining with new hope, Yaxa donned Neil's cape and followed\nhim into a deserted hallway, then out into a street where a closed\nsurface-car awaited them. They entered this and traveled, by\ntraffic-way and by lift, to the very top level of the city.\n\nWhen Neil opened the door Yaxa peeped out and saw that they had reached\na rocketport. Hangars stood at every hand, with rows of space craft,\nlarge and small, on all sides. But nearest to them and isolated from\nthe others was the fast Martian scout which had been his when he had\nflown to his capture.\n\n\"Quick, we have no time to lose,\" Neil urged him, and they left\nthe car. A dozen steps took them to the side of the space-ship. A\nlock-panel was open and the two of them entered the inner compartment.\n\nSukune and Bull Mike looked up curiously from their seats inside. The\nleveled pistols of the two intruders prompted the young guards to raise\ntheir hands. \"What's the meaning of this?\" asked Sukune.\n\n\"It's what you Terrestrials call poetic justice,\" smiled Yaxa. \"You\ncaptured me--now I have captured you.\"\n\n\"Neil, you traitor!\" fumed Bull Mike.\n\n\"I wouldn't call names if I were in your shoes,\" rejoined Neil,\ncrossing to the panel which led into the storeroom, and opening it.\n\"Yaxa, this ship is well supplied with everything we need on the\nvoyage. Shall we leave?\"\n\n\"Yes, of course. What shall we do with these friends of yours?\"\n\n\"Don't call me a friend of his,\" growled Bull Mike.\n\n\"We'll take them along,\" replied Neil, taking no notice of his former\nchum's remark. \"If we let them go now they'll rouse the whole planet on\nus. As it is, the force that is tackling your asteroid doesn't leave\nfor two days yet. That ought to be head start enough for us.\"\n\nIt seemed that nobody at the rocketport noticed the departure of the\nMartian ship. If notice was taken, perhaps it was reflected that there\nwere Terrestrial guards on board and that all must be well. Unhindered,\nthe craft went up and out, cleared the atmospheric envelope and headed\nfor the bright speck in the sky that marked the sham world which was\nits goal.\n\n\n\nFor a few hours there was silence aboard between the captives and the\ncaptors, but at length Sukune spoke up with a smile.\n\n\"Why be unreasonable about this thing?\" he said. \"If we're to be\ntogether for two months or so in space, we might as well be pleasant\nabout it. I, for one, will accept defeat gracefully if you'll let me.\"\n\n\"Gladly,\" said Yaxa.\n\n\"Me, too,\" said Bull Mike.\n\n\"That settles it,\" said Yaxa. \"We'll get along together, I'm sure.\"\n\n\"Senator W. L. Marcy of our United States once said, 'To the victors\nbelong the spoils,'\" continued Sukune. \"We'll admit for the time being\nthat you are victors and we're the spoils. Until the situation reverses\nitself we'll be model prisoners.\"\n\nThey gathered in friendly fashion around the television screen and\ndialed in the image of the asteroid. It appeared half light, half\ndark, like a moon at the half. They could pick out the roughnesses of\nmountains, ravines and plains, all made in miniature by clever Martian\nartisans. They discussed what they saw like real comrades, all enmity\napparently forgotten.\n\nWhen two days had passed they watched the diminishing Earth by\ntelevision and, sure enough, sighted great clouds of shining\nspecks--the hundreds of flights of space-ships that were taking the\nether. They saw how some flew slowly, others swiftly, so that in a\nshort time they had formed into the conventional \"curtain front\"--an\nopen order formation of three dimensions, roughly disk-like in shape\nand perpendicular to the line of advance. It was about a thousand miles\nin diameter and about as thick through as the distance in which three\nor four ships could fly in single column. Against the black sky it\nlooked like a moving galaxy of runaway stars.\n\nIn front of this formation danced several flights of speedy scouts.\n\"Raws and the boys are among those,\" said Sukune.\n\n\"Don't the Martians inside the asteroid see that attacking force?\"\nasked Bull Mike. \"They can fly away, can't they? Well, why don't they?\"\n\n\"A body of that size could hardly carry enough fuel for a long,\nsustained trip,\" Yaxa explained. \"It just boosts itself along\noccasionally as it follows the orbit to which it is held by the sun's\ngravitational pull. That being the case, it could hardly hope to escape\nfrom those lighter, further-traveling ships. My companions inside\ndoubtless figure that they might as well face the attack first as last.\"\n\nThere was something uncanny in the thought of what was being done\nand decided inside that floating globe, so like a lifeless planetoid\nand yet the work of mortal hands. Brimful of men and weapons it was\ndestined to destroy whatever of Earth it might.\n\nA month passed. And then another week. Larger and ever larger grew the\nmock asteroid until it filled a sizeable portion of the television\nscreen that reflected it. At last they swooped down toward it, a great\nuneven globe the color of clay that spun slowly upon its tilted axis.\nLightly as a falling leaf the ship descended. Neil was at the controls\ninside, while Yaxa sent code messages by radio. A great black opening\nsuddenly appeared. Into this the craft slipped.\n\nIt fitted into the end of a long tube, like a nut dropped into a\nmouse-hole. As it came to a stop Yaxa opened the lock-panel to the\noutside. At once several Martians, all heavily armed, looked in. At the\nsight of the Terrestrials they levelled automatic rifles and pistols.\n\n\"It's all right,\" said Yaxa. \"One of these is a friend, the other two\nare prisoners.\"\n\nStill suspicious, a guard took the four to an officer. There Yaxa made\na long report in an undertone. The three Terrestrials were questioned\nnext, one at a time. In the end Sukune and Bull Mike were sent away to\nbe confined.\n\n\"As for you,\" the officer said to Neil, \"I find that you have done a\ngreat service to us and that at a great personal sacrifice. Consider\nyourself one of us. We are prepared to offer you whatever reward you\nask within reason.\"\n\n\"Thank you,\" replied Neil. \"I know nothing that I would like at present\nexcept a chance to inspect your wonderful asteroid.\"\n\n\"We will gladly grant you such a chance,\" he was assured.\n\nSome conversation about the oncoming Terrestrial force then followed,\nbut Neil, a simple scout in rank, was unable to give much information.\nAt last he was allowed to go away with Yaxa, who by this time looked\nupon him as a close friend.\n\n\n\nThey walked through long, high corridors, walled with gray metal\nand flanked by doors opening into compartments of various styles\nand equipment. Aided by Yaxa's explanations. Neil was not long in\nvisualizing the whole structure as a series of spherical surfaces,\none within another, each surface utilized as the floor of a level.\nArtificial gravity was set up at the core and elevators and sloping\nrunways permitted the garrison to progress from one level to another.\n\n\"Most of all,\" said Neil, \"I want to view this wonderful mechanism\nwhich holds the four parts of your asteroid together.\"\n\n\"A trifle, nothing but a trifle,\" Yaxa replied with a deprecatory\ngesture. \"The principal is a simple magnetic one. The four\nsections--the fruit slices, I once described them--bring their inner\nangles together along a common line. That common line is a long, thin\ncable made of six different kinds of metal, each of the six connected\nwith a special motor at either end. They set up the current among\nthemselves, and the cable acts as the pole of our world.\"\n\n\"And if the current was cut off?\"\n\n\"Then the four sections would float apart. But the current will endure\nas long as the cable is not cut clean in two.\"\n\n\"Then where is the center of gravity?\"\n\n\"At the very mid-point of the cable, which is also the center of the\nasteroid and of each concentric sphere within it.\"\n\n\"I would greatly like to see this cable,\" said Neil again.\n\n\"That is the only request I cannot grant you,\" the Martian replied.\n\"It is the most sacred, the most jealously fenced object of all. Every\nfoot is guarded by trusted men, each one sworn to defend it with his\nlast drop of blood. Only the commander of this garrison can be admitted\nto the tubular compartment which surrounds its central emanator\nof gravity, or to the shops where the motors run. But don't feel\ndisappointed over such a prohibition. Come, we'll go to a theater and\non the way we'll pass as close to the cable as we're likely to get.\"\n\nSure enough, as they walked down the corridor they came to a juncture\nof four wide passages. Here was a small concourse, thronged with\npedestrians, and in its very center a stout metal pillar rose from the\nflooring to the roof. Two sentries stood vigilantly on opposite sides\nof it.\n\n\"We are now at the point where the four sections meet on this level,\"\nYaxa pointed out. \"As you see, the walls are cut well away to allow\nthe passages to cross. That pillar is made of four pieces--the edges\nof the sections. Enclosed by them is the cable I told you about. The\npillar and the cable extend above and below here, from one pole of the\nasteroid to the other.\"\n\nNeil looked at the arrangement as if fascinated but Yaxa urged him\non. They came to the spot where opposite partitions of two adjoining\nsections came together. There was not enough space to insert a\nknife-blade, so accurately had the structure been made.\n\n\"Not very thick for outer walls,\" observed Neil, measuring the\npartitions with his eye. \"A Terrestrial disintegrator-ray could easily\npierce them.\"\n\n\"Of course, but these are only inner walls, after all. The real strong,\nthick partition is the outside, the tough rind of the fruit. That is\ntoo much for the strongest ray or bomb ever made.\"\n\n\"There aren't any bolts to hold the sections together.\"\n\n\"Have you forgotten what I told you about the artificial gravity? That\nholds everything in place. But here's the theater. Let's get inside or\nwe'll be late.\"\n\n\n\n\n                              CHAPTER IV\n\n                           The Great Battle\n\n\nThe television drama broadcast from the Martian pleasure city of\nPulambar, was one of the cynical tragi-comedies that the men of Mars\nlove so well. As it unfolded certain gases were released in the\nauditorium. They seemed pungent, even acrid, to Neil, who was not used\nto Martian luxuries, but those around him sniffed the fumes with every\nevidence of pleasure. He watched the drama progress and was careful to\napplaud and laugh whenever Yaxa did.\n\nFrom there they went to an eating-compartment, where a group of young\nofficers first looked askance at the Terrestrial stranger, but crowded\naround with exclamations of welcome when Yaxa explained his presence in\nthe asteroid. Neil made the best of his limited command of the Martian\nlanguage. The party seemed to be having a fine time, not the slightest\nbit worried by the fact that a strong force from Earth was due to\nattack within a few hours.\n\n\"We have only to remain inside our defenses,\" said one. \"They can\nhammer away on our surface forever without effect, while we can bomb\nthem out of existence one by one.\"\n\n\"It'll be a way to break the tedium of existence,\" offered another.\n\n\"And excellent practice for our coming raid on Earth,\" added a third.\n\n\"Will you fight on our side?\" the first speaker asked Neil.\n\n\"No, I'll be a non-combatant,\" grinned the Terrestrial. \"After all,\nI've some old comrades in those ships. However,\" he continued, \"I'll\ndrink in the fashion of my planet to your success and that of your\nfriends.\"\n\nHe was loudly applauded and several raised their glasses in imitation\nof his courtesy.\n\nThe gathering broke up late and Neil confessing himself tired, was\nallowed to go to bed in quarters near those of Yaxa. Yet he did not\nsleep for hours and, when he dozed off at last, it seemed but a moment\nbefore Yaxa knocked at his door to waken him.\n\nHe dressed and went out into the wide passage that served as a street.\nThe carefree attitude of the Martians was gone now; everywhere he saw\nbodies of troops drawn up into formation, while here and there sped\nvehicles laden with munitions and supplies.\n\n\"The enemy is almost here and we're getting ready,\" explained Yaxa.\n\"The commander has told me to bring you to him, that he may ask what\npart you want to take in the action.\"\n\n\"I've already said that I don't want to fight,\" said Neil. \"As a matter\nof fact, I think that I'd do best as a guard over the Terrestrial\nprisoners who came with us. I'm built along the same mental and\nphysical lines that they are, and so I ought to be ideal for the job.\"\n\nWhen he faced the Martian chief he made the same suggestion and it\nwas accepted on the spot. Yaxa conducted him to an elevator and they\ndescended, it seemed for miles. At last they stepped out into a narrow\ncorridor the floor of which was sharply curved.\n\nIn front of a near-by panel a Martian soldier stood, armed with\nautomatic rifle, pistol and bomb-thrower. Yaxa explained their errand\nand showed a stamped bit of metal as badge of authority. The fellow\nsaluted and opened the door.\n\nInside, Sukune and Bull Mike rose from the pallets on which they sat.\nThey were courteous, even cheerful, in their greeting to the newcomers.\n\n\"We've been getting ourselves an eyeful of the show that's coming,\"\nsaid the Japanese, pointing to the television screen that was part of\nthe chamber's furnishings. Sure enough, he had dialed in a viewpoint\nin space from which the artificial asteroid appeared as a sphere about\ntwo feet in diameter, while in the distance the \"curtain front\" of the\nTerrestrial ships' advance could be seen like a puff of luminous dust.\n\n\"There's a lot of friends of ours in that mob,\" added Bull Mike.\n\"They'll take this little pill of yours without so much as a swallow of\nwater. Then we'll be free, speaking a good word for you, Yaxa.\"\n\n\"That's kind of you,\" smiled the Martian. \"However, I don't think that\nthere will be that much of a reverse.\"\n\n\"We'll soon know,\" said Neil. \"Look, the Terrestrials are about ready\nto close in.\"\n\n\n\nThe attacking fleet had indeed drawn near its objective. They could see\nthe face of the \"curtain\" changing, the edges coming forward and the\ncenter receding. This was the first move toward the gradual formation\nof a great net or basket in which to snare the apparently lifeless\nball. That accomplished, the open face of the net would close and the\nships of Earth would settle like a cloud around their quarry. An hour\nmore, at least, and the thing would be done.\n\nBut, as the Terrestrials drew near, a hundred hidden panels flew wide\nall over the asteroid, exposing dark recesses. From each of these, shot\nship after ship, like angry hornets disturbed in their nests, hurtling\nsilently and fiercely to battle.\n\nWhat followed might seem but a small engagement compared to the later\nand final conflict between Earth and Mars, wherein full two million\nships took part. Yet, for display of grim courage, desperate endeavor\nand in proportion to the casualties, the fight that ensued around and\nwithin the asteroid has no parallel in the history of either planet.\n\nRecords show that the Martian commander of the garrison in the huge\nhull foresaw and planned his part of the battle from the moment the\nenemy group left Earth. He hoped to launch a surprise attack that it\nwould have been impossible for the Terrestrials to forestall, and to\nthat end he awaited the very instant when the attacking party bunched\nto close in. Then he sent his entire space-force, something more\nthan two thousand fighting craft, out and at them. Only the smallest\npossible crews were at the battle stations of these ships and the bulk\nof the asteroid garrison, more than five hundred thousand strong,\nremained inside.\n\nThe four at the television watched eagerly the miniature reflection\nof the engagement. The Martians, less in number and lighter in craft,\ndid their best to take advantage of every opportunity. Bunching close\ntogether in fours and fives, they hurled into action. They were all\nraiding models, more maneuverable than most of the battleships and\nheavy cruisers among the Terrestrials. A quick dash through the ranks\nof the oncoming enemy, and they might be able to effect an equally\nquick turn and an attack from the rear.\n\nFrom every Martian ship streaked forth a volley of roving bombs. These\nprojectiles propelled by ultra-swift rocket-engines, were aimed and\nguided by radio controls so that they could be turned to seek a target\nmissed at first attempt. Some of the foremost Terrestrial ships were\nsilently exploded into nothingness before they could fight or avoid the\nenemy. The others, frantically plied their disintegrator rays, swinging\nthe lean, glowing fingers of flame back and forth in an attempt to blot\nout the whizzing bombs and the ships that were launching them.\n\n\"Say, I'm missing some wonderful fighting,\" said Yaxa suddenly. \"You\nthree will excuse me.\"\n\n\"We three will do nothing of the sort,\" replied Neil with the utmost\ncalm. \"You're staying here with us.\"\n\nThe young Martian looked up with wondering eyes, first at Neil, who\nstood with drawn pistol, then at Bull Mike and Sukune, who had risen to\nbar the door. His hand dropped to his belt in search of a weapon.\n\n\"Stand still, Yaxa, or I'll kill you,\" called Neil warningly. Yaxa's\nhand ceased its motion. Bull Mike reached out and possessed himself of\nthe Martian's weapon. Then, holding the prisoner by the shoulder, he\nwalked toward the door, which Sukune was opening.\n\nOutside the startled sentry brought up his rifle, but paused when he\nsaw Bull Mike interpose the body of Yaxa as a shield.\n\n\"Shoot, fool!\" screamed the latter. \"Don't mind me, destroy these men\nbefore they escape!\"\n\nThe sentry still hesitated for a moment and in that moment Neil shot\nhim down. Sukune sprang out and possessed himself of the fallen man's\nrifle, pistol and bomb-thrower.\n\nNeil still remained at the television screen for a moment before\nfollowing the men he had liberated. \"Our battleships are already raying\nthe outside,\" he said, as he came away at last. \"We haven't a minute to\nlose.\"\n\n\"What are you going to do?\" demanded Yaxa in a voice that still\nreflected overwhelming astonishment. \"I don't understand----\"\n\n\"It's perfectly simple,\" said Sukune. \"We were deathly afraid that\nyou'd guess before this, but now you may as well know. The whole\nbusiness of your rescue, our capture, the flight from Earth, was\narranged by our intelligence staff. They wanted to get three determined\nmen inside this shell, where we could in some way lay the innards open\nto Terrestrial disintegrators.\"\n\n\"That's why you were so curious about the cable,\" Yaxa accused Neil.\n\n\"Right,\" admitted the other. \"Well, we have little time to lose. Follow\nme.\"\n\n\n\nSuddenly Yaxa began to struggle. \"Help! Help!\" he yelled at the top of\nhis lungs, and at his cry a little group of Martians came running to\nview from a side-passage. Bull Mike clouted Yaxa with his fist and the\nprisoner fell insensible, while the three Terrestrials ran swiftly up\nthe corridor. Behind them came a summons to stop, followed by a scatter\nof shots. A few leaps, however, left the pursuit well behind.\n\n\"There's the cable-pillar, ahead of us,\" said Neil, pointing ahead.\nSure enough they were approaching a pole on their level.\n\nThe two guards on duty by the device looked up at the sound of\nhurriedly approaching feet. Before they could challenge, however,\nthey fell beneath a volley from the Terrestrials. Ignoring the still\nquivering bodies, the three comrades gathered around the pillar.\n\n\"How can we cut it?\" panted Sukune.\n\n\"I smuggled this along,\" said Neil, producing a hand disintegrator\nappliance, about the size of a pistol. With it he began to fuse the\nmetal facings of the pillar.\n\nThe Martians who had come at Yaxa's call were approaching now. Bull\nMike sent a stream of bullets at them from the rifle of one of the\ncable-guards. Sukune did likewise. Several of the pursuers fell while\nthe others ducked into sheltering doorways without returning the fire.\n\n\"They're afraid they'll hit and damage this pillar,\" said Neil. \"Hang\nclose to it, you two.\"\n\nHe had cut well into one facing of the great upright. Still he had not\npierced the layer of metal that protected the cable. On he worked while\nhis comrades faced in opposite directions, rifles at the ready.\n\nThe shots had attracted groups in other corridors, and from all\nfour directions bodies of Martian soldiery could be seen stealthily\napproaching. As they came close enough to be good targets Sukune and\nBull Mike sprayed bullets on them. The survivors all sought shelter for\na moment, then resumed steady advance from doorway to doorway along the\npassages. A rush from all quarters seemed imminent.\n\nAt last a great oxidized chip fell away from the pillar and Neil gave\na triumphant exclamation. He had pierced the metal and inside he could\nplainly see the cable--a taut, gleaming cord of vari-colored strands,\nbarely six inches in diameter. It was hard to realize that this slender\nline was the source of the powerful gravity that controlled this\nsynthetic world. He aimed his disintegrator at it anew, but no ray\nanswered his touch on the button. The charge had been exhausted in\nforcing a way through the pillar.\n\nHe sent a pistol bullet in at the cable. It struck at an angle and\nglanced away. His action was seen by the Martians in all directions,\nwho gave vent to a loud chorus of desperate shouts and charged forward\nas if driven by one single impulse.\n\nThe rattle of Sukune's and Bull Mike's rifles sounded, but this burst\nof fire could not stem the rush. In a second the Martians were upon\nthem--dozens of them. Bull Mike clubbed his weapon, swung it like a\nflail and cleared a space. Half a dozen pistols were fired at him,\ntheir muzzles almost against him as they were discharged. He reeled but\ndid not collapse, fighting on with undiminished strength.\n\nSukune did not fare so well, and out of the tail of his eye Neil saw\nthe Japanese go down and lie still as vengeful Martians showered\nblows upon him. In desperation he reached a hand through the hole in\nthe cable, grasped the cable and gave it a powerful jerk at the same\nmoment. A moment later he fell sprawling, his body convulsed by a\ncurrent that gripped and tore at him as though it would rend his every\nmuscle to shreds. He tried to rise again, but the shock had paralyzed\nhim. His ears were dull to the din around him and his eyes were blurred\nas if with weariness, but he could see that a loop of the cable had\nbeen pulled out by his attempt.\n\nBull Mike, last of the three Terrestrials still on his feet, saw it,\ntoo. Hurling his weapon into the midst of the Martians, he sprang to\nthe side of the pillar and thrust his arm through the exposed loop.\nClasping his great hands, he hurled his giant body outward with all his\nstrength.\n\nFor a moment he seemed to glow as if illuminated from within by a\npowerful white flame. Then he flew through the air and crashed to the\nfloor. The Martians fairly riddled his fallen form with their bullets.\nNeil slipped into insensibility, and the last thing he was conscious\nof was that the cable's loop had been parted, its two frayed ends\nprotruding from the hole in the pillar, fully six inches of space\nbetween them.\n\nThe mission of the trio had been accomplished.\n\n\n\nWhen he regained his senses at last he could not open his eyes. He\nmoved his hands, and it was as if they were sheathed in massy lead. His\nvery breathing was a distinct effort.\n\n\"Bull Mike!\" he called. \"Sukune!\"--but then he remembered that Bull\nMike and Sukune had been killed.\n\n\"Lie still,\" said a female voice. \"You're all right.\"\n\n\"Where am I?\" he asked.\n\n\"In a hospital,\" answered the voice.\n\n\"A hospital? Where? On Earth?\"\n\n\"Of course,\" the voice laughed. \"You're in Base Hospital Number 61-X,\nat Delhi. I'm your nurse.\"\n\n\"I see. The battle's over, then.\"\n\n\"Months ago. After our ships fired blasts between sections of the\nasteroid and then destroyed them, you were one of the few survivors\nfound floating in space among the wreckage. It's been a fight to keep\nyou alive.\"\n\nHe lay still and thought silently.\n\n\"Am I blind?\" he asked at length.\n\n\"No, but leave that bandage on your eyes alone. Plenty of time to see\neverything when the doctor takes it off.\"\n\n\"I understand,\" he said. \"And am I--badly hurt?\"\n\n\"You were. But we've put you together, as good as new. It will take\nmany days more, but you'll walk and talk and see and fly again. And\nyou'll still have your good looks, too.\"\n\nAgain he was quiet. The nurse broke the silence.\n\n\"Something was left here for you.\"\n\nHe heard the rattle of a paper wrapping. Then a small object was placed\nin his palm. It seemed to be a bit of metal, cut into the shape of a\nmany-pointed star and depending from a strip of ribbon.\n\n\"The president of the Terrestrial League brought you that with his own\nhands,\" the nurse told him. \"Shall I read the citation?\"\n\n\"Do.\"\n\n\"Very well, listen. 'In recognition of the intelligent and loyal\nservice rendered in capturing an enemy scout and securing from him\ninformation of paramount importance to the Terrestrial arms on or about\nthe first day of October, 2675; and for courageous and successful\nattempts and actions against and in the presence of a superior armed\nforce of the enemy on or about the third day of March, 2676; I, Silas\nParrish, president of the Terrestrial League, by authority vested in\nme by the government of the planet Earth, do confer upon Captain Neil\nAndresson, unattached, the highest award for valor and service that is\nwithin the gift of the body I represent; to wit, the Medal of Honor of\nthe Terrestrial League.'\"\n\nShe stopped reading. \"But it calls me a captain!\" exclaimed Neil. \"I'm\nonly a scout.\"\n\n\"You have the rank of captain now. It's honorary, of course. You'll be\nout of the hospital before the beginning of the year, but you won't be\nable to go into action again before the whole mess is settled.\"\n\nHe heard her lay the medal and document down. Then her footsteps went\nechoing away.\n\n\"Hello, Neil,\" said a voice he knew.\n\n\"Yaxa!\" he cried. \"You here?\"\n\n\"In the cot next to you. They picked us up together, I'm told.\"\n\n\"Badly wounded?\"\n\n\"Worse than you. Both my legs have been taken off.\"\n\nNeil said nothing for a moment. \"It could be worse,\" he ventured at\nlast.\n\n\"Oh yes. Life is worth living, even with artificial limbs.\"\n\n\"Can you see, Yaxa.\"\n\n\"Perfectly.\"\n\n\"Here then. The war's over, at least so far as we're concerned. Let's\ncall it quits.\"\n\nHe painfully stretched out his hand toward the place from which Yaxa's\nvoice came. After a moment he felt the Martian's spidery fingers on it.\n\n\"Quits it is, then,\" agreed Yaxa. \"We'll get well together.\"\n\nBoth of them relaxed. The fierce conflict they had both gone through\nnow seemed far away and vague, as if it had been the experience of\nother men. They felt peaceful and in some measure content.\n\nFor they had both fought a good fight. Both had done their best. Both\nwould be honored for their efforts. And, best of all, neither of them\nwould ever need to fight again.\n\n\n                                The End",
    "metadata": {
        "author": [
            "Field, Gans T.",
            "Wellman, Manly Wade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72854/pg72854.txt",
        "name": "the_invading_asteroid.json"
    }
}