{
    "name": "The Wealth of Echindul",
    "author": [
        "Miller, Benj.",
        "Water, Silas",
        "Loomis, Noel Miller",
        "Loomis, Noel M."
    ],
    "body": "He came up out of the Great Sea-Swamp of Venus like old Father\nNeptune. He was covered with mud and slime. Seaweed hung from his\ncheap diving-suit. Brine dripped from his arms that hung limp and\nweary; it ran from his torso and made a dark trail in the sand.\n\nWithout even looking back, he stood for a moment as if fighting to\nkeep on his feet, while the brine made a small puddle in the green\nsand. Finally he unscrewed the helmet and took it off. He turned\naround slowly and looked back across the two hundred miles of deadly\nswamp, at the flaming craters of the Red Lava Range from which he had\ncome.\n\nWith fingers that would hardly function from weariness he took off his\ndiving-suit and straightened up. His stooping shoulders were free of\nthat weight for the first time in forty days. He was a small man,\nhardly over four feet tall, and not well formed. It seemed incredible\nthat he had crossed the Great Sea-Swamp on foot.\n\nAnd as he looked back at the distant rim of green fire that marked the\nmountains it seemed incredible to him too. A great sigh of relief and\ngratefulness shook his unsymmetrical body, and all the nerve and\ncolossal will-power that had carried him for six months, suddenly\nflowed out of him in a single wave and left him empty. He forgot about\nthe ordeal that still lay ahead. He forgot everything. He pitched\nforward on his face in the sand, and slept.\n\nSome hours later a whistling noise awoke him. He rolled over, awake\ninstantly, for in past months his ears had saved his life as often as\nhad his eyes. High in the sky he picked out a cannibal fish from the\nAcid Sea. It had set its great wings in a dive.\n\nHe raised his heat-gun, fired once, saw the feathers burst into blue\nflame, saw it falling; then he rolled over and went back to sleep. Not\neven the thud of its heavy body on the sand disturbed him, but an hour\nlater he heard another warning--a rasping sound--and through the\nstench of the ancient swamp he smelled a fetidness that meant danger.\n\nThis time as he turned he rolled to his feet. He saw the huge coils of\nthe Venusian water-constrictor. One lidless phosphorescent eye gleamed\nevilly at him, but its great jaws were spread and the dead fish was\nhalf-way down its bone-plated throat.\n\nGrant Russell relaxed. Ordinarily he would have been scared to death\nto be within miles of the big saurian. But now for a few hours, with\nthe fish in its throat it would be comparatively harmless.\n\nGrant rubbed his eyes and stretched. How wonderful sleep could be! For\nsix weeks he had been in the swamp where he never had dared to take\noff his diving-suit even when he was resting on a clump of floating\ngrass, for fear it would suddenly sink and drop him into a hundred\nfeet of brown water; six weeks walking through mud sometimes over his\nhead, with the brown, infested water above that; six weeks pitting all\nhis swamp lore against sudden death in a thousand forms, with only the\nlight gravity of Venus to aid him, and his indomitable determination\nto keep him going. But now he felt like a million.\n\nNo man had ever crossed the Great Swamp alone on foot before. Few had\ncrossed it in any fashion. Few would have tried it but Grant Russell\nbecause few wanted to do it as much as he did. In spite of his small\nsize and his scrawny muscles, in spite of Venus which catered to big\nmen and strong men, he had done it.\n\n\n\nThe food problem alone would have stopped most men, but Grant had\nspent a lot of time around the swamps of Venus. Often he had gone\nprospecting with food enough for only one week because he couldn't buy\nmore, and he had stayed four, five, six weeks.\n\nTo do that he had had to experiment. He'd eaten all sorts of things.\nSometimes he had been ill but he had acquired immunity to certain\npoisonous plants that contained food values.\n\nThe oxygen problem for a diving-suit for forty days would have stopped\nmost men but Grant had solved that too. If he had not, he never could\nhave gone to the Red Lava Range after the fabulous gizzard-stones of\nVenus's prehistoric echindul.\n\nFor oxygen, he had discovered a plant that grew in the bottom of the\nswamp. You could cut its stalk into sections and put them in a\ncontainer and they would exude oxygen for several hours. But he had to\ncarry at least one extra stalk all the time, and he had to keep his\neyes sharp for more. Sometimes it had been close.\n\nGrant looked at the Red Lava Range and felt the precious leather bag\ninside his shirt and smiled. Yes, he'd done it. He'd found one of the\nfabulous nests of the echindul--and it had been loaded with stones,\njust as ancient Venusian legend insisted.\n\nThe extinct echindul had been a sort of flying lizard that had nested\nin the mysterious, almost inaccessible Red Lava Range. Every echindul\nhad had two gizzard-stones, and each matched pair of stones had an\nunusual property.\n\nGrant reached in his watch-pocket and brought out the one he had kept\nout of the bag. He held it up and watched the sunlight, filtering\nthrough Venus's thick clouds, and the firelight, reflected from Red\nLava Range two hundred miles away, play on the chatoyant interior of\nthe stone as if they were chasing each other.\n\nThose stones would be worth forty thousand Earth dollars a pair if he\ncould get them to a reputable dealer in Aphrodite, Venus's largest\ncity. Therein lay Grant Russell's next problem, and in spite of the\nsatisfaction he felt at emerging from the Great Swamp, he knew that\ngetting safely to Aphrodite might be an even more serious problem.\n\nAphrodite's only approach over the Lead Vapor Mountains from the\nsouthern hemisphere was through The Pass, a legalized city of vice. On\none side The Pass was flanked by the Bubbling Zinc Pits and on the\nother side it was skirted by the Fluoride River, and man had not yet\ndevised any way to navigate either of these. It was doubtful, even,\nthat any species native to Venus could cross those two areas, but on\nthis authorities did not agree for in the year 2542 Venus and its\nnatives were still largely unknown.\n\nNot so far unknown, however, that Grant Russell failed to recognize\nthe single luminous eye that had risen out of the water on a long,\nslender stalk. \"A fish,\" he thought, or as some would have said, a\nVenusian. It saw that he was looking at it, and it dropped out of\nsight. There was the swirl of brown water that marked its\nunder-surface progress. It swam like a fish, but it wasn't really a\nfish. It was one of Venus's four dominant species and the most \"human\"\nof all.\n\nThe swirl moved fast across the surface of the water and disappeared\nin the direction of Aphrodite but Grant knew that its place would be\ntaken within a few minutes by another. And if Grant had had any\nforlorn hope that he might be able to slip through The Pass, he gave\nit up, for he knew now that his movements were reported hourly and\nthat his possession of the fabulous stones was undoubtedly known to\nRelegar, the Uranian.\n\nRelegar was the master of The Pass. He was no human and he had no\nhuman feelings. Killings and stealing were a business to him, and he\nhad the most efficient spying system on any planet. It was well known\nunofficially that he kept an underground factory busy extracting a\ndrug from the stamen of the swamp-orchid. The drug was labeled\n\"Venus-snow,\" and Relegar found it highly profitable to trade it to\nthe fish in the Sea-Swamp on the southwest and to the semi-aquatic\npeople in the great Gallium Bogs to the southeast--some called them\n\"frogs\"--for information.\n\nRelegar's spy-system was a monopoly by reason of a peculiar fact: the\nfish-people talked in a high sound-range that no solar being but a\nUranian could hear; no Uranian trusted another Uranian, and so Relegar\nwas the only entity in The Pass who knew the dialect of the\nfish-people. Seldom did any person or any entity find anything of\nvalue in the bottom half of Venus that was not promptly reported to\nthe Uranian.\n\nTherefore Grant Russell did not dare enter The Pass with the stones on\nhis person. This was a quick way to lose them--and perhaps his life.\nSome day, thought Grant wishfully, some big-shot would come along and\nclean out The Pass and then the little honest men would be safe. On\nthe rare occasions when a prospector did find something of value and\nget back to land he would be allowed to keep it. Grant wished he had a\nlot of power or a lot of money. He'd take over the clean-up job. But a\nfellow like him, without friends, without influence, without money,\ndidn't have a chance.\n\n\n\nGrant had thought about that a good many times on his long trip across\nthe swamp, but he had worried more about how to dispose of his own\nstones before Relegar got hold of him. He would of course have to use\ndeception. But how? If he could hide the stones some place he could go\non into The Pass empty-handed and pretend that he'd had the usual lack\nof luck. Then he could see Netse, the Jovian fence, and make a deal\nfor protection. He'd have to give up half, but that was the easiest\nway out, for Relegar would keep hands off if Netse got there first.\n\nBut where could he hide the stones? There was too much continual\nvolcanic subterranean activity in the swamp, and on what little dry\nland Venus had it was doubtful that any hiding-place could be called\npermanent. It might be solid today and swallowed by an earthquake\ntomorrow.\n\nThe only real solution was to have somebody else keep them for a\nwhile, Grant thought, and that was a discouraging thought, for whom\ncould he trust in The Pass even if he could reach them? For that\nmatter, who in The Pass would risk his life to help out Grant Russell,\nthe Hard-Luck Man of the Swamp?\n\nHe'd been known as a hard-luck man as far back as he could remember.\nHis parents had been killed in a rocket crash on a trip to Mars; he'd\nbeen raised by one relative after another and they'd each one gotten\nrid of him as soon as they could. Finally he had married a nice girl\nand they had been happy until their daughter was born. Then the mother\nhad died.\n\nGrant had gone to pieces for a while. When he came to, he was broke,\nhungry, ragged. Then when it was too late he had become frantic over\nthe safety of his small daughter, Beth. He found that she was safe in\na child welfare home in New Jersey, but they would not release her to\nhim until he could pay what he owed for her care and have enough left\nover to establish himself as a substantial citizen.\n\nHe had told her goodby. She was the image of her mother, and she had\nheld onto his hand as long as she could and said between sobs, \"Daddy,\ncan we have a farm some day, and raise strawberries, and have just us\ntwo? I don't want to be an orphan.\" He had gulped and said, \"Sure,\"\nand then he had come to Venus. It was a new planet, largely\nunexplored, full of opportunity.\n\nThat had been three years ago. Things had been tough at times but now\nhe could afford to smile. He'd hit the jackpot--a million-year-old\nnest of the echindul, with sixteen pairs of stones. He put the one\nstone safely back in his watch-pocket. He was keeping that one. When\nhe sold the others he would have the dealer pick out the mate to this\none, and he and Beth would keep this pair. They would be well able to\nafford it.\n\nHe felt the bag at his side. The stones didn't weigh much, perhaps a\ncouple of ounces apiece, but the famous telepathic stones of Venus\nwere well known on Earth. Wealthy young lovers would carry a pair, if\nthey could get them, so that each could know what the other was\nthinking.\n\nScientists said the stones were matched crystals so that each pair, in\neffect, was tuned in together. They said also that the stones were\nlittle more than nature's ultimate extension of man's feeble attempts\nat radio communication.\n\nGrant Russell knew little about that. What he did know was that those\nstones were worth half a million dollars. He gathered up his patched\ndiving-suit and packed it, from long habit. He raised his head and saw\nanother eye watching him from the swamp. He watched the eye and\nlistened to the rasping of the bone-plates in the constrictor's\nthroat.\n\nOrdinarily he would have tried to kill the big saurian, for its skin\nhad the property of turning slightly radioactive after death and it\nwas worth a couple of hundred dollars delivered in Aphrodite, but a\nthought occurred to him. He watched the saurian and began to smile.\nThe constrictor could be worth a lot more than two hundred dollars to\nhim.\n\nHe flipped a handful of green sand at the eye in the swamp and it\nwithdrew abruptly into the water. He ran, making a wide circle around\nthe constrictor's powerful tail. He darted in to the head and stood\nabove the lidless eye. Three years ago he would not have walked this\nclose to a _dead_ constrictor, but now--well, he'd learned not to be\nscared until there was need of it. He bent down. The fish was well\ninside the saurian's mouth. The constrictor's jaws were distended and\nit was helpless.\n\nGrant whipped the bag of stones from inside of his jacket and tied the\nleather thong to one leg of the fish. He made sure he had the one\nsingle stone in his watch-pocket. That one he had to keep to be able\nto find the others. He went back to the edge of the swamp and waited\nuntil he saw an eye come up, whereupon he flipped another handful of\nsand at it.\n\nHe stayed there for two hours, until the bag of stones was well down\nthe saurian's throat. Then he set out for The Pass. He was painfully\nhungry now, but he was light-hearted. Never again would he have to\nrisk the death that infested the Great Sea-Swamp. Within thirty days\nhe would be home--home on Earth. He and Beth would get a little house\nout in the country and have a little garden, and he could relax and\nwatch his daughter grow up. She was only seven now. It wasn't too\nlate.\n\n\n\nIt was dark when he got to The Pass, the sinister city where he'd seen\nmen killed for a twenty-dollar bill, where girls had been sold over\nthe counter for fifty. He knew better than to go directly to Netse,\nfor the Jovian and the Uranian had a sort of throat-cutting\npartnership in the underworld, and while Grant was sure Netse would\nhelp him directly to get a bigger cut, he knew also that Netse\nwouldn't want to be too obvious about it.\n\nSo Grant, by this time weary in the shoulders from carrying his\nequipment, turned down Thorium Avenue toward Nellie's Boarding House.\nBut under the first streetlight he was stopped by a grimy boy. This\nwas notable, because the boy was an Earthman. There weren't too many\nEarthmen in The Pass.\n\n\"Where you been, Hard-Luck Russell?\" the boy asked insolently.\n\nGrant's throat was dry. He knew what that meant. Nobody who knew\nHard-Luck Russell would bother to stop him unless they had orders to\ndo it--orders that came from Relegar.\n\n\"In the Swamp,\" Russell said, swallowing hard.\n\nThe kid stared at the diving-suit in Grant's hand, stared at Grant's\nface with a sharp, penetrating, unashamed inquisitiveness that made\nGrant use all of his will-power to stare back. The kid suddenly\ndisappeared.\n\nGrant forced himself not to walk faster. The kid had put the finger on\nhim. It was the first time Relegar had ever done that. Those damned\neyes! Relegar must know what Grant had found, and the knowledge that\nthe Uranian knew about the stones made him weak. Relegar was a bad\nspider.\n\nGrant's impulse was to run but he forced himself to be steady. Now he\ndidn't dare go straight to Netse. He went on to Nellie's place and\nhammered on the door. \"Oh, it's you. Come on in.\" Nellie opened the\ndoor. Nellie was a Martian, a century-plant, and nobody knew whether\nit was he or she or whether it made any difference, but they called it\n\"she\" and they called it \"Nellie.\"\n\nGrant went in. Nellie's leaves rustled and that queer whispery voice\ncame from her. \"Do you want a cot?\"\n\n\"I'll have a room this time,\" said Grant. \"How much?\"\n\n\"A buck,\" said Nellie's leaves. \"Pay now.\"\n\nShe collected. He took his diving-suit to the room. He didn't like the\nsmell of cabbage and garlic, and the fumes of chlorine were so strong\nhe nearly choked. A Saturnian must be pickling insects somewhere up on\nthe second floor. He sat down. He was starved but he didn't want to go\noutside until he had a chance to figure things out. He thought maybe\nthe first thing to do was to see Netse.\n\nFrom the sounds he thought the two girls across the hall were getting\nready to go out. He lay down on the bed to rest.\n\nAt ten o'clock they left, jabbering. It was good to hear Earth-people\ntalk, even if it was French, which he didn't understand. As soon as\nthe front door closed after the girls he tiptoed across the hall and\ntried the doorknob. It was locked. He opened it with his skeleton key.\nThe room was dark and he did not turn on a light. He opened the window\nand dropped softly to the ground in a narrow space between two\nbuildings.\n\nA grating voice said, \"Where you going, punk?\"\n\nGrant froze. He wanted to run but couldn't. He turned. Back at the\nalley, in the light, was a medium-size, solidly built man with black\nhair and a long scar on his left cheek. Grant wheeled, but stopped\nshort. In front of him, at the street end, was a huge Neptunian. It\nwas ten feet high. Grant shuddered. He didn't want that thing too\nclose to him with its razor-sharp teeth and its fondness for blood. He\nwalked toward the Earthman.\n\n\n\nThey took him into a snow-joint over on Chloride Street. The man led,\nthe Neptunian followed. They went down many flights of stairs carved\nin the solid purple lava and finally into an elevator. They went\nfarther down.\n\nThis, then, was Relegar's headquarters. The Uranian couldn't stand\nradiation for any length of time. Out on Uranus they had almost none,\nand so Venus, with its very heavy clouds that filtered the sunlight,\nwas one of the few planets where a Uranian could live. Even so, the\nUranians on Venus, having an instinctive dread of sunlight because\nsunlight usually meant radiation, preferred to stay underground.\nPerhaps it was more like their native world that way, for they lived\nunderground even on Uranus.\n\nThey got out of the elevator in a rock cavern and walked a hundred\nfeet. They passed two guards and went through a steel door. They were\nin a big room, dimly lighted by red bulbs. Giant didn't like the\ndimness and he didn't like the smell. He tried to see.\n\n\"Here he is,\" said the man.\n\nThere was an odd bass rambling which Grant recognized as the voice of\na Uranian. He shivered. Then there were words, and Grant knew the\nUranian, wherever he was--maybe in a different room--was using a\nmodifier to turn his sounds into Earth-language: \"Walk closer,\"\nordered the queer voice. \"I want to watch your face.\"\n\nIt scraped the marrow in his bones, that queer voice. He saw a big\ntunnel, and at the far end of it, barely discernible in the dim light,\nwas Relegar. Grant stared, chilled. His eyes became used to the queer\nlight, and then he began to make out details. The tunnel was round and\nbig enough so that a man could have walked into it, and at the far end\nthe big Uranian seemed to be standing on his side, with his sixteen\nhuge jointed legs supporting him, half of them on the floor and half\non the ceiling. His purple, hairy body was supported in the middle\nalmost as from a web. His two semi-globular eyes, seemingly opaque,\nwere surrounded by six smaller ones. Grant knew the smaller ones could\ndetect infra-red, and now he felt his face growing warm and knew they\nhad on infra spot on him.\n\n\"What did you find in the swamp?\" asked that dissonant voice.\n\nGrant swallowed and licked his lips. \"Nothing,\" he said finally.\n\nThe great maw of the spider, rimmed in red, opened wide as if the\nUranian was yawning. It showed long, curving white fangs. Then Relegar\nsaid, \"You found stones of the echindul.\"\n\n\"I have only one,\" said Grant, and held it out fearfully.\n\nA curious red began to creep over Relegar's body. His next words were\ndeadly: \"One is no good. You found many. What did you do with them?\"\n\nGrant watched the great, gray poison-mandibles lift, and he was\nterrified. He wanted to speak but he could not.\n\n\"You've hidden them somewhere,\" said the horrible voice. \"You intended\nto go back after them. Well, I am going to let you do that. But I\nshall be after you. I, in person, shall be on your trail. How will you\nlike that?\"\n\n\"I--I haven't got them. I don't know where they are,\" Grant insisted,\nwhich, in a manner of speaking, was true.\n\nRelegar's two big bulbous eyes seemed to grow bigger and bigger, but\nstill the light was reflected only from their surface. Grant took a\nstep backward. Relegar swayed his body toward him, but the legs did\nnot move. \"Go get your stones,\" he said. \"But whenever you do, I'll be\nright behind you. And don't try to go to Aphrodite.\"\n\nThe lights went out. The giant Neptunian was at Grant's side. Grant\nfelt the leathery skin against his hand. They took him up and kicked\nhim out on the street.\n\nGrant got dazedly to his feet. He had to see Netse the Jovian, quick.\nNetse would exact a steep price as soon as he found out that Relegar\nhad threatened, but even one-third of the money would be better than\nnothing. And he knew what it meant to be trailed by Relegar. No being\nfrom any planet had ever come back sane from being hunted by Relegar.\nMost of them didn't come back.\n\nHe stopped at the big jewelry house over on Curium Avenue. He saw that\nit was now nearly one o'clock in the morning, and of course the\njewelry store was closed, but he knew that Netse seldom slept and that\nthe Jovian probably did more business at night than during the day. He\npressed the night button and waited.\n\nThe square of sidewalk dropped. Grant walked between X-ray scanners\nand remembered to deposit his heat-gun. He was met by an Earthman who\ntook him up a long escalator. They went into a well-lighted room hung\nwith rich tapestries and golden drapes. The man escorted Grant to a\npedestal in the center of the room. The lights went out and it was\ninky black.\n\nThen suddenly there sprang into sight on the pedestal a transparent\ndome the size of a small goldfish bowl. It was lighted by ultra-violet\nfrom the bottom. In the center of the dome a small golden ball hung by\na platinum wire, and on the ball was a tiny butterfly--Netse the\nJovian. Netse's wings moved slowly as he walked around the ball, and\nthe violet light brought out the delicate green luminous tracery in\nhis wings. Grant involuntarily stepped back.\n\nThere were whistling words and Grant was aware that they came through\na speaker and amplification system. He knew the dome that protected\nthe Jovian was almost indestructible. \"You wished to see me?\" The\nwings moved slowly back and forth. Each one had a purple spot in the\ncenter like an eye.\n\nGrant gulped. \"Yes. I--I have something to show you. I need your\nhelp.\" He wondered if the purple spots actually were eyes.\n\n\"Most people do,\" said Netse dryly.\n\nGrant, inordinately ill at ease, fumbled in his watch-pocket. It was\nincredible that this tiny butterfly that would hardly outweigh a\ncigarette paper should have the brain to conduct a ramified business\nsuch as this one, and it was even more incredible that men and\neverything else--except perhaps Relegar--would yield to its will.\nWill, of course, was the key factor. Will was dominant and men obeyed.\n\n\n\nGrant held out the echindul stone. \"This is one of a pair,\" he said.\n\"I found the other one too.\"\n\n\"You have just come back from the Red Lava Range,\" said the whistling\nvoice. \"How many pairs did you find?\"\n\nGrant stared at the butterfly. Some thought the Jovians could read\nminds. Grant wondered. Then he decided to be honest. \"Sixteen.\"\n\nNetse's wings quit moving for a minute. \"What do you want me to do?\"\n\n\"I want you to assure me safe passage to your office. I will give you\nthree-fourths of them,\" Grant blurted. He had not meant to make an\noffer like that. He had intended to let Netse ask but the delicacy of\nhis situation hit him abruptly and fully and he was weighed down with\nsudden desperation.\n\n\"How can you find the others?\" asked Netse.\n\n\"I--\" Grant got cautious. \"I have provided for that.\"\n\nThe butterfly fluttered to the top of the dome and hung upside down\nfor a moment. Then the whistling came again. \"I am sorry. I do not see\nwhere I can be of any assistance.\"\n\nGrant was stunned. He held out both hands. \"But--\"\n\nThe lights went out. The Earthman was at his side, leading him out. He\nwas given his heat-gun. \"But what--why?--I don't understand,\" Grant\nsaid, bewildered.\n\nHis escort looked at him, opened his mouth, and showed Grant he was\ntongueless. He positioned Grant on the square and a moment later Grant\nwas back on the sidewalk.\n\nDiscouragement was on him like a great weight. It deadened him. It\nsmothered him. He paced the streets and eventually found himself\nbefore a restaurant. He remembered then that he had not eaten for a\nlong time. He went in and ordered oysters. That was about the only\nmeat you could buy in The Pass and be sure of not eating some sentient\nbeing. Then, waiting, he sat in a booth with his head between his\nhands.\n\nIt was apparent they didn't want him to have any part of his\nstones--the stones he had spent six months and risked his life\nfor--the stones that meant so much to him and to Beth. They wanted all\nof his stones. The dirty Shylocks. They weren't willing to take half,\nor two-thirds, or three-fourths. They wanted all. They weren't willing\nfor him to have any part of them. He would have settled for ten per\ncent, which would have been over fifty thousand dollars, but they\ndidn't offer him ten per cent. They offered nothing. They wanted all.\n\nNetse must have been contacted by Relegar and told to keep hands off.\nThat was why Grant had wanted to see Netse first. But he had not\ndreamed that Netse would refuse him entirely. He had thought it would\nbe merely a matter of the price.\n\nNow what could he do? He didn't dare let the constrictor have more\nthan three day's head-start, for the saurian would finish digesting\nthe fish in about five days. That meant Grant would have to start back\nto the swamp tomorrow. But Relegar's spies would report every move.\nThe minute he set out, Relegar would be notified. And Relegar would\ncome after him. Grant shuddered. Where his hands touched his face his\nfinger tips were cold.\n\nRelegar would find him. The spider had a locator sense that was\ninfallible. He could set out days later and find Grant unerringly. And\nhow could one fight the Uranian when they met? Relegar's nervous\nsystem was so constructed that he was practically impossible to kill.\nYou could boil him or freeze him without injuring him. Uranians had\nbeen boiled alive in prussic acid for forty hours without ill effects.\nYou could cut off legs and even sever the head and they would still\nlive. So what could a man do?\n\nThere was only one thing Grant knew. That was to go after the stones.\nThey were his and he would never give them up. They might take the\nstones away from him, but he would never give them up.\n\nSo the next morning he overhauled his suit and patched it. He got\nfresh oxygen and bought a meager supply of food. He had one more good\nmeal and started out south again with the single stone in his\nwatch-pocket.\n\nIt took him seven hours to reach the place where he had left the\nconstrictor. It was gone, of course. How far, he could not know. He\ntook the one telepathic stone from his pocket. He found a spot where\nhe could sit in the open, cross-legged, with his eyes fixed on the\nstone. From the corner of his eye he saw a brown detached eye on a\nstalk pop up from the surface of the water, but he paid no attention.\nHe concentrated on the stone.\n\nThe stone had a fair polish. He looked at its surface and shut out all\nthe normal sounds from his ears. The stone seemed to be in motion on\nthe inside, and presently that motion communicated itself to his mind.\nHe had a picture of a constrictor, lying sleepily in a pool of brown\nwater surrounded by heavy, deep grass that hung over the banks and\ngrew down into the water.\n\nHe heard now the distant bellow of a swamp-ox, the buzzing of aquatic\nbees. Slowly he turned the stone on its edge and revolved it\ncarefully. When the picture was clearest in his mind he picked out an\norientation point in the distant mountains. Then, well pleased, he put\nthe stone in his pocket, got into his diving-suit, screwed on the\nhelmet, adjusted the oxygen, and stepped off into the brown water of\nthe swamp.\n\nThe bottom here was steep but it was good. It was hard and not more\nthan knee-deep in mud. He traveled carefully, freezing on occasion\nwhen huge shadows moved above him. He was in fifty feet of water and\nhe liked that better because it was easier to go unnoticed. He avoided\na patch of electric cactus, for the spines would have electrocuted him\neven through the suit, and he went far around an area of white\nbull-root, shaped like women's legs, because he knew the bull-root was\nalways infested with swamp-razors that would cut through the seams of\nhis diving-suit.\n\nWhen he came out of the water he found his orientation point and kept\ngoing. He came to a wide stretch of water, and with the wind at his\nback, made fast time by climbing on an island of floating grass and\ngoing straight across. This was important. He needed to find the\nconstrictor by the time Relegar started after him.\n\nThe spider could travel much faster than Grant for it walked on water\nwhere Grant was forced to wade on the bottom. But Relegar would wait a\nwhile. He wouldn't want to be on the surface of Venus any longer than\nnecessary, even for half a million dollars, so he would give Grant\nplenty of time, since there was no danger of his getting away.\n\nGrant was encouraged by the fact that the constrictor did not appear\nto be far away. Everything here depended on his reaching the saurian\ntwo days ahead of Relegar. Not that he expected to run. That was\nhopeless. But he did have a partial plan. He thought he knew how to\nrecover the stones and to face the Uranian without being immediately\nkilled. And he hoped for some now unforeseen development that\nsubsequently would help him to get through The Pass.\n\nThat last item was a weak point, a very weak point, but there was\nnothing he could do about it now. He could not wait for a plan. He had\nto go ahead and trust his own ingenuity to devise a means of getting\nto Aphrodite later. If he could keep Relegar from going back to The\nPass until he himself could get through The Pass, then he would be\nunmolested, for Relegar was master of The Pass, and no entity of any\nsort, not even as powerful a one as Netse, would touch any being in\nwhom Relegar was interested unless Relegar himself should order it.\n\nIf Grant could get through The Pass and across Division Street he\nwould be safe, for Aphrodite proper was under the jurisdiction of the\nPlanetary Police, and even Relegar respected them.\n\n\n\nGrant found the constrictor on the second day, lying in a shallow pool\nwith only its dorsal spines showing. Working slowly and carefully and\nentirely under water, he located the saurian's head, concealed in a\nclump of floating grass. The reptile was still in something of a\ntorpor from its meal, and Grant had no difficulty in approaching it\nthrough the water and attacking it with the heat-gun on the soft part\nof the neck below the head.\n\nThe first bolt must have gone through and severed its spinal column,\nbut Grant risked destruction from the threshing body long enough to\nburn the head off entirely. He got out on solid ground and waited\nuntil sundown for the monster's contortions to die. Then he worked\nfast. The flying scavenger-foxes were already settling on the\nconstrictor's back and tearing out great chunks of flesh. He went back\nunder water and cut out the saurian's gizzard with the heat-ray. He\ndragged it off to one side and tremblingly cut it open with his knife,\nand he was relieved and exultant when he recovered all fifteen of the\nstones. The bag had disintegrated, but he put the stones carefully in\nhis pockets.\n\nThen he went back once more. He cut off a piece of the hide two feet\nsquare. He took only the outer hide, which was dry and which held the\ngreat iridescent scales that formed isotopes after death. From some\nmarsh-bamboo and some wire-vines he formed a shield. By that time it\nwas midnight. He turned his light on the pool where the saurian had\nbeen, and shuddered. The water was dull red, and alive with creatures\nfighting each other to get to the carcass. The surface was covered\nwith flying things, some small, some huge, all fighting, fighting.\nLife on Venus was an eternal, bloody fight. This slaughter, once\nstarted, would go on for weeks, until the fighting creatures in this\nimmediate area of the swamp were exhausted.\n\nGrant snapped off the light as clouds of flying things arose. He\nstarted down the neck of dry land and walked all night, going as far\nas he could without submerging, getting out of range of the holocaust\naround the dead constrictor. Eventually he came to a lavawood tree. He\nexamined it carefully, then climbed it. He found a crotch in the\nlimbs. He lay down and hung his arms and legs over the limbs, pulled\nthe shield over him, and went to sleep.\n\nFrom the brilliant, blinding light of the sun even through the clouds,\nand the vapor arising from the surface of the swamp, he knew it was\nmid-afternoon when he awoke. He started up, but long habit stopped him\nalmost as soon as he moved. He opened his eyes and was fully awake,\nlistening for the sound that had awakened him. He heard it, a rasping\nnoise like the sound of a knife-blade scraped against the grain of a\nfresh hog-skin. He looked across the swamp. Less than fifty yards away\nwas Relegar, walking toward him on the water. The sound came from the\nscraping of his gray poison-mandibles against each other.\n\nRelegar's mouth, as wide as his body, was open. The two bulbous eyes\ngleamed like pieces of polished metal. They saw Grant. The spider's\nsixteen jointed legs, that held his purple body three feet above the\nwater, moved too fast for Grant to follow them. The Uranian skittered\nacross a hundred feet of water and walked out on the land.\n\nHis bone-scraping voice came to Grant in the tree. \"I'll take the\nstones now.\" It was a sinister voice. Grant felt a crawling,\ninstinctive horror as the spider came toward him, its jointed legs\nmoving delicately. \"You've saved me some trouble by finding them.\"\n\nGrant overcame his paralysis and reached for the heat-gun. Relegar saw\nthe motion and stopped. \"You can't hurt me with that heat-projector,\"\nhe said. \"You might shoot off a leg, but I'd have you half eaten\nbefore you could fire a second bolt.\"\n\nThe knowledge hit Grant with what was almost a shock that there was\nsome way he could get the best of Relegar, otherwise the big spider\nwould not have spoken at all. He well knew that he couldn't kill\nRelegar with the heat-gun. He could burn off a leg, yes, but he\ndoubted that the infra-rays would affect the spider's body at all. He\nmoved a little on the limbs, got a hold on the snake-skin shield, and\ndropped to the ground.\n\nRelegar darted forward to meet him. But ten feet away the spider\nstopped, and Grant knew he had felt the radiation from the snake-skin.\nRelegar's mouth hung open, his white fangs gleaming in the red maw.\nThe two bulbous eyes were suddenly shot with the red fire of anger.\nGrant did not hesitate. As he landed on the ground he fired a\nheat-bolt at one of Relegar's left legs. It smoked. There was an odor\nof burned hair. The queer material of the leg glowed white for an\ninstant and then burned in two and the bottom part dropped off.\n\nRelegar squealed. His two eyes almost exploded in a rage of red. He\nwasn't permanently injured--he would grow a new leg--but he was\nfurious because he dared not come close to the shield. The radiation\nwould paralyze him within a couple of seconds. Grant saw his body sag\na little on the corner where the leg had been, and then he had one of\nthose flashes of intuition that every being had to have, to live long\nin the swamp. He knew how to win this fight. He trained the heat-gun\non the second leg on the same side and pressed the trigger. That leg\nburned in two and Relegar's body sagged still more.\n\nGrant started on the third one. A feeling of triumph was growing in\nhim. Then Relegar charged.\n\nGrant hadn't expected that. There was little he could do but hold the\nshield frantically before him to try to ward off the fangs and the\nmandibles.\n\nHe had had no idea that the Uranian's body was so heavy. It seemed to\nGrant the thing must weigh three or four hundred pounds. It thundered\ninto him and knocked him over as if he had been a straw. The heavy\nhoofs galloped over him. He was surprised, but he rolled on over and\ncame to his feet, shooting.\n\nHe got the fourth and fifth legs this time. Relegar's body sagged\nconsiderably, but the spider, his entire body turning red with rage,\nspun around and charged again. This time the great mouth was open, the\nfangs ready, and the mandibles were extended. Grant left himself open\nuntil he could feel the spider's fetid breath in his face, then he\nflung out his shield.\n\nThe sharp fangs struck it. Relegar turned into a tornado of fury for\nperhaps a second, trying to shake the skin from his teeth. But it was\ntoo late. The skin came loose, but the radiation had paralyzed the\nspider. He sank feebly to the ground with the shield under him. His\neyes glared with unutterable malignant hate, but that was all. His\nmuscles were impotent.\n\nGrant stood a few feet away, getting his breath, feeling the\ntrip-hammer in his temple slow down to normal. Then he aimed. The\nsixth, seventh, and eighth legs burned off. He put the pistol in its\nholster.\n\n\"I'm not going to try to kill you,\" he said. \"I suppose that's\nimpossible anyway, short of cutting you up into small pieces, and I\ndon't relish that idea. But I'll leave you the snake-skin. It will\nhave passed the peak of its radioactivity by tomorrow and you can\nstart back for The Pass. But you won't go back very fast. You've got\nlegs on only one side. It's going to be slow navigating, especially on\nwater. In fact, I think maybe you'll have to wait until you grow some\nnew legs.\"\n\nHe patted his pockets filled with half a million dollars' worth of\nechindul stones. \"Long before that I'll be in Aphrodite depositing my\nstones at the First Interplanetary Bank.\"\n\nHe watched Relegar's eyes turn dead, cold black, then he screwed on\nhis helmet, adjusted the oxygen, and stepped off into the brown water.\nHe felt rather good, wading through the mud at the bottom of the\nswamp. He was somewhat astonished that it had fallen to him, a nobody,\nto be the means of breaking up Relegar's hold on The Pass. But it was\na very satisfactory feeling. He thought about Beth and New Jersey and\nstrawberries with fresh cream. He sighed happily. His luck had\nchanged.\n\n",
    "metadata": {
        "author": [
            "Miller, Benj.",
            "Water, Silas",
            "Loomis, Noel Miller",
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31326/pg31326.txt",
        "name": "the_wealth_of_echindul.json"
    }
}