{
    "name": "The Waif Woman",
    "author": [
        "Stevenson, Robert Louis",
        "Stevenson, R. L. (Robert Louis)"
    ],
    "body": "BY\nROBERT LOUIS STEVENSON\n\nLONDON\nCHATTO & WINDUS\n1916\n\n_First Edition_, _October_, 1916.\n_Second Edition_, _October_, 1916.\n\nThis unpublished story, preserved among Mrs. Stevenson's papers, is\nmentioned by Mr. Balfour in his life of Stevenson.  Writing of the fables\nwhich Stevenson began before he had left England and \"attacked again, and\nfrom time to time added to their number\" in 1893, Mr. Balfour says: \"The\nreference to Odin [Fable XVII] perhaps is due to his reading of the\nSagas, which led him to attempt a tale in the same style, called 'The\nWaif Woman.'\"\n\n\n\n\nTHE WAIF WOMAN\nA CUE--FROM A SAGA\n\n\nThis is a tale of Iceland, the isle of stories, and of a thing that\nbefell in the year of the coming there of Christianity.\n\nIn the spring of that year a ship sailed from the South Isles to traffic,\nand fell becalmed inside Snowfellness.  The winds had speeded her; she\nwas the first comer of the year; and the fishers drew alongside to hear\nthe news of the south, and eager folk put out in boats to see the\nmerchandise and make prices.  From the doors of the hall on Frodis Water,\nthe house folk saw the ship becalmed and the boats about her, coming and\ngoing; and the merchants from the ship could see the smoke go up and the\nmen and women trooping to their meals in the hall.\n\nThe goodman of that house was called Finnward Keelfarer, and his wife Aud\nthe Light-Minded; and they had a son Eyolf, a likely boy, and a daughter\nAsdis, a slip of a maid.  Finnward was well-to-do in his affairs, he kept\nopen house and had good friends.  But Aud his wife was not so much\nconsidered: her mind was set on trifles, on bright clothing, and the\nadmiration of men, and the envy of women; and it was thought she was not\nalways so circumspect in her bearing as she might have been, but nothing\nto hurt.\n\nOn the evening of the second day men came to the house from sea.  They\ntold of the merchandise in the ship, which was well enough and to be had\nat easy rates, and of a waif woman that sailed in her, no one could tell\nwhy, and had chests of clothes beyond comparison, fine coloured stuffs,\nfinely woven, the best that ever came into that island, and gewgaws for a\nqueen.  At the hearing of that Aud's eyes began to glisten.  She went\nearly to bed; and the day was not yet red before she was on the beach,\nhad a boat launched, and was pulling to the ship.  By the way she looked\nclosely at all boats, but there was no woman in any; and at that she was\nbetter pleased, for she had no fear of the men.\n\nWhen they came to the ship, boats were there already, and the merchants\nand the shore folk sat and jested and chaffered in the stern.  But in the\nfore part of the ship, the woman sat alone, and looked before her sourly\nat the sea.  They called her Thorgunna.  She was as tall as a man and\nhigh in flesh, a buxom wife to look at.  Her hair was of the dark red,\ntime had not changed it.  Her face was dark, the cheeks full, and the\nbrow smooth.  Some of the merchants told that she was sixty years of age\nand others laughed and said she was but forty; but they spoke of her in\nwhispers, for they seemed to think that she was ill to deal with and not\nmore than ordinary canny.\n\nAud went to where she sat and made her welcome to Iceland.  Thorgunna did\nthe honours of the ship.  So for a while they carried it on, praising and\nwatching each other, in the way of women.  But Aud was a little vessel to\ncontain a great longing, and presently the cry of her heart came out of\nher.\n\n\"The folk say,\" says she, \"you have the finest women's things that ever\ncame to Iceland?\" and as she spoke her eyes grew big.\n\n\"It would be strange if I had not,\" quoth Thorgunna.  \"Queens have no\nfiner.\"\n\nSo Aud begged that she might see them.\n\nThorgunna looked on her askance.  \"Truly,\" said she, \"the things are for\nno use but to be shown.\"  So she fetched a chest and opened it.  Here was\na cloak of the rare scarlet laid upon with silver, beautiful beyond\nbelief; hard by was a silver brooch of basket work that was wrought as\nfine as any shell and was as broad as the face of the full moon; and Aud\nsaw the clothes lying folded in the chest, of all the colours of the day,\nand fire, and precious gems; and her heart burned with envy.  So, because\nshe had so huge a mind to buy, she began to make light of the\nmerchandise.\n\n\"They are good enough things,\" says she, \"though I have better in my\nchest at home.  It is a good enough cloak, and I am in need of a new\ncloak.\"  At that she fingered the scarlet, and the touch of the fine\nstuff went to her mind like singing.  \"Come,\" says she, \"if it were only\nfor your civility in showing it, what will you have for your cloak?\"\n\n\"Woman,\" said Thorgunna, \"I am no merchant.\"  And she closed the chest\nand locked it, like one angry.\n\nThen Aud fell to protesting and caressing her.  That was Aud's practice;\nfor she thought if she hugged and kissed a person none could say her nay.\nNext she went to flattery, said she knew the things were too noble for\nthe like of her--they were made for a stately, beautiful woman like\nThorgunna; and at that she kissed her again, and Thorgunna seemed a\nlittle pleased.  And now Aud pled poverty and begged for the cloak in a\ngift; and now she vaunted the wealth of her goodman and offered ounces\nand ounces of fine silver, the price of three men's lives.  Thorgunna\nsmiled, but it was a grim smile, and still she shook her head.  At last\nAud wrought herself into extremity and wept.\n\n\"I would give my soul for it,\" she cried.\n\n\"Fool!\" said Thorgunna.  \"But there have been fools before you!\"  And a\nlittle after, she said this: \"Let us be done with beseeching.  The things\nare mine.  I was a fool to show you them; but where is their use, unless\nwe show them?  Mine they are and mine they shall be till I die.  I have\npaid for them dear enough,\" said she.\n\nAud saw it was of no avail; so she dried her tears, and asked Thorgunna\nabout her voyage, and made believe to listen while she plotted in her\nlittle mind.  \"Thorgunna,\" she asked presently, \"do you count kin with\nany folk in Iceland?\"\n\n\"I count kin with none,\" replied Thorgunna.  \"My kin is of the greatest,\nbut I have not been always lucky, so I say the less.\"\n\n\"So that you have no house to pass the time in till the ship return?\"\ncries Aud.  \"Dear Thorgunna, you must come and live with us.  My goodman\nis rich, his hand and his house are open, and I will cherish you like a\ndaughter.\"\n\nAt that Thorgunna smiled on the one side; but her soul laughed within her\nat the woman's shallowness.  \"I will pay her for that word _daughter_,\"\nshe thought, and she smiled again.\n\n\"I will live with you gladly,\" says she, \"for your house has a good name,\nand I have seen the smoke of your kitchen from the ship.  But one thing\nyou shall understand.  I make no presents, I give nothing where I go--not\na rag and not an ounce.  Where I stay, I work for my upkeep; and as I am\nstrong as a man and hardy as an ox, they that have had the keeping of me\nwere the better pleased.\"\n\nIt was a hard job for Aud to keep her countenance, for she was like to\nhave wept.  And yet she felt it would be unseemly to eat her invitation;\nand like a shallow woman and one that had always led her husband by the\nnose, she told herself she would find some means to cajole Thorgunna and\ncome by her purpose after all.  So she put a good face on the thing, had\nThorgunna into the boat, her and her two great chests, and brought her\nhome with her to the hall by the beach.\n\nAll the way in she made much of the wife; and when they were arrived gave\nher a locked bed-place in the hall, where was a bed, a table, and a\nstool, and space for the two chests.\n\n\"This shall be yours while you stay here,\" said Aud.  And she attended on\nher guest.\n\nNow Thorgunna opened the second chest and took out her bedding--sheets of\nEnglish linen, the like of it never seen, a cover of quilted silk, and\ncurtains of purple wrought with silver.  At the sight of these Aud was\nlike one distracted, greed blinded her mind; the cry rose strong in her\nthroat, it must out.\n\n\"What will you sell your bedding for?\" she cried, and her cheeks were\nhot.\n\nThorgunna looked upon her with a dusky countenance.  \"Truly you are a\ncourteous hostess,\" said she, \"but I will not sleep on straw for your\namusement.\"\n\nAt that Aud's two ears grew hot as her cheeks; and she took Thorgunna at\nher word; and left her from that time in peace.\n\nThe woman was as good as her spoken word.  Inside the house and out she\nwrought like three, and all that she put her hand to was well done.  When\nshe milked, the cows yielded beyond custom; when she made hay, it was\nalways dry weather; when she took her turn at the cooking, the folk\nlicked their spoons.  Her manners when she pleased were outside\nimitation, like one that had sat with kings in their high buildings.  It\nseemed she was pious too, and the day never passed but she was in the\nchurch there praying.  The rest was not so well.  She was of few words,\nand never one about her kin and fortunes.  Gloom sat on her brow, and she\nwas ill to cross.  Behind her back they gave her the name of the Waif\nWoman or the Wind Wife; to her face it must always be Thorgunna.  And if\nany of the young men called her _mother_, she would speak no more that\nday, but sit apart in the hall and mutter with her lips.\n\n\"This is a queer piece of goods that we have gotten,\" says Finnward\nKeelfarer, \"I wish we get no harm by her!  But the good wife's pleasure\nmust be done,\" said he, which was his common word.\n\nWhen she was at work, Thorgunna wore the rudest of plain clothes, though\never clean as a cat; but at night in the hall she was more dainty, for\nshe loved to be admired.  No doubt she made herself look well, and many\nthought she was a comely woman still, and to those she was always\nfavourable and full of pleasant speech.  But the more that some pleased\nher, it was thought by good judges that they pleased Aud the less.\n\nWhen midsummer was past, a company of young men upon a journey came to\nthe house by Frodis Water.  That was always a great day for Aud, when\nthere were gallants at table; and what made this day the greater, Alf of\nthe Fells was in the company, and she thought Alf fancied her.  So be\nsure Aud wore her best.  But when Thorgunna came from the bed-place, she\nwas arrayed like any queen and the broad brooch was in her bosom.  All\nnight in the hall these women strove with each other; and the little\nmaid, Asdis, looked on, and was ashamed and knew not why.  But Thorgunna\npleased beyond all; she told of strange things that had befallen in the\nworld; when she pleased she had the cue to laughter; she sang, and her\nvoice was full and her songs new in that island; and whenever she turned,\nthe eyes shone in her face and the brooch glittered at her bosom.  So\nthat the young men forgot the word of the merchants as to the woman's\nage, and their looks followed her all night.\n\nAud was sick with envy.  Sleep fled her; her husband slept, but she sat\nupright beside him in the bed, and gnawed her fingers.  Now she began to\nhate Thorgunna, and the glittering of the great brooch stood before her\nin the dark.  \"Sure,\" she thought, \"it must be the glamour of that\nbrooch!  She is not so fair as I; she is as old as the dead in the\nhillside; and as for her wit and her songs, it is little I think of\nthem!\"  Up she got at that, took a light from the embers, and came to her\nguest's bed-place.  The door was locked, but Aud had a master-key and\ncould go in.  Inside, the chests were open, and in the top of one the\nlight of her taper shone upon the glittering of the brooch.  As a dog\nsnatches food she snatched it, and turned to the bed.  Thorgunna lay on\nher side; it was to be thought she slept, but she talked the while to\nherself, and her lips moved.  It seemed her years returned to her in\nslumber, for her face was grey and her brow knotted; and the open eyes of\nher stared in the eyes of Aud.  The heart of the foolish woman died in\nher bosom; but her greed was the stronger, and she fled with that which\nshe had stolen.\n\nWhen she was back in bed, the word of Thorgunna came to her mind, that\nthese things were for no use but to be shown.  Here she had the brooch\nand the shame of it, and might not wear it.  So all night she quaked with\nthe fear of discovery, and wept tears of rage that she should have sinned\nin vain.  Day came, and Aud must rise; but she went about the house like\na crazy woman.  She saw the eyes of Asdis rest on her strangely, and at\nthat she beat the maid.  She scolded the house folk, and, by her way of\nit, nothing was done aright.  First she was loving to her husband and\nmade much of him, thinking to be on his good side when trouble came.  Then\nshe took a better way, picked a feud with him, and railed on the poor man\ntill his ears rang, so that he might be in the wrong beforehand.  The\nbrooch she hid without, in the side of a hayrick.  All this while\nThorgunna lay in the bed-place, which was not her way, for by custom she\nwas early astir.  At last she came forth, and there was that in her face\nthat made all the house look one at the other and the heart of Aud to be\nstraitened.  Never a word the guest spoke, not a bite she swallowed, and\nthey saw the strong shudderings take and shake her in her place.  Yet a\nlittle, and still without speech, back she went into her bad-place, and\nthe door was shut.\n\n\"That is a sick wife,\" said Finnward, \"Her weird has come on her.\"\n\nAnd at that the heart of Aud was lifted up with hope.\n\nAll day Thorgunna lay on her bed, and the next day sent for Finnward.\n\n\"Finnward Keelfarer,\" said she, \"my trouble is come upon me, and I am at\nthe end of my days.\"\n\nHe made the customary talk.\n\n\"I have had my good things; now my hour is come; and let suffice,\" quoth\nshe.  \"I did not send for you to hear your prating.\"\n\nFinnward knew not what to answer, for he saw her soul was dark.\n\n\"I sent for you on needful matters,\" she began again.  \"I die here--I!--in\nthis black house, in a bleak island, far from all decency and proper ways\nof man; and now my treasure must be left.  Small pleasure have I had of\nit, and leave it with the less!\" cried she.\n\n\"Good woman, as the saying is, needs must,\" says Finnward, for he was\nnettled with that speech.\n\n\"For that I called you,\" quoth Thorgunna.  \"In these two chests are much\nwealth and things greatly to be desired.  I wish my body to be laid in\nSkalaholt in the new church, where I trust to hear the mass-priests\nsinging over my head so long as time endures.  To that church I will you\nto give what is sufficient, leaving your conscience judge of it.  My\nscarlet cloak with the silver, I will to that poor fool your wife.  She\nlonged for it so bitterly, I may not even now deny her.  Give her the\nbrooch as well.  I warn you of her; I was such as she, only wiser; I warn\nyou, the ground she stands upon is water, and whoso trusts her leans on\nrottenness.  I hate her and I pity her.  When she comes to lie where I\nlie--\"  There she broke off.  \"The rest of my goods I leave to your black-\neyed maid, young Asdis, for her slim body and clean mind.  Only the\nthings of my bed, you shall see burned.\"\n\n\"It is well,\" said Finnward.\n\n\"It may be well,\" quoth she, \"if you obey.  My life has been a wonder to\nall and a fear to many.  While I lived none thwarted me and prospered.\nSee to it that none thwart me after I am dead.  It stands upon your\nsafety.\"\n\n\"It stands upon my honour,\" quoth Finnward, \"and I have the name of an\nhonourable man.\"\n\n\"You have the name of a weak one,\" says Thorgunna.  \"Look to it, look to\nit, Finnward.  Your house shall rue it else.\"\n\n\"The rooftree of my house is my word,\" said Finnward.\n\n\"And that is a true saying,\" says the woman.  \"See to it, then.  The\nspeech of Thorgunna is ended.\"\n\nWith that she turned her face against the wall and Finnward left her.\n\nThe same night, in the small hours of the clock, Thorgunna passed.  It\nwas a wild night for summer, and the wind sang about the eaves and clouds\ncovered the moon, when the dark woman wended.  From that day to this no\nman has learned her story or her people's name; but be sure the one was\nstormy and the other great.  She had come to that isle, a waif woman, on\na ship; thence she flitted, and no more remained of her but her heavy\nchests and her big body.\n\nIn the morning the house women streaked and dressed the corpse.  Then\ncame Finnward, and carried the sheets and curtains from the house, and\ncaused build a fire upon the sands.  But Aud had an eye on her man's\ndoings.\n\n\"And what is this that you are at?\" said she.\n\nSo he told her.\n\n\"Burn the good sheets!\" she cried.  \"And where would I be with my two\nhands?  No, troth,\" said Aud, \"not so long as your wife is above ground!\"\n\n\"Good wife,\" said Finnward, \"this is beyond your province.  Here is my\nword pledged and the woman dead I pledged it to.  So much the more am I\nbound.  Let me be doing as I must, goodwife.\"\n\n\"Tilly-valley!\" says she, \"and a fiddlestick's end, goodman!  You may\nknow well about fishing and be good at shearing sheep for what I know;\nbut you are little of a judge of damask sheets.  And the best word I can\nsay is just this,\" she says, laying hold of one end of the goods, \"that\nif ye are made up to burn the plenishing, you must burn your wife along\nwith it.\"\n\n\"I trust it will not go so hard,\" says Finnward, \"and I beg you not to\nspeak so loud and let the house folk hear you.\"\n\n\"Let them speak low that are ashamed!\" cries Aud.  \"I speak only in\nreason.\"\n\n\"You are to consider that the woman died in my house,\" says Finnward,\n\"and this was her last behest.  In truth, goodwife, if I were to fail, it\nis a thing that would stick long in my throat, and would give us an ill\nname with the neighbours.\"\n\n\"And you are to consider,\" says she, \"that I am your true wife and worth\nall the witches ever burnt, and loving her old husband\"--here she put her\narms about his neck.  \"And you are to consider that what you wish to do\nis to destroy fine stuff, such as we have no means of replacing; and that\nshe bade you do it singly to spite me, for I sought to buy this bedding\nfrom her while she was alive at her own price; and that she hated me\nbecause I was young and handsome.\"\n\n\"That is a true word that she hated you, for she said so herself before\nshe wended,\" says Finnward.\n\n\"So that here is an old faggot that hated me, and she dead as a bucket,\"\nsays Aud; \"and here is a young wife that loves you dear, and is alive\nforby\"--and at that she kissed him--\"and the point is, which are you to\ndo the will of?\"\n\nThe man's weakness caught him hard, and he faltered.  \"I fear some hurt\nwill come of it,\" said he.\n\nThere she cut in, and bade the lads tread out the fire, and the lasses\nroll the bed-stuff up and carry it within.\n\n\"My dear,\" says he, \"my honour--this is against my honour.\"\n\nBut she took his arm under hers, and caressed his hand, and kissed his\nknuckles, and led him down the bay.  \"Bubble-bubble-bubble!\" says she,\nimitating him like a baby, though she was none so young.  \"Bubble-bubble,\nand a silly old man!  We must bury the troll wife, and here is trouble\nenough, and a vengeance!  Horses will sweat for it before she comes to\nSkalaholt; 'tis my belief she was a man in a woman's habit.  And so now,\nhave done, good man, and let us get her waked and buried, which is more\nthan she deserves, or her old duds are like to pay for.  And when that is\nended, we can consult upon the rest.\"\n\nSo Finnward was but too well pleased to put it off.\n\nThe next day they set forth early for Skalaholt across the heaths.  It\nwas heavy weather, and grey overhead; the horses sweated and neighed, and\nthe men went silent, for it was nowhere in their minds that the dead wife\nwas canny.  Only Aud talked by the way, like a silly sea-gull piping on a\ncliff, and the rest held their peace.  The sun went down before they were\nacross Whitewater; and the black night fell on them this side of\nNetherness.  At Netherness they beat upon the door.  The goodman was not\nabed nor any of his folk, but sat in the hall talking; and to them\nFinnward made clear his business.\n\n\"I will never deny you a roof,\" said the goodman of Netherness.  \"But I\nhave no food ready, and if you cannot be doing without meat, you must\ne'en fare farther.\"\n\nThey laid the body in a shed, made fast their horses, and came into the\nhouse, and the door was closed again.  So there they sat about the\nlights, and there was little said, for they were none so well pleased\nwith their reception.  Presently, in the place where the food was kept,\nbegan a clattering of dishes; and it fell to a bondman of the house to go\nand see what made the clatter.  He was no sooner gone than he was back\nagain; and told it was a big, buxom woman, high in flesh and naked as she\nwas born, setting meats upon a dresser.  Finnward grew pale as the dawn;\nhe got to his feet, and the rest rose with him, and all the party of the\nfuneral came to the buttery-door.  And the dead Thorgunna took no heed of\ntheir coming, but went on setting forth meats, and seemed to talk with\nherself as she did so; and she was naked to the buff.\n\nGreat fear fell upon them; the marrow of their back grew cold.  Not one\nword they spoke, neither good nor bad; but back into the hall, and down\nupon their bended knees, and to their prayers.\n\n\"Now, in the name of God, what ails you?\" cried the goodman of\nNetherness.\n\nAnd when they had told him, shame fell upon him for his churlishness.\n\n\"The dead wife reproves me,\" said the honest man.\n\nAnd he blessed himself and his house, and caused spread the tables, and\nthey all ate of the meats that the dead wife laid out.\n\nThis was the first walking of Thorgunna, and it is thought by good judges\nit would have been the last as well, if men had been more wise.\n\nThe next day they came to Skalaholt, and there was the body buried, and\nthe next after they set out for home.  Finnward's heart was heavy, and\nhis mind divided.  He feared the dead wife and the living; he feared\ndishonour and he feared dispeace; and his will was like a sea-gull in the\nwind.  Now he cleared his throat and made as if to speak; and at that Aud\ncocked her eye and looked at the goodman mocking, and his voice died\nunborn.  At the last, shame gave him courage.\n\n\"Aud,\" said he, \"yon was a most uncanny thing at Netherness.\"\n\n\"No doubt,\" said Aud.\n\n\"I have never had it in my mind,\" said he, \"that yon woman was the thing\nshe should be.\"\n\n\"I dare say not,\" said Aud.  \"I never thought so either.\"\n\n\"It stands beyond question she was more than canny,\" says Finnward,\nshaking his head.  \"No manner of doubt but what she was ancient of mind.\"\n\n\"She was getting pretty old in body, too,\" says Aud.\n\n\"Wife,\" says he, \"it comes in upon me strongly this is no kind of woman\nto disobey; above all, being dead and her walking.  I think, wife, we\nmust even do as she commanded.\"\n\n\"Now what is ever your word?\" says she, riding up close and setting her\nhand upon his shoulder.  \"'The goodwife's pleasure must be done'; is not\nthat my Finnward?\"\n\n\"The good God knows I grudge you nothing,\" cried Finnward.  \"But my blood\nruns cold upon this business.  Worse will come of it!\" he cried, \"worse\nwill flow from it!\"\n\n\"What is this todo?\" cries Aud.  \"Here is an old brimstone hag that\nshould have been stoned with stones, and hated me besides.  Vainly she\ntried to frighten me when she was living; shall she frighten me now when\nshe is dead and rotten?  I trow not.  Think shame to your beard, goodman!\nAre these a man's shoes I see you shaking in, when your wife rides by\nyour bridle-hand, as bold as nails?\"\n\n\"Ay, ay,\" quoth Finnward.  \"But there goes a byword in the country:\nLittle wit, little fear.\"\n\nAt this Aud began to be concerned, for he was usually easier to lead.  So\nnow she tried the other method on the man.\n\n\"Is that your word?\" cried she.  \"I kiss the hands of ye!  If I have not\nwit enough, I can rid you of my company.  Wit is it he seeks?\" she cried.\n\"The old broomstick that we buried yesterday had wit for you.\"\n\nSo she rode on ahead and looked not the road that he was on.\n\nPoor Finnward followed on his horse, but the light of the day was gone\nout, for his wife was like his life to him.  He went six miles and was\ntrue to his heart; but the seventh was not half through when he rode up\nto her.\n\n\"Is it to be the goodwife's pleasure?\" she asked.\n\n\"Aud, you shall have your way,\" says he; \"God grant there come no ill of\nit!\"\n\nSo she made much of him, and his heart was comforted.\n\nWhen they came to the house, Aud had the two chests to her own bed-place,\nand gloated all night on what she found.  Finnward looked on, and trouble\ndarkened his mind.\n\n\"Wife,\" says he at last, \"you will not forget these things belong to\nAsdis?\"\n\nAt that she barked upon him like a dog.\n\n\"Am I a thief?\" she cried.  \"The brat shall have them in her turn when\nshe grows up.  Would you have me give her them now to turn her minx's\nhead with?\"\n\nSo the weak man went his way out of the house in sorrow and fell to his\naffairs.  Those that wrought with him that day observed that now he would\nlabour and toil like a man furious, and now would sit and stare like one\nstupid; for in truth he judged the business would end ill.\n\nFor a while there was no more done and no more said.  Aud cherished her\ntreasures by herself, and none was the wiser except Finnward.  Only the\ncloak she sometimes wore, for that was hers by the will of the dead wife;\nbut the others she let lie, because she knew she had them foully, and she\nfeared Finnward somewhat and Thorgunna much.\n\nAt last husband and wife were bound to bed one night, and he was the\nfirst stripped and got in.  \"What sheets are these?\" he screamed, as his\nlegs touched them, for these were smooth as water, but the sheets of\nIceland were like sacking.\n\n\"Clean sheets, I suppose,\" says Aud, but her hand quavered as she wound\nher hair.\n\n\"Woman!\" cried Finnward, \"these are the bed-sheets of Thorgunna--these\nare the sheets she died in! do not lie to me!\"\n\nAt that Aud turned and looked at him.  \"Well?\" says she, \"they have been\nwashed.\"\n\nFinnward lay down again in the bed between Thorgunna's sheets, and\ngroaned; never a word more he said, for now he knew he was a coward and a\nman dishonoured.  Presently his wife came beside him, and they lay still,\nbut neither slept.\n\nIt might be twelve in the night when Aud felt Finnward shudder so strong\nthat the bed shook.\n\n\"What ails you?\" said she.\n\n\"I know not,\" he said.  \"It is a chill like the chill of death.  My soul\nis sick with it.\"  His voice fell low.  \"It was so Thorgunna sickened,\"\nsaid he.  And he arose and walked in the hall in the dark till it came\nmorning.\n\nEarly in the morning he went forth to the sea-fishing with four lads.  Aud\nwas troubled at heart and watched him from the door, and even as he went\ndown the beach she saw him shaken with Thorgunna's shudder.  It was a\nrough day, the sea was wild, the boat laboured exceedingly, and it may be\nthat Finnward's mind was troubled with his sickness.  Certain it is that\nthey struck, and their boat was burst, upon a skerry under Snowfellness.\nThe four lads were spilled into the sea, and the sea broke and buried\nthem, but Finnward was cast upon the skerry, and clambered up, and sat\nthere all day long: God knows his thoughts.  The sun was half-way down,\nwhen a shepherd went by on the cliffs about his business, and spied a man\nin the midst of the breach of the loud seas, upon a pinnacle of reef.  He\nhailed him, and the man turned and hailed again.  There was in that cove\nso great a clashing of the seas and so shrill a cry of sea-fowl that the\nherd might hear the voice and nor the words.  But the name Thorgunna came\nto him, and he saw the face of Finnward Keelfarer like the face of an old\nman.  Lively ran the herd to Finnward's house; and when his tale was told\nthere, Eyolf the boy was lively to out a boat and hasten to his father's\naid.  By the strength of hands they drove the keel against the seas, and\nwith skill and courage Eyolf won upon the skerry and climbed up, There\nsat his father dead; and this was the first vengeance of Thorgunna\nagainst broken faith.\n\nIt was a sore job to get the corpse on board, and a sorer yet to bring it\nhome before the rolling seas.  But the lad Eyolf was a lad of promise,\nand the lads that pulled for him were sturdy men.  So the break-faith's\nbody was got home, and waked, and buried on the hill.  Aud was a good\nwidow and wept much, for she liked Finnward well enough.  Yet a bird sang\nin her ears that now she might marry a young man.  Little fear that she\nmight have her choice of them, she thought, with all Thorgunna's fine\nthings; and her heart was cheered.\n\nNow, when the corpse was laid in the hill, Asdis came where Aud sat\nsolitary in hall, and stood by her awhile without speech.\n\n\"Well, child?\" says Aud; and again \"Well?\" and then \"Keep us holy, if you\nhave anything to say, out with it!\"\n\nSo the maid came so much nearer, \"Mother,\" says she, \"I wish you would\nnot wear these things that were Thorgunna's.\"\n\n\"Aha,\" cries Aud.  \"This is what it is?  You begin early, brat!  And who\nhas been poisoning your mind?  Your fool of a father, I suppose.\"  And\nthen she stopped and went all scarlet.  \"Who told you they were yours?\"\nshe asked again, taking it all the higher for her stumble.  \"When you are\ngrown, then you shall have your share and not a day before.  These things\nare not for babies.\"\n\nThe child looked at her and was amazed.  \"I do not wish them,\" she said.\n\"I wish they might be burned.\"\n\n\"Upon my word, what next?\" cried Aud.  \"And why should they be burned?\"\n\n\"I know my father tried to burn these things,\" said Asdis, \"and he named\nThorgunna's name upon the skerry ere he died.  And, O mother, I doubt\nthey have brought ill luck.\"\n\nBut the more Aud was terrified, the more she would make light of it.\n\nThen the girl put her hand upon her mother's.  \"I fear they are ill come\nby,\" said she.\n\nThe blood sprang in Aud's face.  \"And who made you a judge upon your\nmother that bore you?\" cried she.\n\n\"Kinswoman,\" said Asdis, looking down, \"I saw you with the brooch.\"\n\n\"What do you mean?  When?  Where did you see me?\" cried the mother.\n\n\"Here in the hall,\" said Asdis, looking on the floor, \"the night you\nstole it.\"\n\nAt that Aud let out a cry.  Then she heaved up her hand to strike the\nchild.  \"You little spy!\" she cried.  Then she covered her face, and\nwept, and rocked herself.  \"What can you know?\" she cried.  \"How can you\nunderstand, that are a baby, not so long weaned?  He could--your father\ncould, the dear good man, dead and gone!  He could understand and pity,\nhe was good to me.  Now he has left me alone with heartless children!\nAsdis,\" she cried, \"have you no nature in your blood?  You do not know\nwhat I have done and suffered for them.  I have done--oh, and I could\nhave done anything!  And there is your father dead.  And after all, you\nask me not to use them?  No woman in Iceland has the like.  And you wish\nme to destroy them?  Not if the dead should rise!\" she cried.  \"No, no,\"\nand she stopped her ears, \"not if the dead should rise, and let that end\nit!\"\n\nSo she ran into her bed-place, and clapped at the door, and left the\nchild amazed.\n\nBut for all Aud spoke with so much passion, it was noticed that for long\nshe left the things unused.  Only she would be locked somewhile daily in\nher bed-place, where she pored on them and secretly wore them for her\npleasure.\n\nNow winter was at hand; the days grew short and the nights long; and\nunder the golden face of morning the isle would stand silver with frost.\nWord came from Holyfell to Frodis Water of a company of young men upon a\njourney; that night they supped at Holyfell, the next it would be at\nFrodis Water; and Alf of the Fells was there, and Thongbrand Ketilson,\nand Hall the Fair.  Aud went early to her bed-place, and there she pored\nupon these fineries till her heart was melted with self-love.  There was\na kirtle of a mingled colour, and the blue shot into the green, and the\ngreen lightened from the blue, as the colours play in the ocean between\ndeeps and shallows: she thought she could endure to live no longer and\nnot wear it.  There was a bracelet of an ell long, wrought like a serpent\nand with fiery jewels for the eyes; she saw it shine on her white arm and\nher head grew dizzy with desire.  \"Ah!\" she thought, \"never were fine\nlendings better met with a fair wearer.\"  And she closed her eyelids, and\nshe thought she saw herself among the company and the men's eyes go after\nher admiring.  With that she considered that she must soon marry one of\nthem and wondered which; and she thought Alf was perhaps the best, or\nHall the Fair, but was not certain, and then she remembered Finnward\nKeelfarer in his cairn upon the hill, and was concerned.  \"Well, he was a\ngood husband to me,\" she thought, \"and I was a good wife to him.  But\nthat is an old song now.\"  So she turned again to handling the stuffs and\njewels.  At last she got to bed in the smooth sheets, and lay, and\nfancied how she would look, and admired herself, and saw others admire\nher, and told herself stories, till her heart grew warm and she chuckled\nto herself between the sheets.  So she shook awhile with laughter; and\nthen the mirth abated but not the shaking; and a grue took hold upon her\nflesh, and the cold of the grave upon her belly, and the terror of death\nupon her soul.  With that a voice was in her ear: \"It was so Thorgunna\nsickened.\"  Thrice in the night the chill and the terror took her, and\nthrice it passed away; and when she rose on the morrow, death had\nbreathed upon her countenance.\n\nShe saw the house folk and her children gaze upon her; well she knew why!\nShe knew her day was come, and the last of her days, and her last hour\nwas at her back; and it was so in her soul that she scarce minded.  All\nwas lost, all was past mending, she would carry on until she fell.  So\nshe went as usual, and hurried the feast for the young men, and railed\nupon her house folk, but her feet stumbled, and her voice was strange in\nher own ears, and the eyes of the folk fled before her.  At times, too,\nthe chill took her and the fear along with it; and she must sit down, and\nthe teeth beat together in her head, and the stool tottered on the floor.\nAt these times, she thought she was passing, and the voice of Thorgunna\nsounded in her ear: \"The things are for no use but to be shown,\" it said.\n\"Aud, Aud, have you shown them once?  No, not once!\"\n\nAnd at the sting of the thought her courage and strength would revive,\nand she would rise again and move about her business.\n\nNow the hour drew near, and Aud went to her bed-place, and did on the\nbravest of her finery, and came forth to greet her guests.  Was never\nwoman in Iceland robed as she was.  The words of greeting were yet\nbetween her lips, when the shuddering fell upon her strong as labour, and\na horror as deep as hell.  Her face was changed amidst her finery, and\nthe faces of her guests were changed as they beheld her: fear puckered\ntheir brows, fear drew back their feet; and she took her doom from the\nlooks of them, and fled to her bed-place.  There she flung herself on the\nwife's coverlet, and turned her face against the wall.\n\nThat was the end of all the words of Aud; and in the small hours on the\nclock her spirit wended.  Asdis had come to and fro, seeing if she might\nhelp, where was no help possible of man or woman.  It was light in the\nbed-place when the maid returned, for a taper stood upon a chest.  There\nlay Aud in her fine clothes, and there by her side on the bed the big\ndead wife Thorgunna squatted on her hams.  No sound was heard, but it\nseemed by the movement of her mouth as if Thorgunna sang, and she waved\nher arms as if to singing.\n\n\"God be good to us!\" cried Asdis, \"she is dead.\"\n\n\"Dead,\" said the dead wife.\n\n\"Is the weird passed?\" cried Asdis.\n\n\"When the sin is done the weird is dreed,\" said Thorgunna, and with that\nshe was not.\n\nBut the next day Eyolf and Asdis caused build a fire on the shore betwixt\ntide-marks.  There they burned the bed-clothes, and the clothes, and the\njewels, and the very boards of the waif woman's chests; and when the tide\nreturned it washed away their ashes.  So the weird of Thorgunna was\nlifted from the house on Frodis Water.\n\nPRINTED BY\nBILLING AND SONS, LIMITED\nGUILDFORD, ENGLAND.",
    "metadata": {
        "author": [
            "Stevenson, Robert Louis",
            "Stevenson, R. L. (Robert Louis)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/19750/pg19750.txt",
        "name": "the_waif_woman.json"
    }
}