{
    "name": "The overlord's thumb",
    "author": [
        "Knox, Calvin M.",
        "Jarvis, E. K.",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "The sun had gone down blood-red, and Colonel John Devall slept poorly\nbecause of it. The atmosphere on Markin was not normally conducive to\nblood-red sunsets, though they did happen occasionally on evenings\nwhen the blue of sunlight was scattered particularly well. The Marks\nconnected red sunsets with approaching trouble. Colonel Devall, who\nheaded the Terran cultural and military mission to Markin, was more\ncultural than military himself, and so was willing to accept the Markin\nbelief that the sunset was a premonition of conflict.\n\nHe was tall, well-made and erect in bearing, with the sharp bright eyes\nand crisp manner of the military man. He successfully tried to project\nan appearance of authoritative officerhood, and his men respected and\nfeared the image he showed them.\n\nHis degree was in anthropology. The military education was an\nafterthought, but a shrewd one; it had brought him command of the\nMarkin outpost. The Department of Extraterrestrial Affairs insisted\nthat all missions to relatively primitive alien worlds be staffed and\nheaded by military men--and, Devall reasoned, so long as I keep up the\noutward show, who's to know that I'm not the tough soldier they think I\nam? Markin was a peaceful enough world. The natives were intelligent,\nfairly highly advanced culturally if not technically, easily dealt with\non a rational being-to-being basis.\n\nWhich explains why Devall slept badly the night of the red sun. Despite\nhis elegant posture and comportment, he regarded himself essentially as\na bookish, un-military man. He had some doubts as to his own possible\nbehavior in an unforeseen time of crisis. The false front of his\nofficerhood might well crumble away under stress, and he knew it.\n\nHe dozed off, finally, toward morning, having kicked the covers to the\nfloor and twisted the sheets into crumpled confusion. It was a warmish\nnight--most of them were, on Markin--but he felt chilled.\n\nHe woke late, only a few minutes before officers' mess, and dressed\nhurriedly in order to get there on time. As commanding officer, of\ncourse, he had the privilege of sleeping as late as he pleased--but\ngetting up with the others was part of the task Devall imposed on\nhimself. He donned the light summer uniform, slapped depilator hastily\non his tanned face, hooked on his formal blaster and belt, and\nsignalled to his orderly that he was awake and ready.\n\nThe Terran enclave covered ten acres, half an hour's drive from one of\nthe largest Markin villages. An idling jeep waited outside Devall's\nsmall private dome, and he climbed in, nodding curtly at the orderly.\n\n\"Morning, Harris.\"\n\n\"Good morning, sit. Sleep well?\"\n\nIt was a ritual by now. \"Very well,\" Devall responded automatically,\nas the jeep's turbos thrummed once and sent the little car humming\nacross the compound to the mess hall. Clipped to the seat next to\nDevall was his daily morning program-sheet, prepared for him by the\nstaffman-of-the-day while he slept. This morning's sheet was signed by\nDudley, a major of formidable efficiency--Space Service through and\nthrough, a Military Wing career man and nothing else. Devall scanned\nthe assignments for the morning, neatly written out in Dudley's crabbed\nhand.\n\n_Kelly, Dorfman, Mellors, Steber on Linguistic Detail, as usual. Same\nassignment as yesterday, in town._\n\n_Haskell on medic duty. Blood samples; urinalysis._\n\n_Matsuoko to maintenance staff (through Wednesday)._\n\n_Jolli on zoo detail._\n\n_Leonards, Meyer, Rodriguez on assigned botanical field trip, two days.\nExtra jeep assigned for specimen collection._\n\nDevall scanned the rest of the list, but, as expected, Dudley had done\na perfect job of deploying the men where they would be most useful and\nmost happy. Devall thought briefly about Leonards, on the botanical\nfield trip. A two-day trip might take them through the dangerous\nrain-forest to the south; Devall felt a faint flicker of worry. The boy\nwas his nephew, his sister's son--a reasonably competent journeyman\nbotanist with the gold bar still untarnished on his shoulder. This was\nthe boy's first commission; he had been assigned to Devall's unit at\nrandom, as a new man. Devall had concealed his relationship to Leonards\nfrom the other men, knowing it might make things awkward for the boy,\nbut he still felt a protective urge.\n\n_Hell, the kid can take care of himself_, Devall thought, and\nscribbled his initials at the bottom of the sheet and clipped it back\nin place; it would be posted while the men were cleaning their quarters\nand the officers ate, and by 0900 everyone would be out on his day's\nassignment. There was so much to do, Devall thought, and so little time\nto do it. There were so many worlds--\n\nHe quitted the jeep and entered the mess hall. Officers' mess was a\nsmall well-lit alcove to the left of the main hall; as Devall entered\nhe saw seven men standing stiffly at attention, waiting for him.\n\nHe knew they hadn't been standing that way all morning; they had\nsnapped to attention only when their lookout--probably Second\nLieutenant Leonards, the youngest--had warned them he was coming.\n\nWell, he thought, it doesn't matter much. As long as appearance is\npreserved. The form.\n\n\"Good morning, gentlemen,\" he said crisply, and took his place at the\nhead of the table.\n\n\n\nFor a while, it looked as if it were going to turn out a pretty good\nday. The sun rose in a cloudless sky, and the thermometer tacked to\nthe enclave flagstaff registered 93 degrees. When Markin got hot, it\ngot _hot_. By noon, Devall knew by now, they could expect something\nlike 110 in the shade--and then, a slow, steady decline into the low\neighties by midnight.\n\nThe botanical crew departed on time, rumbling out of camp in its two\njeeps, and Devall stood for a moment on the mess hall steps watching\nthem go, watching the other men head for their assigned posts.\nStubble-faced Sergeant Jolli saluted him as he trotted across the\ncompound to the zoo, where he would tend the little menagerie of Markin\nwildlife the expedition would bring back to Earth at termination. Wiry\nlittle Matsuoko passed by, dragging a carpenter's kit. The linguistic\nteam climbed into its jeep and drove off toward town, where they would\ncontinue their studies in the Markin tongue.\n\nThey were all busy. The expedition had been on Markin just four\nmonths; eight months was left of their time. Unless an extension of\nstay came through, they'd pack up and return to Earth for six months\nof furlough-cum-report-session, and then it would be on to some other\nworld for another year of residence.\n\nDevall was not looking forward to leaving Markin. It was a pleasant\nworld, if a little on the hot side, and there was no way of knowing\nwhat the _next_ world would be like. A frigid ball of frozen methane,\nperhaps, where they would spend their year bundled into Valdez\nbreathing-suits and trying to make contact with some species of\nintelligent ammonia-breathing molluscs. Better the devil we know,\nDevall felt.\n\nBut he had to keep moving on. This was his eleventh world, and there\nwould be more to come. Earth had barely enough qualified survey teams\nto cover ten thousand worlds half-adequately, and life abounded on\nten _million_. He would retain whichever members of the current team\nsatisfied him by their performance, replace those who didn't fit in,\nand go off to his next job eight months from now.\n\nHe turned on the office fan and took down the logbook; unfastening the\nbinder, he slipped the first blank sheet into the autotype. For once he\navoided his standard blunder; he cleared his throat _before_ switching\non the autotype, thereby sparing the machine its customary difficulties\nin finding a verbal equivalent for his _Br-ghhumph_!\n\nThe guidelight glowed a soft red. Devall said, \"Fourth April,\ntwo-seven-zero-five. Colonel John F. Devall recording. One hundred\nnineteenth day of our stay on Markin, World 7 of System 1106-sub-a.\n\n\"Temperature, 93 at 0900; wind gentle, southerly--\"\n\nHe went on at considerable length, as he did each morning. Finishing\noff the required details, he gathered up the sheaf of specialty-reports\nthat had been left at his door the night before, and began to read\nabstracts into the log; the autotype clattered merrily, and a machine\nsomewhere in the basement of the towering E-T Affairs Building in Rio\nde Janeiro was reproducing his words as the subradio hookup transmitted\nthem.\n\nIt was dull work. Devall often wondered whether he might have been\nultimately happier doing simple anthropological field work, as he had\nonce done, instead of taking on the onerous burden of routine that an\nadministrative post entailed. _But someone has to shoulder the burden_,\nhe thought.\n\n_Earthman's burden. We're the most advanced race; we help the others.\nBut no one twists our arms to come out to these worlds and share what\nwe have. Call it an inner compulsion._\n\nHe intended to work until noon; in the afternoon a Markin high priest\nwas coming to the enclave to see him, and the interview would probably\ntake almost till sundown. But about 1100 he was interrupted suddenly by\nthe sound of jeeps unexpectedly entering the compound, and he heard the\nclamor of voices--both Terran voices and alien ones.\n\nA fearful argument seemed to be in progress, but the group was too far\naway and Devall's knowledge of Markin too uncertain for him to be able\nto tell what was causing the rumpus. In some annoyance he snapped off\nthe autotype, rose from his chair, and peered through the window into\nthe yard.\n\nTwo jeeps had drawn up--the botanical crew, gone less than two hours.\nFour natives surrounded the three Earthmen. Two of the natives clutched\nbarbed spears; a third was a woman, the fourth an old man. They were\nall protesting hotly over something.\n\nDevall scowled; from the pale, tense, unhappy faces of the men in the\njeep, he could tell something was very wrong. That blood-red sunset had\nforetold accurately, he thought, as he dashed down the steps from his\nstudy.\n\nSeven pairs of eyes focussed on him as he strode toward the group:\neight glittering alien eyes, warmly golden, and six shifting, uneasy\nTerran eyes.\n\n\"What's going on out here?\" Devall demanded.\n\nThe aliens set up an immediate babble of noise, chattering away like a\nquartet of squirrels. Devall had never seen any of them behaving this\nway before.\n\n\"_Quiet!_\" he roared.\n\nIn the silence that followed he said very softly, \"Lieutenant Leonards,\ncan you tell me exactly what all this fuss is about?\"\n\nThe boy looked very frightened; his jaws were stiffly clenched, his\nlips bloodless. \"Y-yes, sir,\" he said stammeringly. \"Begging your\npardon, sir. I seem to have killed an alien.\"\n\n\n\nIn the relative privacy of his office, Devall faced them all\nagain--Leonards, sitting very quietly staring at his gleaming boots;\nMeyer and Rodriguez, who had accompanied him on the ill-starred\nbotanizing journey. The aliens were outside; there would be time to\ncalm them down later.\n\n\"Okay,\" Devall said. \"Leonards, I want you to repeat the story, exactly\nas you just told it to me, and I'll get it down on the autotype. Start\ntalking when I point to you.\"\n\nHe switched on the autotype and said, \"Testimony of Second Lieutenant\nPaul Leonards, Botanist, delivered in presence of commanding officer on\n4 April 2705.\" He jabbed a forefinger at Leonards.\n\nThe boy's face looked waxy, beads of sweat dotted his pale vein-traced\nforehead, and his blond hair was tangled and twisted. He clamped his\nlips together in an agonized grimace, scratched the back of one hand,\nand finally said, \"Well, we left the enclave about 0900 this morning,\nbound south and westerly on a tour of the out-lying regions. Our\npurpose was to collect botanical specimens. I--was in charge of the\ngroup, which also included Sergeants Meyer and Rodriguez.\"\n\nHe paused. \"We--we accomplished little in the first half-hour; this\nimmediate area had already been thoroughly covered by us anyway. But\nabout 0945 Meyer noticed a heavily wooded area not far to the left of\nthe main road, and called it to my attention. I suggested we stop and\ninvestigate. It was impossible to penetrate the wooded area in our\njeeps, so we proceeded on foot. I left Rodriguez to keep watch over our\ngear while we were gone.\n\n\"We made our way through a close-packed stand of deciduous angiosperm\ntrees of a species we had already studied, and found ourselves in a\nsecluded area of natural growth, including several species which we\ncould see were previously uncatalogued. We found one in particular--a\nshrub consisting of a single thick succulent green stalk perhaps four\nfeet high, topped by a huge gold and green composite flower head. We\nfilmed it in detail, took scent samples, pollen prints, and removed\nseveral leaves.\"\n\nDevall broke in suddenly. \"You didn't pick the flower itself? Devall\nspeaking.\"\n\n\"Of course not. It was the only specimen in the vicinity, and it's not\nour practice to destroy single specimens for the sake of collecting.\nBut I did remove several leaves from the stalk. And the moment I did\nthat, a native sprang at me from behind a thick clump of ferns.\n\n\"He was armed with one of those notched spears. Meyer saw him first\nand yelled, and I jumped back just as the alien came charging forward\nwith his spear. I managed to deflect the spear with the outside of\nmy arm and was not hurt. The alien fell back a few feet and shouted\nsomething at me in his language, which I don't understand too well as\nyet. Then he raised his spear and menaced me with it. I was carrying\nthe standard-issue radial blaster. I drew it and ordered him in his own\nlanguage to lower his spear, that we meant no harm. He ignored me and\ncharged a second time. I fired in self-defense, trying to destroy the\nspear or at worst wound his arm, but he spun round to take the full\nforce of the charge, and died instantly.\" Leonards shrugged. \"That's\nabout it, sir. We came back here instantly.\"\n\n\"Umm. Devall speaking. Sergeant Meyer, would you say this account is\nsubstantially true?\"\n\nMeyer was a thin-faced dark-haired man who was usually smiling, but he\nwasn't smiling now. \"This is Sergeant Meyer. I'd say that Lieutenant\nLeonards told the story substantially as it occurred. Except that the\nalien didn't seem overly fierce despite his actions, in my opinion.\nI myself thought he was bluffing both times he charged, and I was a\nlittle surprised when Lieutenant Leonards shot him. That's all, sir.\"\n\nFrowning, the colonel said, \"Devall speaking. This has been testimony\nin the matter of the alien killed today by Lieutenant Leonards.\" He\nsnapped off the autotype, stood up, and leaned forward across the desk,\nstaring sternly at the trio of young botanists facing him. _These next\nfew days are going to be my test_, he thought tensely.\n\n\"Sergeant Rodriguez, since you weren't present at the actual incident\nI'll consider you relieved of all responsibility in this matter,\nand your testimony won't be required. Report to Major Dudley for\nre-assignment for the remainder of the week.\"\n\n\"Thank you, sir.\" Rodriguez saluted, grinned gratefully, and was gone.\n\n\"As for you two, though,\" Devall said heavily, \"you'll both have\nto be confined to base pending the outcome of the affair. I don't\nneed to tell you how serious this can be, whether the killing was in\nself-defense or not. Plenty of peoples don't understand the concept of\nself-defense.\" He moistened his suddenly dry lips. \"I don't anticipate\ntoo many complications growing out of this. But these are alien people\non an alien world, and their behavior is never certain.\"\n\nHe glanced at Leonards. \"Lieutenant, I'll have to ask for your own\nsafety that you remain in your quarters until further notice.\"\n\n\"Yes, sir. Is this to be considered arrest?\"\n\n\"Not yet,\" Devall said. \"Meyer, attach yourself to the maintenance\nplatoon for the remainder of the day. We'll probably need your\ntestimony again before this business is finished. Dismissed, both of\nyou.\"\n\nWhen they were gone, Devall sank back limply in his webfoam chair and\nstared at his fingertips. His hands were quivering as if they had a\nlife of their own.\n\n_John F. Devall, Ph.D. Anthropology, Columbia '82, commissioned Space\nService Military Wing '87, and now you're in trouble for the first\ntime._\n\n_How are you going to handle it, Jack?_ he asked himself. _Can you\nprove that that silver eagle really belongs on your shoulder?_\n\nHe was sweating. He felt very tired. He shut his eyes for a moment,\nopened them, and said into the intercom, \"Send in the Marks.\"\n\n\n\nFive of them entered, made ceremonial bows, and ranged themselves\nnervously along the far wall as if they were firing-squad candidates.\nAccompanying them came Steber of the linguistics team, hastily recalled\nfrom town to serve as an interpreter for Devall. The colonel's\nknowledge of Markin was adequate but sketchy; he wanted Steber around\nin case any fine points had to be dealt with in detail.\n\nThe Marks were humanoid in structure, simian in ancestry, which should\nhave made them close kin to the Terrans in general physiological\nstructure. They weren't. Their skin was a rough, coarse, pebble-grained\naffair, dark-toned, running to muddy browns and occasional deep\npurples. Their jaws had somehow acquired a reptilian hinge in the\ncourse of evolution, which left them practically chinless but capable\nof swallowing food in huge lumps that would strangle an Earthman. Their\neyes, liquid gold in color, were set wide on their heads, allowing\nenormous peripheral vision; their noses were flat buttons, in some\ncases barely perceptible.\n\nDevall saw two younger men, obviously warriors; they had left their\nweapons outside, but their jaws jutted belligerently and the darker of\nthe pair had virtually dislocated his jaw in rage. The woman looked\nlike all the Mark women, shapeless and weary behind her shabby cloak of\nfurs. The remaining pair were priests, one old, one _very_ old. It was\nthis ancient to whom Devall addressed his first remarks.\n\n\"I'm sorry that our meeting this afternoon has to be one of sorrow.\nI had been looking forward to a pleasant talk. But it's not always\npossible to predict what lies ahead.\"\n\n\"Death lay ahead for him who was killed,\" the old priest said in the\ndry, high-pitched tone of voice that Devall knew implied anger and\nscorn.\n\nThe woman let out a sudden wild ululation, half a dozen wailing words\njammed together so rapidly Devall could not translate them. \"What did\nshe say?\" he asked Steber.\n\nThe interpreter flattened his palms together thoughtfully. \"She's the\nwoman of the man who was killed. She was--demanding revenge,\" he said\nin English.\n\nApparently the two young warriors were friends of the dead man.\nDevall's eyes scanned the five hostile alien faces. \"This is a highly\nregrettable incident,\" he said in Markin. \"But I trust it won't affect\nthe warm relationship between Earthman and Markin that has prevailed so\nfar. This misunderstanding--\"\n\n\"Blood must be atoned,\" said the smaller and less impressively garbed\nof the two priests. He was probably the local priest, Devall thought,\nand he was probably happy to have his superior on hand to back him up.\n\nThe colonel flicked sweat from his forehead. \"The young man who\ncommitted the act will certainly be disciplined. Of course you realize\nthat a killing in self-defense cannot be regarded as murder, but I\nadmit the young man did act unwisely and will suffer the consequences.\"\nIt didn't sound too satisfying to Devall, and, indeed, the aliens\nhardly seemed impressed.\n\nThe high priest uttered two short, sharp syllables. They were not\nwords in Devall's vocabulary, and he looked over at Steber in appeal.\n\n\"He said Leonards was trespassing on sacred ground. He said the crime\nthey're angry about is not murder but blasphemy.\"\n\nDespite the heat, Devall felt a sudden chill. _Not ... murder? This is\ngoing to be complicated_, he realized gloomily.\n\nTo the priest he said, \"Does this change the essential nature of the\ncase? He'll still be punished by us for his action, which can't be\ncondoned.\"\n\n\"You may punish him for murder, if you so choose,\" the high priest\nsaid, speaking very slowly, so Devall would understand each word. The\nwidow emitted some highly terrestrial-sounding sobs; the young men\nglowered stolidly. \"Murder is not our concern,\" the high priest went\non. \"He has taken life; life belongs to Them, and They withdraw it\nwhenever They see fit, by whatever means They care to employ. But he\nhas also desecrated a sacred flower on sacred ground. These are serious\ncrimes, to us. Added to this he has shed the blood of a Guardian,\non sacred ground. We ask you to turn him over to us for trial by a\npriestly court on this double charge of blasphemy. Afterward, perhaps,\nyou may try him by your own laws, for whichever one of them he has\nbroken.\"\n\nFor an instant all Devall saw was the old priest's implacable leathery\nface; then he turned and caught the expression of white-faced\nastonishment and dismay Steber displayed.\n\nIt took several seconds for the high priest's words to sink in,\nand several more before Devall came to stunned realization of the\nimplications. _They want to try an Earthman_, he thought numbly. _By\ntheir own law. In their own court. And mete out their own punishment._\n\nThis had abruptly ceased being a mere local incident, an affair to\nclean up, note in the log, and forget. It was no longer a matter of\nsimple reparations for the accidental killing of an alien.\n\nNow, thought Devall dully, it was a matter of galactic importance. And\nhe was the man who had to make all the decisions.\n\n\n\nHe visited Leonards that evening, after the meal. By that time everyone\nin the camp knew what had happened, though Devall had ordered Steber to\nkeep quiet about the alien demand to try Leonards themselves.\n\nThe boy looked up as Devall entered his room, and managed a soggy\nsalute.\n\n\"At ease, Lieutenant.\" Devall sat on the edge of Leonards' bed and\nsquinted up at him. \"Son, you're in very hot water now.\"\n\n\"Sir, I--\"\n\n\"I know. You didn't mean to pluck leaves off the sacred bramble-bush,\nand you couldn't help shooting down the native who attacked you. And\nif this business were as simple as all that, I'd reprimand you for\nhotheadedness and let it go at that. But--\"\n\n\"But what, sir?\"\n\nDevall scowled and forced himself to face the boy squarely. \"But the\naliens want to try you themselves. They aren't so much concerned with\nthe murder as they are with your double act of blasphemy. That withered\nold high priest wants to take you before an ecclesiastical court.\"\n\n\"You won't allow _that_, of course, will you, Colonel?\" Leonards seemed\nconfident that such an unthinkable thing could never happen.\n\n\"I'm not so sure, Paul,\" Devall said quietly, deliberately using the\nboy's first name.\n\n\"_What_, sir?\"\n\n\"This is evidently something very serious you've committed. That high\npriest is calling a priestly convocation to deal with you. They'll be\nback here to get you tomorrow at noon, he said.\"\n\n\"But you wouldn't turn me over to them, sir! After all, I was on duty;\nI had no knowledge of the offense I was committing. Why, it's none of\ntheir business!\"\n\n\"Make _them_ see that,\" Devall said flatly. \"They're aliens. They don't\nunderstand Terran legal codes. They don't _want_ to hear about our\nlaws; by theirs, you've blasphemed, and blasphemers must be punished.\nThis is a law-abiding race on Markin. They're an ethically advanced\nsociety, regardless of the fact that they're not technologically\nadvanced. Ethically they're on the same plane we are.\"\n\nLeonards looked terribly pale. \"You'll turn me over to them?\"\n\nDevall shrugged. \"I didn't say that. But look at it from my position.\nI'm leader of a cultural and military mission. Our purpose is to live\namong these people, learn their ways, guide them as much as we can\nin our limited time here. We at least _try_ to make a pretense of\nrespecting their rights as individuals and as a species, you know.\n\n\"Well, now it's squarely on the line. Are we friends living among them\nand helping them, or are we overlords grinding them under our thumbs?\"\n\n\"Sir, I'd say that was an over-simplification,\" Leonards remarked\nhesitantly.\n\n\"Maybe so. But the issue's clear enough. If we turn them down, it means\nwe're setting up a gulf of superiority between Earth and these aliens,\ndespite the big show we made about being brothers. And word will spread\nto other planets. We try to sound like friends, but our actions in\nthe celebrated Leonards case reveal our true colors. We're arrogant,\nimperialistic, patronizing, and--well, do you see?\"\n\n\"So you're going to turn me over to them for trial, then,\" the boy said\nquietly.\n\nDevall shook his head. He felt old, very old, at fifty. \"I don't know.\nI haven't made up my mind yet. If I turn you over, it'll certainly set\na dangerous precedent. And if I don't--I'm not sure what will happen.\"\nHe shrugged. \"I'm going to refer the case back to Earth. It isn't my\ndecision to make.\"\n\n\n\nBut it _was_ his decision to make, he thought, as he left the boy's\nquarters and headed stiff-legged toward the communications shack. He\nwas on the spot, and only he could judge the complex of factors that\ncontrolled the case. Earth would almost certainly pass the buck back to\nhim.\n\nHe was grateful for one thing, though: at least Leonards hadn't made\nan appeal to him on family grounds. That was cause for pride, and some\nrelief. The fact that the boy was his nephew was something he'd have to\nblot rigorously from his mind until all this was over.\n\nThe signalman was busy in the back of the shack, bent over a crowded\nworktable. Devall waited a moment, cleared his throat gently, and said,\n\"Mr. Rory?\"\n\nRory turned. \"Yes, Colonel?\"\n\n\"Put through a subradio solido to Earth for me, immediately. To\nDirector Thornton at the E-T Department. And yell for me when you've\nmade contact.\"\n\nIt took twenty minutes for the subspace impulse to leap out across\nthe light-years and find a receiver on Earth, ten minutes more for it\nto pass through the relay point and on to Rio. Devall returned to the\nshack to find the lambent green solido field in tune and waiting for\nhim. He stepped through and discovered himself standing a few feet\nbefore the desk of the E-T Department's head. Thornton's image was\nsharp, but the desk seemed to waver at the edges. Solid non-organic\nobjects always came through poorly.\n\nQuickly Devall reviewed the situation. Thornton sat patiently,\nunmoving, till the end of it; hands knotted rigidly, lean face set, he\nmight have been a statue. Finally he commented, \"Unpleasant business.\"\n\n\"Quite.\"\n\n\"The alien is returning tomorrow, you say? I'm afraid that doesn't give\nus much time to hold a staff meeting and explore the problem, Colonel\nDevall.\"\n\n\"I could probably delay him a few days.\"\n\nThornton's thin lips formed a tight bloodless line. After an instant\nhe said, \"No. Take whatever action you deem necessary, Colonel. If\nthe psychological pattern of the race is such that unfortunate\nconsequences would result if you refused to allow them to try your man,\nthen you must certainly turn him over. If the step can be avoided, of\ncourse, avoid it. The man must be punished in any case.\"\n\nThe director smiled bleakly. \"You're one of our best men, Colonel. I'm\nconfident you'll arrive at an ultimately satisfactory resolution to\nthis incident.\"\n\n\"Thank you, sir,\" Devall said, in a dry, uncertain voice. He nodded and\nstepped back out of field range. Thornton's image seemed to flicker;\nDevall caught one last dismissing sentence, \"Report back to me when the\nmatter is settled,\" and then the field died.\n\nHe stood alone in the shabby communications shack, blinking out the\nsudden darkness that rolled in over him after the solidophone's intense\nlight, and after a moment began to pick his way over the heaps of\nequipment and out into the compound.\n\nIt was as he had expected. Thornton was a good man, but he was a\ncivilian appointee, subject to government control. He disliked making\ntop-level decisions--particularly when a colonel a few hundred\nlight-years away could be pitchforked into making them for him.\n\n_Well_, he thought, _at least I notified Earth. The rest of the affair\nis in my hands._\n\nSignificantly, there was a red sunset again that night.\n\n\n\nHe called a meeting of his top staff men for 0915 the following\nmorning. Work at the base had all but suspended; the linguistics team\nwas confined to the area, and Devall had ordered guards posted at all\nexits. Violence could rise unexpectedly among even the most placid of\nalien peoples; it was impossible to predict the moment when a racial\ncircuit-breaker would cease to function and fierce hatred burst forth.\n\nThey listened in silence to the tapes of Leonards' statements, Meyer's\ncomments, and the brief interview Devall had had with the five aliens.\nDevall punched the cut-off stud and glanced rapidly round the table at\nhis men: two majors, a captain, and a quartet of lieutenants comprised\nhis high staff, and one of the lieutenants was confined to quarters.\n\n\"That's the picture. The old high priest is showing up here about noon\nfor my answer. I thought I'd toss the thing open for staff discussion\nfirst.\"\n\nMajor Dudley asked for the floor.\n\nHe was a short, stocky man with dark flashing eyes, and on several\noccasions in the past had been known to disagree violently with Devall\non matters of procedure. Devall had picked him for four successive\ntrips, despite this; the colonel believed in diversity of opinion, and\nDudley was a tremendously efficient organizer as well.\n\n\"Major?\"\n\n\"Sir, it doesn't seem to me that there's any question of what action\nto take. It's impossible to hand Leonards over to them for trial.\nIt's--un-Earthlike!\"\n\nDevall frowned. \"Would you elaborate, Major?\"\n\n\"Simple enough. We're the race who developed the\nspace-drive--therefore, we're the galaxy's most advanced race. I think\nthat goes without saying.\"\n\n\"It does not,\" Devall commented. \"But go ahead.\"\n\nScowling, Dudley said, \"Regardless of your opinion, _sir_--the aliens\nwe've encountered so far have all regarded us as their obvious\nsuperiors. I don't think that can be denied--and I think it can only be\nattributed to the fact that we _are_ their superiors. Well, if we give\nup Leonards for trial, it cheapens our position. It makes us look weak,\nspineless. We--\"\n\n\"You're suggesting, then,\" Devall broke in, \"that we hold the position\nof overlords in the galaxy--and by yielding to our serfs, we may lose\nall control over them. Is this your belief, Major?\" Devall glared at\nhim.\n\nDudley met the colonel's angry gaze calmly. \"Basically, yes. Dammit,\nsir, I've tried to make you see this ever since the Hegath expedition.\nWe're not out here in the stars to collect butterflies and squirrels!\nWe--\"\n\n\"Out of order,\" Devall snapped coldly. \"This is a cultural mission as\nwell as a military, Major--and so long as I'm in command it remains\nprimarily cultural.\" He felt on the verge of losing his temper. He\nglanced away from Dudley and said, \"Major Grey, could I hear from you?\"\n\nGrey was the ship's astrogator; on land his functions were to supervise\nstockade-construction and mapmaking. He was a wiry, unsmiling little\nman with razor-like cheekbones and ruddy skin. \"I feel we have to be\ncautious, sir. Handing Leonards over would result in a tremendous loss\nof Terran prestige.\"\n\n\"_Loss?_\" Dudley burst in. \"It would cripple us! We'd never be able to\nhold our heads up honestly in the galaxy again if--\"\n\nCalmly Devall said, \"Major Dudley, you've been ruled out of order.\nLeave this meeting, Major. I'll discuss a downward revision of your\nstatus with you later.\" Turning back to Grey without a further glance\nat Dudley, he said, \"You don't believe, Major, that such an action\nwould have a corresponding _favorable_ effect on our prestige in the\neyes of those worlds inclined to regard Earth uneasily?\"\n\n\"That's an extremely difficult thing to determine, sir.\"\n\n\"Very well, then.\" Devall rose. \"Pursuant to regulations, I've brought\nthis matter to the attention of authorities on Earth, and have also\noffered it for open discussion among my officers. Thanks for your time,\ngentlemen.\"\n\nCaptain Marechal said uncertainly, \"Sir, won't there be any vote on our\nintended course of action?\"\n\nDevall grinned coldly. \"As commanding officer of this base, I'll take\nthe sole responsibility upon myself for the decision in this particular\nmatter. It may make things easier for all of us in the consequent event\nof a court-martial inquiry.\"\n\n\n\nIt was the only way, he thought, as he waited tensely in his office for\nthe high priest to arrive. The officers seemed firmly set against any\nconciliatory action, in the name of Terra's prestige. It was hardly\nfair for him to make them take responsibility for a decision that might\nbe repugnant to them.\n\nToo bad about Dudley, Devall mused. But insubordination of that sort\nwas insufferable; Dudley would have to be dropped from the unit on\ntheir next trip out. If there is any next trip out for me, he added.\n\nThe intercom glowed gently. \"Yes?\"\n\n\"Alien delegation is here, sir,\" said the orderly.\n\n\"Don't send them in until I signal.\"\n\nHe strode to the window and looked out. The compound, at first glance,\nseemed full of aliens. Actually there were only a dozen, he realized,\nbut they were clad in full panoply, bright red and harsh green robes,\ncarrying spears and ornamental swords. Half a dozen enlisted men were\nwatching them nervously from a distance, their hands ready to fly to\nblasters instantly if necessary.\n\nHe weighed the choices one last time.\n\nIf he handed Leonards over, the temporary anger of the aliens would be\nappeased--but perhaps at a long-range cost to Earth's prestige. Devall\nhad long regarded himself as an essentially weak man with a superb\ninstinct for camouflage--but would his yielding to the aliens imply to\nthe universe that all Earth was weak?\n\nOn the other hand, he thought, suppose he refused to release\nLeonards to the aliens. Then he would be, in essence, bringing down\nthe overlord's thumb, letting the universe know that Earthmen were\nresponsible only to themselves and not to the peoples the worlds they\nvisited.\n\nEither way, he realized, the standing of Earth in the galaxy's\nestimation would suffer. One way, they would look like appeasing\nweaklings; the other, like tyrants. He remembered a definition he had\nonce read: _melodrama is the conflict of right and wrong, tragedy the\nconflict of right and right_. Both sides were right here. Whichever way\nhe turned, there would be difficulties.\n\nAnd there was an additional factor: the boy. What if they executed him?\nFamily considerations seemed absurdly picayune at this moment, but\nstill, to hand his own nephew over for possible execution by an alien\npeople--\n\nHe took a deep breath, straightened his shoulders, sharpened the hard\ngaze of his eyes. A glance at the mirror over the bookcase told him\nhe looked every inch the commanding officer; not a hint of the inner\nconflict showed through.\n\nHe depressed the intercom stud. \"Send in the high priest. Let the rest\nof them wait outside.\"\n\n\n\nThe priest looked impossibly tiny and wrinkled, a gnome of a man whose\nskin was fantastically gullied and mazed by extreme age. He wore a\ngreen turban over his hairless head--a mark of deep mourning, Devall\nknew.\n\nThe little alien bowed low, extending his pipestem arms behind his\nback at a sharp angle, indicating respect. When he straightened, his\nhead craned back sharply, his small round eyes peering directly into\nDevall's.\n\n\"The jury has been selected; the trial is ready to begin. Where is the\nboy?\"\n\nDevall wished fleetingly he could have had the services of an\ninterpreter for this last interview. But that was impossible; this was\nsomething he had to face alone, without help.\n\n\"The accused man is in his quarters,\" Devall said slowly. \"First I want\nto ask some questions, old one.\"\n\n\"Ask.\"\n\n\"If I give you the boy to try, will there be any chance of his\nreceiving the death penalty?\"\n\n\"It is conceivable.\"\n\nDevall scowled. \"Can't you be a little more definite than that?\"\n\n\"How can we know the verdict before the trial takes place?\"\n\n\"Let that pass,\" Devall said, seeing he would get no concrete reply.\n\"Where would you try him?\"\n\n\"Not far from here.\"\n\n\"Could I be present at the trial?\"\n\n\"No.\"\n\nDevall had learned enough of Markin grammar by now to realize that\nthe form of the negative the priest had employed meant literally,\nI-say-_no_-and-mean-what-I-say. Moistening his lips, he said, \"Suppose\nI should refuse to turn Lieutenant Leonards over to you for trial? How\ncould I expect you people to react?\"\n\nThere was a long silence. Finally the old priest said, \"Would you do\nsuch a thing?\"\n\n\"I'm speaking hypothetically.\" (Literally, the form was\nI-speak-on-a-cloud.)\n\n\"It would be very bad. We would be unable to purify the sacred garden\nfor many months. Also--\" he added a sentence of unfamiliar words.\nDevall puzzled unsuccessfully over their meaning for nearly a minute.\n\n\"What does that mean?\" he asked at length. \"Phrase it in different\nwords.\"\n\n\"It is the name of a ritual. _I_ would have to stand trial in the\nEarthman's place--and I would die,\" the priest said simply. \"Then my\nsuccessor would ask you all to go away.\"\n\nThe office seemed very quiet; the only sounds Devall heard were the\nharsh breathing of the old priest and the off-key chirruping of the\ncricketlike insects that infested the grass-plot outside the window.\n\n_Appeasement_, he wondered? _Or the overlord's thumb?_\n\nSuddenly there seemed no doubt at all in his mind of what he should do,\nand he wondered how he could have hesitated.\n\n\"I hear and respect your wishes, old one,\" he said, in a ritual formula\nof renunciation Steber had taught him. \"The boy is yours. But can I ask\na favor?\"\n\n\"Ask.\"\n\n\"He didn't know he was offending your laws. He meant well; he's\nsincerely sorry for what he did. He's in your hands, now--but I want\nto ask mercy on his behalf. He had no way of knowing he was offending.\"\n\n\"This will be seen at the trial,\" the old priest said coldly. \"If there\nis to be mercy, mercy will be shown him. I make no promises.\"\n\n\"Very well,\" Devall said. He reached for a pad and scrawled an order\nremanding Lieutenant Paul Leonards to the aliens for trial, and signed\nit with his full name and title. \"Here. Give this to the Earthman who\nlet you in. He'll see to it that the boy is turned over to you.\"\n\n\"You are wise,\" the priest said. He bowed elaborately and made for the\ndoor.\n\n\"Just one moment,\" Devall said desperately, as the alien opened the\ndoor. \"Another question.\"\n\n\"Ask,\" the priest said.\n\n\"You told me you'd take his place if I refused to let you have him.\nWell, how about another substitute? Suppose--\"\n\n\"_You_ are not acceptable to us,\" the priest said as if reading\nDevall's mind, and left.\n\nFive minutes later the colonel glanced out his window and saw the\nsolemn procession of aliens passing through the exit-posts and out of\nthe compound. In their midst, unprotesting, was Leonards. He didn't\nlook back, and Devall was glad of it.\n\n\n\nThe colonel stared at the row of books a long time, the frayed spools\nthat had followed him around from world to world, from gray Danelon to\nstormy Lurrin to bone-dry Korvel, and on to Hegath and M'Qualt and the\nothers, and now to warm blue-skied Markin. Shaking his head, he turned\naway and dropped heavily into the foam cradle behind his desk.\n\nHe snapped on the autotype with a savage gesture and dictated a full\naccount of his actions, from the very start until his climactic\ndecision, and smiled bitterly. There would be a certain time-lag, but\nbefore long the autotype facsimile machine in the E-T Department's\nbasement would start clacking, there in Rio, and Thornton would know\nwhat Devall had done.\n\nAnd Thornton would be stuck with it as Department policy henceforth.\n\nDevall switched on the intercom and said, \"I'm not to be disturbed\nunder any circumstances. If there's anything urgent, have it sent to\nMajor Grey; he's acting head of the base until I countermand. And if\nany messages come from Earth let Grey have them too.\"\n\nHe wondered if they'd relieve him of his command immediately, or wait\nuntil he got back to Earth. The latter, more likely; Thornton had some\nsubtlety, if not much. But there was certain to be an inquiry, and a\nhead would roll.\n\nDevall shrugged and stretched back. _I did what was right_, he told\nhimself firmly. _That's the one thing I can be sure of._\n\n_But I hope I don't ever have to face my sister again._\n\nHe dozed, after a while, eyes half-open and slipping rapidly closed.\nSleep came to him, and he welcomed it, for he was terribly tired.\n\nHe was awakened suddenly, by a loud outcry. A jubilant shout from a\ndozen throats at once, splitting the afternoon calm. Devall felt a\nmoment's disorientation; then, awakening rapidly, he sprang to the\nwindow and peered out.\n\nA figure--alone and on foot--was coming through the open gateway. He\nwore regulation uniform, but it was dripping wet, and torn in several\nplaces. His blond hair was plastered to his scalp as if he had been\nswimming; he looked fatigued.\n\nLeonards.\n\nThe colonel was nearly halfway out the front door before he realized\nthat his uniform was in improper order. He forced himself back, tidied\nhis clothing, and with steely dignity strode out the door a second time.\n\nLeonards stood surrounded by a smiling knot of men, enlisted men and\nofficers alike. The boy was grinning wearily.\n\n\"Attention!\" Devall barked, and immediately the area fell silent. He\nstepped forward.\n\nLeonards raised one arm in an exhausted salute. There were some ugly\nbruises on him.\n\n\"I'm back, Colonel.\"\n\n\"I'm aware of that. You understand that I'll have to return you to the\nMarks for trial anyway, despite your no doubt daring escape?\"\n\nThe boy smiled and shook his head. \"No, sir. You don't follow, sir. The\ntrial's over. I've been tried and acquitted.\"\n\n\"What's that?\"\n\n\"It was trial by ordeal, Colonel. They prayed for half an hour or so,\nand then they dumped me in the lake down the road. The dead man's two\nbrothers came after me and tried to drown me, but I outswam them and\ncame up safely on the other side.\"\n\nHe shook his hair like a drenched cat, scattering a spray of water\nseveral feet in the air. \"They nearly had me, once. But as soon as I\ngot across the lake alive and undrowned, it proved to them I couldn't\nhave meant any harm. So they declared me innocent, apologized, and\nturned me loose. They were still praying when I left them.\"\n\nThere seemed to be no bitterness in Leonards' attitude; apparently,\nDevall thought, he had understood the reason for the decision to hand\nhim over, and would not hold it against him now. That was gratifying.\n\n\"You'd better get to your quarters and dry off, Lieutenant. And then\ncome to my office. I'd like to talk to you there.\"\n\n\"Yes, sir.\"\n\nDevall spun sharply and headed back across the clearing to his office.\nHe slammed the door behind him and switched on the autotype. The report\nto Earth would have to be amended now.\n\nA moment or two after he had finished, the intercom glowed. He turned\nit on and heard Steber's voice saying, \"Sir, the old priest is here.\nHe wants to apologize to you for everything. He's wearing clothing of\ncelebration, and he brought a peace-offering for us.\"\n\n\"Tell him I'll be right out,\" Devall said. \"And call all the men\ntogether. Including Dudley. _Especially_ Dudley. I want him to see\nthis.\"\n\nHe slipped off his sweat-stained jacket and took a new one out.\nSurveying himself in the mirror, he nodded approvingly.\n\n_Well, well_, he thought. _So the boy came through it safely. That's\ngood._\n\nBut he knew that the fate of Paul Leonards had been irrelevant all\nalong, except on the sheerly personal level. It was the larger issue\nthat counted.\n\nFor the first time, Earth had made a concrete demonstration of the\nequality-of-intelligent-life doctrine it had been preaching so long.\nHe had shown that he respected the Markin laws in terms of what they\nwere _to the Marks_, and he had won the affection of a race as a\nresult. Having the boy return unharmed was a bonus.\n\nBut the precedent had been set. And the next time, perhaps, on some\nother world, the outcome might not be so pleasant. Some cultures had\npretty nasty ways of putting criminals to death.\n\nHe realized that the burden the Earth exploration teams carried now had\nbecome many times heavier--that now, Earthmen would be subject to the\nlaws of the planets who hosted them, and no more unwitting botanical\nexcursions into sacred gardens could be tolerated. But it was for the\nultimate good, he thought. We've shown them that we're not overlords,\nand that most of us don't want to be overlords. And now the thumb comes\ndown on _us_.\n\nHe opened the door and stepped out. The men had gathered, and the old\npriest knelt abjectly at the foot of the steps, bearing some sort of\nenamelled box as his offering. Devall smiled and returned the bow, and\nlifted the old alien gently to his feet.\n\n_We'll have to be on our best behavior from now on_, he thought. _We'll\nreally have to watch our steps. But it'll be worth it._",
    "metadata": {
        "author": [
            "Knox, Calvin M.",
            "Jarvis, E. K.",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71918/pg71918.txt",
        "name": "the_overlord_s_thumb.json"
    }
}