{
    "name": "The prior claim",
    "author": [
        "Kelly, Eleanor Mercein",
        "Mercein, Eleanor",
        "Mercien, Eleanor Kelly",
        "Kelly, Mrs. (Eleanor)"
    ],
    "body": "On the banks of the Elkhorn River, not far from Frankfort, stand what is\nleft of two rough stone chimneys, in a still-thriving cornfield. A\ncentury and more ago these were the chimneys of the log cabin which Ezra\nTodd and his groomsmen built for his bride, Polly.\n\nIt was furnished in those days, the one room and lean-to of it, with\nstout puncheon tables and stools, also the handicraft of his groomsmen;\nwith a bed made in the pioneer fashion, a forked branch supporting a\npole whose other end stuck into a chink of the logs, a second pole\ncrossing it transversely, and this framework covered by a straw-filled\ntick and a fine, thick feather bed--for Polly came to her husband with a\nfair plenishing. There was a spinning wheel, too; and a hooded cradle\nstood beside the high-backed settle at the hearth, and the board\nshelves, laid on pegs stuck into the walls, held good earthenware\ndishes, and even some plates and cups and candlesticks of shining\npewter.\n\nAt the back was a batten door, thickly studded in nails, that had\npeepholes on either side, high and low. There was a musket in a rack\nbehind the door, and a flintlock rifle hung beneath the high, paneless\nwindow, whose solid wooden shutter, with two small apertures in it,\nopened inward. It seemed to Ezra Todd, on a particular afternoon early\nin the past century, as pleasant and as safe a home as man ever prepared\nreluctantly to leave for the uncertainties and discomforts of Kentucky\ntravel.\n\nHis wife waited upon him in silence; a lithe, graceful girl, almost wild\nin her movements, and barefoot, although dressed otherwise rather finely\nfor a frontier woman, in a sprigged bedgown or overdress, cambric frills\nto her sleeves and cap. His eyes followed her lovingly, a little\nanxiously, as she brought him his belt, tied it behind over his fringed\nleather hunting shirt, handed him the long knife and tomahawk to place\nin it, and lastly the red handkerchief to bind about his forehead in\nplace of a cap--it was too warm for caps.\n\n“They do say,” he remarked, “that Master Ames in Harrodsburg has got\nsome new sort of cap in his store, made neither of fur nor hide, but of\nfine light fabric. We grow foppish! What say, Polly mine--shall I return\nto you tricked out in fancy headgear with a feather in it, like the\nfellow in the song folks are singing nowadays?” He smiled at her as he\nsang gaily: “‘Yankee Doodle, bow-wow-wow, Yankee Doodle Dandy----’”\n\nGranny Estill looked up quickly from her knitting--a gray, bent\ncreature, twisted with rheumatism, older than women are nowadays at her\nage, yet with the youthful, laughing eyes of a girl.\n\n“What a pretty, gay tune it is,” she said, tapping her foot and humming\nafter him. “I do like to hear a new tune now and then. Be sure you bring\nme one from the town, Ezra.”\n\nHe laughed kindly. “Eh, you’ve the gay heart, and the dancing foot\nstill, I’ll be bound, spite of the rheumatics! I wouldn’t trust you at a\nwedding or a roof-raising. Thank you, my love,” he added, as Polly,\nstill in silence, handed him his musket. “Now the bullet pouch, though I\nprotest it goes against my nature to have you always waiting on me so,\nfor all the world like one of those savage females----”\n\nGranny interrupted. “Let be! A woman likes to wait on her man, son,\nespecially so fine and proper and upstanding a man as you.”\n\nHe chuckled. “’Tis easy to see how _you_ managed to capture four\nhusbands for yourself, Mistress Estill! But I did not marry a wife to be\na servant to me. I buy my servants,” he added, proudly, “or at least I\nshall be buying them as I sell the crops. Here in this rough life you\nwomen have your full share of the work, without mollycoddling an\nable-bodied husband into the bargain. I cannot make of our Polly a fine\nlady--not yet. But I can keep her from wearing herself to the bone in\nservice of mine. Look how thin she is growing! It shames me, Granny. Can\nyou not make her mind her food? I’ve been watching her the past few\ndays, and I declare she does not eat enough to keep a robin alive.”\n\n“’Tis true she eats too little--but no man can say that of your son,\nEzra! Nursing mothers are always thin, be they dog, or cat, or mare, you\nknow that. It may be she is wise to start him on the bottle, though I do\nnot hold with these newfangled notions myself.”\n\nEzra’s face softened tenderly. “Polly must do as she thinks best\nthere--though a nursing mother should have special reasons for learning\nto eat.” He waited a moment for Polly to speak, but as she did not do\nso, he murmured to her in a lower voice, “Barefoot again? Do you not\nlike the pretty shoon I had the cobbler make to your measure? The\nbuckles are of pure silver, lass; I had them from a French trader.”\n\n                   *       *       *       *       *\n\nPolly looked at her feet in embarrassment, trying to hide one with the\nother, and spoke for the first time.\n\n“I--I forgot!” Her voice was musical, but shy and hesitating, as if she\nhad not the habit of using it.\n\n“Ah, let be!” said Granny again, protectively. “’Tis cruel to try to\nmake a child into a woman all at once. Dearie me! How well I mind that I\nused to slip away to play with my wooden doll-baby weeks after I wore\nthe cap and shawl myself--till my husband caught me and teased me out of\nit, because a live one was coming. Polly has had so little childhood,\npoor lamb! She was but ten when they took her, remember. And for that\nmatter, ’tis a comfort sometimes to feet more broke to shoon than\nPolly’s to be free of the cramp of sole leather--” She glanced down\ncomically at her own.\n\n“If you spoil her so,” frowned Ezra, “if you encourage her wild ways,\nhow am I ever to make a staid and proper matron of my wife?”\n\nGranny’s eyes twinkled. “Are you so sure you want her to be a staid and\nproper matron? Isn’t a sweetheart better?”\n\nBut the man’s face did not relax. “Look what happened on the day of the\nchristening! When the neighbors came in from near and far, did they find\nthe young mother in her rightful place in the chimney settle, dressed in\nthe quilted paduasoy petticoat my mother brought over the mountains?\nThey did not. They found her paddling the stream, her kirtle tucked up\nto her bare knees, her hair unbound like a maiden’s, dipping the babe in\nthe water and him as naked as a newborn pig! What a sight for\nGod-fearing folk on the Sabbath day!”\n\nGranny chuckled aloud, and Ezra laughed too, a little reluctantly, as he\ncould not help himself.\n\n“Oh, I dare say it was a pretty enough sight. But what conduct for young\nMistress Todd, matron of a year’s standing, mother of a son, wife of one\nof the coming men of the country--ahem!” He strutted a little, boyishly,\nhis eye on Polly, trying to make her smile; but she did not smile.\n“Perhaps,” he added, sobering, “it was the Indian form of christening--but\nwe are not savages.”\n\nGranny put a quick, warning finger to her lips, and Ezra added, more\ngently:\n\n“There, there. I do not wish to be always scolding, only to make my\nlittle wife more like other women. People are happier when they are like\nto those about them--isn’t it so, Granny? And sometimes I have a fear\nthat my Polly is not as happy with us as I had hoped to make her. Eh,\nchild?”\n\nWith a hand under her chin, he lifted her face till their eyes met. She\nreturned his look, long and steadily. But she did not speak. He let her\ngo, with a deep sigh.\n\n“I had thought the child would loosen her tongue by this.” He spoke as\nif she were not present. “But no matter. Too little speech in a wife is\nbetter than too much, they say.”\n\n“She is a still woman, Ezra,” said Granny. “Some are born so. It does\nnot mean that they are always sad women.” She added in a low voice to\nPolly, as the girl passed, “Speak to him, child! You will not let your\nman go into the wilderness without a word?”\n\nPolly went to her husband obediently, and said with a sudden effort,\n“Stay!”\n\n                   *       *       *       *       *\n\nHe turned and caught her in his arms, his face radiant.\n\n“Why, my pretty; why my own dear! You do not want me to leave you, then?\nYet it was you who bade me go. And so I passed my word, and Neighbor\nCook is waiting to ride on with me, and I have told others that I would\nsurely be at the meeting of Court in Harrodsburg. To tell the truth, I\nthought our son might be proud, some day, to know that his father was\none of those to bring the law into Kentucky.\n\n“It will not be for long, Polly only a matter of a week or two--but ’tis\nthe longest and farthest we have been separated since I found you; which\nmakes it hard both.”\n\nHe kissed her hungrily, kisses which, after a moment of passivity, she\nreturned, almost with violence. Granny knitted obliviously, smiling to\nherself. He put his wife from him at last with an effort, muttering:\n\n“I _must_ go now, or--I cannot---- Eh, well, black Ben shall sleep in\nthe lean-to each night I am gone, and ’tis many a day since the savages\nventured close to a settlement, thank God! You will be safe, at least.\nYou are _not_ afraid?”\n\nPolly shook her head.\n\n“Of course not”--he laughed shortly--“you who have known so much worse\nthan loneliness! Remember there are neighbors within gunshot, and you\nhave Granny for company--Granny and our son. Polly!” He was eying her\nclosely, and asked again, “You are not afraid?”\n\n“Don’t you see,” suggested Granny, “’tis you she fears for, son, you\ngoing, out alone into the wilderness? Ah, ’tis the hardest thing a woman\nhas to bear, the waiting!”\n\n                   *       *       *       *       *\n\n“But things are not as they were in your waiting days, Granny,” he said\ngently. “The wilderness has shrunk away from us, back to beyond the Ohio\nwater. There are cabins and farms and settlements now, all along the\nroad to Harrodsburg; and one or two houses as fine as any in Virginia.”\n\n“You do not pass at all through Indian country?” she questioned.\n\n“There is no Indian country,” he answered, with pride, “not in all\nKentucky! ’Tis ours at last, thanks to you and my own parents and others\nwho paid the price.”\n\n“Ay, paid the price for something they never got,” muttered the old\nwoman, bitterly. “No matter, if only their children get it! But ’tis\ntime indeed the law came into Kentucky. Many a stranger lays claim to\nhis acres here who neither earned nor bought them.”\n\n“And that’s why I’m reading law by firelight, me and many others. No\nsmug liar with a warrant in his hand is going to take from me the land\nthat is mine by right of conquest. Ours is the prior claim here, Granny\nEstill!”\n\n“Ay, ours is the prior claim. Unless,” she murmured, “’twere the red\nmen’s, maybe--do ’e think?”\n\n“Stuff and nonsense! What put that thought into your head? The Cherokees\nand the Iroquois have no real rights here. They’ve used the land merely,\nenjoyed it--free of cost. And for long enough. They’ve not earned it as\nwe have, bought it with their blood and their sweat, watered it with\ntheir women’s tears, enriched it with the blood of their children, such\nlittle precious bodies as this of ours--” He stopped by the cradle,\ngazing down, his natural orator’s voice sinking to an abrupt pause.\n\n“Eh, have they not?” asked Granny, innocently. “It seems that the red\nfolk may have suffered somewhat, too.”\n\nEzra glanced at her uncomfortably. “You’re old, and the old get queer\nnotions. The savages have suffered no more than they deserve to suffer;\nas none should know better, surely, than Mistress Estill!”\n\nThe old woman’s head drooped over her knitting. “I have no love for the\nIndians, God knows! Daily I pray that they may all be damned. But”--her\nvoice altered admiringly--“’tis you will make the grand lawyer, Ezra,\nand I’m not one to be holding up mere facts to argufy against you. I\nexpect you’ll be making a speech before them all at the Court meeting?”\n\n“Several, if they should ask me,” admitted Ezra, modestly. “But I must\nbe off. There’s bread in the wallet--what, cake, too? Good soul! And tow\nfor cleaning the gun barrels? Yes, yes, you forget nothing a traveler\nmay need--you learned in a good school, eh, Granny? Where’s my Polly\ngone?”\n\n                   *       *       *       *       *\n\nDuring this talk the girl had stood quite still, listening with apparent\nstolidity. But her face was not stolid. At the old woman’s slight plea\nfor the Indians, it lighted up passionately, only to sink again into the\nlines of settled sadness. Polly’s face at the moment was older than\nGranny Estill’s. She left the room.\n\n“She’s gone to get you a traveler’s gift,” explained Granny. “Be sure\nyou make over it, son! Women can do with a lot of praising.”\n\nThe young man came over to her and spoke low and rapidly.\n\n“Granny! Get her to talk while I’m gone, will you? I’ve been thinking\nshe might open her heart to another woman, easier than to me. That’s why\nI sent for you to come. Has she spoken at all--of those missing years, I\nmean?”\n\n“Neither of them nor of aught else, except now and then a sentence, more\nlike a word or two. ’Tis as if, being among the savages so long, she had\nforgotten the use of her native tongue.”\n\n“She was in the tribe of Gray Eagle, who speaks English well, confound\nhim! Still, Indians are by nature a silent folk; even the squaws do not\nchatter. But, Granny, ’tis worse than dumbness. Listen! Many a time I’ve\ncome in from the fields at sundown and found her with nothing done, no\nfood prepared, the wheel idle, sitting here on the doorstep, gazing.\nJust gazing. Other times she was not to be found, high or low, had gone\noff somewhere into the woods, and would not come to my calling. More\nthan once she’s been away well into the night, and me searching till the\nhair stood up on my head with fear of what I should find. She’s\nbrooding--or bewitched, I tell you! I’ve been sick with the worry of it,\nfearing there might be summat wrong here.” He touched his forehead. “Now\nand then women with child are took that way, I’m told.”\n\nGranny nodded.\n\n“But they get over it when the child comes, don’t they? And she\nhasn’t--she hasn’t! The past few days, since the christening here, it’s\nbeen worse--lying awake at my side half the night, like one listening\nfor something. Ah, my poor lass! Who knows what happened to her there\namong those vile creatures, the years before we found her! Who knows\nwhat terrible, bitter memories she is holding in her young heart, with\nnone to help! Granny, _you_ must help her! She’s got to speak it all\nout, and so get rid of it.”\n\nThe old woman rose and put her hands on his shoulders.\n\n“There, there, boy, don’t fash yourself! Just shut your eyes and love\nher. Perhaps the child knows better than us. It may be there are things\nof which it is better not to speak, more especially to the man you’ve\nmarried. Two to brood then, instead of one. Give her time, Ezra! She’s\nbut a girl; things pass. The christening was a mistake, perhaps, so\nsoon; too many people watching her, looking to see how she behaved after\nliving among red savages, whispering about her, as neighbors will.\nThat’s why I advised you to take her out of the settlement and win her\nback to civilized ways alone, with the things she knows best to\nhelp--woods and water and the open places. It may be I was wrong there.\nPerhaps they only remind her. Well, well, she has her baby now, and\nthere’s nothing to tame a girl like her babies. Be patient!”\n\n“But do you help us if you can, out of your wisdom,” he urged.\n\n                   *       *       *       *       *\n\nGranny blushed. “My wisdom, is it? Think shame how you mock an ignorant\nbackwoods woman that’s never had the time nor the chance for a word of\nit!”\n\n“I’m not talking about learning,” he said, earnestly, “though when it\ncomes to that, you’ve got more real learning out of life than I’ll ever\nget out of all the books in Richmond town. Ssh! Here she comes.”\n\nPolly re-entered from the lean-to with a pair of white, new moccasins in\nher hand. She offered them to Ezra, still without speaking.\n\n“What, these for me?” He spoke gruffly, being moved. “Where did you get\nthem? There’ve been no Indian traders around lately. Eh, you didn’t\n_make_ them?”\n\nPolly nodded shyly, smiling for the first time.\n\n“Why, how fine they are! All the beading and the stitchery and the soft\ndoeskin! I declare, they might have been made by a squaw.”\n\nAgain Granny hushed him with a quick gesture, and Ezra bit his lip.\n\n“Well, I _must_ be off. At this rate ’twill be dusk before I leave, and\nI meant to reach Cook’s before moonrise. We make an early start.” He\nlaid the moccasins on a shelf.\n\nPolly watched him wistfully. “You--you will not take them?”\n\nEzra laughed. “No, no, they’re too fine for this journey; the old ones\nare good enough. I’ll save them for special occasions--more\nchristenings, perhaps!” He laughed again, slyly, kissed her close, and\nwent out of the door with a backward wave of the hand.\n\nGranny hobbled to the threshold and watched him over Polly’s shoulder.\n\n“There, he’s turned to wave again. What a foolish, loving, dear lad it\nis! Answer him, girl, quick! You might never see him more.” She checked\nherself. “Whatever am I croaking about? Such days are gone.”\n\nPolly waved a listless hand, closed the door, looked a moment at the\nmoccasins on the shelf, and seated herself at the spinning wheel.\n\n“Now you’ve shut the door, and shut out all the light with it,” Granny\nsaid rather testily. “’Tis nearly dark, and candles are skeerce.\nBesides, the sunset’s pretty, I like to watch it. Let the door stay\nopen!”\n\n“Too pretty. It hurts,” said the girl very low, her hand at her breast.\n\nGranny looked at her curiously.\n\n“Humph! You’re over young to be having a sunset hurt you, my dear.”\n\nPolly, at the spinning wheel, was having rather poor success. The thread\nbroke.\n\n“Here, let me show you!” Granny spoke impatiently. “Steady, no\njerking--why, have you forgotten _everything_ your poor mother taught\nyou before the savages got her? Poor Annie! A fool woman, but a fine\nhand at the spinning and weaving. Eh, what’s this--tears? I’ve not seen\nyou cry before.” She gathered the girl’s head against her breast, her\nvoice softening. “There, there, was it because I spoke of your mother,\nand that terrible time? You were so young, I thought maybe you didn’t\nremember. Polly! _Do_ you remember?”\n\nPolly shook her head, uncertainly.\n\n“Then, what is wrong? Come, my dearie, tell it out, my lamb! That’s what\nGrannies are for. ’Tain’t much they haven’t come to understand----”\n\nPolly said, in a very low voice, “The moccasins--”\n\nGranny laughed aloud, relieved but sympathetic.\n\n“Is that all? Because he didn’t wear ’em, you mean, didn’t seem to\nappreciate them? Lord love you, that’s a man all over. He didn’t\nrealize, pet, he didn’t know you wanted him to show off well before all\nthose men at the Court meeting. But he appreciated the moccasins just\nthe same, appreciated most of all the love you put into ’em. Polly! It\n_was_ love you put into ’em, wa’n’t it?”\n\nThe girl paused a moment before answering, slowly: “I do not know. He is\nkind, beautiful---- It might be--if--if----”\n\n“If!” repeated Granny. “If? Then in heaven’s name _why ain’t it_?”\n\nThe girl gave her a queer, beseeching look, and did not answer.\n\n“Eh, well,” sighed the old woman, “’tis your own business, sure! Reckon\nI’m getting to be a right meddlesome old fool.”\n\n                   *       *       *       *       *\n\nShe resumed her knitting, the spinning wheel whirred again, the room\ngrew darker--would have been quite dark except for a flickering light\nfrom the pine knot on the hearth. Granny’s voice came presently out of\nthe shadows, with a dreamy quality unusual to its brisk accents:\n\n“That smell of burning pinewood always makes me think of the forest, and\nof our first little cabin there in the clearing, mine and Dan’l’s. A\nhappy time----”\n\nThe girl at the spinning wheel lifted her head with a sharp movement, as\nof pain, which was not lost on the old eyes watching her.\n\n“Tell me, dearie--I’ve often wanted to ask: were they so terribly cruel\nto you, those ugly savages?” Granny asked quietly.\n\n“They were not all cruel,” the girl said. “Nor ugly.”\n\n“No?” repeated the other, encouraged. “Not the women, perhaps? One of\nthem would have mothered you, I dessay? Surely even red savage women\nwould want to protect a poor little motherless thing like you, just\ncoming into womanhood? And--and save her from the wickedness of the\nmen?”\n\n“The men,” said Polly, “were not all wicked.”\n\nGranny winced. But she spoke again, very gently, “Sometimes cruelty from\nmen is--is better than too much kindness. Eh, Polly, my girl?”\n\nThere was no answer. The spinning wheel whirred unevenly.\n\nGranny sighed. “Of course you needn’t talk to me unless you’ve a mind\nto. Only, remember, if you’ve got something to forget, that ain’t the\nway to do it, keeping it all to yourself; that ain’t the way to do it!”\n\nAfter a pause she spoke again, haltingly:\n\n“Sometimes I’ve thought--maybe it’s because I’m old, getting into my\ndotage--but I’ve thought there might be things you _didn’t want to\nforget_! I know how it takes ahold of men, that wild, free life. It sort\nof spoils ’em for houses and folks and duties, and such as that. They\nkeep wanderin’ off, further and further off, till some day they don’t\nnever come back. My Dan’l, your own grandfather, was like that. But\nwomen are different, Polly. They’ve got to be! They’ve got to mind the\nhouse, and see that the fire don’t go out; see that the courage don’t go\nout in their men folk, either, because it takes more than tinder to\nlight that again. Else there soon wouldn’t be any homes to mind, all of\nus wanderin’ round loose in herds, like the wild beasts. Sometimes,\nsince we got you back, Polly, I’ve been scared you might have inherited\na sort of hankerin’ for the wilderness, from your grandfather,\ndearie----”\n\nThe girl had stopped spinning. She slipped over to the cradle and\ncrouched beside it, whispering in a sort of moan, “_Nenemoosha,\nNenemoosha----_”\n\n“Ah, was he stirring in his sleep, and his deaf old Granny never heard?\nTakes a mother’s ear for that! But you oughtn’t to talk to him in that\noutlandish tongue, I declare you oughtn’t. ‘_Nenemoosha_’--what a name\nfor a boy that’s just been christened a good, sound Bible ‘John’!\nWhatever does it mean?”\n\n“It means ‘Beloved,’” answered the girl, very low.\n\n                   *       *       *       *       *\n\n“Oh, just a pet-name,” said the other, mollified, “and a right pretty\none, too! Is it hungry, then, poor little starved lamb?” she added, for\nthe baby was whimpering urgently.\n\nThe mother ran into the lean-to and returned after a moment, bringing an\nold-fashioned nursing bottle with a long rubber tube, which Granny eyed\nwith great disfavor.\n\n“Humph! What a contraption to cheat a child out of its natural rights!\nDon’t see many of ’em in these parts. Cook must ’a’ got it from a French\ntrader! All well enough for his poor wean, whose mother died in the\nborning; but for a strong, hearty lass like you---- I’m surprised he\nwould ’a’ brought it to you! Don’t seem quite modest, like.”\n\n“I asked him for it,” said Polly.\n\n“Asked him! Whatever for?”\n\nThe girl answered, hesitatingly, “If--if I should be taken away, like\nyoung Mistress Cook----”\n\n“Nonsense!” interrupted Granny, briskly. “None of that, my girl! No\nsilly thoughts. You’re peaked, to be sure; but tain’t as if you coughed,\nnor run a low fever, nor looked to be sickening up for something. You’ll\nlive to see the little tad followin’ at your heels like a puppy, and\nanother of him lying in the cradle. That’s right!” she went on, as Polly\ndropped to her knees beside the baby, and bent low over him, her face\nhidden. “That’s the place to forget what’s troubling you, there with him\nat your breast. No more foolish fancies! And no more wandering for wife\nand mother of men like ours, Polly, my darling. They’ll do the\nwandering--with us to come back to in their own good time. ’Tis a fine,\nthrilling life out there in the wilderness--but ’tis a happier one, here\nunder our own apple trees at home, eh?”\n\nThe room was growing quite dark.\n\n“Better put a fagot on,” added the old woman. “Never neglect your fire,\nchild, ’tis bad housekeeping. And then come here. I want to talk to\nyou.” Polly crouched obediently at her knee, turning up a face full of\ntrust and love.\n\n“No, not like that!” said the other sharply. “Sit like a civilized body,\ndo, not squatting on your haunches like one of them squaw critters.\nThere, that’s better! Sometimes you give me a turn, with your savage\nways. Polly, do ’e know why I’ve come out to live with you and young\nEzra here, me that’s got a good home of her own, and had thought to be\ndone forever with the border life? You see, I kind of lost my courage,\nthat time the savages got your pa and ma, and took you captive--not that\nI hadn’t plenty of other children left, but Johnny, your father, was my\nfirst--Dan’l’s boy; and nobody has their first but once.\n\n“It went sort of hard with me, dearie. I heard it all, you see, though I\nwa’n’t in it, Johnny having put me under the floor at the first\nyell--always taking such care of his mother, that boy! I heard poor\nAnnie shrieking as they killed the other children--she was always sort\nof pore-sperrited; I heard your father strugglin’ and cussin’ every foot\nof the way as they drug him out to the bonfire in the yard--a very\ncussin’ man was John, and he wanted to make them mad enough to kill him\nand be done with it. But they wouldn’t. And then, at the last, I heard\nhim singing.”\n\n                   *       *       *       *       *\n\nThe old woman was trembling violently, and Polly stared at her.\n\n“_Singing?_” she repeated.\n\n“Ay, can’t you remember? Can’t you remember even that? I’d like you to\nremember that! But maybe they’d carried you out of hearing. I couldn’t\nstand it any more, I had to see what they were doing to my boy. So I\ncrept along under the floor till I found a chink in the logs I could\npeep out of. They had him marching round and round a stake, with the\nfire licking at him already; and this was the song he sang”--Granny’s\nface was lifted, with eyes closed, like some old sibyl’s, and she raised\na quavering voice to the tune of “Wearing of the Green”--\n\n    “Oh, you who are in hiding,\n    Lie low just where you be,\n    And don’t you stir or whisper\n    No matter what befalls.”\n\n“He was warning me, you see,” she whispered. “Still taking care of his\nmammy; and him with the flames licking his body, and them he loved lying\ndead at his feet----”\n\nHer voice died away, and Polly reached up a hand to stroke her cheek,\nher breast.\n\n“My father,” she murmured proudly, “that was my father!\nBut”--quickly--“Gray Eagle was not there, he was not chief then. He\nnever tortures--only kills,” she added quickly.\n\n“Killin’s bad enough,” said Granny grimly, “when it happens to them you\nlove. Wait and see!” She paused suddenly, her face tense. “Queer, to\nhear turkeys gobbling in the corn this time of year. I must have\nimagined it, talking about Indians. They used to make sounds like that;\nor like whippoorwills--”\n\nAt that moment the note of a whippoorwill sounded, distinct and clear.\nGranny pulled herself together, with a short laugh.\n\n                   *       *       *       *       *\n\n“I declare I’m getting as timid and notional as town folks, scaring\nmyself with my own tales! Well, Polly, I started to tell you why I’ve\ncome out again to the sort of place I never expected to see more.\n’Twa’n’t to help you when the baby borned--plenty of neighbor women to\ndo that, nowadays. ’Twas because--I didn’t like what I was hearin’ about\nmy granddaughter, Johnny’s girl. It didn’t seem to me you was doin’ us\ncredit. Always mopin’ and pindlin’ around, humoring yourself!\n\n“Why, Polly, my child, don’t you know ’tis a wife’s first duty to go\ncheerful about her house, even if she don’t feel to be cheerful inside?\nAnd why you shouldn’t feel to be cheerful beats me!”\n\nPolly laid her cheek against her grandmother’s knee, a caressing,\ndisarming gesture that was very sweet.\n\n“Listen,” said Granny, more gently. “I got to confess something. When\nSimon Kenton come and told me he was making up a party of our boys to go\nand rescue a blue-eyed child he’d seen in a tepee over in the Ohio\ncountry, Polly, I prayed--it wa’n’t you. I did so! Many’s the hour I’d\nspent on my knees, asking God to see that you was dead, thanking Him for\ntaking your parents before they knew what had come to you--you so pretty\nand tender, just coming into womanhood. And when runners come in ahead\nto say it really was you they’d found and were fetching back, I says to\nmyself: To what? What is there in life for a girl who’s been the--the\nplaything of savage brutes? What decent man would marry her after this,\nand let her mother his children? Ah, I’d seen captives brought back\nbefore, and I knew what it meant!\n\n“But Simon Kenton made me ashamed of those black thoughts. He told me\nthat out here in the wild places men had come to realize that purity is\nsomething which comes from within, not without; that a woman’s honor\ncouldn’t possibly be harmed by anybody or anything, except herself. And\nthen he told me that one of the finest young men in his company had\nalready bespoke your hand. Eh, that was a wonderful hearing, a brave and\nbeautiful hearing!”\n\nPolly sprang erect, and spoke proudly.\n\n“But I did not wish to be married to one of his young men!”\n\n“No, poor child,” said the other, with great gentleness. “’Twas a\nfeeling that did you credit, as all thought. But since Ezra Todd was\nwilling to take the chance--you see the importance of getting you\nmarried, and quickly, too! A fine, upstanding fellow, Ezra! Look what\nhe’s done already: cleared his land, planted it to corn and orchard,\nbought you a good stout nigger to do the work many a housewife has to do\nfor herself, built this comfortable cabin, given you clothes such as any\ntown lady might envy. Ah, Polly, have you no gratitude?”\n\n“Yes,” said the girl.\n\n“Well, I should hope so! And what a wedding it was! The liveliest I ever\nsaw, though I’ve seen a-plenty of gay ones, had a few myself, for that\nmatter. Neighbors riding in from miles about, Simon Kenton and all his\nhunters to help with the roof-raising, Master Boone himself come to do\nhonor to my grandchild--for Dan Boone knows well what it is to lose a\ngirl to the savages, and get her again. Such dancing and eating and\ndrinking--and courting! I vow there wasn’t a sober man in our\nneighborhood for the whole week. And even some of the women.”\n\nShe chuckled reminiscently. “’Twas more than just a wedding, you see,\n’twas a public rejoicing, a real triumph--for everyone, it seemed like,\nexcept the bride. Not that people didn’t understand, my dearie! More\nthan one said to me, ‘Poor maid, she’s mazed yet with her own good\nfortune, thinking on the horrors she’s escaped.’ But now”--the old voice\ngrew stern--“they don’t understand. Ezra himself, your husband, don’t\nunderstand---- Polly! Are you listening to me?”\n\n                   *       *       *       *       *\n\nThe girl was alert, rigid, her eyes fixed on the window. She lifted a\ncautious hand.\n\n“Ssh! There! Something moves outside.”\n\nGranny rose vigorously, though with the aid of her cane, and went to the\nwindow.\n\n“Who’s there?” she demanded. “Oh--you, black Ben! What are you doing\ntiptoeing around, startling people? Didn’t the master tell you to stay\nin the lean-to after dark, until he gets back?”\n\nA voice spoke from without.\n\n“Yais’m, ole miss. I ’lowed I’d better slip down to de pound to see\nwhaffor de cattle makin’ such a to-do. Ack like dey skeert o’ suthin.”\n\n“Dearie me,” said Granny, “I hope it isn’t a wildcat! I doubt if I could\nkill one of the critters nowadays.” She laughed. “Did I ever tell you\nabout the time I killed a wildcat, Polly, a real painter?”\n\nShe paused as she passed the chimney shelf, noticing something on it\nwhich she picked up to examine.\n\n“Why, ’tis an eagle’s feather, a gray one. It’s some time since I’ve\nseen an eagle near the settlements. They seem to be passing with the\nIndians. Where’d it come from, do you reckon?”\n\n“I found it,” replied the girl, slowly. “On our doorstep. Two days ago.”\n\n                   *       *       *       *       *\n\n“On our step? Well, well! After the chickens, of course. But it comes\nclose. I must tell Ben to watch for it--he’s a good shot, for a nigger.\nWell, about my wildcat, child. Get your knitting; a good housewife never\nsits idle. We won’t need lights for that. I don’t hold with this\nnewfangled way of lighting a dip as soon as you’d say jack-robinson.\nRank wastefulness, I call it. Get you a stool and sit beside me--no,\ncloser. I like to be able to touch your pretty hair now and then, just\nto be sure you’re here. For so long--you weren’t.”\n\nThe girl seated herself between Granny and the cradle, facing the\nwindow, toward which the other’s shoulder was turned.\n\n“’Tis a long story,” began the old woman, “but then all of mine are\nthat. You’re patient with a garrulous old tongue, dearie. It happened\nafore we come over the mountains, Dan’l and me--your real grandfather,\nyou know, the first of my husbands. He was away at the time--he was\nmostly away, being that sort--and I had your father Johnny in the\ncradle, and another coming, as usual; when one evening toward dusk, like\nnow, I heard a commotion in the hen yard. I seized my musket and run\nout. And there in the midst of the fowl crouched a wildcat! I outs with\na screech and ups with my gun, not having time to take aim; and then I\nstarted to the cabin at a run, the critter after me. It was a race for\nlife, and I reckon the painter’d have won it--his first leap landed so\nclose that his claws tore my petticoat. But out of the door comes our\nold hound Jinny, rampaging, she having a litter of pups under my bed at\nthe time and fierce as a lion with it--and the painter got her instead\nof me, laying her wide open with one rip. I was so mad about poor old\nJinny that I forgot how scared I was, and turned and busted that cat’s\nhead in with the butt of the gun--I did so!”\n\nPolly seemed to be listening, tensely.\n\n“You do well to hearken to me brag,” said Granny, with a placid chuckle.\n“For I was certainly as brave as you make ’em, those days! Like Jinny\nwith her litter of pups. When Dan’l come back he was proud of me, said\nit wa’n’t no use wasting a gun on a woman of my ability, all I needed\nwas a broom handle.”\n\nSlowly, while she spoke, a head had appeared above the window ledge--an\nIndian head, crowned with feathers. Polly stared at it as if paralyzed.\nThe Indian returned her gaze, gave a swift glance about the room, made a\nslight movement of the head backward, and disappeared. Polly’s hand\nreached back to clutch convulsively at the cradle. She spoke\nbreathlessly, haltingly:\n\n“And now--the time my Daniel grandfather disappeared--tell about that!”\n\nGranny sighed deeply. “What, another tale? Eh, well, it is your story,\ntoo! Dan’l had always the wanderfoot; he was a great one for wanting to\nsee the far side of things. He’d urge and beg me to go along--but how\ncould I, me with small children? We quarreled about it a good deal. But\nI always said to him--for that sort must never be apron-tied--I said,\n‘You go first, and if it’s so grand over there as you think, come back\none of these days in your coach-and-four and fetch your family.’ Again\nand again he’d get so mad he’d take me at my word--only to come slipping\nmeekly home after a week or a month, or maybe two of them. Because he\nloved me, you see, for all my quarrelin’ ways.”\n\n“Yes. And you him?” queried the girl, softly.\n\n“Eh, child, better than you know! Better than I knew myself, perhaps.”\n\n“Better than--your children?” whispered Polly.\n\n                   *       *       *       *       *\n\nGranny’s head drooped. “I’m afraid so. Women can’t help their feelings,\neven when they do their duty--or what seems to them such. Once, he was\ngone so long that folks said he wa’n’t coming back. A hunter told me he\nwas dead, that he’d seen Dan’l’s curly red scalp drying at the door of\nan Indian tepee. And so he had! Only some folks are tough enough to\noutlive even a scalping. They pestered me to be marrying again; they\nwould not let me be. A woman has no chance to mourn her dead in peace in\nthis country--we’re too skeerce. So I promised at last to marry the man\nthat wanted me worst. But on the day set for the wedding, what should I\nhear but a musket shot, in the woods beyond my clearing--a musket whose\nvoice I knew well! It was my Dan’l’s Betsey-gun.”\n\n“Ah-h!” Polly took the corner of her apron, and wiped the old woman’s\neyes.\n\n“Eh, was I crying? I didn’t know. Well, the time come when Dan’l really\nwas gone, for good and all. I couldn’t believe it at first, though since\nhe’d lost his scalp he was always off hunting for it, had got sort of\nqueer-like. Two, three years I waited, the men pestering me nigh out of\nmy wits, for I was a comely wench then, and a good cook, too. And at\nlast I married the poor soul I’d had to disappoint before. After his\ndeath--he died in his bed, for a wonder--I took me another, and come on\nover the mountains with him; hunting for Dan’l, I do believe, though I\nwouldn’t have told it to myself. And when the Indians got that one, I\nwedded my fourth--all good men and true, they were, who gave me their\nlove, and my children, and something to do for, you know. But\nstill”--the old voice sank to a whisper--“many’s the night I lay awake\nbeside the man I was married to at the time, with his baby asleep in the\ncrook of my arm, listening, listening for the sound of Dan’l’s\nBetsey-gun--”\n\n“And if you had heard it?” demanded the girl, with strange eagerness.\n\n“Ah!” The old woman made a wide gesture of surrender. “If I had heard\nit, I should have risen up out of that bed, mother to many that I\nwas--ay, and grandmother, too--and I should have gone to him, gone to\nthe love of my youth, my Dan’l. For I knew by then that he was my\nman--he and no other. A woman belongs to the one mate only, no matter\nhow many take her after----”\n\n“Yes!” Polly had risen to her feet, her face alight. “‘A woman belongs\nto the one mate only,’” she repeated. “Now I will tell you, now you will\nunderstand. Grandmother! They took me from my mate. Only one moon we had\ntogether--and they took me away. I tried to tell them, but they would\nnot listen; they thought me crazed. I tried to hide from them, but they\nfound me. I tried to slip away and go to him, but they brought me back.\nAnd now they have given me to another, and tell me I must forget. How\ncan I forget? What right have I to forget? You think that my man\nforgets? No! It would not be hard to love this other one, he is young,\nkind, handsome--but Indians do not mate often, like palefaces. To them\nthat is shame. The moon looks at me sternly, so that I cannot sleep; the\nforest calls to me and I cannot go; when there is rain on this strange\nroof I close my eyes and think it is beating upon our tepee beyond the\nwater. But I have not known where I shall find him again, nor how.”\n\nGranny was gasping. “My girl, my girl! Light the candle, quick! I cannot\nsee you. What are you telling me? A red man, a savage, the murderer of\nyour own people? You would bring such disgrace as this on decent folk?\nBut no, no, you are mad, my poor lamb! Ezra was right--the horror has\nturned your wits. There, there, my pretty! We will protect you. Ezra\nwill not let them take you again. And the baby will comfort and\nheal----”\n\nA sudden cry of terror from without drowned her speech, a savage yell,\nthe negro’s voice panting as he neared the cabin:\n\n“Injuns! Injuns! Lemme in, miss, open de do’! Fo’ Gawd’s sake, lemme\n_in_! Aie-e-e!” A shriek died into silence.\n\nAgain the savage yell, much closer.\n\nGranny was already out of her chair, stick and rheumatism forgotten, and\nacross the cabin with the agility of a cat.\n\n“The bars--quick!” she panted, as she ran. “Get those bars across the\ndoor. I’ll take care of the window.” She slammed the shutter as she\nspoke. “Now the door to the lean-to--come, help me push the table\nagainst it. Now the settle--so!” She was everywhere at once, cap off,\ngray hair flying. “Don’t stand there, gaping! Here, take a shot through\nthe shutter chink, even if you hit nothing. It’ll bring help.”\n\nShe herself was sighting carefully at one of the door portholes. There\nwas a loud report, a choking grunt.\n\n“There!” she said grimly. “I got him. They’re in the lean-to, they’ll be\non the roof next. Um, I thought so!” She listened a moment, her eyes\nlifted, then darted to the bed, seized a pillow, slashed it open with\nthe bread knife, and dumped the contents on the flames. A burst of smoke\nset them coughing. “Aha!” she muttered. “You would, would you? I’m onto\nyour tricks, nasty devils! You’ll not get in the chimney way, so long as\nthe feathers last. Shoot, girl, shoot, I tell you! Let ’em think we’ve\nmen in here. We’ll stand them off till the neighbors come.”\n\n                   *       *       *       *       *\n\nShe was reloading her flintlock with deft and steady hands. The girl,\nwho had hitherto obeyed instructions like one dazed, stood irresolute in\nthe center of the room, gazing from door to cradle, and back again. A\ntomahawk struck the door, came halfway through, and stuck, quivering.\n\n“They’re too many of ’em, they’ll get in,” groaned Granny, shaking her\nfist at it. “But don’t give up, _whatever happens to me_--you hear? I\ncan delay them awhile, maybe. You take the bread knife and fight for\nyour life, Polly Todd--for more than your life, remember! Laugh, scream\nlike one crazed--they spare mad folk sometimes. Fight ’em off tooth and\nnail, till help comes. Remember why! Your husband, the child----”\n\nStep by step, Polly had moved toward the door. Over her shoulder she\nwatched the old woman, who was at the window, her back turned, sighting\nfor another shot. Her lip was drawn up so that the teeth showed. She\nshivered, slid the bars, and opened the door. Indians slipped past her\nand leaped upon the old woman. Polly screamed:\n\n“No! Grandmother, _look out_! No!”\n\nThe last of the Indians to enter was a tall young chieftain, wearing a\nbonnet of gray eagle’s feathers. He lifted his hand with a gesture of\nquiet dignity, and spoke slowly and gravely:\n\n“We know of old this white woman--her years and courage. Do not fear for\nher.”\n\n                   *       *       *       *       *\n\nHe faced Polly in silence, a stately, splendid young creature in blanket\nand loin cloth, painted as to face and body, but not for war. His was\nthe regalia of a bridegroom. The girl sat by the cradle in an attitude\nof complete submission, hands folded, head bowed.\n\nMeanwhile Granny battled desperately with the Indians who held her,\ngrinning. They bound her hands behind her, forced her down upon a stool,\ntying her feet to its legs, but never hurting her.\n\nShe did not cease for a moment her maledictions. “You vile devils! You\nthieves, you murderers! Wait til’ my grandson catches you! Steal what\nyou can find--there’s food, gear, money--but let you lay so much as a\nfinger on that girl or her child, and he’ll get you if he has to go to\nhell for you. Ezra!” she screamed suddenly. “Help! Help! Take your dirty\nhand out of my mouth, you fiend! You’ll not stop me yelling until you\nkill me. Ezra-ah-h!”\n\nThey gagged her with her own knitting, but still she strained at her\nthongs, spluttering, glaring, cursing them with her fierce eyes. The\nIndians laughed among themselves. One said: “Old Long-knife squaw heap\nbig fighting brave--ugh!”\n\nThey began to run about rapidly, picking up everything in sight, always\nwith a cautious eye on Gray Eagle, however. One tied an apron around his\nwaist, so that it hung down behind; one spied the moccasins Polly had\nsewed for Ezra, and appropriated them with a grunt of satisfaction;\nanother seized the bread knife, and made a pass with it at the old\nwoman, who did not wince.\n\nThe chieftain spoke at last, gravely:\n\n“The Moon-maid has waited for me?”\n\n“Ah, too long,” whispered Polly.\n\nHe smiled. “That is well. The Eagle bides his time. He has no desire to\nstrike, only to take in peace what is his. Come, then.”\n\nHe turned to the door, and the girl followed. Granny strained forward,\nglaring terribly, struggling to be heard; but the girl did not look at\nher. Then from the cradle came a faint, thin wail.\n\nPolly started, like one waking from a trance, and rushed back to the\ncradle. The Indian followed. Hearing him, she turned at bay, both arms\nstretched backward over the cradle as if in protection. He put her\naside, and leaned over to look, frowning.\n\n“Ho!” he muttered. “A man-child. The Moonmaid’s son?”\n\nShe nodded, fearfully.\n\n“A white child,” he said, still gazing. “And too young. It is not mine.\nThe Moon-maid has lied!”\n\nHis hand went to the tomahawk at his belt.\n\nPolly cried out, sank to her knees, her arms embracing his legs.\n\n“No, _no_! Listen! The baby is mine, mine! But you did not come, they\nwere my people, what was I to do? I but one and they so many! In my\nheart I waited. Granny! Granny, tell him----”\n\n                   *       *       *       *       *\n\nThe Indian looked down at her, his face slowly relaxing. He turned to\nthe door again, saying, “Come!”\n\nPolly, with a gasp of relief, bent quickly to pick up the child, but he\nstopped her with a stern gesture.\n\n“No. It is not my son. Gray Eagle is no thief.”\n\nShe moaned. “You mean, I am to leave him? But how can I, how can I? Not\nyet! He will be hungry.” Her two hands went with a piteous gesture to\nher breasts.\n\nGray Eagle said: “Choose.”\n\nHe stalked to the door and out. The other Indians followed. Polly stared\nafter them, wringing her hands, whimpering like an animal. She met the\nintent gaze of her grandmother fixed upon her.\n\n“What shall I do? What shall I _do_! You tell me! I knew it would be so.\nHe will not come again--unless--to kill! And how shall I find him? How\nshall I ever go to him? Yet my baby, my little son--”\n\nSlowly, stiffly, the old woman’s head turned until her eyes indicated\nthe door through which the Indian had gone. Polly covered her face with\nher arms. “You mean, I am to go? You tell me that?” She went to the old\nwoman, stroking the wrinkled cheeks, the hands, desperately. “It is\ngood-by, then! Ezra--you will make him understand, remind him of what he\nsaid about the prior claim? Tell him--tell him I would have stayed,\nperhaps--if I could----”\n\nWithout another glance at the cradle, she ran out. The old woman’s eyes\nclosed, as if in unbearable pain. Then they opened again, suddenly, for\nPolly was back.\n\n“I cannot. I _cannot_!” she whimpered, running to the cradle. She lifted\nthe baby, rolled it close in a blanket as if to hide it, and ran out,\nholding it close.\n\nGranny strained forward, listening intently. Then after a moment came a\nwild wail:\n\n“No, no, you shall not! Give him to me, _give_ him. He is mine! I beg, I\n_beg_ you not---- _Nenemoosha, Nenemoosha----_”\n\nThe old woman’s eyes almost started out of their sockets, two great\ntears burst from them--and then the door opened and Gray Eagle\nre-entered, carrying the rolled blanket. He laid it in the cradle\nwithout comment, and went out, closing the door behind him.\n\nPresently there came a distant sound that made Mistress Estill shrink\nand quiver--the triumphant scalp-halloo of the Iroquois, receding.\n\nThen silence reigned. There was no sound from the cradle. Granny had\nlong ceased to struggle. The candle guttered and went out; the embers on\nthe hearth died into blackness. Night passed.\n\n                   *       *       *       *       *\n\nWith the first faint gray of dawn, galloping hoofs approached, then the\nvoice of Ezra Todd was to be heard calling strongly: “Polly, Polly, my\nwife! I am here, coming.” A short, sharp cry, and Ezra appeared in the\ndoorway, grasping at the sides of it like one spent.\n\n“Dark in here, dark,” he muttered. “I must make a light--oh, my God, I\ndare not! Polly, _Polly_, are you here?” His voice rose to a cry, then\nsteadied itself. “What chance, with the negro dead, and an Indian body\nin the yard! They were in haste, to have left that. Oh, damn them!” He\nwas moving about like a drunken man, feeling for the candle. Granny made\na slight sound. He started violently. “What’s that? Not all dead? Oh,\nquick, quick!” His shaking hand managed at last to strike a spark from\nthe tinder box. The candle flared. He leaped toward the old woman.\n\n“Ah-h! Only you! What have they done with her? Where is my wife? But you\ncan’t speak yet, of course not! Patience, man, patience.” Thus exhorting\nhimself, he removed the gag, loosened her, brought water, liquor, all in\na terrible, clumsy haste, muttering as he worked.\n\n“They told me at Cook’s that Indian canoes had been seen. I turned back,\nrode all night--the mare’s foundered. But too late. Ben killed, Polly\ngone--where, where? Ah! Now you can speak. Quick, woman!”\n\nGranny struggled for her voice. Perhaps she was also struggling for time\nto collect her wits.\n\n“Come, come, in mercy’s name!” groaned Ezra. “Tell me at least if they\ngot Polly!”\n\nGranny nodded, gulping.\n\n“And the child--they took the baby, too?”\n\nGranny shook her head, pointing a tremulous hand toward the cradle at\nwhich she did not look.\n\n“So! They separated my poor lass from her child? The hell hounds! And\nnow, which way? Answer me!” In hysterical impatience he shook her. “Tell\nme which _way_ they went, up or down stream?”\n\nThe old woman gulped and gurgled unintelligibly, and he sprang away as\nif he could bear no more.\n\n“If you won’t help me, I must go. I’m sorry for you, I will send\nneighbors--but I must go!”\n\nGranny made a hoarse effort: “Go--where?”\n\n“Where? In God’s name! To find my wife.”\n\n“No use,” croaked Granny.\n\nEzra cried out. “No use? Don’t, don’t say it, woman! I’ve not lost my\nwits, or my woodcraft. See, I’m quite steady!” He held out a hand that\ntrembled like a leaf. “There’ll be some trace, we’ll find her. The\nneighbors are out. We found her before, we shall again---”\n\n“No use,” Granny croaked once more. The tears streamed unheeded down her\ncheeks.\n\nIt was the tears that made him understand--Mistress Estill was no\nweeping female. He backed from her until he reached a table, and leaned\non it heavily, as if he could no longer stand erect.\n\n“You are trying to tell me--that they did not take Polly--alive?”\n\nGranny had found her voice at last. She told her lie with pride.\n\n“Take Polly alive? How should they take her alive--my granddaughter! You\nthink she would not hold herself too dear for that? Your wife, the\nmother of your son? She might well have gone with them unharmed; some\nwomen do, more shame to them! But not her. She fought them off, fought\nthem like any wildcat. ‘Take your foul hands from me,’ she said, ‘for I\nbelong to the one man only--my husband! Dead you may take me if you can,\nbut living no other man shall have me--never!’”\n\nThe man’s head slowly lifted. A strange look came over his ravaged face,\na look almost of relief.\n\n“She said that, did she? My Polly! My brave, loving, loyal little mate!\nI might have known----”\n\nThe old woman, closely watching him, lied with growing confidence.\n\n“And so, seeing they could not get her otherwise, they killed her, son;\nkilled her clean and swift as a body would want to die, not lingering on\nafter the heart has gone out of her, beyond her time--but fighting to\nthe last, like any man, for the things she holds dearer than life, her\nhome, her child, her--her love----”\n\nEzra burst into a terrible sobbing, and the old woman, rising with\ninfinite difficulty, managed to hobble over to him by the aid of stools\nand table, and held his head against her breast. She was whispering\nunder her breath, “God forgive me, God forgive me!”\n\nAt last he stirred, saying dully, “Her body--perhaps they will have left\nme that---”\n\n“No, no,” said Granny in startled haste, “not even that. You see”--she\nhad need to think rapidly--“they--they dragged Polly down to the river,\nshe struggling every step of the way, calling on your name, cursing\nthem--no, no, not cursing!--what am I thinking of? That was another\nchild of mine, her father.” She passed a distracted hand over her brow.\n“But, anyway, ’twas there they had killed her, Ezra, because she--she\nwouldn’t get into the canoe, you see, they could not force her away from\nyou. Ah, a grand fight she made of it! And so they--they did the thing,\nand cast her body into the river. ’Tis a swift water, son. She’ll be far\nfrom this by now, drifting who knows where--who knows where?”\n\n                   *       *       *       *       *\n\nThe man’s head fell upon his breast. It did not occur to him to ask\nfurther questions, to wonder how the woman could have seen so much,\nbound as she was, and through a closed door.\n\nIn the silence that followed, the baby awoke and cried.\n\n“God be praised!” gasped Granny. “He is alive then, alive! I have not\ndared to ask, or to look. So still he was---”\n\n“Like his mother,” said Ezra. He went to the cradle and stood gazing,\nhis face a-quiver. Suddenly he stooped and took something out of the\nbaby’s clenched fist; a long, gray feather. “What is this?” he asked,\ndully.\n\nGranny started. The Indian, then had left his sign, his warning! But she\nmanaged to answer, carelessly:\n\n“Oh, that? Why, he must have pulled it out of his mother’s feather\nduster, strong little man that he is! Come, Ezra, make up the fire, son.\n’Tis time for the child’s nursing bottle.”\n\nFor Mistress Estill, builder of empire, had little energy left to waste\non grief.",
    "metadata": {
        "author": [
            "Kelly, Eleanor Mercein",
            "Mercein, Eleanor",
            "Mercien, Eleanor Kelly",
            "Kelly, Mrs. (Eleanor)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71775/pg71775.txt",
        "name": "the_prior_claim.json"
    }
}