{
    "name": "The Education of the Negro",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "At the close of the war for the Union about five millions of negroes were\nadded to the citizenship of the United States. By the census of 1890 this\nnumber had become over seven and a half millions. I use the word negro\nbecause the descriptive term black or colored is not determinative. There\nare many varieties of negroes among the African tribes, but all of them\nagree in certain physiological if not psychological characteristics,\nwhich separate them from all other races of mankind; whereas there are\nmany races, black or colored, like the Abyssinian, which have no other\nnegro traits.\n\nIt is also a matter of observation that the negro traits persist in\nrecognizable manifestations, to the extent of occasional reversions,\nwhatever may be the mixture of a white race. In a certain degree this\npersistence is true of all races not come from an historic common stock.\n\nIn the political reconstruction the negro was given the ballot without\nany requirements of education or property. This was partly a measure of\nparty balance of power; and partly from a concern that the negro would\nnot be secure in his rights as a citizen without it, and also upon the\ntheory that the ballot is an educating influence.\n\nThis sudden transition and shifting of power was resented at the South,\nresisted at first, and finally it has generally been evaded. This was due\nto a variety of reasons or prejudices, not all of them creditable to a\ngenerous desire for the universal elevation of mankind, but one of them\nthe historian will judge adequate to produce the result. Indeed, it might\nhave been foreseen from the beginning. This reconstruction measure was an\nattempt to put the superior part of the community under the control of\nthe inferior, these parts separated by all the prejudices of race, and by\ntraditions of mastership on the one side and of servitude on the other. I\nventure to say that it was an experiment that would have failed in any\ncommunity in the United States, whether it was presented as a piece of\nphilanthropy or of punishment.\n\nA necessary sequence to the enfranchisement of the negro was his\neducation. However limited our idea of a proper common education may be,\nit is a fundamental requisite in our form of government that every voter\nshould be able to read and write. A recognition of this truth led to the\nestablishment in the South of public schools for the whites and blacks,\nin short, of a public school system. We are not to question the sincerity\nand generousness of this movement, however it may have halted and lost\nenthusiasm in many localities.\n\nThis opportunity of education (found also in private schools) was hailed\nby the negroes, certainly, with enthusiasm. It cannot be doubted that at\nthe close of the war there was a general desire among the freedmen to be\ninstructed in the rudiments of knowledge at least. Many parents,\nespecially women, made great sacrifices to obtain for their children this\nadvantage which had been denied to themselves. Many youths, both boys and\ngirls, entered into it with a genuine thirst for knowledge which it was\npathetic to see.\n\nBut it may be questioned, from developments that speedily followed,\nwhether the mass of negroes did not really desire this advantage as a\nsign of freedom, rather than from a wish for knowledge, and covet it\nbecause it had formerly been the privilege of their masters, and marked a\nbroad distinction between the races. It was natural that this should be\nso, when they had been excluded from this privilege by pains and\npenalties, when in some States it was one of the gravest offenses to\nteach a negro to read and write. This prohibition was accounted for by\nthe peculiar sort of property that slavery created, which would become\ninsecure if intelligent, for the alphabet is a terrible disturber of all\nfalse relations in society.\n\nBut the effort at education went further than the common school and the\nprimary essential instruction. It introduced the higher education.\nColleges usually called universities--for negroes were established in\nmany Southern States, created and stimulated by the generosity of\nNorthern men and societies, and often aided by the liberality of the\nStates where they existed. The curriculum in these was that in colleges\ngenerally,--the classics, the higher mathematics, science, philosophy,\nthe modern languages, and in some instances a certain technical\ninstruction, which was being tried in some Northern colleges. The\nemphasis, however, was laid on liberal culture. This higher education was\noffered to the mass that still lacked the rudiments of intellectual\ntraining, in the belief that education--the education of the moment, the\neducation of superimposed information, can realize the theory of\nuniversal equality.\n\nThis experiment has now been in operation long enough to enable us to\njudge something of its results and its promises for the future. These\nresults are of a nature to lead us seriously to inquire whether our\neffort was founded upon an adequate knowledge of the negro, of his\npresent development, of the requirements for his personal welfare and\nevolution in the scale of civilization, and for his training in useful\nand honorable citizenship. I am speaking of the majority, the mass to be\nconsidered in any general scheme, and not of the exceptional individuals\n--exceptions that will rapidly increase as the mass is lifted--who are\ncapable of taking advantage to the utmost of all means of cultivation,\nand who must always be provided with all the opportunities needed.\n\nMillions of dollars have been invested in the higher education of the\nnegro, while this primary education has been, taking the whole mass,\nwholly inadequate to his needs. This has been upon the supposition that\nthe higher would compel the rise of the lower with the undeveloped negro\nrace as it does with the more highly developed white race. An examination\nof the soundness of this expectation will not lead us far astray from our\nsubject.\n\nThe evolution of a race, distinguishing it from the formation of a\nnation, is a slow process. We recognize a race by certain peculiar\ntraits, and by characteristics which slowly change. They are acquired\nlittle by little in an evolution which, historically, it is often\ndifficult to trace. They are due to the environment, to the discipline of\nlife, and to what is technically called education. These work together to\nmake what is called character, race character, and it is this which is\ntransmitted from generation to generation. Acquirements are not\nhereditary, like habits and peculiarities, physical or mental. A man does\nnot transmit to his descendants his learning, though he may transmit the\naptitude for it. This is illustrated in factories where skilled labor is\nhanded down and fixed in the same families, that is, where the same kind\nof labor is continued from one generation to another. The child, put to\nwork, has not the knowledge of the parent, but a special aptitude in his\nskill and dexterity. Both body and mind have acquired certain\ntransmissible traits. The same thing is seen on a larger scale in a whole\nnation, like the Japanese, who have been trained into what seems an art\ninstinct.\n\nIt is this character, quality, habit, the result of a slow educational\nprocess, which distinguishes one race from another. It is this that the\nrace transmits, and not the more or less accidental education of a decade\nor an era. The Brahmins carry this idea into the next life, and say that\nthe departing spirit carries with him nothing except this individual\ncharacter, no acquirements or information or extraneous culture. It was\nperhaps in the same spirit that the sad preacher in Ecclesiastes said\nthere is no \"knowledge nor wisdom in the grave, whither thou goest.\"\n\nIt is by this character that we classify civilized and even\nsemi-civilized races; by this slowly developed fibre, this slow\naccumulation of inherent quality in the evolution of the human being from\nlower to higher, that continues to exist notwithstanding the powerful\ninfluence of governments and religions. We are understood when we speak\nof the French, the Italian, the Pole, the Spanish, the English, the\nGerman, the Arab race, the Japanese, and so on. It is what a foreign\nwriter calls, not inaptly, a collective race soul. As it is slow in\nevolution, it is persistent in enduring.\n\nFurther, we recognize it as a stage of progress, historically necessary\nin the development of man into a civilized adaptation to his situation in\nthis world. It is a process that cannot be much hurried, and a result\nthat cannot be leaped to out of barbarism by any superimposition of\nknowledge or even quickly by any change of environment. We may be right\nin our modern notion that education has a magical virtue that can work\nany kind of transformation; but we are certainly not right in supposing\nthat it can do this instantly, or that it can work this effect upon a\nbarbarous race in the same period of time that it can upon one more\ndeveloped, one that has acquired at least a race consciousness.\n\nBefore going further, and in order to avoid misunderstanding, it is\nproper to say that I have the firmest belief in the ultimate development\nof all mankind into a higher plane than it occupies now. I should\notherwise be in despair. This faith will never desist in the effort to\nbring about the end desired.\n\nBut, if we work with Providence, we must work in the reasonable ways of\nProvidence, and add to our faith patience.\n\nIt seems to be the rule in all history that the elevation of a lower race\nis effected only by contact with one higher in civilization. Both reform\nand progress come from exterior influences. This is axiomatic, and\napplies to the fields of government, religion, ethics, art, and letters.\n\nWe have been taught to regard Africa as a dark, stolid continent,\nunawakened, unvisited by the agencies and influences that have\ntransformed the world from age to age. Yet it was in northern and\nnortheastern Africa that within historic periods three of the most\npowerful and brilliant civilizations were developed,--the Egyptian, the\nCarthaginian, the Saracenic. That these civilizations had more than a\nsurface contact with the interior, we know. To take the most ancient of\nthem, and that which longest endured, the Egyptian, the Pharaohs carried\ntheir conquests and their power deep into Africa. In the story of their\ninvasions and occupancy of the interior, told in pictures on temple\nwalls, we find the negro figuring as captive and slave. This contact may\nnot have been a fruitful one for the elevation of the negro, but it\nproves that for ages he was in one way or another in contact with a\nsuperior civilization. In later days we find little trace of it in the\nhome of the negro, but in Egypt the negro has left his impress in the\nmixed blood of the Nile valley.\n\nThe most striking example of the contact of the negro with a higher\ncivilization is in the powerful medieval empire of Songhay, established\nin the heart of the negro country. The vast strip of Africa lying north\nof the equator and south of the twentieth parallel and west of the upper\nNile was then, as it is now, the territory of tribes distinctly described\nas Negro. The river Niger, running northward from below Jenne to near\nTimbuctoo, and then turning west and south to the Gulf of Guinea, flows\nthrough one of the richest valleys in the world. In richness it is\ncomparable to that of the Nile and, like that of the Nile, its fertility\ndepends upon the water of the central stream. Here arose in early times\nthe powerful empire of Songhay, which disintegrated and fell into tribal\nconfusion about the middle of the seventeenth century. For a long time\nthe seat of its power was the city of Jenne; in later days it was\nTimbuctoo.\n\nThis is not the place to enlarge upon this extraordinary piece of\nhistory. The best account of the empire of Songhay is to be found in the\npages of Barth, the German traveler, who had access to what seemed to him\na credible Arab history. Considerable light is thrown upon it by a recent\nvolume on Timbuctoo by M. Dubois, a French traveler. M. Dubois finds\nreason to believe that the founders of the Songhese empire came from\nYemen, and sought refuge from Moslem fanaticism in Central Africa some\nhundred and fifty years after the Hejira. The origin of the empire is\nobscure, but the development was not indigenous. It seems probable that\nthe settlers, following traders, penetrated to the Niger valley from the\nvalley of the Nile as early as the third or fourth century of our era. An\nevidence of this early influence, which strengthened from century to\ncentury, Dubois finds in the architecture of Jenne and Timbuctoo. It is\nnot Roman or Saracenic or Gothic, it is distinctly Pharaonic. But\nwhatever the origin of the Songhay empire, it became in time Mohammedan,\nand so continued to the end. Mohammedanism seems, however, to have been\nimposed. Powerful as the empire was, it was never free from tribal\ninsurrection and internal troubles. The highest mark of negro capacity\ndeveloped in this history is, according to the record examined by Barth,\nthat one of the emperors was a negro.\n\nFrom all that can be gathered in the records, the mass of the negroes,\nwhich constituted the body of this empire, remained pagan, did not\nbecome, except in outward conformity, Mohammedan and did not take the\nMoslem civilization as it was developed elsewhere, and that the\ndisintegration of the empire left the negro races practically where they\nwere before in point of development. This fact, if it is not overturned\nby further search, is open to the explanation that the Moslem\ncivilization is not fitted to the development of the African negro.\n\nContact, such as it has been, with higher civilizations, has not in all\nthese ages which have witnessed the wonderful rise and development of\nother races, much affected or changed the negro. He is much as he would\nbe if he had been left to himself. And left to himself, even in such a\nfavorable environment as America, he is slow to change. In Africa there\nhas been no progress in organization, government, art.\n\nNo negro tribe has ever invented a written language. In his exhaustive\nwork on the History of Mankind, Professor Frederick Ratzel, having\nstudied thoroughly the negro belt of Africa, says \"of writing properly so\ncalled, neither do the modern negroes show any trace, nor have traces of\nolder writing been found in negro countries.\"\n\nFrom this outline review we come back to the situation in the United\nStates, where a great mass of negroes--possibly over nine millions of\nmany shades of colors--is for the first time brought into contact with\nChristian civilization. This mass is here to make or mar our national\nlife, and the problem of its destiny has to be met with our own. What can\nwe do, what ought we to do, for his own good and for our peace and\nnational welfare?\n\nIn the first place, it is impossible to escape the profound impression\nthat we have made a mistake in our estimate of his evolution as a race,\nin attempting to apply to him the same treatment for the development of\ncharacter that we would apply to a race more highly organized. Has he\ndeveloped the race consciousness, the race soul, as I said before, a\ncollective soul, which so strongly marks other races more or less\ncivilized according to our standards? Do we find in him, as a mass\n(individuals always excepted), that slow deposit of training and\neducation called \"character,\" any firm basis of order, initiative of\naction, the capacity of going alone, any sure foundation of morality? It\nhas been said that a race may attain a good degree of standing in the\nworld without the refinement of culture, but never without virtue, either\nin the Roman or the modern meaning of that word.\n\nThe African, now the American negro, has come in the United States into a\nmore favorable position for development than he has ever before had\noffered. He has come to it through hardship, and his severe\napprenticeship is not ended. It is possible that the historians centuries\nhence, looking back over the rough road that all races have traveled in\ntheir evolution, may reckon slavery and the forced transportation to the\nnew world a necessary step in the training of the negro. We do not know.\nThe ways of Providence are not measurable by our foot rules. We see that\nslavery was unjust, uneconomic, and the worst training for citizenship in\nsuch a government as ours. It stifled a number of germs that might have\nproduced a better development, such as individuality, responsibility, and\nthrift,--germs absolutely necessary to the well-being of a race. It laid\nno foundation of morality, but in place of morality saw cultivated a\nsuperstitious, emotional, hysterical religion. It is true that it taught\na savage race subordination and obedience. Nor did it stifle certain\ninherent temperamental virtues, faithfulness, often highly developed, and\nfrequently cheerfulness and philosophic contentment in a situation that\nwould have broken the spirit of a more sensitive race. In short, under\nall the disadvantages of slavery the race showed certain fine traits,\nqualities of humor and good humor, and capacity for devotion, which were\nabundantly testified to by southerners during the progress of the Civil\nWar. It has, as a race, traits wholly distinct from those of the whites,\nwhich are not only interesting, but might be a valuable contribution to a\ncosmopolitan civilization; gifts also, such as the love of music, and\ntemperamental gayety, mixed with a note of sadness, as in the Hungarians.\n\nBut slavery brought about one result, and that the most difficult in the\ndevelopment of a race from savagery, and especially a tropical race, a\nrace that has always been idle in the luxuriance of a nature that\nsupplied its physical needs with little labor. It taught the negro to\nwork, it transformed him, by compulsion it is true, into an industrial\nbeing, and held him in the habit of industry for several generations.\nPerhaps only force could do this, for it was a radical transformation. I\nam glad to see that this result of slavery is recognized by Mr. Booker\nWashington, the ablest and most clear-sighted leader the negro race has\never had.\n\nBut something more was done under this pressure, something more than\ncreation of a habit of physical exertion to productive ends. Skill was\ndeveloped. Skilled labor, which needs brains, was carried to a high\ndegree of performance. On almost all the Southern plantations, and in the\ncities also, negro mechanics were bred, excellent blacksmiths, good\ncarpenters, and house-builders capable of executing plans of high\narchitectural merit. Everywhere were negroes skilled in trades, and\ncompetent in various mechanical industries.\n\nThe opportunity and the disposition to labor make the basis of all our\ncivilization. The negro was taught to work, to be an agriculturist, a\nmechanic, a material producer of something useful. He was taught this\nfundamental thing. Our higher education, applied to him in his present\ndevelopment, operates in exactly the opposite direction.\n\nThis is a serious assertion. Its truth or falsehood cannot be established\nby statistics, but it is an opinion gradually formed by experience, and\nthe observation of men competent to judge, who have studied the problem\nclose at hand. Among the witnesses to the failure of the result expected\nfrom the establishment of colleges and universities for the negro are\nheard, from time to time, and more frequently as time goes on, practical\nmen from the North, railway men, manufacturers, who have initiated\nbusiness enterprises at the South. Their testimony coincides with that of\ncareful students of the economic and social conditions.\n\nThere was reason to assume, from our theory and experience of the higher\neducation in its effect upon white races, that the result would be\ndifferent from what it is. When the negro colleges first opened, there\nwas a glow of enthusiasm, an eagerness of study, a facility of\nacquirement, and a good order that promised everything for the future. It\nseemed as if the light then kindled would not only continue to burn, but\nwould penetrate all the dark and stolid communities. It was my fortune to\nsee many of these institutions in their early days, and to believe that\nthey were full of the greatest promise for the race. I have no intention\nof criticising the generosity and the noble self-sacrifice that produced\nthem, nor the aspirations of their inmates. There is no doubt that they\nfurnish shining examples of emancipation from ignorance, and of useful\nlives. But a few years have thrown much light upon the careers and\ncharacters of a great proportion of the graduates, and their effect upon\nthe communities of which they form a part, I mean, of course, with regard\nto the industrial and moral condition of those communities. Have these\ncolleges, as a whole,--[This sentence should have been further qualified\nby acknowledging the excellent work done by the colleges at Atlanta and\nNashville, which, under exceptionally good management, have sent out\nmuch-needed teachers. I believe that their success, however, is largely\nowing to their practical features.--C.D.W.]--stimulated industry,\nthrift, the inclination to settle down to the necessary hard work of the\nworld, or have they bred idleness, indisposition to work, a vaporous\nambition in politics, and that sort of conceit of gentility of which the\nworld has already enough? If any one is in doubt about this he can\nsatisfy himself by a sojourn in different localities in the South. The\ncondition of New Orleans and its negro universities is often cited. It is\na favorable example, because the ambition of the negro has been aided\nthere by influence outside of the schools. The federal government has\nimposed upon the intelligent and sensitive population negro officials in\nhigh positions, because they were negroes and not because they were\nspecially fitted for those positions by character or ability. It is my\nbelief that the condition of the race in New Orleans is lower than it was\nseveral years ago, and that the influence of the higher education has\nbeen in the wrong direction.\n\nThis is not saying that the higher education is responsible for the\npresent condition of the negro.\n\nOther influences have retarded his elevation and the development of\nproper character, and most important means have been neglected. I only\nsay that we have been disappointed in our extravagant expectations of\nwhat this education could do for a race undeveloped, and so wanting in\ncertain elements of character, and that the millions of money devoted to\nit might have been much better applied.\n\nWe face a grave national situation. It cannot be successfully dealt with\nsentimentally. It should be faced with knowledge and candor. We must\nadmit our mistakes, both social and political, and set about the solution\nof our problem with intelligent resolution and a large charity. It is not\nsimply a Southern question. It is a Northern question as well. For the\ntruth of this I have only to appeal to the consciousness of all Northern\ncommunities in which there are negroes in any considerable numbers. Have\nthe negroes improved, as a rule (always remembering the exceptions), in\nthrift, truthfulness, morality, in the elements of industrious\ncitizenship, even in States and towns where there has been the least\nprejudice against their education? In a paper read at the last session of\nthis Association, Professor W. F. Willcox of Cornell University showed by\nstatistics that in proportion to population there were more negro\ncriminals in the North than in the South. \"The negro prisoners in the\nSouthern States to ten thousand negroes increased between 1880 and 1890\ntwenty-nine per cent., while the white prisoners to ten thousand whites\nincreased only eight per cent.\" \"In the States where slavery was never\nestablished, the white prisoners increased seven per cent. faster than\nthe white population, while the negro prisoners no less than thirty-nine\nper cent. faster than the negro population. Thus the increase of negro\ncriminality, so far as it is reflected in the number of prisoners,\nexceeded the increase of white criminality more in the North than it did\nin the South.\"\n\nThis statement was surprising. It cannot be accounted for by color\nprejudice at the North; it is related to the known shiftlessness and\nirresponsibility of a great portion of the negro population. If it could\nbe believed that this shiftlessness is due to the late state of slavery,\nthe explanation would not do away with the existing conditions. Schools\nat the North have for a long time been open to the negro; though color\nprejudice exists, he has not been on the whole in an unfriendly\natmosphere, and willing hands have been stretched out to help him in his\nambition to rise. It is no doubt true, as has been often said lately,\nthat the negro at the North has been crowded out of many occupations by\nmore vigorous races, newly come to this country, crowded out not only of\nfactory industries and agricultural, but of the positions of servants,\nwaiters, barbers, and other minor ways of earning a living. The general\nverdict is that this loss of position is due to lack of stamina and\ntrustworthiness. Wherever a negro has shown himself able, honest,\nattentive to the moral and economic duties of a citizen, either\nsuccessful in accumulating property or filling honorably his station in\nlife, he has gained respect and consideration in the community in which\nhe is known; and this is as true at the South as at the North,\nnotwithstanding the race antagonism is more accentuated by reason of the\npreponderance of negro population there and the more recent presence of\nslavery. Upon this ugly race antagonism it is not necessary to enlarge\nhere in discussing the problem of education, and I will leave it with the\nsingle observation that I have heard intelligent negroes, who were\nhonestly at work, accumulating property and disposed to postpone active\npolitics to a more convenient season, say that they had nothing to fear\nfrom the intelligent white population, but only from the envy of the\nignorant.\n\nThe whole situation is much aggravated by the fact that there is a\nconsiderable infusion of white blood in the negro race in the United\nStates, leading to complications and social aspirations that are\ninfinitely pathetic. Time only and no present contrivance of ours can\nameliorate this condition.\n\nI have made this outline of our negro problem in no spirit of pessimism\nor of prejudice, but in the belief that the only way to remedy an evil or\na difficulty is candidly and fundamentally to understand it. Two things\nare evident: First, the negro population is certain to increase in the\nUnited States, in a ratio at least equal to that of the whites. Second,\nthe South needs its labor. Its deportation is an idle dream. The only\nvisible solution is for the negro to become an integral and an\nintelligent part of the industrial community. The way may be long, but he\nmust work his way up. Sympathetic aid may do much, but the salvation of\nthe negro is in his own hands, in the development of individual character\nand a race soul. This is fully understood by his wisest leaders. His\nworst enemy is the demagogue who flatters him with the delusion that all\nhe needs for his elevation is freedom and certain privileges that were\ndenied him in slavery.\n\nIn all the Northern cities heroic efforts are made to assimilate the\nforeign population by education and instruction in Americanism. In the\nSouth, in the city and on plantation, the same effort is necessary for\nthe negro, but it must be more radical and fundamental. The common school\nmust be as fully sustained and as far reaching as it is in the North,\nreaching the lowest in the city slums and the most ignorant in the\nagricultural districts, but to its strictly elemental teaching must be\nadded moral instructions, and training in industries and in habits of\nindustry. Only by such rudimentary and industrial training can the mass\nof the negro race in the United States be expected to improve in\ncharacter and position. A top-dressing of culture on a field with no\ndepth of soil may for a moment stimulate the promise of vegetation, but\nno fruit will be produced. It is a gigantic task, and generations may\nelapse before it can in any degree be relaxed.\n\nWhy attempt it? Why not let things drift as they are? Why attempt to\ncivilize the race within our doors, while there are so many distant and\nalien races to whom we ought to turn our civilizing attention? The answer\nis simple and does not need elaboration. A growing ignorant mass in our\nbody politic, inevitably cherishing bitterness of feeling, is an\nincreasing peril to the public.\n\nIn order to remove this peril, by transforming the negro into an\nindustrial, law-abiding citizen, identified with the prosperity of his\ncountry, the cordial assistance of the Southern white population is\nabsolutely essential. It can only be accomplished by regarding him as a\nman, with the natural right to the development of his capacity and to\ncontentment in a secure social state. The effort for his elevation must\nbe fundamental. The opportunity of the common school must be universal,\nand attendance in it compulsory. Beyond this, training in the decencies\nof life, in conduct, and in all the industries, must be offered in such\nindustrial institutions as that of Tuskegee. For the exceptional cases a\nhigher education can be easily provided for those who show themselves\nworthy of it, but not offered as an indiscriminate panacea.\n\nThe question at once arises as to the kind of teachers for these schools\nof various grades. It is one of the most difficult in the whole problem.\nAs a rule, there is little gain, either in instruction or in elevation of\ncharacter, if the teacher is not the superior of the taught. The learners\nmust respect the attainments and the authority of the teacher. It is a\ntoo frequent fault of our common-school system that, owing to inadequate\npay and ignorant selections, the teachers are not competent to their\nresponsible task. The highest skill and attainment are needed to evoke\nthe powers of the common mind, even in a community called enlightened.\nMuch more are they needed when the community is only slightly developed\nmentally and morally. The process of educating teachers of this race, fit\nto promote its elevation, must be a slow one. Teachers of various\nindustries, such as agriculture and the mechanic arts, will be more\nreadily trained than teachers of the rudiments of learning in the common\nschools. It is a very grave question whether, with some exceptions, the\nschool and moral training of the race should not be for a considerable\ntime to come in the control of the white race. But it must be kept in\nmind that instructors cheap in character, attainments, and breeding will\ndo more harm than good. If we give ourselves to this work, we must give\nof our best.\n\nWithout the cordial concurrence in this effort of all parties, black and\nwhite, local and national, it will not be fruitful in fundamental and\npermanent good. Each race must accept the present situation and build on\nit. To this end it is indispensable that one great evil, which was\ninherent in the reconstruction measures and is still persisted in, shall\nbe eliminated. The party allegiance of the negro was bid for by the\ntemptation of office and position for which he was in no sense fit. No\npermanent, righteous adjustment of relations can come till this policy is\nwholly abandoned. Politicians must cease to make the negro a pawn in the\ngame of politics.\n\nLet us admit that we have made a mistake. We seem to have expected that\nwe could accomplish suddenly and by artificial Contrivances a development\nwhich historically has always taken a long time. Without abatement of\neffort or loss of patience, let us put ourselves in the common-sense, the\nscientific, the historic line. It is a gigantic task, only to be\naccomplished by long labor in accord with the Divine purpose.\n\n        \"Thou wilt not leave us in the dust;\n        Thou madest man, he knows not why,\n        He thinks he was not made to die;\n        And thou hast made him; thou art just.\n\n        \"Oh, yet we trust that somehow good\n        Will be the final goal of ill,\n        To pangs of nature, sins of will,\n        Defects of doubt, and taints of blood.\n\n        \"That nothing walks with aimless feet,\n        That not one life shall be destroyed,\n        Or cast as rubbish to the void,\n        When God hath made the pile complete.\"",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3114/pg3114.txt",
        "name": "the_education_of_the_negro.json"
    }
}