{
    "name": "The Worlds of If",
    "author": [
        "Weinbaum, Stanley Grauman",
        "Weinbaum, Stanley G. (Stanley Grauman)"
    ],
    "body": "I stopped on the way to the Staten Island Airport to call up, and that\nwas a mistake, doubtless, since I had a chance of making it otherwise.\nBut the office was affable. \"We'll hold the ship five minutes for you,\"\nthe clerk said. \"That's the best we can do.\"\n\nSo I rushed back to my taxi and we spun off to the third level and sped\nacross the Staten bridge like a comet treading a steel rainbow. I had to\nbe in Moscow by evening, by eight o'clock, in fact, for the opening of\nbids on the Ural Tunnel. The Government required the personal presence\nof an agent of each bidder, but the firm should have known better than\nto send me, Dixon Wells, even though the N. J. Wells Corporation is, so\nto speak, my father. I have a--well, an undeserved reputation for being\nlate to everything; something always comes up to prevent me from getting\nanywhere on time. It's never my fault; this time it was a chance\nencounter with my old physics professor, old Haskel van Manderpootz. I\ncouldn't very well just say hello and good-bye to him; I'd been a\nfavorite of his back in the college days of 2014.\n\nI missed the airliner, of course. I was still on the Staten Bridge when\nI heard the roar of the catapult and the Soviet rocket _Baikal_ hummed\nover us like a tracer bullet with a long tail of flame.\n\nWe got the contract anyway; the firm wired our man in Beirut and he flew\nup to Moscow, but it didn't help my reputation. However, I felt a great\ndeal better when I saw the evening papers; the _Baikal_, flying at the\nnorth edge of the eastbound lane to avoid a storm, had locked wings with\na British fruitship and all but a hundred of her five hundred\npassengers were lost. I had almost become \"the late Mr. Wells\" in a\ngrimmer sense.\n\nI'd made an engagement for the following week with old van Manderpootz.\nIt seems he'd transferred to N.Y.U. as head of the department of Newer\nPhysics--that is, of Relativity. He deserved it; the old chap was a\ngenius if ever there was one, and even now, eight years out of college,\nI remember more from his course than from half a dozen calculus, steam\nand gas, mechanics, and other hazards on the path to an engineer's\neducation. So on Tuesday night I dropped in an hour or so late, to tell\nthe truth, since I'd forgotten about the engagement until mid-evening.\n\nHe was reading in a room as disorderly as ever. \"Humph!\" he grunted.\n\"Time changes everything but habit, I see. You were a good student,\nDick, but I seem to recall that you always arrived in class toward the\nmiddle of the lecture.\"\n\n\"I had a course in East Hall just before,\" I explained. \"I couldn't seem\nto make it in time.\"\n\n\"Well, it's time you learned to be on time,\" he growled. Then his eyes\ntwinkled. \"Time!\" he ejaculated. \"The most fascinating word in the\nlanguage. Here we've used it five times (there goes the sixth time--and\nthe seventh!) in the first minute of conversation; each of us\nunderstands the other, yet science is just beginning to learn its\nmeaning. Science? I mean that _I_ am beginning to learn.\"\n\nI sat down. \"You and science are synonymous,\" I grinned. \"Aren't you one\nof the world's outstanding physicists?\"\n\n\"One of them!\" he snorted. \"One of them, eh! And who are the others?\"\n\n\"Oh, Corveille and Hastings and Shrimski--\"\n\n\"Bah! Would you mention them in the same breath with the name of van\nManderpootz? A pack of jackals, eating the crumbs of ideas that drop\nfrom my feast of thoughts! Had you gone back into the last century,\nnow--had you mentioned Einstein and de Sitter--there, perhaps, are names\nworthy to rank with (or just below) van Manderpootz!\"\n\nI grinned again in amusement. \"Einstein was considered pretty good,\nwasn't he?\" I remarked. \"After all, he was the first to tie time and\nspace to the laboratory. Before him they were just philosophical\nconcepts.\"\n\n\"He didn't!\" rasped the professor. \"Perhaps, in a dim, primitive\nfashion, he showed the way, but I--_I_, van Manderpootz--am the first to\nseize time, drag it into my laboratory, and perform an experiment on\nit.\"\n\n\"Indeed? And what sort of experiment?\"\n\n\"What experiment, other than simple measurement, is it possible to\nperform?\" he snapped.\n\n\"Why--I don't know. To travel in it?\"\n\n\"Exactly.\"\n\n\"Like these time-machines that are so popular in the current magazines?\nTo go into the future or the past?\"\n\n\"Bah! Many bahs! The future or the past--pfui! It needs no van\nManderpootz to see the fallacy in that. Einstein showed us that much.\"\n\n\"How? It's conceivable, isn't it?\"\n\n\"Conceivable? And you, Dixon Wells, studied under van Manderpootz!\" He\ngrew red with emotion, then grimly calm. \"Listen to me. You know how\ntime varies with the speed of a system--Einstein's relativity.\"\n\n\"Yes.\"\n\n\"Very well. Now suppose then that the great engineer Dixon Wells invents\na machine capable of traveling very fast, enormously fast, nine-tenths\nas fast as light. Do you follow? Good. You then fuel this miracle ship\nfor a little jaunt of a half million miles, which, since mass (and with\nit inertia) increases according to the Einstein formula with increasing\nspeed, takes all the fuel in the world. But you solve that. You use\natomic energy. Then, since at nine-tenths light-speed, your ship weighs\nabout as much as the sun, you disintegrate North America to give you\nsufficient motive power. You start off at that speed, a hundred and\nsixty-eight thousand miles per second, and you travel for two hundred\nand four thousand miles. The acceleration has now crushed you to death,\nbut you have penetrated the future.\" He paused, grinning sardonically.\n\"Haven't you?\"\n\n\"Yes.\"\n\n\"And how far?\"\n\nI hesitated.\n\n\"Use your Einstein formula!\" he screeched. \"How far? I'll tell you. _One\nsecond!_\" He grinned triumphantly. \"That's how possible it is to travel\ninto the future. And as for the past--in the first place, you'd have to\nexceed light-speed, which immediately entails the use of more than an\ninfinite number of horsepowers. We'll assume that the great engineer\nDixon Wells solves that little problem too, even though the energy\nout-put of the whole universe is not an infinite number of horsepowers.\nThen he applies this more than infinite power to travel at two hundred\nand four thousand miles per second for _ten_ seconds. He has then\npenetrated the past. How far?\"\n\nAgain I hesitated.\n\n\"I'll tell you. _One second!_\" He glared at me. \"Now all you have to do\nis to design such a machine, and then van Manderpootz will admit the\npossibility of traveling into the future--for a limited number of\nseconds. As for the past, I have just explained that all the energy in\nthe universe is insufficient for that.\"\n\n\"But,\" I stammered, \"you just said that you--\"\n\n\"I did _not_ say anything about traveling into either future or past,\nwhich I have just demonstrated to you to be impossible--a practical\nimpossibility in the one case and an absolute one in the other.\"\n\n\"Then how _do_ you travel in time?\"\n\n\"Not even van Manderpootz can perform the impossible,\" said the\nprofessor, now faintly jovial. He tapped a thick pad of typewriter paper\non the table beside him. \"See, Dick, this is the world, the universe.\"\nHe swept a finger down it. \"It is long in time, and\"--sweeping his hand\nacross it--\"it is broad in space, but\"--now jabbing his finger against\nits center--\"it is very thin in the fourth dimension. Van Manderpootz\ntakes always the shortest, the most logical course. I do not travel\nalong time, into past or future. No. Me, I travel across time,\nsideways!\"\n\nI gulped. \"Sideways into time! What's there?\"\n\n\"What would naturally be there?\" he snorted. \"Ahead is the future;\nbehind is the past. Those are real, the worlds of past and future. What\nworlds are neither past nor future, but contemporary and\nyet--extemporal--existing, as it were, in time parallel to our time?\"\n\nI shook my head.\n\n\"Idiot!\" he snapped. \"The conditional worlds, of course! The worlds of\n'if.' Ahead are the worlds to be; behind are the worlds that were; to\neither side are the worlds that might have been--the worlds of 'if!'\"\n\n\"Eh?\" I was puzzled. \"Do you mean that you can see what will happen if I\ndo such and such?\"\n\n\"No!\" he snorted. \"My machine does not reveal the past nor predict the\nfuture. It will show, as I told you, the conditional worlds. You might\nexpress it, by 'if I had done such and such, so and so would have\nhappened.' The worlds of the subjunctive mode.\"\n\n\"Now how the devil does it do that?\"\n\n\"Simple, for van Manderpootz! I use polarized light, polarized not in\nthe horizontal or vertical planes, but in the direction of the fourth\ndimension--an easy matter. One uses Iceland spar under colossal\npressures, that is all. And since the worlds are very thin in the\ndirection of the fourth dimension, the thickness of a single light wave,\nthough it be but millionths of an inch, is sufficient. A considerable\nimprovement over time-traveling in past or future, with its impossible\nvelocities and ridiculous distances!\"\n\n\"But--are those--worlds of 'if'--real?\"\n\n\"Real? What is real? They are real, perhaps, in the sense that two is a\nreal number as opposed to [sq]-2, which is imaginary. They are the\nworlds that would have been _if_-- Do you see?\"\n\nI nodded. \"Dimly. You could see, for instance, what New York would have\nbeen like if England had won the Revolution instead of the Colonies.\"\n\n\"That's the principle, true enough, but you couldn't see that on the\nmachine. Part of it, you see, is a Horsten psychomat (stolen from one of\nmy ideas, by the way) and you, the user, become part of the device. Your\nown mind is necessary to furnish the background. For instance, if George\nWashington could have used the mechanism after the signing of peace, he\ncould have seen what you suggest. We can't. You can't even see what\nwould have happened if I hadn't invented the thing, but _I_ can. Do you\nunderstand?\"\n\n\"Of course. You mean the background has to rest in the past experiences\nof the user.\"\n\n\"You're growing brilliant,\" he scoffed. \"Yes. The device will show ten\nhours of what would have happened _if_--condensed, of course, as in a\nmovie, to half an hour's actual time.\"\n\n\"Say, that sounds interesting!\"\n\n\"You'd like to see it? Is there anything you'd like to find out? Any\nchoice you'd alter?\"\n\n\"I'll say--a thousand of 'em. I'd like to know what would have happened\nif I'd sold out my stocks in 2009 instead of '10. I was a millionaire in\nmy own right then, but I was a little--well, a little late in\nliquidating.\"\n\n\"As usual,\" remarked van Manderpootz. \"Let's go over to the laboratory\nthen.\"\n\nThe professor's quarters were but a block from the campus. He ushered me\ninto the Physics Building, and thence into his own research laboratory,\nmuch like the one I had visited during my courses under him. The\ndevice--he called it his \"subjunctivisor,\" since it operated in\nhypothetical worlds--occupied the entire center table. Most of it was\nmerely a Horsten psychomat, but glittering crystalline and glassy was\nthe prism of Iceland spar, the polarizing agent that was the heart of\nthe instrument.\n\nVan Manderpootz pointed to the headpiece. \"Put it on,\" he said, and I\nsat staring at the screen of the psychomat. I suppose everyone is\nfamiliar with the Horsten psychomat; it was as much a fad a few years\nago as the ouija board a century back. Yet it isn't just a toy;\nsometimes, much as the ouija board, it's a real aid to memory. A maze of\nvague and colored shadows is caused to drift slowly across the screen,\nand one watches them, meanwhile visualizing whatever scene or\ncircumstances he is trying to remember. He turns a knob that alters the\narrangement of lights and shadows, and when, by chance, the design\ncorresponds to his mental picture--presto! There is his scene re-created\nunder his eyes. Of course his own mind adds the details. All the screen\nactually shows are these tinted blobs of light and shadow, but the thing\ncan be amazingly real. I've seen occasions when I could have sworn the\npsychomat showed pictures almost as sharp and detailed as reality\nitself; the illusion is sometimes as startling as that.\n\nVan Manderpootz switched on the light, and the play of shadows began.\n\"Now recall the circumstances of, say, a half-year after the market\ncrash. Turn the knob until the picture clears, then stop. At that point\nI direct the light of the subjunctivisor upon the screen, and you have\nnothing to do but watch.\"\n\nI did as directed. Momentary pictures formed and vanished. The inchoate\nsounds of the device hummed like distant voices, but without the added\nsuggestion of the picture, they meant nothing. My own face flashed and\ndissolved and then, finally, I had it. There was a picture of myself\nsitting in an ill-defined room; that was all. I released the knob and\ngestured.\n\nA click followed. The light dimmed, then brightened. The picture\ncleared, and amazingly, another figure emerged, a woman. I recognized\nher; it was Whimsy White, erstwhile star of television and premiere of\nthe \"Vision Varieties of '09.\" She was changed on that picture, but I\nrecognized her.\n\nI'll say I did! I'd been trailing her all through the boom years of '07\nto '10, trying to marry her, while old N. J. raved and ranted and\nthreatened to leave everything to the Society for Rehabilitation of the\nGobi Desert. I think those threats were what kept her from accepting me,\nbut after I took my own money and ran it up to a couple of million in\nthat crazy market of '08 and '09, she softened.\n\nTemporarily, that is. When the crash of the spring of '10 came and\nbounced me back on my father and into the firm of N. J. Wells, her favor\ndropped a dozen points to the market's one. In February we were engaged,\nin April we were hardly speaking. In May they sold me out. I'd been late\nagain.\n\nAnd now, there she was on the psychomat screen, obviously plumping out,\nand not nearly so pretty as memory had pictured her. She was staring at\nme with an expression of enmity, and I was glaring back. The buzzes\nbecame voices.\n\n\"You nit-wit!\" she snapped. \"You can't bury me out here. I want to go\nback to New York, where there's a little life. I'm bored with you and\nyour golf.\"\n\n\"And I'm bored with you and your whole dizzy crowd.\"\n\n\"At least they're _alive_. You're a walking corpse. Just because you\nwere lucky enough to gamble yourself into the money, you think you're a\ntin god.\"\n\n\"Well, I _don't_ think _you're_ Cleopatra! Those friends of yours--they\ntrail after you because you give parties and spend money--_my_ money.\"\n\n\"Better than spending it to knock a white walnut along a mountainside!\"\n\n\"Indeed? You ought to try it, Marie.\" (That was her real name.) \"It\nmight help your figure--though I doubt if anything could!\"\n\nShe glared in rage and--well, that was a painful half hour. I won't give\nall the details, but I was glad when the screen dissolved into\nmeaningless colored clouds.\n\n\"Whew!\" I said, staring at Van Manderpootz, who had been reading.\n\n\"You liked it?\"\n\n\"Liked it! Say, I guess I was lucky to be cleaned out. I won't regret it\nfrom now on.\"\n\n\"That,\" said the professor grandly, \"is van Manderpootz's great\ncontribution to human happiness. 'Of all sad words of tongue or pen, the\nsaddest are these: It might have been!' True no longer, my friend Dick.\nVan Manderpootz has shown that the proper reading is, 'It might have\nbeen--worse!'\"\n\n\n\nIt was very late when I returned home, and as a result, very late when I\nrose, and equally late when I got to the office. My father was\nunnecessarily worked up about it, but he exaggerated when he said I'd\nnever been on time. He forgets the occasions when he's awakened me and\ndragged me down with him. Nor was it necessary to refer so sarcastically\nto my missing the _Baikal_; I reminded him of the wrecking of the liner,\nand he responded very heartlessly that if I'd been aboard, the rocket\nwould have been late, and so would have missed colliding with the\nBritish fruitship. It was likewise superfluous for him to mention that\nwhen he and I had tried to snatch a few weeks of golfing in the\nmountains, even the spring had been late. I had nothing to do with that.\n\n\"Dixon,\" he concluded, \"you have no conception whatever of time. None\nwhatever.\"\n\nThe conversation with van Manderpootz recurred to me. I was impelled to\nask, \"And have you, sir?\"\n\n\"I have,\" he said grimly. \"I most assuredly have. Time,\" he said\noracularly, \"is money.\"\n\nYou can't argue with a viewpoint like that.\n\nBut those aspersions of his rankled, especially that about the _Baikal_.\nTardy I might be, but it was hardly conceivable that my presence aboard\nthe rocket could have averted the catastrophe. It irritated me; in a\nway, it made me responsible for the deaths of those unrescued hundreds\namong the passengers and crew, and I didn't like the thought.\n\nOf course, if they'd waited an extra five minutes for me, or if I'd been\non time and they'd left on schedule instead of five minutes late, or\nif--_if_!\n\nIf! The word called up van Manderpootz and his subjunctivisor--the\nworlds of \"if,\" the weird, unreal worlds that existed beside reality,\nneither past nor future, but contemporary, yet extemporal. Somewhere\namong their ghostly infinities existed one that represented the world\nthat would have been had I made the liner. I had only to call up Haskel\nvan Manderpootz, make an appointment, and then--find out.\n\nYet it wasn't an easy decision. Suppose--just suppose that I found\nmyself responsible--not legally responsible, certainly; there'd be no\nquestion of criminal negligence, or anything of that sort--not even\nmorally responsible, because I couldn't possibly have anticipated that\nmy presence or absence could weigh so heavily in the scales of life and\ndeath, nor could I have known in which direction the scales would tip.\nJust--responsible; that was all. Yet I hated to find out.\n\nI hated equally not finding out. Uncertainty has its pangs too, quite as\npainful as those of remorse. It might be less nerve-racking to know\nmyself responsible than to wonder, to waste thoughts in vain doubts and\nfutile reproaches. So I seized the visiphone, dialed the number of the\nUniversity, and at length gazed on the broad, humorous, intelligent\nfeatures of van Manderpootz, dragged from a morning lecture by my call.\n\n\n\nI was all but prompt for the appointment the following evening, and\nmight actually have been on time but for an unreasonable traffic officer\nwho insisted on booking me for speeding. At any rate, van Manderpootz\nwas impressed.\n\n\"Well!\" he rumbled. \"I almost missed you, Dixon. I was just going over\nto the club, since I didn't expect you for an hour. You're only ten\nminutes late.\"\n\nI ignored this. \"Professor, I want to use your--uh--your\nsubjunctivisor.\"\n\n\"Eh? Oh, yes. You're lucky, then. I was just about to dismantle it.\"\n\n\"Dismantle it! Why?\"\n\n\"It has served its purpose. It has given birth to an idea far more\nimportant than itself. I shall need the space it occupies.\"\n\n\"But what _is_ the idea, if it's not too presumptuous of me to ask?\"\n\n\"It is not too presumptuous. You and the world which awaits it so\neagerly may both know, but you hear it from the lips of the author. It\nis nothing less than the autobiography of van Manderpootz!\" He paused\nimpressively.\n\nI gaped. \"Your autobiography?\"\n\n\"Yes. The world, though perhaps unaware, is crying for it. I shall\ndetail my life, my work. I shall reveal myself as the man responsible\nfor the three years' duration of the Pacific War of 2004.\"\n\n\"You?\"\n\n\"None other. Had I not been a loyal Netherlands subject at that time,\nand therefore neutral, the forces of Asia would have been crushed in\nthree months instead of three years. The subjunctivisor tells me so; I\nwould have invented a calculator to forecast the chances of every\nengagement; van Manderpootz would have removed the hit or miss element\nin the conduct of war.\" He frowned solemnly. \"There is my idea. The\nautobiography of van Manderpootz. What do you think of it?\"\n\nI recovered my thoughts. \"It's--uh--it's colossal!\" I said vehemently.\n\"I'll buy a copy myself. Several copies. I'll send 'em to my friends.\"\n\n\"I,\" said van Manderpootz expansively, \"shall autograph your copy for\nyou. It will be priceless. I shall write in some fitting phrase, perhaps\nsomething like _Magnificus sed non superbus_. 'Great but not proud!'\nThat well described van Manderpootz, who despite his greatness is\nsimple, modest, and unassuming. Don't you agree?\"\n\n\"Perfectly! A very apt description of you. But--couldn't I see your\nsubjunctivisor before it's dismantled to make way for the greater work?\"\n\n\"Ah! You wish to find out something?\"\n\n\"Yes, professor. Do you remember the _Baikal_ disaster of a week or two\nago? I was to have taken that liner to Moscow. I just missed it.\" I\nrelated the circumstances.\n\n\"Humph!\" he grunted. \"You wish to discover what would have happened had\nyou caught it, eh? Well, I see several possibilities. Among the world of\n'if' is the one that would have been real if you had been on time, the\none that depended on the vessel waiting for your actual arrival, and the\none that hung on your arriving within the five minutes they actually\nwaited. In which are you interested?\"\n\n\"Oh--the last one.\" That seemed the likeliest. After all, it was too\nmuch to expect that Dixon Wells could ever be on time, and as to the\nsecond possibility--well, they _hadn't_ waited for me, and that in a way\nremoved the weight of responsibility.\n\n\"Come on,\" rumbled van Manderpootz. I followed him across to the Physics\nBuilding and into his littered laboratory. The device still stood on the\ntable and I took my place before it, staring at the screen of the\nHorsten psychomat. The clouds wavered and shifted as I sought to impress\nmy memories on their suggestive shapes, to read into them some picture\nof that vanished morning.\n\nThen I had it. I made out the vista from the Staten Bridge, and was\nspeeding across the giant span toward the airport. I waved a signal to\nvan Manderpootz, the thing clicked, and the subjunctivisor was on.\n\nThe grassless clay of the field appeared. It is a curious thing about\nthe psychomat that you see only through the eyes of your image on the\nscreen. It lends a strange reality to the working of the toy; I suppose\na sort of self-hypnosis is partly responsible.\n\nI was rushing over the ground toward the glittering, silver-winged\nprojectile that was the _Baikal_. A glowering officer waved me on, and I\ndashed up the slant of the gangplank and into the ship; the port dropped\nand I heard a long \"Whew!\" of relief.\n\n\"Sit down!\" barked the officer, gesturing toward an unoccupied seat. I\nfell into it; the ship quivered under the thrust of the catapult, grated\nharshly into motion, and then was flung bodily into the air. The blasts\nroared instantly, then settled to a more muffled throbbing, and I\nwatched Staten Island drop down and slide back beneath me. The giant\nrocket was under way.\n\n\"Whew!\" I breathed again. \"Made it!\" I caught an amused glance from my\nright. I was in an aisle seat; there was no one to my left, so I turned\nto the eyes that had flashed, glanced, and froze staring.\n\nIt was a girl. Perhaps she wasn't actually as lovely as she looked to\nme; after all, I was seeing her through the half-visionary screen of a\npsychomat. I've told myself since that she _couldn't_ have been as\npretty as she seemed, that it was due to my own imagination filling in\nthe details. I don't know; I remember only that I stared at curiously\nlovely silver-blue eyes and velvety brown hair, and a small amused\nmouth, and an impudent nose. I kept staring until she flushed.\n\n\"I'm sorry,\" I said quickly. \"I--was startled.\"\n\nThere's a friendly atmosphere aboard a trans-oceanic rocket. The\npassengers are forced into a crowded intimacy for anywhere from seven to\ntwelve hours, and there isn't much room for moving about. Generally, one\nstrikes up an acquaintance with his neighbors; introductions aren't at\nall necessary, and the custom is simply to speak to anybody you\nchoose--something like an all-day trip on the railroad trains of the\nlast century, I suppose. You make friends for the duration of the\njourney, and then, nine times out of ten, you never hear of your\ntraveling companions again.\n\nThe girl smiled. \"Are you the individual responsible for the delay in\nstarting?\"\n\nI admitted it. \"I seem to be chronically late. Even watches lose time as\nsoon as I wear them.\"\n\nShe laughed. \"Your responsibilities can't be very heavy.\"\n\nWell, they weren't of course, though it's surprising how many clubs,\ncaddies, and chorus girls have depended on me at various times for\nappreciable portions of their incomes. But somehow I didn't feel like\nmentioning those things to the silvery-eyed girl.\n\nWe talked. Her name, it developed, was Joanna Caldwell, and she was\ngoing as far as Paris. She was an artist, or hoped to be one day, and of\ncourse there is no place in the world that can supply both training and\ninspiration like Paris. So it was there she was bound for a year of\nstudy, and despite her demurely humorous lips and laughing eyes, I could\nsee that the business was of vast importance to her. I gathered that she\nhad worked hard for the year in Paris, had scraped and saved for three\nyears as fashion illustrator for some woman's magazine, though she\ncouldn't have been many months over twenty-one. Her painting meant a\ngreat deal to her, and I could understand it. I'd felt that way about\npolo once.\n\nSo you see, we were sympathetic spirits from the beginning. I knew that\nshe liked me, and it was obvious that she didn't connect Dixon Wells\nwith the N. J. Wells Corporation. And as for me--well, after that first\nglance into her cool silver eyes, I simply didn't care to look anywhere\nelse. The hours seemed to drip away like minutes while I watched her.\n\nYou know how those things go. Suddenly I was calling her Joanna and she\nwas calling me Dick, and it seemed as if we'd been doing just that all\nour lives. I'd decided to stop over in Paris on my way back from Moscow,\nand I'd secured her promise to let me see her. She was different, I tell\nyou; she was nothing like the calculating Whimsy White, and still less\nlike the dancing, simpering, giddy youngsters one meets around at social\naffairs. She was just Joanna, cool and humorous, yet sympathetic and\nserious, and as pretty as a Majolica figurine.\n\nWe could scarcely realize it when the steward passed along to take\norders for luncheon. Four hours out? It seemed like forty minutes. And\nwe had a pleasant feeling of intimacy in the discovery that both of us\nliked lobster salad and detested oysters. It was another bond; I told\nher whimsically that it was an omen, nor did she object to considering\nit so.\n\nAfterwards we walked along the narrow aisle to the glassed-in\nobservation room up forward. It was almost too crowded for entry, but we\ndidn't mind that at all, as it forced us to sit very close together. We\nstayed long after both of us had begun to notice the stuffiness of the\nair.\n\nIt was just after we had returned to our seats that the catastrophe\noccurred. There was no warning save a sudden lurch, the result, I\nsuppose, of the pilot's futile last-minute attempt to swerve--just that\nand then a grinding crash and a terrible sensation of spinning, and\nafter that a chorus of shrieks that were like the sounds of battle.\n\nIt _was_ battle. Five hundred people were picking themselves up from the\nfloor, were trampling each other, milling around, being cast helplessly\ndown as the great rocket-plane, its left wing but a broken stub, circled\ndownward toward the Atlantic.\n\nThe shouts of officers sounded and a loudspeaker blared. \"Be calm,\" it\nkept repeating, and then, \"There has been a collision. We have contacted\na surface ship. There is no danger-- There is no danger--\"\n\nI struggled up from the debris of shattered seats. Joanna was gone; just\nas I found her crumpled between the rows, the ship struck the water with\na jar that set everything crashing again. The speaker blared, \"Put on\nthe cork belts under the seats. The life-belts are under the seats.\"\n\nI dragged a belt loose and snapped it around Joanna, then donned one\nmyself. The crowd was surging forward now, and the tail end of the ship\nbegan to drop. There was water behind us, sloshing in the darkness as\nthe lights went out. An officer came sliding by, stooped, and fastened a\nbelt about an unconscious woman ahead of us. \"You all right?\" he yelled,\nand passed on without waiting for an answer.\n\nThe speaker must have been cut on to a battery circuit. \"And get as far\naway as possible,\" it ordered suddenly. \"Jump from the forward port and\nget as far away as possible. A ship is standing by. You will be picked\nup. Jump from the--\". It went dead again.\n\nI got Joanna untangled from the wreckage. She was pale; her silvery eyes\nwere closed. I started dragging her slowly and painfully toward the\nforward port, and the slant of the floor increased until it was like the\nslide of a ski-jump. The officer passed again. \"Can you handle her?\" he\nasked, and again dashed away.\n\nI was getting there. The crowd around the port looked smaller, or was it\nsimply huddling closer? Then suddenly, a wail of fear and despair went\nup, and there was a roar of water. The observation room walls had given.\nI saw the green surge of waves, and a billowing deluge rushed down upon\nus. I had been late again.\n\nThat was all. I raised shocked and frightened eyes from the\nsubjunctivisor to face van Manderpootz, who was scribbling on the edge\nof the table.\n\n\"Well?\" he asked.\n\nI shuddered. \"Horrible!\" I murmured. \"We--I guess we wouldn't have been\namong the survivors.\"\n\n\"We, eh? _We?_\" His eyes twinkled.\n\nI did not enlighten him. I thanked him, bade him good-night, and went\ndolorously home.\n\n\n\nEven my father noticed something queer about me. The day I got to the\noffice only five minutes late, he called me in for some anxious\nquestioning as to my health. I couldn't tell him anything, of course.\nHow could I explain that I'd been late once too often, and had fallen in\nlove with a girl two weeks after she was dead?\n\nThe thought drove me nearly crazy. Joanna! Joanna with her silvery eyes\nnow lay somewhere at the bottom of the Atlantic. I went around half\ndazed, scarcely speaking. One night I actually lacked the energy to go\nhome and sat smoking in my father's big overstuffed chair in his private\noffice until I finally dozed off. The next morning, when old N. J.\nentered and found me there before him, he turned pale as paper,\nstaggered, and gasped, \"My heart!\" It took a lot of explaining to\nconvince him that I wasn't early at the office but just very late going\nhome.\n\nAt last I felt that I couldn't stand it. I had to do something--anything\nat all. I thought finally of the subjunctivisor. I could see--yes, I\ncould see what would have transpired if the ship hadn't been wrecked! I\ncould trace out that weird, unreal romance hidden somewhere in the\nworlds of \"if\". I could, perhaps, wring a somber, vicarious joy from the\nthings that might have been. I could see Joanna once more!\n\nIt was late afternoon when I rushed over to van Manderpootz's quarters.\nHe wasn't there; I encountered him finally in the hall of the Physics\nBuilding.\n\n\"Dick!\" he exclaimed. \"Are you sick?\"\n\n\"Sick? No. Not physically. Professor. I've got to use your\nsubjunctivisor again. I've _got_ to!\"\n\n\"Eh? Oh--that toy. You're too late, Dick. I've dismantled it. I have a\nbetter use for the space.\"\n\nI gave a miserable groan and was tempted to damn the autobiography of\nthe great van Manderpootz. A gleam of sympathy showed in his eyes, and\nhe took my arm, dragging me into the little office adjoining his\nlaboratory.\n\n\"Tell me,\" he commanded.\n\nI did. I guess I made the tragedy plain enough, for his heavy brows knit\nin a frown of pity. \"Not even van Manderpootz can bring back the dead,\"\nhe murmured. \"I'm sorry, Dick. Take your mind from the affair. Even were\nmy subjunctivisor available, I wouldn't permit you to use it. That would\nbe but to turn the knife in the wound.\" He paused. \"Find something else\nto occupy your mind. Do as van Manderpootz does. Find forgetfulness in\nwork.\"\n\n\"Yes,\" I responded dully. \"But who'd want to read my autobiography?\nThat's all right for you.\"\n\n\"Autobiography? Oh! I remember. No, I have abandoned that. History\nitself will record the life and works of van Manderpootz. Now I am\nengaged in a far grander project.\"\n\n\"Indeed?\" I was utterly, gloomily disinterested.\n\n\"Yes. Gogli has been here, Gogli the sculptor. He is to make a bust of\nme. What better legacy can I leave to the world than a bust of van\nManderpootz, sculptured from life? Perhaps I shall present it to the\ncity, perhaps to the university. I would have given it to the Royal\nSociety if they had been a little more receptive, if they--if--_if_!\"\nThe last in a shout.\n\n\"Huh?\"\n\n\"_If!_\" cried van Manderpootz. \"What you saw in the subjunctivisor was\nwhat would have happened _if_ you had caught the ship!\"\n\n\"I know that.\"\n\n\"But something quite different might really have happened! Don't you\nsee? She--she-- Where are those old newspapers?\"\n\nHe was pawing through a pile of them. He flourished one finally. \"Here!\nHere are the survivors!\"\n\nLike letters of flame, Joanna Caldwell's name leaped out at me. There\nwas even a little paragraph about it, as I saw once my reeling brain\npermitted me to read:\n\n    \"At least a score of survivors owe their lives to the bravery of\n    twenty-eight-year-old Navigator Orris Hope, who patrolled both\n    aisles during the panic, lacing life-belts on the injured and\n    helpless, and carrying many to the port. He remained on the sinking\n    liner until the last, finally fighting his way to the surface\n    through the broken walls of the observation room. Among those who\n    owe their lives to the young officer are: Patrick Owensby, New York\n    City; Mrs. Campbell Warren, Boston; Miss Joanna Caldwell, New York\n    City--\"\n\nI suppose my shout of joy was heard over in the Administration Building,\nblocks away. I didn't care; if van Manderpootz hadn't been armored in\nstubby whiskers, I'd have kissed him. Perhaps I did anyway; I can't be\nsure of my actions during those chaotic minutes in the professor's tiny\noffice.\n\nAt last I calmed. \"I can look her up!\" I gloated. \"She must have landed\nwith the other survivors, and they were all on that British tramp\nfreighter the _Osgood_, that docked here last week. She must be in New\nYork--and if she's gone over to Paris, I'll find out and follow her!\"\n\nWell, it's a queer ending. She was in New York, but--you see, Dixon\nWells had, so to speak, known Joanna Caldwell by means of the\nprofessor's subjunctivisor, but Joanna had never known Dixon Wells. What\nthe ending might have been if--_if_-- But it wasn't; she had married\nOrris Hope, the young officer who had rescued her. I was late again.",
    "metadata": {
        "author": [
            "Weinbaum, Stanley Grauman",
            "Weinbaum, Stanley G. (Stanley Grauman)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22890/pg22890.txt",
        "name": "the_worlds_of_if.json"
    }
}