{
    "name": "The golden bridle",
    "author": [
        "Rice, Jane",
        "Rice, Jane Dixon",
        "Rice, Jane Theresa Dixon"
    ],
    "body": "Say, that is mighty white. I do not mind if I do, though I remembers\nthe day when I would not of touched beer with a ten-foot pole. Weight.\nJockeys has got to watch their weight like it is tombstones they is\nputting on instead of pounds.\n\nWell, here's luck, mister. May all your double parlays give the bookies\nfits.\n\nWhat's that? Yeah, sure I am a jockey. Was. There is not no point in\ngiving you the old three and five. You look like a right guy. Why\nshould I kid you? I have not been up on a horse for four years. Six\nmonths cold for a jock is a wide turn, but four years--say, four years\nis--what the devil, I am washed up cleaner than a choirboy's ears.\n\nAnd this is not my fault. That is what gives me the burn. It is not my\nfault. When Lady Luck smiles in the racing game she has got a grin so\nbroad you can count her back fillings, but, when she quits smiling,\nbrother, she just quits and you might as well go wrap your head in a\nsweat blanket and forget it.\n\nYou know, you is going along good, not winning no Champagne Stakes nor\nnothing like that, but hitting the percentages and going along O.K.,\nsee, when all of a sudden you finds that things begin to happen. And\nthey keeps right on happening and you can spit in the wind all you want\nto and chew four-leaf clovers and take a horseshoe to bed with you\nand it does not have no effect. Things just keeps right on happening\nuntil after a while the trainers puts the double O on you and you can\nnot even get a leg up on a spavined brood mare and everybody takes to\ncalling you \"Jinx.\"\n\nThat is me, mister. Jinx Jackson.\n\nOh, I am not beefing none. I manages, what with one thing and another.\nBut believe me, buddy, it is enough to give you the yelping wipes when\nyou stands there by the fence with the sun beating down on you, and the\ncrowd milling around excitedlike, and the bugles blowing, and the flags\nwaving, and the horses walking past--nervous--and the colors up with\ntheir pants skintight and their shirts bellying out like silk balloons,\nand then they are wheeling the barrier in, and you look at the track\nand it is smooth and sweet and fast as a filly with bees in her ears,\nand everything gets still except the popcorn peddlers, and there is\nthat awful minute when you is waiting and the shirt sticks to your back\nand you gets that old, familiar, tight feeling on the inside of your\nthighs, and your tongue is like a sponge bit between your teeth, and\nthen that cry--like a rising wind--\"THEY'RE OFF!\"\n\nThat is when it hits you. Right here. As if somebody has yanked your\nstomach out and let it go _wham_ back at you, like a pair of\nsuspenders.\n\nThat--and when you see a snipe getting hisself boxed on a inside turn,\nor bearing out in the run through the stretch, or--aw, nuts with it. It\ngets you, that is all. It gets you.\n\nOnce you has got the feel of horses in your blood you is a goner. A\ngone goner. It is there, brother, and there is not no use fighting it.\nYou cannot no more keep away from a paddock than you can stop blinking\nyour eyes.\n\nJimmie Winkie used to say, \"You can shake grief and sorrow, you can\nbury remorse--but you can't never lose the feel o' a horse.\"\n\nJimmie Winkie. Yeah, Wee Willie. That is the same.\n\nGood! Man, he had the magic touch. Why, he could add twenty lengths to\nanything on four legs. Easy. Jimmie was tops. Why, I has seen him come\nfrom behind the hard way and spot them a extra advantage by pulling out\nand still win and there was not no photo finishes, neither. When he\nwon, mister, he won.\n\nHe was a funny guy, he was. Had a kind of puckery face and big ears.\nWalked springy, like a banty rooster. Used to use a special bridle when\nhe was up. Superstitious? It is not superstition exactly. It is just\na kind of a feeling you get about certain things. Lots of us jocks\nare thataway. I know I would of had a hissy--four years ago--if I had\nof mislaid a old wore-out crop I always carried. Moe Prentice had a\nbuckeye he would not of parted with for nobody. Jackie Watson had some\nsort of a medal on a silver chain. Cry Baby Noolan would not no more of\nthought of riding with his cap anyway but hind side to than he would\nof thought of riding without any clothes on. In fact, if he would of\nhad to make a choice, I reckon he would of rode in his skin before he\nwould of changed his cap proper. And, like I said, Jimmie has this here\nspecial bridle, though there is not much special about it except that\nit is goldish-looking if you hold it in the right light. But seems he\ntakes a fancy to it and from the way he acts you would of thought it\nis made from the tanned hide of a Derby winner. But it is not no such\nthing, of course. It is just a bridle like any racing bridle only, like\nI said, it is goldish-looking in a unnoticeable manner.\n\nHe gets it one year when we is finishing up the circuit down in\nTijuana. This is before he hits his stride. When he is going along,\nlike me, not snaffling no tall money nor nothing but knocking off his\npercentages. He is plain Jimmie Winkie then. The newspapers has not\ntagged that there Wee Willie on to him yet and he is not endorsing no\nleather jackets, nor saying as how he likes Puffie Wuffies because they\nis superroasted and rolled on hoops.\n\n\n\nWell, as I was saying, we is down in Tijuana and it is nighttime and\nwe is walking down one of them crooked streets which is about as thick\nin Tijuana as saddle sores is in a riding academy. We is walking along\nwith our hands in our pockets and not much else, being as how we has\ninadvertently got mixed up in a game knowed as faro, the same which is\nlike being on the wrong end of a loco bronc, and which we would not of\ngot into if Jimmie had not of wanted to increase a five-dollar bill\ninto a ten-dollar bill so as to buy a real nice present for Ditsy.\nAnyhow, like I said, we is walking along minding our own business when\nthere is--\n\nDitsy? Oh, Ditsy was Jimmie's sister. Name was Dorothy, but Jimmie\ncalled her Ditsy. He was crazy about her. Seemed like he had raised\nher since she was knee high to a feed box. Guess they had some muddy\ntracks, them two, and what with their not having nobody but theirselves\nand her being crippled, why, one way and another, he set a lot of store\nby her.\n\nAnyway, we is walking along, Jimmie and me, and I am thinking about\nwhat we is going to eat for breakfast the next day, and lunch, and\nsupper, and Jimmie is thinking about how is he going to buy Ditsy\nsomething when we hear a rumpus going on around a corner up ahead.\nIt increases graduallike and when we gets to the corner we meets it,\nhead-on you might say.\n\nThere is about a dozen people who is all personal acquaintances of\nJohn Barleycorn, and they is pestering a woman who looks like she is\non her way to a masquerade at a insane asylum. She has got on a sheet\nall draped and wrapped every which way and her feet is laced up in\nsandals and there is a wreath on her hair, only now it is setting\ncockeyed on account of as how these here people has been chasing her,\nand she is carrying a bridle. In fact, if I had of spent my money on\nJohn Barleycorn instead of faro, I probably would of joined in on the\nside of these here people who is laughing theirselves sick and grabbing\nat this here sheet and having a big time, for which I cannot blame them\nany as this woman is sure a curious sight.\n\nWhile I am thinking what a curious sight she is, Jimmie busts up the\nparty. He does this with very little fuss, hitting merely one guy who\ngoes down like a sack of wet oats and the rest takes to their heels as\nI am doubling up my fists preparing to wade in.\n\n\"Now, sister,\" Jimmie says, rubbing his knuckles tenderlike, \"if I was\nyou I would vamoose. Tijuana is no place for a lady without as how she\nhas got company to see that she gets where she has started out for.\"\n\nWell, this woman straightens her wreath and breaks out in some kind of\na foreign language which sounds like nothing I ever heard unless it is\n\"Chopsticks\" played on a piano which is out of tune and is minus some\nof the keys.\n\n\"Look, sister,\" Jimmie says, \"vamoose while the vamoosing is favorable.\"\n\nThe woman makes some motions and spouts some more of this here talk and\nthere is just one word I get and that is \"grease.\" She says this over\nand over, \"Grease, grease,\" meanwhile gesturing for all she is able.\n\n\"Grease?\" Jimmie says, puzzled, and she nods violently and shakes the\nbridle she is carrying and does a act like she is putting it on a horse\nand then flaps her arms like she is flying.\n\n\"Grease,\" she says.\n\nI begins to get uneasy. \"Say,\" I says to Jimmie, sotto voice, \"let's us\nget out of here--this gal has got bats in her belfry.\"\n\n\"I think she has lost a horse,\" Jimmie says slow.\n\n\"Horse!\" I says. \"How is she going to straddle a horse in that getup?\nShe has lost her mind. Let's us get out of here. Loonies is not no\npicnic.\"\n\nJimmie does not pay no attention to me. He takes the bridle away from\nher--gentle--so as not to scare her and _he_ does a act like\n_he_ is putting it on a horse. \"Horse?\" he says.\n\nThis looney looks at him a minute, then her face kind of brightenslike.\nShe points to the bridle Jimmie is holding and says, \"Hippos.\"\n\n\"She has got the D. T.'s,\" I cheeps. \"She is talking about a\nhippopotamus what flies or I will eat that there bridle. Come on,\"\nI says, \"this is not no place for--\" But I do not get no further\nbecause there is a faint whinny and this here woman shrieks joyfully\nand--without so much as a kiss-my-foot--lams in the direction of this\nhere nickering which, judging from the sound, is a block or so to our\nrear--though we has not seen no sign of no horse when we is walking by\nthataway.\n\nWe stands there gawking after this dame while she disappears in the\nnight and Jimmie, suddenlike, yells, \"Hey, here is your bridle,\" and\nstarts after her and me after Jimmie, because I has not got no wish to\nsee Jimmie sucked in on something that is not kosher, and it is plain\nthat there is something here that does not meet the eye right off.\n\nI dope it that this here dame is a kind of a lead rein for some guys\nwhich is laying low in a alley or some place figuring to roll whoever\nshe ropes in, and it is a unpleasant statistic that persons is often\nbeat up severe when it is discovered they has not got no wherewith to\nmake such a business profitable.\n\nWhen we gets down the street a ways I catches up to Jimmie and stops\nhim and I says, \"Has you taken leave of your senses? This here is one\nof them cul-de-sacs or I am a ring-tailed--\" But I do not say baboon,\nwhich I had intended, because somewhere I hears a noise like a lot of\npigeons taking off--like they has been shooed--and from way up, like\non a roof, I hears this woman laughing and it dwindles away and, then,\nit is quiet and a little white feather drifts down and lands in the\ngutter. It is all very weird and I do not like it.\n\n\"I would of swore a horse nickered down here a minute ago,\" Jimmie says.\n\n\"Shut up,\" I says, \"and let's us get out of here before we is knifed in\nthe back.\"\n\nSo we does and that is how Jimmie come by the bridle.\n\n\n\nWell, say, I do not mind if I do. There is this about beer. You do not\nhave to worry none the next morning about tying your shoes. Ever try\nsticking a hot knife in it? Many's the time I has seen my old man heat\nthe poker until it is as red as the old Scratch hisself and then plunge\nit into the pail. That was when you could get all you wanted for a dime\nwith boiled ham and cheese and bologna throwed in to boot and, like as\nnot, a slice of liver for the cat.\n\nHere's bumps, mister. And may you never tear up your ducats without\nlooking twice.\n\nWhere was I? Oh, yeah, Tijuana. Well, here we is without a buffalo\nbetween us. Broke as a skillet of scrambled eggs and up in the fifth\nthe next day, the same which dawns bright and early and finds me and\nJimmie nearly splitting a girth trying to trade that there bridle for a\nplate of buckwheat cakes, but everybody gives us the zero gaze until I\nbegins to wonder if we is coming down with smallpox. So we hunts up a\ndopester by the name of Stew Hatcher and he stakes us to a meal after\nwhich we hangs around until he has got up his sheet and then we rides\nout to the track with him and his girl. We asks Stew, just kidding, who\nhe is picking in the fifth and Stew says it is not us and he is not\nkidding. For his money, he says, it is High Jinks, Admirella and Sky\nEagle. One, two, three.\n\nI am up on Black Boy and Jimmie he is up on Peajacket, so we thumbs\nour noses at Stew and gives him the buzz and says as how we is pleased\nto have met this girl he is with--which is a lie because she is very\nsnooty--and we goes on in.\n\nWe gets into our colors and sets around with the fellows dishing out\na lot of bull about what we done in Tijuana and Jimmie gives me the\nwink and says he has got hold of a nifty bridle he is willing to take\na loss on. And he gets this here bridle out of his locker and says if\nanybody will give him a fin for it they can have it, though they will\nbe rooking him on the deal.\n\nBoy, does he get the laugh. Moe says he will give him a fin for it if\nJimmie will throw in Peajacket and shine his boots for a week, too. And\nCry Baby Noolan says if it is such a hot bridle why don't he bridle\nPeajacket with it. And everybody starts gaffing Jimmie and I acts real\nindignant and I says what is it worth to them if he _does_ bridle\nPeajacket with it, them being such sports. Jimmie, seeing the lay of\nthe land, plays up to me and says, \"No,\" and everybody chimes in giving\nhim the merry ha-ha and when there is three bucks up he will not do it,\nwhy, then Jimmie says O.K., he will do it, see.\n\nDoes a holler go up when they catches on to how they has been taken!\nBut Jimmie says a bet is a bet and he is game enough to live up to his\nend of the bargain if they is. \"Of course, if they _isn't_--\"\nhe says, inferring that anybody who reneges is a horse's patoot, so,\nnaturally, nobody reneges, though there is some grousing.\n\nI used to say to Jimmie, I would say, \"Jimmie, remember the day at\nTijuana when we nicked Moe and them for three bucks?\" And Jimmie, he\nwould say, \"Yeah,\" and kind of draw in his breath like he was thinking\nabout it--hard. Remembering how Peajacket upset the bookies' apple cart.\n\nYou see, Stew Hatcher is wrong. It is Peajacket, High Jinks and\nAdmirella. One, two, three. And the owner of Peajacket--I forget his\nname, big loose-mouthed chap with a face like a side of beef--is fair\nto be hobbled because he has not bet on his own entry on account of as\nhow it is a cinch to lose. It is a two-year-old he has picked up for\nseven and a quarter at a public sale and he is just feeling him out and\ndamn if Jimmie does not bring in a win.\n\nMe? Oh, I comes in with the tailbearers. I could of got in a lame\nfourth, but I am so whooper-jawed watching Jimmie go down the stretch\nlike a lighted fuse that I lets this here Black Boy I am up on bear\nout--he was death on bearing out--and, of course, that puts the quietus\non us. There is not no percentage in whipping a horse over for fourth\nplace. A horse has got sense enough to know when you is making a fool\nout of him.\n\nNo, I do not guess you will recollect Peajacket. He turns out to be a\nfoozle, after all. He is entered a couple of more times, Saratoga, I\nthinks, and Empire City--Syl Patton up--but he does not do nothing but\npick up a coupla pounds of mud.\n\nBut he sure is not no foozle that afternoon at Tijuana.\n\nThere is not no barrier. You just keeps back of the line as best you\ncan. That is one way to lose a race before the gun. I has seen them do\nit on purpose. You know, too tight a rein, get your horse skittered,\nmake him break three or four times, and, when the gun goes, hold him\nback just long enough to let him see that he is a cooked potato. Nine\ntimes out of ten you can whip him raw and he will run, but he will not\nrun fast enough. But _your_ nose is clean. The trainer cannot say\nas how _you_ did not try.\n\nSay, am I boring you with this? If I am--okke doke, any time you has\nhad a sufficiency, say so.\n\n\n\nWell, as I was saying, there is not no barrier. Outside of a little\ntail flicking and head tossing, Black Boy is as calm as a Jersey cow.\nHigh Jinks breaks once and Sky Eagle and some of the field prances\naround a bit, but Peajacket he acts like he has been fed hopped oats.\nIn fact, there is some talk of it later on, but they cannot never prove\nnothing. Anyway, this here Peajacket is taking on for a fare-you-well\nwith Jimmie trying to gentle him down and the starter getting mad and a\njock, name of Happy Slauderwasser--that is a moniker for you, nice guy\nthough--who is next to Peajacket swearing something fierce. Finally,\nJimmie gets this here Peajacket backed in and he is lathered up like a\nad for saddle soap, and the gun goes, and out of the tail of my eye as\nme and Black Boy takes off I sees Peajacket rearing up and I thinks,\n\"Oh, Lordy,\" because it is a rule last one in has to pitch a buck in\nthe kitty. And it is plain to see, in a field of fifteen, Jimmie is\nslated to be the last one in and then we will only have a buck apiece\ninstead of a buck fifty.\n\nI settles down and starts easing over to the inside track hoping for\na pocket. High Jinks is up ahead and he is not anywheres near let out\nyet. There is three or four horses in between, then Admirella nosing\nup, Sky Eagle alongside, doing like me, playing a wait, and Jimmie and\nthe rest of the field bunched in behind.\n\nI am not thinking about Jimmie no more, though. I am concentrating on\nthem three or four babies cutting off my view of High Jinks. I am not\nworried about them none, but when there is a opening I wants to be\nthere instead of Sky Eagle. So I am concentrating, like I said, and I\nhear this horse coming. You do not actually hear them as much as you\n_feel_ them. It is a mixture of both. It is like you got an alarm\nsystem inside of you and all of a sudden it is ringing like who popped\nMollie and you know with a kind of a ... of a ... a kind of a awareness\nthat you got heavy competition.\n\nI remembers wondering who it could be. There is High Jinks and\nAdmirella in plain sight. Sky Eagle and me practically pat-a-caking at\neach other, some of the field ahead, but they is giving by now and, so\nfar as I know, what is left in tow is not capable of doing nothing but\nhorse apples.\n\nI do not take my mind off this here opening, though. It is getting\nripe, I can see that, and I am bound I am going to be there when it is\ndue before it closes in and strings out.\n\nThen, I catches a glimpse of this here horse on the off side of Sky\nEagle. A kind of consciousness it is of this here third horse and I am\nsort of cheered when I see it is not bothering none about no openings,\nnor no inside track, nor nothing like that. And, while I am being\ncheered and thinking what a smart guy I am, this here third horse\npounds ahead past Sky Eagle, a shoulder, half a length, a length, and\nthat opening I been hovering over swings wide as a barn door and Sky\nEagle is through it because I am yawping at Jimmie Winkie with his ears\nskinned back crouched high on Peajacket, and if I had not of knowed\nbetter I would of swore he was scared green, and while I am yawping,\nBlack Boy bears out so, as I said, that puts the quietus on us.\n\nThere has been better races run and bigger ones has been won by darker\nhorses, but, off-hand, I cannot call any to mind that I got such a\nthrill out of. I do not know whether it is because I am so cocksure\nJimmie is bringing up the rear, or because Moe Prentice--he is up on\nHigh Jinks--is took down a peg or two, or maybe because there is a\ncertain something about the way that there horse runs with his nostrils\nred and wide, and his tail streaming out behind him like it has been\nstarched, and his hoofs beating music out of that there track like a\ncrazy drummer, and Jimmie pasted to him close as a surcingle and with\na kind of a look about him like night wind sounds, if you know what I\nmean. A kind of a queer, wild, blowy look. But most of all I guess it\nis the horse.\n\nJimmie says it is the horse and he ought to of knowed being as how he\nwas up on him. Jimmie says it is also a great surprise to him that\nPeajacket wins, but, naturally, he does not say this out--but just to\nme--as it is not a good policy to let on that you are surprised when\nyou bring in a winner.\n\nHow does it feel to bring in a winner? Brother, you can have the\ngreatest symphony that was ever wrote; I will take the thunder of\na winner's hoofs coming down the straightaway. That is something,\nbrother. That is really _some_thing. It is like a ... like a ...\nwell, like I said, a kind of a awareness. Like you was conscious of the\nnoise and the feel all at the same minute. Take that there Peajacket. I\ngot it right away. The noise and the feel together, I mean. Like there\nwas two horses running. One on top the other.\n\n\n\nWe bums a ride back after the seventh and gets out on the main drag and\nflips a coin to see whether we eats or buys Ditsy something. It comes\nout buying Ditsy something so we goes to one of these here shops that\nhas a window full of everything from jewelry to tablecloths and we\npicks out a powder box that plays a tune when the lid is lifted off. A\nthin, tinkly, sort of _plink, plink_ tune, but pretty. Reminds you\nof the way ladies used to rustle when they walked, if you know what I\nmean.\n\nWhile the guy is wrapping it up, Jimmie goes over and picks up a vase\nwhich is setting on a shelf with a lot of other vases. This here vase\nhe picks up is blue and has a lot of well-built dames on it holding\ngarlands of flowers. Jimmie kind of whistles.\n\n\"Look at this here,\" he says.\n\nI agrees it is nice, but points out that we has got exactly twenty-nine\ncents between us and the price is marked clear two fifty.\n\n\"This is a strange coincidence,\" he says, more to hisself than me, and\nI says it is not no coincidence it is a vase and if he is thinking\nabout switching over, why, there is a vase on the shelf above which is\nbetter-looking on account of as how it has a scene painted on it and\nthe price is twenty-five cents cheaper.\n\nThis guy comes up about this time and washes his hands in the air and\nasks if we are interested in a vase.\n\n\"No,\" I says.\n\n\"Yes,\" Jimmie says. \"Who is this here middle dame on this here vase?\"\n\n\"They represent the Muses,\" this guy says. \"A marvelous buy for the\nmoney.\"\n\n\"This here middle dame is a Muse?\" asks Jimmie.\n\n\"They are all Muses,\" this guy says, \"goddesses of the arts and poetry\nand science. A very artistic vase. Only two fifty.\"\n\n\"Did any of them have a horse?\" Jimmie asks.\n\n\"Horse?\"\n\n\"Horse.\"\n\n\"I could not say. It is a very handsome vase, howinever, and I will\nmake you a special price of two twenty-five, if you are interested.\"\n\n\"Where can I find out if any of them had a horse?\"\n\n\"I could not say, unless it is the library. Two dollars even I will\nmake it. Below that I cannot go.\"\n\n\"Very well,\" I chimes in, being tired of Jimmie ribbing this here guy\nabout a horse, \"we will take it in place of the powder box.\"\n\nWith that this guy freezes over like the outside of a mint julep and he\nsays chillylike, \"I have just remembered that this vase has been put\naside for another party.\"\n\nAnd I says, \"That is very odd being as how you were so all fired set on\nus having it at reduced cost.\"\n\n\"Herman,\" this guys says.\n\nAnd another guy with a neck like a Percheron, shoulders his way through\na curtain in the back and stands there like as if he is itching for\nsomebody to say \"When.\" So we takes our package and we leaves.\n\n\n\nI am in favor of hunting up a crap game and shooting our twenty-nine\ncents and Jimmie says that is a splendid idea and for me to do so and\nhe will meet me at the pool parlor in a hour. I asks where is he going?\nAnd he says the library. And as he has never been inside a library in\nhis life to my certain knowledge, I figure he is telling me in a nice\nway to mind my own business. Which I does. And in a hour I has run the\ntwenty-nine cents into eight bits and a Masonic emblem.\n\nI meets Jimmie like he said and I can see right away he is exceptional\nthoughtful. We go to a place called La Cucuracha where the second cup\nof coffee is free and you gets gravy with your potatoes, although\nJimmie seems to have lost his appetite. He keeps transferring his food\nfrom one side of his plate to the other until I outs and asks him\npointblank what is ailing him.\n\n\"Did you ever hear tell of a horse called Pegasus?\" he says by way of\nanswer.\n\n\"No,\" I says. \"Who sired him?\"\n\n\"He is out of Medusa by Neptune,\" says Jimmie.\n\n\"I never heard of them, neither,\" I says shoveling in a mouthful of\npotatoes and gravy. \"What has this here Peg-whoit got to do with you?\"\n\n\"I am not certain for sure,\" he says, \"but I has got a idea,\"\n\n\"Which is?\"\n\n\"Could be he got blowed off his course,\" Jimmie says, \"or got scared by\nanother gadfly or some such, landed in Tijuana and this here Muse comes\nafter him and--\"\n\n\"Look,\" I says, \"one of us has got a screw loose and it is not me.\nBegin over and repeat slow and there is apple pie with the dinner and\nif you do not want it I will eat your piece, if it is all the same to\nyou. Now what was you saying?\"\n\nHe shoves his plate back. \"I am going to break the track record\ntomorrow,\" he says, and there is something about the way he says it,\nsome quality in his voice that makes me sit up and take notice all of a\nsudden.\n\nA kind of creepy sensation comes over me and I am reminded of when I\nam a kid and the grandfather's clock in the hall would strike during\nthe night. It would go _bong--bong--bong_ real slow and soft, but\nfilling the house, howinever, and making the air vibrate. I would lie\nthere and think, \"It is just the grandfather's clock in the hall,\" but\nthat did not make no difference. My feet would get cold and my eyes\nnear bug out of my head, and I would not have no swallow and I would\nlie there thinking, \"It is just the grandfather's clock in the hall.\"\n\nI gives Jimmie one of them searching looks you read about, but it does\nnot tell me nothing except that he is a mite tightened-uplike and is\nletting some fifty cents worth of food go to waste.\n\n\"Thanks for the tip,\" I says. \"Who you planning on being up on?\nMan-o'-War?\"\n\n\"Ditsy has always wanted a grand piano,\" he says, \"since she was not\nbigger'n a boot-jack.\" And he says, \"I will get her the best one money\ncan buy.\"\n\nIt is obvious that he tightened up more than I think because there is\nnot enough space in that two-room flat in Cleveland to hold both Ditsy\nand a grand piano at the same time.\n\n\"That will be dandy,\" I says, \"but I am afraid there will not be no\ngrand piano in it. Them things cost folding money.\"\n\n\"Folding money,\" he repeats and the words sounds like a three-inch\nsirloin the way he says them--thick and red and juicy. \"You know what\nI am going to have,\" he says, \"I am going to have a pair of handmade\nboots--them that laces at the ankle--and I am going to have a suit with\nbuttonholes under the buttons on the sleeves. Not just thread sewed to\nlook like buttonholes--_real_ buttonholes I am going to have under\nthe buttons and a yellow chamois bag.\"\n\n\"A yellow chamois bag under the buttons,\" I says and, recalling to mind\na chap named Joe Hankins who fought a bunch of Comanches all one night\nin a psycopathic ward at a hospital in Louisville, I continues to smile\npleasantly while I eases my chair back.\n\n\"Yeah,\" Jimmie says, \"lined with flannel so as the bridle will not get\nscratched up none.\"\n\n\"Sure,\" I agrees, \"flannel.\"\n\n\"Saratoga,\" says Jimmie, \"Havre de Grace, Narragansett, Hialeah,\nAqueduct.\"\n\n\"Hawthorne, Churchill Downs, Empire City, Belmont Park, Thistledown,\" I\nchimes in nodding like a Chinese laundryman who has lost your wash. I\nholds my breath and gets to my feet praying that I will be able to ease\nhim out quiet.\n\n\"Through?\" Jimmie says, cool as a cucumber. \"What say we see if we can\nget a game of pool on the cuff?\"\n\nThe next day he breaks the track record.\n\n\n\nI has thought about it a great deal since then and do you know what I\nfigure? I figure it like this. I figure that Jimmie had got on to a\nsecret. There is a secret to doing everything. Like tight-rope walking,\nor shooting par golf consistent, or whizzing a ball over a tennis net\nso as it falls just so and dribbles off before it can be got up off\nthe ground. There is a secret to juggling plates and a secret to pole\nvaulting higher than anybody else. The plates and the pole and the\nrope and the golf clubs and tennis racquet is all the same. What I\nmean is you could take half a dozen plates and throw them up in the\nair and they would land behind the eight ball. But take these here\nsame identical plates and give them to a juggler and he will make them\nperform without so much as mussing his tie. Why? Because he knows the\nsecret.\n\nWell, then, why can it not be the same way with horses? I am not saying\nyou can take a plow horse and make him win a race any more than that\nthere juggler can juggle plates made out of pig iron. But I am saying,\nif you know the secret, you can take a _race horse_ and make him\nwin a race. And, like I said, I has thought about it a lot and I figure\nthere is a secret and Jimmie has got on to it. I figure the secret\ncomes to him in a flash like when you know, in a sort of a burst of\nknowing, that the dealer has aces back to back. Because from that day\non he never rides a loser. Except one. I will get around to that in a\nsecond.\n\nSaratoga and Hialeah and Havre de Grace and all of them is not no pipe\ndream. And neither is Ditsy's grand piano, though it is not in no\ntwo-room flat. It is in a living room as big as from here to there.\nOne of them two-storied jobs that goes all the way up to the roof.\nOne of them studio living rooms. And done real classy with drapes and\nhand-carved furniture and lamps with rose silk on the underneath parts\nof their shades, and them black-and-white, pen-and-ink-looking pictures\non the walls, and a rug that feels like it will arch in the middle and\npurr if you rub it, it is that soft.\n\nOf course, it does not happen pronto. It starts out gradual with\nJimmie's name in the papers--\"Keep your eye on So-and-So up on\nSo-and-So\"--and then it takes a up curve with the sports writers\npegging him with this here Wee Willie and first thing you know he is\nappearing regular Sundays in the rotogravure, him and Ditsy, holding\na horseshoe or a shamrock or this here bridle or such as that, and\npersons are talking about the \"Winkie Technique\" and children is eating\ntheir weight in cereal because Wee Willie Winkie says as how it has got\nVitamin Q and for six box tops or reasonable facsimiles thereof the\ncereal people will send you a handsome, autographed photograph of Wee\nWillie on Martinique or Little John or Fireflow or some such as them.\nAnd his stock is going up like a fever chart. And he is in the bucks.\nBut I mean _in_, brother.\n\nIt changes him some. I do not mean he goes around putting out like\nhe has hung the moon and painted the blue sky; if anything, he\nquietens down and kind of draws into hisself like. In fact, when he\nis congratulated on his ability, which he is every time he turns\naround, he acts like it is making him sick to his stomach. And when the\nwrite-ups come out about how modest he is and shy and retiring and how\nhe always tries to give the credit for a win to the horse, why then he\nacts like he is even sicker and getting no better fast.\n\nNaturally, while most of the publicity is along the lines of sweetness\nand light, there is some of it as squeezes out a few lemons. Like them\nthat says as how Winkie rides a horse walleyed, and them as hints it\nis mighty peculiar he does not never lose and a pity, furthermore,\nbecause the odds on a horse what is toting Winkie is something to\nbehold in a new all-time low.\n\nThen there is the follow-up gang that always seems to heel to a celeb.\nWhether he gets to be a celeb by riding horses or eating goldfish\nor drinking thirty buckets of beer does not make no noticeable\ndifference--they follows. It gets so Jimmie cannot go nowheres without\ngetting the press took out of his pants and he is lucky if the pants is\nnot also took out with the press.\n\nPeople sends him alligators from Florida and salmon from Alaska. He\ngets lariats made out of tail hair plaited, and high-heeled boots with\ntooling. He gets silver spurs, and leather jackets, and saddles, and\ngloves, and sombreros. He gets blankets and pipes and racks for this\nand holders for that. He gets a sheep dog, a pair of love birds, a\ncoon cat, a baby leopard, a bearskin rug with the teeth still in it, a\nstuffed owl, a collection of butterflies, and some twisty horns off a\nmountain goat all set and glued on a wooden thing to hang on the wall.\nHe gets socks by the gross, handkerchiefs by carloads and one dame even\nsends him a box of pink silk underwear with his initials stitched in\nfancy in orchid embroidery.\n\nTo give you the idea, one day he appears in the papers cutting a\npiece out of one of them round coffee cakes and the next day there is\nnineteen round coffee cakes delivered to his address and he does not\n_like_ round coffee cakes nor no kind of coffee cakes, but is\ncutting this here piece to please the press photographer who wants a\nhomey touch.\n\nBut for everybody what is giving him something there is two wanting him\nto give _them_ something. Jimmie used to say he got so he could\ntell right off who was a givee and who was a gimme. Not that he does\nnot appreciate what is give him, even if he does not keep it, and not\nthat he does not hand out to the gimmes--it is just that he does not\nwant nothing off of nobody and does not want nobody to want nothing off\nof him.\n\nBut when you gets in the major brackets that is not the way things is.\nSo, like I said, it changes him some. Some way, he reminds me of a kid\nwhat has eat a quarter's worth of jelly beans all one flavor.\n\n\n\nIt changes Ditsy, too. Her hair is not loose-like and fluffy no more.\nIt is on the order of a cocker spaniel's, only precise, and her ears\nhas got earbobs in them, and instead of wearing print housedresses she\nis all diked out in them dresses which is not referred to as dresses,\nbut as \"creations.\" She has got a new wheelchair which is streamlined\nand has more chrome on it than a limousine, and some bird with a\nVandyke and a accent you can spread like marmalade is giving her some\nkind of underwater massage for her legs, so she should be very happy.\nShe is not, though.\n\nShe puts on like she is happy and anybody what does not know her would\nsay, \"My, she is happy,\" and they would be ninety-nine and forty-four\nhundreds percent wrong because she is not happy by no means. She fools\nJimmie because Jimmie is so anxious for her to be happy that, when she\nkeeps saying she is happy, he believes she is happy and it does not\noccur to him that when you are happy you does not go around saying,\n\"My, I am happy,\" like you was learning a lesson in memorizing.\n\nWhen a woman is happy she sings and brushes her hair a lot and says\nstuff like, \"I declare, it is four o'clock _already_, can you beat\nthat?\" and she looks smily even when she is not actually smiling. So\nit is obvious Ditsy is not happy because she is not doing none of them\nthings. When she smiles it is more or less of a lip movement going on\nunder her nose and not having nothing to do with the rest of her face,\nand she does not sing spontaneous, though when she is in that two-room\nflat the landlady has had to request her several times to pipe down.\nAnd, instead of saying, \"I declare it is four o'clock _already_,\"\nshe just says, \"It is four o'clock,\" like you would say, \"The dodo\nis now become extinct,\" or, \"I see where there in a population of\nninety-two in East Gleep, Nevada.\"\n\nSo, as I said, it changes Ditsy, too. And it is pathetic to watch them\ntwo, him and her, working so hard at being happy and pretending that\nlife is a bowl of cherries when it is plain life is a onion poultice.\n\nSome time passes and I am here, there, and yonder and word gets around\nthat Jimmie Winkie is hitting the paint which occasions me to be\nsurprised because Jimmie Winkie is never one to hit the paint even in a\nmild manner. So I am not paying any attention to these here remarks and\nI am once or twice very near smacking persons in the puss who say that\nit is a fact that Ditsy is turned into a red-hot momma.\n\nWhat's that? Oh, that. Well, it seems that this here underwater massage\nis the stuff and she is able to get around some--not good, understand,\nbut some.\n\nWhat! Her! Say, listen here, bub--well, all right, no offense taken,\nbut she is not that kind. O. K. O. K. Let it ride. Sure I will have\nanother beer, only do not make no more remarks like that, see. O. K. O.\nK.\n\nMaybe I do not make myself clear. I mean she has gone in for\ndouble-jointed cigarette holders and red fingernails and them\nlong-haired guys what paints a picture of somebody so as they have one\neye here and one here and clockwork springs for the top of their head\nand maybe a spare tire for one hand and a fiddle for the other with a\nbunch of carrots sprouting out of it.\n\nAnyway, that is what I am hearing and--here's bumps, brother. You know\nI set and watched a glass of beer bubble from the bottom one night\nand it bubbled for three hours and a half 'fore it got flat. That was\nwhen Ditsy--But I will get around to that quick enough. Now and again\nI still catches myself trying _not_ to think about it. And it has\nbeen a long time. A long time.\n\nWhat was I saying? Oh, yeah, Jimmie hitting the paint. He _is_ all\nright because I am setting in a place in Cleveland--having just got off\nthe train--and some fellow comes in and I does not pay no attention\nuntil I see he is walking like a banty rooster which is sea-sick. And\nI yells, \"Jimmie!\" And he looks up and focuses on me and I see it is\ntrue he is hitting the paint and, if his present condition is a fair\nexample, he is hitting it with a capital H.\n\nI am not one to stick my nose in other people's business. I am one who\nsays other people's business is their own business and no business of\nmine, having found that a nose stuck in other people's business usually\ngets itself pinned up so as it does not look like a nose for quite a\nwhile after.\n\nBut this is different. First, it is Jimmie Winkie. Second, he is\nrunning a race the next day I have seen by the papers. Third, it will\nnot put no shine on his shoes if somebody says, \"Oh, look, is that not\nWee Winkie and is he not skizzled?\"\n\nTo make a long story short, I gets him out of there. I thinks about\nchecking into a hotel, but there is those somebodies again, so there is\nnot nothing to do but get a cab and take him home. The same which I\ndoes.\n\nWhen I first sees Ditsy I also thinks it is true that she has turned\ninto a red-hot momma. She has done something to her mouth so it looks\nlike it has been swatted by a ripe plum, and she is wearing one of them\n\"creations\" that does not leave but very little to the imagination, and\nshe is walking with two silver-headed canes, and her fingernails looks\nlike they has been dipped in calves' liver while it is still in the\ncalf.\n\nShe is quite a sight for sore eyes until you remembers it is Ditsy\nand, then your collar gets too tight and you say, \"Hello, Ditsy,\" and\nshe does not say nothing. She just looks at Jimmie until you thinks\nshe does not know who it is and, then, she looks at me and her eyes\nis the color of a horse's flanks after a workout--dark and wet and\nvelvety--and she says, \"Bring him in, Jacks,\" and, some way, her voice\nsounds like it is bleeding. And, all at once, you know that underneath\nall this cover-up she has put on is the same old Ditsy. Worn finer, and\nkind of tired, but Ditsy.\n\nShe knows what to do, too. She does not put him to bed. She has me set\nhim up in the bathroom with his head over the basin and she feeds him\nsoapy water and as fast as one glass full comes up down goes another.\nAnd when he says he cannot do it no more, she wheedles him into doing\nit until his insides is as clean as a old maid's conscience, and his\nhead is woozy but not boozy. Also, I am under the impression this is\nnot the first time them two has underwent this here same procedure.\n\nSoapy water? Best thing on earth. Makes you feel like you has been\nhollowed out and whittled thin, but it does not leave nothing in you\nthat you would want to wake up with the next morning. Of course, it is\nnot exactly a pleasant treatment while it is going on, but, after it is\ndone, although you could not fight no mess of apes, you could give them\na run for their money, if such become necessary.\n\nAfter some time, Jimmie says in a washed-out voice, \"O.K., go ahead.\nTell me I am a louse.\"\n\nDitsy does not say nothing and I does not say nothing, neither, being\nbusy examining my cuticles.\n\n\"I know I am a louse,\" he continues. \"Go on. Get it over with. Go on,\ntell me I am a louse.\"\n\nSo I says, \"You are a louse, period,\" and I leaves off examining my\ncuticles and takes up examining Jimmie like he is a rare specimen of\ngarbage that has got in among us while we are occupied elsewhere.\n\n\"I was not asking _you_,\" Jimmie says, and he looks at Ditsy and\nDitsy looks at him and Ditsy does not say nothing.\n\n\"I beg your pardon,\" I says, \"I thought you was addressing the general\npublic of which there are several that says you has lost hold of your\nsenses.\"\n\n\"Shut up,\" Jimmie says. \"SHUT UP. I did not ask you to butt in, did I?\nWhy do you not go back where you come from?\"\n\n\"Sure,\" I says, \"I will be delighted. But when you is handing out\nyour interviews tomorrow do not give the credit for the win to the\nhorse--give it to Ditsy, here. _If_ you win.\"\n\n\"What do you mean 'if'?\" Jimmie says. \"It is in the bag.\" He laughs.\n\"Literal,\" he says. \"You and Ditsy need not worry none.\"\n\n\"I am not worrying,\" Ditsy says toneless-like. \"It does not matter\neither way. Nothing does not matter. Any more.\"\n\nThe way she tags that \"any more\" on to it is horrible to listen to. It\nhas a dead, flat, hopeless sound and I keep thinking, if I look down,\nI will see it laying there on the bath mat spread out on its back with\nits eyes rolled up.\n\nIt gets Jimmie, too, because it is clear that if Ditsy had batted him\non the bean with a lead sock he would not be more took back.\n\n\"What do you mean?\" he says. \"What do you mean?\" like that, see, with a\nup on the end.\n\n\"I mean it is no good,\" Ditsy says. \"I cannot stand it. You are not\nJimmie Winkie any more. You are somebody else. Somebody else I do not\nknow. Somebody else who I do not want to know. I hope you do lose\ntomorrow,\" she says and her words bump into each other and bunch up,\nlike the field in a steeple-chase taking the first hedge. \"I hope you\nlose tomorrow,\" she says, \"and the next day, and the next and the next\nand next and next, and we can go back to that two-room flat and eat\nbeef stew and take turns washing the dishes and put toothpicks in the\nwindows to keep them from rattling, and play pinochle and watch the car\nlights come over the Freeway and, maybe, have a pint of ice cream for a\ntreat and ... and ... be ... happy\"--and her voice breaks in the middle\nand she puts her face in her hands and starts crying.\n\n\n\nIt is a awful experience to see a girl cry. It makes you feel like all\nyour joints has swelled and your ears and feet belong to a two-humped\ncamel.\n\nJimmie says, \"You want me to _lose_?\" like he is suffering from\nhallucinations.\n\nDitsy keeps on crying.\n\nI gives her my handkerchief and wonders if I ought to pat at her or\nsomething.\n\n\"I cannot lose,\" Jimmie says.\n\n\"Look,\" I says, \"I think I has had sufficient. I am going.\"\n\n\"I cannot lose,\" Jimmie says, \"and, if I do, they will not call me Wee\nWillie no more. Guys like Moe Prentice will give me the laugh. I got to\nkeep on winning. I cannot stop now.\"\n\n\"You has not _got_ to do nothing but die,\" I says, \"and if what\nguys like Moe Prentice says means more to you than Ditsy, here, I would\ngo on off and die if I was you.\"\n\n\"What about your grand piano?\" Jimmie says to Ditsy.\n\n\"I hate it,\" Ditsy says through her fingers. \"I would like a c-c-canary\nb-b-bird.\"\n\n\"But I cannot lose,\" Jimmie says, shaking his fist. \"I\ncannot--unless--\" And he quits shaking his fist and uncloses it and\nlooks at it like he expects to find it has varicose veins. And he looks\nat Ditsy setting there on the floor.\n\n\"You mean what you said?\" he says.\n\nDitsy makes a kind of soft _oooooo_ing noise like a stable hound\nwhat has been stepped on.\n\n\"O.K.,\" Jimmie says. \"O.K.\" He gets up and sort of wavers a minute\nand then he goes out and Ditsy keeps on crying and I clears my throat\nonce or twice and wishes she is a horse so as I could gentle her and\nthen Jimmie comes back in and he is carting this here bridle.\n\n\"From me to you,\" he says, plunking it on the floor. And there is a\nlong pause and then he adds, \"Temporarily.\"\n\nDitsy looks at the bridle, hiccuping slightly like a baby what has been\nhaving colic.\n\n\"I do not get it,\" she says, hiccuping again.\n\nJimmie indicates the bridle. \"Remember the time,\" he says, \"that we was\nin the Home and you found a four-leaf clover in a book what belonged to\nMiss Watson? I had a toothache, so you snitched the four-leaf clover\nto put in my shoe so as it would go away--the toothache I mean. Only\nyou said it was 'temporarily' because it was somebody else's four-leaf\nclover and might have repre ... repercussions being as how it does not\nactually belong to me. So I did--put it in my shoe I mean--and I got a\nblind abscess and it was--well, you know how it was.\"\n\n\"I still do not get it,\" Ditsy says looking at the bridle like she is\nexpecting it to turn into a four-leaf clover.\n\n\"It is like this,\" Jimmie says. \"That there\"--he points to the\nbridle--\"is the same as the four-leaf clover. Maybe you got a toothache\nnow, but, if I lose, it might turn out to be a blind abscess. So it is\nonly temporary. I am not giving it to you. I am only letting you keep\nit for me.\"\n\n\"I _still_ do not get it,\" Ditsy says, blowing her nose in my\nhandkerchief.\n\n\"I do,\" I says. \"He is saying you thinks you wants a canary bird when\nwhat you really wants is a grand piano, which you have already got.\"\n\n\"You stay out of this,\" Jimmie says.\n\n\"Lay off Jacks,\" Ditsy says to Jimmie. \"He is all right.\"\n\n\"Jacks is a old lady,\" Jimmie says to Ditsy.\n\n\"I am going,\" I says. Which I does.\n\n\n\nNo. No more beer. I am not half through with this one. I do not like to\ncrowd them. And, speaking of crowding, that is what I think happens to\nJimmie.\n\nLose? I reckon he does. He does not even get away from the post.\n\nWhat I mean about crowding, I figure this here horse Jimmie is up on\ngets crowded quick. There is some crows slow, some easy, some quick.\nJimmie happens to be up on Beeknight and, the way I figure, I figure\nBeeknight crowds quick. You know how it is, out of the barrier,\neverybody trying for a inside track, some pushing maybe, though this is\nnot noticeable unless you is up. Now them that crowds slow gets out and\ntries, and them that crowds easy falls in, but them that crowds quick\nrears up and starts doing the Highland fling. There is not many. But\nthere is some. And, like I said, the way I figure, Beeknight is one of\nthe some.\n\nAfter it is all over, there is plenty who say there is something fishy\nbecause Beeknight is never one to crowd slow, easy, _or_ quick.\nJimmie has been up on Beeknight before and Beeknight has always came in\nhome free. In fact, before this here episode I am getting ready to tell\nyou about, Beeknight is being touted for the Jockey Gold Cup, so there\nis plenty who say the atmosphere smells highly of cod.\n\nJimmie pull him? You mean on account of Ditsy saying what she said?\nMaybe. I thought about that angle, but I am almost sure for certain\nthat is not the case. I seen him right after it is over and, if he is\nputting on a show, I am a snub-tailed bloodhound.\n\nNo, I figure horses like I figure human beings. They is subject to\nchange. This here Beeknight might of slept restless, he might of been\novertrained, he might of been scary, he might of had gas, he might of\nsensed Jimmie was not in no mood. Them things affects a horse. So I say\nthere is nothing off-color, but that this here Beeknight has underwent\na change and happens to crowd quick.\n\nIt is like this, see. I avoided Jimmie like he has got the plague and\nthis is reciprocated on his part. I see he is jittery and keyed up, but\nthis is no mud on my boots, so I leave him be. Not that he is left be,\nbecause there is many who do not think he has got the plague. It is\nvery sickening to watch.\n\nI wonder if Ditsy is in the stands, but I do not wonder long as\nsomebody asks him if his sister is in the stands and he says, \"No, she\nis home.\" And somebody says, \"Don't she like horse races?\" And he says,\n\"No.\" And somebody says, \"Well, that is odd. Your own sister.\" And he\nsays, \"How would you like to go bag your ears,\" which shows that he is\nkeyed up to a considerable degree.\n\nHe is up in the first, again in the third, and again in the fourth. I\nam not up at all until the next day. In fact, I am only there because\nI cannot stay away, so I goes out and hangs over the veranda rail to\nwatch the first.\n\nIt is a swell day. One of them high, blue ones. There is music\ncoming out of the announcing system and people is walking around and\neverything is kind of stirred up like--like it is before the start. It\nis a fast track and pretty to look at and Happy Slauderwasser comes out\nand says, \"Move over,\" and we both hangs over the veranda rail and just\nlook at how everything looks, if you know what I mean.\n\nThen the horses is mincing past, Jimmie about as big as a good-sized\npea, and then the barrier is in, and it is Beeknight in No. 6, and\neverything gets quiet with a little murmur running through it like a\nbreeze with a lid on it, and you can hear the popcorn peddlers real\nplain, and then there is that swelling cry, \"THEY'RE OFF!\" But it\nchokes in the middle and there is a surge for the fence and the stands\nrise up and cranes their necks and Happy says, \"My God!\" and I near\nfalls over the veranda rail because Beeknight is pawing the air and\nkicking and acting in general like he is a prize exhibition at a rodeo\nand for all them shenanigans he does not go nowheres. It is like he is\ntrying to kick his way through a wall or something. Jimmie is stuck\ncloser than a plaster, but not for long. Beeknight gives a lunge and\nJimmie goes over, and a sort of a soft, gusty sound goes up from the\ncrowd like a thousand breaths has been let out at once.\n\nBy the time Jimmie has hit the ground, they is taking Beeknight out and\ndo you know that confounded horse is as calm as a June morning? Jimmie\ngets out under his own power.\n\nYeah. You see it coming, kick loose and roll with the fall and it does\nnot no more than scrape off the top fuzz.\n\nIt seems like a hour at least has gone past, but it cannot be no more\nthan a handful of seconds because it is all clear when the field moves\ninto the stretch.\n\nHappy and me look at each other.\n\nHappy says, \"Wow.\"\n\nI says, \"It looks like somebody is going to get a bird.\"\n\n\"Yeah,\" Happy says, \"a Bronx one.\"\n\n\"No,\" I says, \"a yellow one with feathers what sings,\" and I go on down\nto stand on the edge of the crowd what is surrounding Jimmie and listen\nto what is being said.\n\n\n\nWhat is being said is all the same color and cut equal. Howinever, I am\npositive that Jimmie did not do no pull. He is white as death and keeps\nshaking his head like there is lead shot in it and he is listening\nto it rattle. He keeps saying, \"I cannot understand it, I cannot\nunderstand it,\" over and over. No, he did not do no pull. Spencer Tracy\ncannot act that good and Jimmie Winkie is not no Spencer Tracy.\n\nI mosey on off and am popping my knuckles and thinking when it comes\nover the announcing system that Winkie is not hurt none and will be up\nin the third as scheduled.\n\nBut this does not take place, as before the third, Gus Wever comes up\nto me and he is pale and his Adam's apple is riding up and down on his\ncollar and he says, \"Jacks, I got something for you to do.\"\n\n\"Shoot,\" I says.\n\n\"I want you should break the news to Winkie.\"\n\n\"What news?\" I says. \"They is not going to disqualify him for falling\noff a horse, I hopes.\"\n\n\"No,\" Gus says. \"Word has just came that his sister has met with a\naccident.\"\n\nI says, \"Ditsy,\" or I tries to, but it sticks in my throat and, some\nway, I finds I am grabbing hold of Gus and there is guys endeavoring to\npull us apart thinking we is having a altercation.\n\n\"Leave go,\" Gus says, shrugging them off--he is a big guy--\"I am asking\nJacks, peaceful, if he will tell Winkie his sister has met with a fatal\naccident. He is a friend of Winkie and if your sister is dead, it is\nbetter it comes from a friend. That is all I am asking. I, myself,\ncannot do it.\"\n\nSo I does it.\n\nWhen we gets there everything is confusion. There is people everywhere\nand a important-acting guy is asking the maid questions, only this does\nnot do no good as she is setting in a chair having hysterics. And there\nis other men down on their knees examining the floor and blowing powder\non the doorknobs and there is a doctor putting his stuff away in a\nlittle black bag.\n\nAnd there is Ditsy.\n\nIt does not look like Ditsy. It does not look human even. It is just a\nsmashed-in, crumpled-up thing what is wearing Ditsy's clothes, and it\nhas blood all over.\n\nIt reminds me of the way Tod Beemis looks when he is drug out and laid\non a shutter after he is caught in a stall with a crazy stallion. Kind\nof ... kind of ... trampled-looking. It makes me feel kind of numblike,\nlike maybe I has got a scream in me that has froze solid before it can\nget out.\n\nThe important-acting guy, by now, has saw us and advances forward.\n\n\"The maid, here,\" he says, \"says she left Miss Winkie setting by the\nwindow and holding a bridle in her lap. Mooning over it kind of, she\nsays. She goes downstairs, the maid does, and she has not no more'n got\ngood and down when she hears a racket and she runs back up fast as she\ncan and it is like this. We has not touched nothing. This,\" he, says\npointing to a scruffed-looking place on the rug, \"I guess is where she\nfell down and got up again, and this\"--pointing to a spot where the\nplaster has been gouged out of the wall--\"this here is where whoever\ndone it must of swung and missed--and, from the evidence, whoever must\nof done it was strong as a horse. And this here is the bridle she was\nholding, which looks as if it was tore out of her hands and--\" He\npauses and squints at Jimmie. \"Hey,\" he says, \"you do not look like no\ncoroner, who are you?\"\n\n\"He is her brother,\" I says, and my voice seems to come from some\nfar-off place and does not seem to belong to me at all.\n\n\"Oh,\" the man says embarrassed. \"I am sorry, buddy. I did not know\nabout you being related to the deceased. I am mighty sorry.\"\n\nJimmie does not answer. He is looking at the bridle like it is Lazarus\narose from the dead and it is plain he is going to keel over.\n\nHe puts out his hand, as if he is in a trance, and takes the bridle\nfrom the man.\n\n\"It is all right,\" I says, \"it is his bridle. Leave him have it. I will\ntake him out of here.\" Which I do as they bring in a wicker basket and\nset it down by this thing on the floor around which they draws a white\nchalk mark before ... before they--\n\n\n\nGuess I must be coming down with a cold. Yeah. Sure I will have another\none. Just to wet my whistle. I seems to be kind of dried up like.\nTalking too much, I guess. There is times, though, when you has got\nto get it out of your system--the cold, I mean. Yeah. Well, here's to\nnothing, mister. If you got nothing, you got nothing to lose and, even\nif you does, it stands to advantage.\n\nWhat did who win after what? Oh, Winkie. He does not win no more. And\ndoes not lose no more. Because he does not ride no more. No, I mean\nno more. Never. You see, he ... he bumped hisself off. I took it for\ngranted you knew.\n\nYeah. Yeah. It was one of them things. After Ditsy--why, he kind of\nwent haywire. I tried talking to him. Thought if he got to riding again\nit would take his mind off what it was brooding on. No, no, they never\ndid catch whoever done it. I wish they _had_ of. If I could of got\njust within reaching distance--\n\nNo, Jimmie would not pay no attention to me. He would just set there\nstaring straight ahead and sometimes he would look at me like he could\nsee clean through my backbone and out the other side.\n\n\"Do not bother none, Jacks,\" he would say. \"You do not understand. It\nwas my fault. I should of knowed.\"\n\nAnd I would say, \"Do not be like that. Them ... them kind of accidents\nis figured out statistical. You could not of knowed in a million\nyears.\"\n\n\"I was wrong. I was the one who had the blind abscess. Not Ditsy,\"\nhe would say. Morose, see. Only I thought he would snap out of it,\neventual. But he does not. When he snaps, he snaps the other way.\n\nI remember the night that he done it. I set up with him until midnight\ntalking up Parvalu, which Colonel Crandall wanted him to ride in the\nBay Shore. I says, \"Look here, Jimmie, if you will just get out and mix\naround some, you will be O. K.\" And I says, \"Do not forget what you\nalways said: 'You can shake grief or sorrow, you can bury remorse--but\nyou can't never lose the feel o' a horse.'\"\n\n\"Yeah,\" he says, and he looks at me for the first time like he really\nsees me. \"Yeah,\" he says, straightening up, \"you can shake grief or\nsorrow, you can bury remorse ... bury remorse--\"\n\n\"But you can't never lose the feel o' a horse,\" I finishes for him.\n\n\"Yeah,\" he says--slow. \"Yeah, that is it.\"\n\nSo I goes home brightened up, thinking I has at last got him squared\naround and the next morning--it is in the papers.\n\nThey was two thoroughbreds, them two was. Yessir, two thoroughbreds\nthat, some way, got boxed on a inside turn.\n\nWhat's that? Bridle? Oh, that. I had it buried with Jimmie. He had made\na will leaving everything he possessed to me. Can you beat it? That is\nthe kind of guy he was. Yeah. Oh, I could of kept it if I had of had a\nmind to, but bridles is cheap and he had set such a store by that one\nthat it did not seem right to keep it. Besides, I could not ever of\nused it and kept my mind on what I was doing. He ... he hung hisself\nwith it, see. He was out of his head with grief, that is all. He did\nnot think. Jimmie was not no coward to take the easy way out. I know\nthat. But I could not of had it around me just the same. So I buried it\nwith him. Holding the reins in his hand. I think he would of liked it\nif he could of knowed.\n\nWell, bottoms up. I got to be going.\n\nThanks, brother, and the same to you. It has been a pleasure. No, I do\nnot reckon you will be seeing me in no papers, unless it is the funny\npapers. Did I not tell you? Horses has got a habit of slowing down when\nI am up on them. Like they has got a dead weight swinging on the bridle\nholding them back. They calls me Jinx. Yeah. Jinx Jackson.\n\nWell, so long, buddy.\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Rice, Jane",
            "Rice, Jane Dixon",
            "Rice, Jane Theresa Dixon"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69890/pg69890.txt",
        "name": "the_golden_bridle.json"
    }
}