{
    "name": "The Mannion Court-Martial",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Garret, Randall",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Lieut. Dan Mannion of the Earth Space Patrol stood in the prisoner's\ndock in the courtroom, gripping the rail of his cubicle so hard his\nfingers hurt.\n\nComdr. Edward Harkness of the SP, who was presiding, glared at him\nsternly. \"Lieutenant Mannion, the charges against you are severe. You\nface the risk of total mnemonic erasure if found guilty. Is there\nanything you care to say in your own defense before we proceed with the\ntrial?\"\n\nMannion glanced around the military courtroom, seeing the pale, tense,\nanxious face of his wife Virginia, the stern countenance of Dubrow,\nhis former commanding officer, the interested eyes of half a hundred\nonlookers.\n\n\"No,\" he said. His voice was thin and dry. \"There's nothing I can say.\nNothing at all.\"\n\nHe saw Virginia's pleading eyes. She was telling him silently,\n_Please, Dan. Tell them you're innocent. At least put up a defense!_\n\n\"Call the witness,\" Commander Harkness ordered.\n\n\"Base Commandant Lee Dubrow will please take the witness stand.\"\n\nWhile Dubrow was being sworn in, Mannion studied him. His former\ncommander on the Iapetus base was a tall, icy-faced man with\nclose-cropped gray hair and a stiff military mustache. Mannion had\nnever been particularly friendly with his commanding officer.\n\n\"Commander Dubrow, will you relate the events leading up to Lieutenant\nMannion's actions in the Android Rebellion?\"\n\nDubrow cleared his throat. \"Very well. As you know, the Space Patrol\nestablished its base on Iapetus last year--no, two years ago, at the\nend of 2365--as part of its program of preparing Saturn's moons for\ncolonization.\"\n\n\"How many members of the patrol were with you?\"\n\n\"Fifteen, altogether. I was in command, naturally, and for most of the\nperiod we were there Lieutenant Mannion was my second-in-command.\"\n\n\"Isn't it fairly unusual for a Lieutenant to hold such a high\nposition?\" the prosecutor asked.\n\n\"Major Dunphy was killed by a rebellious android seven weeks after\nwe arrived,\" Dubrow said. \"Lieutenant Mannion was the next highest\nranking officer in my squadron and he took over.\"\n\n\"How many androids did you have with you?\"\n\n\"Over a hundred,\" said Dubrow. \"It was quite a time we had when they\nmutinied.\"\n\n\"Had you any knowledge of the mutiny beforehand?\"\n\n\"No.\"\n\n\"Did any member of your staff know about the mutiny before it took\nplace?\"\n\n\"Yes.\"\n\n\"Who?\"\n\n\"Lieutenant Mannion. He was in conspiracy with VZ-1972, the ring-leader\nof the mutiny.\"\n\n\n\nMannion felt his face go bright red. He wanted to stand up and shout,\n\"That's a lie! I never knew anything about the mutiny!\"\n\nBut he couldn't. Somewhere in the back of his mind lay a shadow of\ndoubt. He could not remember anything that had happened at the time of\nthe mutiny--and perhaps he had--perhaps--\n\nThe judge said, \"Tell us about Lieutenant Mannion's part in the mutiny.\"\n\n\"Yes, sir. The first we knew about it was on the morning of November\n9, 2366, when the androids we used to keep the atmosphere-generators\nrunning refused to perform their regular tasks. I ordered Lieutenant\nMannion to go outside and discover what the trouble was. He refused. I\nordered him a second time, and he struck me and threw open the airlock.\nAll of the androids rushed in.\"\n\n\"What happened then?\"\n\n\"I found myself wrestling with Lieutenant Mannion while the androids\ndestroyed all of the Project's equipment and apparatus. In the struggle\nall 12 of my men were killed by the androids. Finally I succeeded\nin subduing Lieutenant Mannion and bringing the androids back under\ncontrol--\"\n\n\"How was that done?\"\n\n\"The androids respond automatically to a direct command from the\nsuperior officer, no matter what they're doing. Had I been free to give\nthat command the mutiny would never have taken place. But Lieutenant\nMannion prevented me from giving the command until it was too late.\nAll of our men were dead and the Project set back more than a year.\nI placed Lieutenant Mannion under detention, put the androids in\npermafreeze, and returned to Earth. And here I am.\"\n\n\"Is that the extent of your testimony?\"\n\n\"It is.\"\n\n\"You may step down, then. Lieutenant Mannion?\"\n\nMannion rose and faced the judge. \"Sir?\"\n\n\"You've now heard your commander testify that you wilfully obstructed\nhis attempt to end the android mutiny ... a mutiny which cost 12 human\nlives and did over $5,000,000 worth of damage to the Iapetus Project.\nIs there, again, anything you care to say in your own defense?\"\n\nMannion shook his head. \"No, sir.\"\n\n\"Very well, then. The court will adjourn for 15 minutes while data is\nprogrammed and fed to the computer, after which the verdict will be\nannounced and the sentence read.\"\n\n\n\nMannion left the stand and felt his wife Virginia come up to him and\nhold him tightly.\n\n\"Dan, Dan, why don't you say something? Dubrow's testimony is damning\nif you don't speak up!\"\n\nMannion frowned. \"But I don't remember, Virginia! My mind is a blank\nfor the entire period of the mutiny! For all I know I did do as the\nCommander says!\"\n\n\"Impossible, Dan! You were always so loyal to the Patrol--\"\n\n\"I still am,\" he said. \"And if I committed this crime I deserve to be\npunished for it.\"\n\n\"Do you know what the punishment is?\"\n\n\"Mnemonic erasure,\" Mannion said.\n\n\"No! Do you know what mnemonic erasure _means_? They'll strip away all\nyour memories, everything but the basic pattern of your reflexes and\nreactions. Everything that is Dan Mannion will be erased, discarded,\nthrown away.\" Tears appeared in the corners of her eyes. \"I'll be\ndeclared a widow, officially. And your body will be given a new name, a\ndifferent identity. You'll be re-educated as someone else.\"\n\nMannion nodded bleakly. \"I know. What can I do? Dubrow's my Commander;\nhe _has_ to be telling the truth. I don't remember anything. Perhaps\nI went temporarily out of my mind, did an insane thing, and now my\nconsciousness has blanked out that period. It doesn't matter. I killed\n12 men by my actions, Ginny.\"\n\n\"No! No!\"\n\n\"I'm afraid so,\" Mannion said. \"And I'll take my punishment for it now.\"\n\nHe turned away, not wanting to see his wife's tearstreaked face. A\ntorrent of conflicting emotions raged within him despite the calm\nexterior he maintained. All his life he had dreamed of the Patrol\nand its glory; he had worked toward that one end. Four years at the\nAcademy, two more in apprentice-work, then finally the commission and\nthe assignment to Iapetus.\n\nAnd what happened? A moment of insanity, perhaps--or downright\nconspiracy with an android to overthrow the Project by violence? He\ndidn't know. He would never know. All he knew was he had done some mad\nact and now he would pay for it. His marriage, his career, even his\nidentity itself, would be taken from him.\n\nAn orderly touched his arm. \"The court's returning to order, Lieutenant\nMannion. Please resume your place.\"\n\n\"Sure. Sure, I'm going.\" He kissed his wife tenderly and started up the\nrow of steps to take his place in the prisoner's dock.\n\n\n\nCommander Harkness was staring grimly at him. The verdict, when it\ncame, would be no surprise; from the nature of Mannion's lack of\ndefense, it would be a foregone certainty.\n\n\"Lieutenant Mannion, you're aware of the nature of the crime you're\ncharged with?\"\n\n\"Yes, sir.\"\n\n\"The only witness against you has been your former Commander, Lee\nDubrow. You have not made any statements in your own defense.\"\n\n\"No, sir.\"\n\n\"In view of this situation, the court has no recourse but to find you\nguilty of insubordination in the highest degree, conspiracy, malicious\nattack upon an officer with intent to aid in mutiny.\"\n\nMannion bowed his head. \"Yes, sir,\" he said in a half-audible tone.\n\n\"The punishment for these crimes in necessarily severe,\" the judge went\non. \"Naturally, we're unable to put into effect what would normally\nhave been the penalty 300 years ago. The death penalty is obsolete.\nHowever, I hereby pronounce a sentence amounting to execution upon the\npersonality, mind, and accumulated memories of the man formerly known\nas Daniel Mannion.\"\n\n\"You mean mnemonic erasure, sir?\"\n\n\"Obviously. This sentence automatically carries with it loss of all\nprivileges, pensions, and honors that go with your high rank in the\nSpace Patrol. Your name will be wiped from its roster. After the\nerasure, you will never have existed, Lieutenant Mannion. Your body\nwill be restrained under a new name and will make a fresh start in\nlife. It will even be possible for your new personality to enter the\nSpace Patrol, if it so chooses. No prejudice against your body will be\nentertained for your mind's previous acts.\"\n\nIn the background, Mannion heard his wife's faint sobbing. \"I hear and\naccept the sentence, sir,\" he said quietly.\n\n\"The act of erasure will be carried out immediately, in the Space\nPatrol's mnemonic laboratories on the 14th level of this building.\" The\ngavel rapped three times. \"The case of Earth versus Daniel Mannion is\nhereby considered closed.\"\n\n\"No!\" Virginia suddenly shouted. All eyes in the courtroom swivelled to\nfocus on her as she rose from the audience to protest. \"No, don't close\nthe case yet!\"\n\n\"This is highly irregular,\" said Judge Harkness. \"Do you have\nadditional testimony, Mrs. Mannion?\"\n\n\"Not--testimony, your honor. But can't you see that Dan's obviously\ninsane? He's allowing himself to be sentenced without even a protest!\nCan't he enter a plea of insanity?\"\n\n\"The plea of insanity would not alter the judgment in any way, Mrs.\nMannion. Rest assured that your husband's--ah--disturbed mental state\nhas been taken into account in the decision. Whether he was insane or\ncriminally possessed at the time of the mutiny makes no difference; the\ncrime has been committed, obviously, and the guilty person is of no\nfurther value to society. Mnemonic erasure is not merely a punishment,\nMrs. Mannion. It's the gateway to rehabilitation for a sick person.\"\n\n\"I--see. May I say goodbye to my husband before you--erase him?\"\n\n\n\nGoing down in the lift tube from the courtroom on the 60th floor\nof Patrol headquarters to the lab on Level Fourteen, Mannion felt\nstrangely numb inside.\n\nTwo Patrol members stood behind him, ready to go for blasters if he\nmade the slightest move toward escaping. But Mannion had no idea of\nescaping.\n\nHe was on his way to be erased.\n\nHe wondered what erasure was like. Did it hurt? Did you feel the pain\nas they stripped away layer after layer of your memory like peelings\nfrom an onion? First 2367 would go, but the new year was only two\nweeks old and he'd spent those two weeks in prison. Then 2366 would\nvanish--but 2366 was partly gone, at least for the few hours of the\nMutiny. Next would go 2365, the year they first landed on Iapetus.\n\nAnd so, ever backward, they would tear away more and more of the\naccumulation of memories and experiences that was Dan Mannion. 2364,\n2363.\n\n2362. That was the year he met Virginia. They would take away his\ncourtship, his wedding, those wonderful early days of marriage--\n\nThe two years as a Patrol Apprentice would go. The four years at the\nAcademy.\n\nAdolescence. Boyhood. Childhood.\n\nSoon there would be nothing left of Dan Mannion but a few vague\nmemories of babyhood, and then even those would be gone. He would\nemerge from the lab wiped blank, a fresh unmarked slate ready to be\ngiven its new identity.\n\nSuddenly, he found himself quivering.\n\n_I'm not guilty! I didn't do it! I couldn't have done it!_\n\n_Too late_, a voice said. He saw again the faces of Virginia, of\nCommander Harkness, of stern-faced Dubrow giving the testimony that\ndamned him.\n\n_Too late. Too late to defend yourself._\n\n\"Fourteen,\" the robobrain of the elevator announced. The door slid\nback. Mannion felt light pressure behind each of his arms as his two\nguards shoved him gently forward.\n\nA frosted glass door loomed up ahead of him. The sign on the door read\n_Mnemonics Laboratory_.\n\nCold sweat drenched his body. Now that he was but feet away from the\nroom where the erasure would take place, he wanted out desperately,\nwanted some chance to prove that he hadn't conspired with the androids,\nhadn't aided in the revolt, hadn't helped to murder 12 fellow Patrolmen\nand wreck the Iapetus project.\n\n\"You go in here,\" someone said to him.\n\nThe door marked _Mnemonics Laboratory_ was swinging open to receive him.\n\nThere was no way out.\n\n\n\nFour gray-smocked technicians waited inside for him. One of the guards\nwith him said, \"This is Mannion. He was just sentenced upstairs.\"\n\n\"I know. The order came down the pneumotubes a minute ago. Total\nerasure.\"\n\n\"That's right,\" the guard said. \"He gets wiped clean.\"\n\n\"Will you lead him to the machines, please?\"\n\nDan went forward and faced a complex angle of probes and dials, \"Is\nthis the machine that does it?\" he asked uneasily.\n\n\"That's right. It'll be over in a minute, Lieutenant Mannion. We\nclamp the electrodes to your scalp and run preliminary tests with an\nelectoencephalograph--and then we use the Eraser.\"\n\n\"Will it be painful?\"\n\n\"It'll be quick. There won't be anything more than a faint tickling\nsensation, and then--\"\n\n\"Then Dan Mannion ceases to exist.\" He stared appealingly at the\ntechnician in charge and said, \"Listen--does the sentence have to be\ncarried out at once?\"\n\n\"The order says immediately. We have the machine all ready for you.\"\n\nDan felt perspiration trickling down his body. \"Can you wait a few\nminutes? There's something I'd like you to do for me?\"\n\n\"What's that?\"\n\n\"Probe my mind. I'm suffering from amnesia--a short-range blockage\nof the critical era around the time the android mutiny took place.\nCouldn't you--?\"\n\n\"Impossible. Not without a court order, at any rate. And the trial's\nover.\"\n\nDan scowled. \"But my life depends on it! My identity is going to be\ntaken away. The least you could have done was look!\"\n\n\"Come on, Mannion,\" one of the guards growled. \"The time to make your\npitch is during the trial, not after the sentence has been pronounced.\"\nDan felt himself shoved forward.\n\nThe machine loomed up before him--gigantic, monstrous, a mindless\ninstrument of horror. Within minutes he was going to undergo mnemonic\nerasure, to have his mind blanked, his identity removed--\n\n_For a crime I didn't commit!_\n\nSuddenly he felt sure of his innocence. Despite the evidence, despite\nthe testimony, he knew in his heart that he was innocent.\n\nIt was a frameup of some sort. It had to be.\n\nHe allowed himself to be led up to the machine. But abruptly, as they\nwere unhinging some apparatus to strap to his head, he spun away from\nthe guards who held him lightly, dove, grabbed at a blaster that\nprotruded from a black leather holster--\n\n\"Okay,\" he said. \"Get against that wall, all of you. One move I don't\nlike and I'll destroy the whole lab.\"\n\n\n\nHis fingers were shaking with inner tension. All his life he had been\nraised to obey authority, to accept the commands of his superior\nofficers--\n\nAnd now he was rebelling. He was threatening the destruction of one of\nEarth's most expensive pieces of equipment.\n\nThe threat worked. The four technicians and the two guards backed\nagainst the wall.\n\n\"What do you want?\" the head technician asked.\n\n\"I told you before. I want you to probe my mind, to look into that\nperiod that's a blank for me. If you find that I'm guilty, I'll--I'll\nsubmit to the erasure. If not, I'll demand a new trial. But I won't\nallow myself to be wiped out without at least a look!\"\n\n\"All right. We'll probe you,\" said the technician. \"You'll have to be\nunder anesthetic, of course.\"\n\n\"How can I trust you? How do I know you won't put me through mnemonic\nerasure the moment I submit to being anesthetized?\"\n\nThe technician had no answer. \"I'll tell you,\" Mannion said. \"You're\nall doctors, aren't you? All four?\"\n\nThey nodded.\n\n\"All right, then. I'll rely on your oaths as medical men not to put me\nthrough erasure until you've probed that mutiny fully. Well?\"\n\n\"Okay, Mannion. We'll take a look. But if it's not as you say--\"\n\n\"I'll take my chances,\" Mannion said. He felt cold and uncertain\ninside. He didn't know what they'd find. He didn't even know whether\nthey'd keep their word and probe him before the erasure.\n\nHe put the gun down on a lab table. \"Here,\" he said. \"Here's my gun.\nNow let's see how good your oath is.\"\n\nThe only trouble with that was he might never see how good it was.\n\n\n\n\"Just relax,\" the technician said. \"The probe is entering your mind,\nnow. Just relax....\"\n\nMannion sank downward into the soft, warm darkness that enfolded him.\nHe was moving back into his own past now, gently guided along by the\nmind-probe--\n\n_WHAM!_\n\nIt was like walking full-tilt into a mountainside. Some obstruction in\nhis mind, no doubt.\n\nBut the probe bored its way through, drilled through the hard barrier\nof amnesia in his mind.\n\nAnd suddenly he was back on Iapetus, in Project Headquarters.\n\nHe was saying, \"Commander Dubrow, the androids running the\natmosphere-generators are lying down on the job. They don't seem to be\nworking.\"\n\nDubrow glared at him coldly. \"Stick to your own job, Lieutenant\nMannion. Coleridge is supervising the androids out there.\"\n\n\"No, he isn't! Coleridge isn't there.\"\n\n\"He must be there, Lieutenant.\"\n\n\"Commander, I'm going out there to see what's wrong. Those androids\nhave been acting up strangely all day and I don't like it.\"\n\n\"I order you to stay here!\" Dubrow snapped.\n\n\"But--\"\n\nHesitantly Mannion took a few steps toward the airlock. The androids\noutside were sauntering casually around like unemployed thieves. It\nwasn't a natural way for androids to behave.\n\n\"Sir, I request special permission to go out there and investig--_sir_!\"\n\nDubrow was throwing open the airlock--and the androids came rushing in!\n\n_He's crazy_, Lieutenant Mannion thought. _I've got to take\ncharge--keep those androids from wrecking the Project--_\n\n\"Get away from there, sir! Close the lock!\"\n\n\"Don't give me orders, Mannion!\"\n\nDan shook his head and started to run toward his superior officer. But\nsuddenly Dubrow charged him.\n\nThe abrupt assault bowled him over. Dan ducked and tried to land a\npunch but Dubrow had his blaster out. A blow crashed into Mannion's\nforehead. He tried to clear away the cobwebs but Dubrow hit him again\nand all went dim.\n\nHe had a vague memory of Dubrow's directing the androids in a\nmethodical destruction of the Project. Then it was all over and\nthe androids were back where they belonged. Dubrow was holding a\nhypnomech in front of his eyes, spinning around and around, a dizzying\nsleep-inducing confusing blare of many colors, around and around,\naround and around....\n\nAnd then he was asleep.\n\n\n\n\"We owe you a great apology, Lieutenant Mannion,\" the technician was\nsaying. \"If you hadn't forced us to probe your mind we would have sent\nan innocent man to mnemonic erasure. But now we have the record of what\nactually happened--\"\n\n\"Hang on to it,\" Mannion said. \"I've got to get upstairs and find\nDubrow before he gets out of here.\"\n\nWithout waiting for a word of protest, Dan threw off the mind-probe\napparatus, jumped off the table, and raced out into the hall.\n\nHe caught the lift tube going up. In all likelihood Dubrow, Virginia,\nand the judge would still be in the courtroom, working out some\nsettlement of the former Lieutenant Mannion's private property.\n\nHe was right.\n\n\"Mannion! What are you doing--\"\n\nDan ignored the judge's outcry. \"Hello, Dubrow. I just had some of my\namnesia removed. That was a pretty clever story you told, wasn't it?\"\n\n\"I don't know what you're talking about, Mannion.\"\n\n\"The hell you don't! You don't know anything about the hypnomech you\nused to block my mind and--\"\n\nDan ducked suddenly as a spurt of energy from the proton-gun in\nDubrow's hand seared through the wall behind him. Dubrow was aiming the\ngun, readying to fire again--\n\nAnd Judge Harkness rose from the bench and hurled a heavy law-book at\nhim.\n\nIt struck Dubrow squarely on the side of the head; the bolt of\nproton-force squirted toward the ceiling and Dan leaped forward.\n\nHe crashed into Dubrow and knocked the tall officer sprawling; the\nproton-gun clattered to the floor. Dubrow squirmed and kicked but Dan's\nfists thundered against his body.\n\n\"Hypnotize me, will you? And try to frame me for that mutiny? I'll--\"\n\n\"All right, Mannion,\" a calm voice said from somewhere above him. \"You\ncan get off him now. He's out cold.\"\n\n\n\nJudge Harkness faced Dan and Virginia Mannion. \"I don't understand why\nyou didn't speak up, son.\"\n\n\"I--I assumed I was wrong, sir. I've always been trained to respect the\nword of an officer. If Commander Dubrow said I was guilty and I didn't\nremember--well, sir, he had to be right!\"\n\nHarkness chuckled. \"You know differently now. We've had a mind-probe\nrun on Dubrow. It seems he was bribed by a group of private contractors\nto wreck the Patrol's project on Iapetus so they could get the job\ninstead. He figured he'd have you tried for the crime, leaving him\nin the clear. So all he did was switch the action around and then\nhypnotize you into forgetting it.\"\n\n\"What's going to happen to him now?\" Mannion asked.\n\n\"What else? He's being erased now. Commander Dubrow no longer exists.\"\n\nMannion shuddered. He remembered vividly that complex pile of machinery\non the 14th Level.\n\n\"I guess I'm free, then,\" he said.\n\nHarkness nodded. \"I guess you are, young man. And next time don't be so\nready to believe your own guilt.\"\n\n\"No, sir! I mean--yes, sir! I mean--\"\n\nIt didn't matter. Mannion smiled at Harkness and took his wife in his\narms. The case was closed and he was a free man and an officer in the\nSpace Patrol.\n\nAnd he was still Dan Mannion.",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Garret, Randall",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65370/pg65370.txt",
        "name": "the_mannion_court_martial.json"
    }
}