{
    "name": "The Ground-Ash",
    "author": [
        "Mitford, Mary Russell",
        "Mitford, Miss"
    ],
    "body": "Amongst the many pleasant circumstances attendant on a love of\nflowers--that sort of love which leads us into the woods for the\nearliest primrose, or to the river side for the latest forget-me-not,\nand carries us to the parching heath or the watery mere to procure for\nthe cultivated, or, if I may use the expression, the _tame_ beauties of\nthe parterre, the soil that they love; amongst the many gratifications\nwhich such pursuits bring with them, such as seeing in the seasons in\nwhich it shows best, the prettiest, coyest, most unhackneyed scenery,\nand taking, with just motive enough for stimulus and for reward, drives\nand walks which approach to fatigue, without being fatiguing; amongst\nall the delights consequent on a love of flowers, I know none greater\nthan the half unconscious and wholly unintended manner in which such\nexpeditions make us acquainted with the peasant children of remote and\nout-of-the-way regions, the inhabitants of the wild woodlands and still\nwilder commons of the hilly part of the north of Hampshire, which forms\nso strong a contrast with this sunny and populous county of Berks, whose\nvery fields are gay and neat as gardens, and whose roads are as level\nand even as a gravel-walk.\n\nTwo of the most interesting of these flower-formed acquaintances, were\nmy little friends Harry and Bessy Leigh.\n\nEvery year I go to the Everley woods to gather wild lilies of the\nvalley. It is one of the delights that May--the charming, ay, and the\nmerry month of May, which I love as fondly as ever that bright and\njoyous season was loved by our older poets--regularly brings in her\ntrain; one of those rational pleasures in which (and it is the great\npoint of superiority over pleasures that are artificial and worldly)\nthere is no disappointment. About four years ago, I made such a visit.\nThe day was glorious, and we had driven through lanes perfumed by the\nfresh green birch, with its bark silvery and many-tinted, and over\ncommons where the very air was loaded with the heavy fragrance of the\nfurze, an odour resembling in richness its golden blossoms, just as\nthe scent of the birch is cool, refreshing, and penetrating, like the\nexquisite colour of its young leaves, until we reached the top of the\nhill, where, on one side, the enclosed wood, where the lilies grow, sank\ngradually, in an amphitheatre of natural terraces, to a piece of water\nat the bottom; whilst on the other, the wild open heath formed a sort of\npromontory overhanging a steep ravine, through which a slow and sluggish\nstream crept along amongst stunted alders, until it was lost in the deep\nrecesses of Lidhurst Forest, over the tall trees of which we literally\nlooked down. We had come without a servant; and on arriving at the gate\nof the wood with neither human figure nor human habitation in sight, and\na high-blooded and high-spirited horse in the phaeton, we began to feel\nall the awkwardness of our situation. My companion, however, at length\nespied a thin wreath of smoke issuing from a small clay-built hut\nthatched with furze, built against the steepest part of the hill, of\nwhich it seemed a mere excrescence, about half way down the declivity;\nand, on calling aloud, two children, who had been picking up dry stumps\nof heath and gorse, and collecting them in a heap for fuel at the door\nof their hovel, first carefully deposited their little load, and then\ncame running to know what we wanted.\n\nIf we had wondered to see human beings living in a habitation, which,\nboth for space and appearance, would have been despised by a pig of any\npretension, as too small and too mean for his accommodation, so we were\nagain surprised at the strange union of poverty and content evinced\nby the apparel and countenances of its young inmates. The children,\nbareheaded and barefooted, and with little more clothing than one\nshabby-looking garment, were yet as fine, sturdy, hardy, ruddy, sunburnt\nurchins, as one should see on a summer day. They were clean, too: the\nstunted bit of raiment was patched, but not ragged; and when the girl,\n(for, although it was rather difficult to distinguish between the\nbrother and sister, the pair were of different sexes,) when the\nbright-eyed, square-made, upright little damsel clasped her two brown\nhands together, on the top of her head, pressed down her thick curls,\nlooking at us and listening to us with an air of the most intelligent\nattention that returned our curiosity with interest; and when the boy,\nin answer to our inquiry if he could hold a horse, clutched the reins\nwith his small fingers, and planted himself beside our high-mettled\nsteed with an air of firm determination, that seemed to say, \"I'm\nyour master! Run away if you dare!\" we both of us felt that they were\nsubjects for a picture, and that, though Sir Joshua might not have\npainted them, Gainsborough and our own Collins would.\n\nBut besides their exceeding picturesqueness, the evident content, and\nhelpfulness, and industry of these little creatures, was delightful to\nlook at and to think of. In conversation they were at once very civil\nand respectful (Bessy dropping her little curtsy, and Harry putting\nhis hand to the lock of hair where the hat should have been, at every\nsentence they uttered) and perfectly frank and unfearing. In answer to\nour questions, they told us that \"Father was a broom-maker, from the\nlow country; that he had come to these parts and married mother, and\nbuilt their cottage, because houses were so scarce hereabouts, and\nbecause of its convenience to the heath; that they had done very well\ntill the last winter, when poor father had had the fever for five\nmonths, and they had had much ado to get on; but that father was brave\nagain now, and was building _another house_ (house!!) larger and finer,\nupon Squire Benson's lands: the squire had promised them a garden from\nthe waste, and mother hoped to keep a pig. They were trying to get all\nthe money they could to buy the pig; and what his honour had promised\nthem for holding the horse, was all to be given to mother for that\npurpose.\"\n\nIt was impossible not to be charmed with these children. We went again\nand again to the Everley wood, partly to gather lilies, partly to\nrejoice in the trees with their young leaves so beautiful in texture as\nwell as in colour, but chiefly to indulge ourselves in the pleasure of\ntalking to the children, of adding something to their scanty stock of\nclothing, (Bessy ran as fast as her feet could carry her to the clear\npool at the bottom of the wood, to look at herself in her new bonnet,)\nand of assisting in the accumulations of the Grand Pig Savings' Bank,\nby engaging Harry to hold the horse, and Bessy to help fill the lily\nbasket.\n\nThis employment, by showing that the lilies had a money value, put a new\nbranch of traffic into the heads of these thoughtful children, already\naccustomed to gather heath for their father's brooms, and to collect the\ndead furze which served as fuel to the family. After gaining permission\nof the farmer who rented the wood, and ascertaining that we had no\nobjection, they set about making nosegays of the flowers, and collecting\nthe roots for sale, and actually stood two Saturdays in Belford market\n(the smallest merchants of a surety that ever appeared in that rural\nExchange) to dispose of their wares; having obtained a cast in a waggon\nthere and back, and carrying home faithfully every penny of their\ngainings, to deposit in the common stock.\n\nThe next year we lost sight of them. No smoke issued from the small\nchimney by the hill-side. The hut itself was half demolished by wind and\nweather; its tenants had emigrated to the new house on Squire Benson's\nland; and after two or three attempts to understand and to follow the\ndirections as to the spot given us by the good farmer at Everley, we\nwere forced to give up the search.\n\nAccident, the great discoverer and recoverer of lost goods, at last\nrestored to us these good little children. It happened as follows:--\n\nIn new potting some large hydrangeas, we were seized with a desire to\ngive the blue tinge to the petals, which so greatly improves the beauty\nof that fine bold flower, and which is so desirable when they are\nplaced, as these were destined to be, in the midst of red and pink\nblossoms, fuchsias, salvias, and geraniums. Accordingly, we sallied\nforth to a place called the Moss, a wild tract of moorland lying about\na mile to the right of the road to Everley, and famous for the red bog,\nproduced, I presume, by chalybeate springs, which, when mixed with the\nfine Bagshot silver sand, is so effectual in changing the colour of\nflowers.\n\nIt was a bleak gusty day in February, raining by fits, but not with\nsufficient violence to deter me from an expedition to which I had taken\na fancy. Putting up, therefore, the head and apron of the phaeton, and\nfollowed by one lad (the shrewd boy Dick) on horseback, and another\n(John, the steady gardening youth) in a cart laden with tubs and sacks,\nspades and watering-pots, to procure and contain the bog mould, (for we\nwere prudently determined to provide for all emergencies, and to carry\nwith us fit receptacles to receive our treasure, whether it presented\nitself in the form of red earth or of red mud,) our little procession\nset forth early in the afternoon, towards the wildest and most dreary\npiece of scenery that I have ever met with in this part of the country.\n\nWild and dreary of a truth was the Moss, and the stormy sky, the moaning\nwind, and the occasional gushes of driving rain, suited well with the\ndark and cheerless region into which we had entered by a road, if a rude\ncart-track may be so called, such as shall seldom be encountered in this\nland of Macadamisation. And yet, partly perhaps from their novelty, the\nwild day and the wild scenery had for me a strange and thrilling charm.\nThe ground, covered with the sea-green moss, whence it derived its name,\nmingled in the higher parts with brown patches of heather, and dark\nbushes of stunted furze, was broken with deep hollows full of stagnant\nwater; some almost black, others covered with the rusty scum which\ndenoted the presence of the powerful mineral, upon whose agency we\nrelied for performing that strange piece of natural magic which may\nalmost be called the transmutation of flowers.\n\nTowards the ruddiest of these pools, situated in a deep glen, our active\ncoadjutors, leaving phaeton, cart, and horses, on the brow of the hill,\nbegan rolling and tossing the several tubs, buckets, watering-pots,\nsacks, and spades, which were destined for the removal and conveyance\nof the much coveted-bog; we followed, amused and pleased, as, in\ncertain moods, physical and mental, people are pleased and amused at\nself-imposed difficulties, down the abrupt and broken descent; and for\nsome time the process of digging among the mould at the edge of the bank\nwent steadily on.\n\nIn a few minutes, however, Dick, whose quick and restless eye was never\nlong bent on any single object, most of all when that object presented\nitself in the form of work, exclaimed to his comrade, \"Look at those\nchildren wandering about amongst the firs, like the babes in the wood in\nthe old ballad. What can they be about?\" And looking in the direction\nto which he pointed, we saw, amidst the gloomy fir plantations, which\nformed a dark and massive border nearly round the Moss, our old friends\nHarry and Bessy Leigh, collecting, as it seemed, the fir cones with\nwhich the ground was strewed, and depositing them carefully in a large\nbasket.\n\nA manful shout from my companion soon brought the children to\nour side--good, busy, cheerful, and healthy-looking as ever, and\nmarvellously improved in the matter of equipment. Harry had been promoted\nto a cap, which added the grace of a flourish to his bow; Bessy had\nadded the luxury of a pinafore to her nondescript garments; and both\npairs of little feet were advanced to the certain dignity, although\nsomewhat equivocal comfort, of shoes and stockings.\n\nThe world had gone well with them, and with their parents. The house was\nbuilt. Upon remounting the hill, and advancing a little farther into the\ncentre of the Moss, we saw the comfortable low-browed cottage, full of\nlight and shadow, of juttings out, and corners and angles of every sort\nand description, with a garden stretching along the side, backed and\nsheltered by the tall impenetrable plantation, a wall of trees, against\nwhose dark masses a wreath of light smoke was curling, whose fragrance\nseemed really to perfume the winter air. The pig had been bought,\nfatted, and killed; but other pigs were inhabiting the sty, almost as\nlarge as their former dwelling, which stood at the end of their garden;\nand the children told with honest joy how all this prosperity had come\nabout. Their father, taking some brooms to my kind friend Lady Denys,\nhad seen some of the ornamental baskets used for flowers upon a lawn,\nand had been struck with the fancy of trying to make some, decorated\nwith fir cones; and he had been so successful in this profitable\nmanufacture, that he had more orders than he could execute. Lady Denys\nhad also, with characteristic benevolence, put the children to her\nSunday-school. One misfortune had a little overshadowed the sunshine.\nSquire Benson had died, and the consent to the erection of the cottage\nbeing only verbal, the attorney who managed for the infant heir, a\nward in Chancery, had claimed the property. But the matter had been\ncompromised upon the payment of such a rent as the present prospects\nof the family would fairly allow. Besides collecting fir cones for the\nbaskets, they picked up all they could in that pine forest, (for it was\nlittle less,) and sold such as were discoloured, or otherwise unfit for\nworking up, to Lady Denys and other persons who liked the fine aromatic\nodour of these the pleasantest of pastilles, in their dressing-room or\ndrawing-room fires. \"Did I like the smell? We had a cart there--might\nthey bring us a hamper-ful?\" And it was with great difficulty that a\ntrifling present (for we did not think of offering money _as payment_)\ncould be forced upon the grateful children. \"We,\" they said, \"had been\ntheir first friends.\" For what very small assistance the poor are often\ndeeply, permanently thankful! Well says the great poet--\n\n     \"I've heard of hearts unkind, good deeds\n     With ill deeds still returning;\n     Alas, the gratitude of man\n     Hath oftener left me mourning!\"\n               Wordsworth.\n\nAgain for above a year we lost sight of our little favourites, for such\nthey were with both of us; though absence, indisposition, business,\ncompany--engagements, in short, of many sorts--combined to keep us from\nthe Moss for upwards of a twelvemonth. Early in the succeeding April,\nhowever, it happened that, discussing with some morning visiters the\ncourse of a beautiful winding brook, (one of the tributaries to the\nLoddon, which bright and brimming river has nearly as many sources as\nthe Nile,) one of them observed that the well-head was in Lanton Wood,\nand that it was a bit of scenery more like the burns of the North\nCountrie (my visiter was a Northumbrian) than anything he had seen in\nthe south. Surely I had seen it? I was half ashamed to confess that I\nhad not--(how often are we obliged to confess that we have not seen the\nbeauties which lie close to our doors, too near for observation!)--and\nthe next day proving fine, I determined to repair my omission.\n\nIt was a soft and balmy April morning, just at that point of the flowery\nspring when violets and primroses are lingering under the northern\nhedgerows, and cowslips and orchises peeping out upon the sunny banks.\nMy driver was the clever, shrewd, arch boy Dick; and the first part of\nour way lay along the green winding lanes which lead to Everley; we then\nturned to the left, and putting up our phaeton at a small farmhouse,\nwhere my attendant (who found acquaintances everywhere) was intimate, we\nproceeded to the wood; Dick accompanying me, carrying my flower-basket,\nopening the gates, and taking care of my dog Dash, a very beautiful\nthorough-bred Old English spaniel, who was a little apt, when he got\ninto a wood, to run after the game, and forget to come out again.\n\nI have seldom seen anything in woodland scenery more picturesque and\nattractive than the old coppice of Lanton, on that soft and balmy April\nmorning. The underwood was nearly cut, and bundles of long split poles\nfor hooping barrels were piled together against the tall oak trees,\nbursting with their sap; whilst piles of faggots were built up in other\nparts of the copse, and one or two saw-pits, with light open sheds\nerected over them, whence issued the measured sound of the saw and the\noccasional voices of the workmen, almost concealed by their subterranean\nposition, were placed in the hollows. At the far side of the coppice,\nthe operation of hewing down the underwood was still proceeding, and the\nsharp strokes of the axe and the bill, softened by distance, came across\nthe monotonous jar of the never-ceasing saw. The surface of the ground\nwas prettily tumbled about, comprehending as pleasant a variety of hill\nand dale as could well be comprised in some thirty acres. It declined,\nhowever, generally speaking, towards the centre of the coppice, along\nwhich a small, very small rivulet, scarcely more than a runlet, wound\nits way in a thousand graceful meanders. Tracking upward the course of\nthe little stream, we soon arrived at that which had been the ostensible\nobject of our drive--the spot whence it sprung.\n\nIt was a steep irregular acclivity on the highest side of the wood,\na mound, I had almost said a rock, of earth, cloven in two about the\nmiddle, but with so narrow a fissure that the brushwood which grew on\neither side nearly filled up the opening, so that the source of the\nspring still remained concealed, although the rapid gushing of the\nwater made a pleasant music in that pleasant place; and here and there\na sunbeam, striking upon the sparkling stream, shone with a bright and\nglancing light amidst the dark ivies, and brambles, and mossy stumps of\ntrees, that grew around.\n\nThis mound had apparently been cut a year or two ago, so that it\npresented an appearance of mingled wildness and gaiety, that contrasted\nvery agreeably with the rest of the coppice; whose trodden-down flowers\nI had grieved over, even whilst admiring the picturesque effect of the\nwoodcutters and their several operations. Here, however, reigned the\nflowery spring in all her glory. Violets, pansies, orchises, oxslips,\nthe elegant woodsorrel, the delicate wood anemone, and the enamelled\nwild hyacinth, were sprinkled profusely amongst the mosses, and lichens,\nand dead leaves, which formed so rich a carpet beneath our feet.\nPrimroses, above all, were there of almost every hue, from the rare and\npearly white, to the deepest pinkish purple, coloured by some diversity\nof soil, the pretty freak of nature's gardening; whilst the common\nyellow blossom--commonest and prettiest of all--peeped out from amongst\nthe boughs in the stump of an old willow, like (to borrow the simile\nof a dear friend, now no more) a canary bird from its cage. The wild\ngeranium was already showing its pink stem and scarlet-edged leaves,\nthemselves almost gorgeous enough to pass for flowers; the periwinkle,\nwith its wreaths of shining foliage, was hanging in garlands over the\nprecipitous descent; and the lily of the valley, the fragrant woodroof,\nand the silvery wild garlick, were just peeping from the earth in the\nmost sheltered nooks. Charmed to find myself surrounded by so much\nbeauty, I had scrambled, with much ado, to the top of the woody cliff,\n(no other word can convey an idea of its precipitous abruptness,)\nand was vainly attempting to trace by my eye the actual course of the\nspring, which was, by the clearest evidence of sound, gushing from\nthe fount many feet below me; when a peculiar whistle of delight, (for\nwhistling was to Dick, although no ordinary proficient in our common\ntongue, another language,) and a tremendous scrambling amongst the\nbushes, gave token that my faithful attendant had met with something\nas agreeable to his fancy, as the primroses and orchises had proved to\nmine.\n\nGuided by a repetition of the whistle, I soon saw my trusty adherent\nspanning the chasm like a Colossus, one foot on one bank, the other on\nthe opposite--each of which appeared to me to be resting, so to say,\non nothing--tugging away at a long twig that grew on the brink of the\nprecipice, and exceedingly likely to resolve the inquiry as to the\nsource of the Loddon, by plumping souse into the fountain-head. I, of\ncourse, called out to warn him; and he equally, of course, went on with\nhis labour, without paying the slightest attention to my caution. On the\ncontrary, having possessed himself of one straight slender twig, which,\nto my great astonishment, he wound round his fingers, and deposited in\nhis pocket, as one should do by a bit of pack-thread, he apparently,\nduring the operation, caught sight of another. Testifying his delight by\na second whistle, which, having his knife in his mouth, one wonders how\nhe could accomplish; and scrambling with the fearless daring of a monkey\nup the perpendicular bank, supported by strings of ivy, or ledges\nof roots, and clinging by hand and foot to the frail bramble or the\nslippery moss, leaping like a squirrel from bough to bough, and yet, by\nhappy boldness, escaping all danger, he attained his object as easily\nas if he had been upon level ground. Three, four, five times was the\nknowing, joyous, triumphant whistle sounded, and every time with a fresh\nperil and a fresh escape. At last, the young gentleman, panting and\nbreathless, stood at my side, and I began to question him as to the\ntreasure he had been pursuing.\n\n\"It's the ground-ash, ma'am,\" responded master Dick, taking one of the\ncoils from his pocket; \"the best riding-switch in the world. All the\nwhips that ever were made are nothing to it. Only see how strong it\nis, how light, and how supple! You may twist it a thousand ways without\nbreaking. It won't break, do what you will. Each of these, now, is\nworth half-a-crown or three shillings, for they are the scarcest things\npossible. They grow up at a little distance from the root of an old\ntree, like a sucker from a rose-bush. Great luck, indeed!\" continued\nDick, putting up his treasure with another joyful whistle; \"it was but\nt'other day that Jack Barlow offered me half-a-guinea for four, if I\ncould but come by them. I shall certainly keep the best, though, for\nmyself--unless, ma'am, you would be pleased to accept it for the purpose\nof whipping Dash.\" Whipping Dash!!! Well have I said that Dick was as\nsaucy as a lady's page or a king's jester. Talk of whipping Dash! Why,\nthe young gentleman knew perfectly well that I had rather be whipt\nmyself twenty times over. The very sound seemed a profanation. Whip my\nDash! Of course I read master Dick a lecture for this irreverent mention\nof my pet, who, poor fellow, hearing his name called in question,\ncame up in all innocence to fondle me; to which grave remonstrance the\nhopeful youth replied by another whistle, half of penitence, half of\namusement.\n\nThese discourses brought us to the bottom of the mound, and turning\nround a clump of hawthorn and holly, we espied a little damsel with a\nbasket at her side, and a large knife in her hand, carefully digging\nup a large root of white primroses, and immediately recognised my old\nacquaintance, Bessy Leigh.\n\nShe was, as before, clean, and healthy, and tidy, and unaffectedly glad\nto see me; but the joyousness and buoyancy which had made so much of her\noriginal charm, were greatly diminished. It was clear that poor Bessy\nhad suffered worse griefs than those of cold and hunger; and upon\nquestioning her, so it turned out.\n\nHer father had died, and her mother had been ill, and the long hard\nwinter had been hard to get through; and then the rent had come upon\nher, and the steward (for the young gentleman himself was a minor) had\nthreatened to turn them out if it were not paid to a day--the very next\nday after that on which we were speaking; and her mother had been\nafraid they must go to the workhouse, which would have been a sad thing,\nbecause now she had got so much washing to do, and Harry was so clever\nat basket-making, that there was every chance, this rent once paid, of\ntheir getting on comfortably. \"And the rent will be paid now, ma'am,\nthank Ood!\" added Bessy, her sweet face brightening; \"for we want only\na guinea of the whole sum, and Lady Denys has employed me to get scarce\nwild-flowers for her wood, and has promised me half-a-guinea for what I\nhave carried her, and this last parcel, which I am to take to the lodge\nto-night; and Mr. John Barlow, her groom, has offered Harry twelve and\nsixpence for five ground-ashes that Harry has been so lucky as to find\nby the spring, and Harry is gone to cut them: so that now we shall get\non bravely, and mother need not fret any longer. I hope no harm\nwill befal Harry in getting the ground-ash, though, for it's a noted\ndangerous place. But he's a careful boy.\"\n\nJust at this point of her little speech, poor Bessy was interrupted\nby her brother, who ran down the declivity exclaiming, \"They're gone,\nBessy!--they're gone! somebody has taken them! the ground-ashes are\ngone!\"\n\nDick put his hand irresolutely to his pocket, and then, uttering a\ndismal whistle, pulled it resolutely out again, with a hardness, or\nan affectation of hardness, common to all lads, from the prince to the\nstable-boy.\n\nI also put my hand into my pocket, and found, with the deep\ndisappointment which often punishes such carelessness, that I had left\nmy purse at home. All that I could do, therefore, was to bid the poor\nchildren be comforted, and ascertain at what time Bessy intended to take\nher roots, which in the midst of her distress she continued to dig up,\nto my excellent friend Lady Denys. I then, exhorting them to hope the\nbest, made my way quickly out of the wood.\n\nArriving at the gate, I missed my attendant. Before, however, I had\nreached the farm at which we had left our phaeton, I heard his gayest\nand most triumphant whistle behind me. Thinking of the poor children, it\njarred upon my feelings. \"Where have you been loitering, Sir?\" I asked,\nin a sterner voice than he had probably ever heard from me before.\n\n\"Where have I been?\" replied he; \"giving little Harry the ground-ashes,\nto be sure: I felt just as if I had stolen them. And now, I do believe,\"\ncontinued he, with a prodigious burst of whistling, which seemed to\nme as melodious as the song of the nightingale, \"I do believe,\" quoth\nDick, \"that I am happier than they are. I would not have kept those\nground-ashes, no, not for fifty pounds!\"",
    "metadata": {
        "author": [
            "Mitford, Mary Russell",
            "Mitford, Miss"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22846/pg22846.txt",
        "name": "the_ground_ash.json"
    }
}