{
    "name": "The Laboratorians",
    "author": [
        "Peattie, Edward"
    ],
    "body": "\"Yeah, we drop in just three c.c. from this here tube,\" said Rocco as\nhe expertly twirled the erlenmeyer flask and watched the color shoot\npast the methyl orange end-point. Whitemarsh was annoyed and said so.\n\n\"That's the sixth straight you've missed, and the acid comes out of the\nburette, not the tube; and you don't call the graduations c.c., you\ncall them milliliters.\"\n\n\"Yeah? Well, here we call it a tube!\"\n\n\"And why don't you go down to the end-point drop by drop?\"\n\n\"Because the book don't say so! That's why! You technos make me sick.\nHere we do all the blasted work, and you try to tell us how to do what\nwe've been doing for ten years!\"\n\nRocco was beginning to work himself into one of his famous rages. His\nbull neck was beginning to redden; his eyes started to flash. His\nentire squat body started to quiver.\n\nWhitemarsh wasn't impressed. Over at the atomic plant, Phobus's Quercus\nMountain, he had bossed a pretty quarrelsome crew of isotope wranglers.\nHe had never dodged a fight in his life. But this was in a chemical\nlaboratory and it surprised him to hear the assistants talk back.\n\nThe only assistants he had ever known were clear-eyed youths taking\na year away from their studies to recoup their tuition money and who\ntried to copy everything the chemists did. But Whitemarsh was new to\nthe Interspatial Research Center on the Moon, and he still could not\nfigure why the assistants acted as they did. So he waited.\n\nRocco banged the flask down on the stone bench, glared at Whitemarsh\nfor an instant, and then rushed out of the Laboratory, muttering a few\nobscenities.\n\n\"Queer place this,\" mused Whitemarsh, filling up another flask and\nfinishing the titration himself. \"Here the helpers tell the chemists\nwhat to do and get mad if we ask them what they're doing.\"\n\nHe started to look over Rocco's notes and ruefully decided all the\nwork would have to be done over again. He was interrupted when a girl\nopened the door. In the week he had been stationed at IRC, he had been\nintroduced to so many scientists that he had forgotten most of the\nnames, but he remembered all the girls. His former Atomic Plant at\nQuercus Mountain had had all too few for him not to appreciate them\nnow. Miss Sally Chester was a statuesque chemist with long blonde hair\nand a luscious figure which she hid under a white lab robe. He managed\nto stammer some sort of greeting.\n\n\"Why Dr. Whitemarsh!\" She seemed somewhat puzzled. \"You're not actually\nworking with your hands?\"\n\n\"I sure am, unless we're both space struck. Why not?\"\n\n\"Well, I suppose it's all right other places, here we let the\nLaboratorians do all the manual work. It's sort of their privilege.\"\n\n\"Yes, but their technique's lousy. I sat here this afternoon and\nwatched that blow-hard Rocco muff six straight end-points in a row and\nwhen I asked him how come, he blew his top!\"\n\nShe laughed at that. She sat down on the lab desk and said, \"You're\nabsolutely right. Antonio Rocco's color blind and always misses his\nMethyl Orange end-points. And he's been doing them for ten years.\nBut it hurts his feelings to be criticized, you should have been more\ndiplomatic. He's probably gone to complain to his boss!\"\n\n\"His boss? Aren't we his bosses? On this sheet he's listed as my\nassistant.\"\n\n\"Actually yes. But traditionally the shop foreman is the leader of the\nLaboratorians. He certifies them to see that they know their work,\nsigns their time cards and tells them when to take time off. Of course\nwe outline the work they do, check their results and write reports from\ntheir data. Normally we come into the lab as little as possible.\"\n\n\"But Sally, how the hell do we know that their results are right? This\nmixed-up outfit is in the hands of a bunch of left-handed prima donnas\nwho don't know Beilstein from Budweiser!\"\n\nShe smiled again (and he thought of the ads for Stargleam toothpaste).\n\"Let's go over to the Scientists' Snack Bar and get a cup of coffee,\nand I'll tell you a little about the history of this laboratory.\"\n\nSo he let her lead him out of the individual laboratory into the pastel\nblue corridor where they followed the spiral runways to the glass\nenclosed Snack Bar.\n\nHere they sat on pale leather chairs and looked out over the expanse of\nthe Central Laboratory. From where he sat, he could see a square mile\nof magnificent equipment: Serpentine condensers, enormous distillation\ncolumns, molecular stills, ultra-centrifuges, electron microscopes, all\nwere spread out before him. Surrounding the central laboratory were\nthe innumerable railings of the corridors leading to the individual\noffices. Upstairs and downstairs strolled scientists and Laboratorians\nrespectively, all obviously contented. He turned to face Miss Chester\nwho was lolling in the chair beside him. She had poured him a cup of\ncoffee, given him a plate of rolls and was ready to talk.\n\nShe reminded him that in 2005 it was found necessary to build research\nlaboratories on the Moon to avoid the guided meteorites which the\nAliens had been hurling toward the Earth. Since there had also been a\nshortage of trained scientists, it was necessary to train apprentices\nto operate the complicated laboratory equipment ... to perform\nthe operations without bothering themselves with the theory. The\nLaboratorians were needed and they did a good job running specification\ntests on all the equipment necessary for the interplanetary war. After\nthe war, the Interspatial Corporation had made it the Central Research\nLaboratory, since this had been the largest aggregation of instruments\never gathered together, and in the ten intervening years, the numbers\nof college-trained scientists had increased almost ten-fold. As long\nas the Laboratorians confined their work to the equipment they were\nfamiliar with, they were unbeatable. To guide them they had the Book,\nas the Technical Manual of the Interspatial Corporation was known, and\nthe Laboratorians followed its procedures to the letter.\n\n\"But they don't know _why_ they're doing things,\" Whitemarsh\ninterrupted. \"The manual's been in need of revision for the last five\nyears, and research workers don't use the same tests all the time!\"\n\n\"Well that's right,\" admitted Sally without disagreement. \"I usually\nhave my particular laboratory instructions mimeotyped and bound in\na little book. I've also got the instructions so fixed that if they\ndo things wrong, I can catch them. And I've learned not to modify my\ninstructions orally. That only confuses the men and results in chaos.\nWith a little planning, you can get good work done, and if you don't\nmind humoring their whims a little, there's no reason why you can't get\nalong with them.\"\n\nWhitemarsh wasn't so sure. He had no objections to jollying his\nsubordinates, but he did draw the line at sloppy lab technique. He\nescorted Miss Chester to her own office, thanked her for the briefing,\nand then started to worry on his own. He took the speed elevator up to\nDr. Sheridan's office.\n\nThe Laboratory director was sympathetic. He looked at the\nbroad-shouldered young giant, Dr. Whitemarsh, and reflected that this\nman was rated the most promising scientist the Interspatial Corporation\never had.\n\n\"You're damn right, Whitemarsh,\" he told the younger man, pushing him\ninto a chair and offering him a cigarette. \"I've been here three years\nand spent the first two fighting the system. Maybe the trouble goes\nback to our Board of Directors. They're all so proud of this shining\nResearch Station on the Moon, that they hate to admit that anything's\nwrong. They've got the Laboratorians responsible to the Lunar Mines\nService--and there it stands.\n\n\"So the only thing we can do is wait. Lo Presti the Master Mechanic\nis up for retirement next year and there's going to be a big\norganizational shake-up. Hold tight. After that we may have a free\nhand.\"\n\nSo Whitemarsh thanked him and bided his time. He released Rocco back to\nsome other scientist and did his own laboratory work, even though the\nLaboratorian Council made a written protest. He also spent many hours\nin the excellent laboratory library, reading all the reports coming out\nof the Lunar Laboratory over the past ten years.\n\nHis discoveries amazed him. Theoretically the Lunar Lab had one of the\nbest collections of scientific minds in the Solar System. Every Earth\nuniversity was represented on its staff. New techniques and products\nhad poured out of the Laboratory during the ten years of its existence,\nyet every one of these had been based on doubtful data. Certain things\nworried him. First, notes were kept in a very cavalier manner even by\nthe most experienced scientists. Secondly, the younger chemists and\nphysicists never had been exposed to any practical laboratory work\nafter their student days, and consequently had no means of judging\nthe technique of their assistants. Finally, the Laboratorians were\napparently proud of their ignorance, displayed a contempt for \"paper\nwork\" and were only too willing to fix their results if they thought\nthey could get away with it....\n\nHe did not let his social development slide either. Lunarport was far\nmore advanced culturally than the crude settlement on Phobus. Here\nDr. Whitemarsh was able to have a luxurious apartment in the New Dome\nsector, could hear lectures and concerts, and could even indulge in\nwinter sports such as skiing in the lava around the craters (protected\nof course by a heated suit and an oxygen mask.) He found Miss Chester a\nsatisfactory companion for such endeavors, even though she spoke little\nof her private life or how she had avoided marriage in her twenty-five\nyears. But he played a waiting game with her as well as with the lab\njob. He admitted to himself that a research chemist's life at Lunar\nLab was a pleasant one, particularly if one didn't care how accurate\none's results were. Unfortunately, the same quirk which had driven him\ninto science also made him suspicious of all easy methods. He had never\nrecovered from the shock of discovering that just because a reaction\nworked in a book, it did not necessarily have to do so in a laboratory.\n\n\n\nDr. Whitemarsh's promotion came within five rather than six months.\nThere was some grumbling among the older scientists, but there was not\nmuch they could do about it. Kercheval, who had twelve years' service\non the Moon, did not have his Ph.D. and did not care particularly\nfor executive work. Neither did Sturtevant with a doctorate and ten\nyears service. But others objected; even Miss Chester, long one of\nWhitemarsh's defenders, felt that the older men deserved at least the\nchance of refusal. (It never occurred to Whitemarsh that she might have\nhad some ambitions of her own.)\n\nHe called the group leaders together for a conference the day after\nhis appointment. He was now ensconced behind Sheridan's desk and was\nnot yet accustomed to having a secretary. The leaders came in grim and\nresentful. He wasted no words.\n\n\"I'm going to reorganize the set-up to get the Laboratorians under\nus, whether they like it or not. This sloppy technical data and\nunsubstantiated findings is not my idea of a good lab--nor yours, I'm\nsure. It's up to you to show it during the next year. Meanwhile you've\nall been pushed up fifty dollars a month in salary. So long!\"\n\nHis next step was to call on Lo Presti. The Master Mechanic's Office\nwas outside the Lab Dome near the Shaft of Lunar Mine No. 1. The old\nman had been in the preliminary Selenium exploration party and never\ncould forget the old days when he drove the men and robots to find the\nmetal that paid for the cost of the Expedition. The President of the\nHome Office, Dr. Barker, had never forgotten either, and Lo Presti was\nalways taken care of. The 200 Laboratorians probably caused him more\nheadaches than the five thousand miners ever had, since a delegation\nvisited him every day or so now that Dr. Whitemarsh was rumored in.\n\nBut the Lo Presti knew that times change too, and realized that the\nbrawling space adventurer did not fit into a sleek world of test tubes\nand retorts. Ninety-five years old and arrogant as ever, he sat in his\noffice and greeted Dr. Whitemarsh with a bonecrushing handshake. He\noffered a cigar and Whitemarsh thanked him, lighting a pipe instead.\n\n\"I hear from the boys you've been cracking down on them,\" he stated.\n\n\"No more than you would if you'd been there yourself. What would you do\nif a driller split a core?\"\n\n\"Why I'd give the careless sap a clout that would wake him up. But the\nLaboratorians aren't drillers!\"\n\n\"That's right, but that's the way some of them are muffing their work.\"\n\nLo Presti eyed him appraisingly. \"Aren't you the same Whitemarsh who\ncapped the crater on Phobus last year?\"\n\n\"I sure am. And your Laboratorians are a bevy of Nice Nellies compared\nto that mutinous bunch of space rats I had with me.\"\n\n\"Well, maybe you're the man for the job at that. The guys don't put\nout anymore. Used to be I knew all the gang. I'd look around and see\nwhen they were goofing off. Now they're all such experts, I can't tell\nif they're loafing or just thinking.\" They both laughed at that.\nWhitemarsh thought it would be a good time to say: \"I don't want to do\nanything to your boys for a while until I get my own gang straightened\nout!\"\n\n\"Don't kid me, Doc,\" responded Lo Presti, \"you know when I retire\nyou're going to move in and crack down. Well I'm with you!\"\n\nSo they parted friends.\n\nWhitemarsh went back to his office in a happy mood. True, Miss Chester\nhad been avoiding him lately and he had to drink coffee by himself but\nhe now had the foremen on his side and the front office. Now was the\nchance to reform the laboratory.\n\nHis first bombshell was the requirement that all the junior chemists\nshould take a qualifying examination. That really caused trouble in\nparadise. Apparently, all of the younger set had thrown away their\nbooks on graduation and remembered only their own specialties.\nWhitemarsh, from being a pleasant companion at the Snack Bar who\ndiscussed skiing and spaceball, had now become an ogre of the first\nwater. The senior chemists chuckled, since they were exempt, and the\nLaboratorians guffawed aloud to see their harriers in turn harried.\nIn any event there was frenzied activity in the month before the\nexamination and the library staff did yeoman duty. And, no one had\nthreatened to quit. At least almost no one. Whitemarsh was musingly\nstaring out of his office's Plastoid window at the green eye of Earth\nwhen he heard a commotion outside in the ante-room. He looked out to\nsee Sally Chester, and he sensed that their relationship was less than\nidyllic.\n\n\"Let me see that egotistical ass, Whitemarsh,\" she shouted at his\nsecretary who cowered in silk clad finery as the white-coated Valkyrie\ncharged by.\n\n\"Be calm,\" he advised her, placing himself strategically behind his\ndesk.\n\n\"Calm,\" she screamed, \"how can I be calm when an officious busybody\nstarts getting drunk with power and acting like a Twentieth Century\ndictator? After all I've done for this stinking Lunar Lab, how come\nthat I have to take an exam in freshman chemistry?\"\n\n\"I thought you were exempt,\" began the chastened director.\n\n\"Sorry, your honor! Your order says five years at Lunarport. I've only\nbeen around this sweat shop for four years and six months. What are you\ngoing to do if I fail? Throw me out and I'm moving over to Campo Sano\nwith every one of our trade secrets!\"\n\n\"I'll get you exempted,\" he offered.\n\n\"What, and have the other chemists cry favoritism? Not on your life,\nyou coffee-swilling Judas,\" she yelled. \"And stop grinning at me like a\nCheshire Cat!\"\n\nHe did not answer. He was content only to admire her in her rage. Her\nusually mild face was flushed through the tan and her graceful hands\nwere tightly clenched into fists that pounded on his desk.\n\n\"Answer me, you moron!\" she shouted. Then she started to cry. Within\none minute the seething Amazon had changed into a defenseless\nwhite-coated girl cowering in the visitor's chair, weeping bitterly.\nWhitemarsh approached and held her hand.\n\n\"Listen, Sally,\" he told her, \"the only reason I was going to let you\nout of the test was because you know more chemistry than any of the\nscientists here. But go ahead and take the test; you'll get the highest\ngrade!\"\n\nShe brightened, \"You think so?\"\n\n\"Know it,\" he affirmed gallantly, \"now, how about going to the Space\nOpera at the Symphorium tomorrow? Kluchesky is singing in _Pomme de\nTerre_.\"\n\nShe stiffened slightly and stood up. \"Listen, Mr. Frank Whitemarsh!\nPrivately you're not a bad guy. You even had potentialities. But\nyou're a hell of a failure as a boss and the less I see of you, the\nhappier I'll be. Good-bye!\" And she was gone. Whitemarsh resumed his\ncontemplation of the Earth with less interest.\n\n\n\nThe results of the examination might have been foretold. The\nintelligent and professionally alert junior chemists retained enough\nfundamentals to do well. The majority failed the questions on\nlaboratory technique. Consequently Whitemarsh enlisted the aid of the\nolder men to conduct a series of refresher lectures to bring up to\ndate the scientific knowledge of those who failed. The Laboratorians\nwere delighted with the spectacle presented by these lectures, and\nloved going home at night while erstwhile bosses sat listening to Dr.\nSturtevant discuss \"The Theory of Washing Precipitates\", or to hear Dr.\nWhitemarsh talk on \"Balancing the Redox equation.\" The Laboratorians'\nhappiness lasted until one day in October.\n\nThat was the day that Lo Presti retired. The old man was given a small\nspace ship by the Corporation and a space-time chronometer by the\nLaboratorians. Then he sorrowfully said farewell. The next day the\nLaboratorians were absorbed into Research.\n\nSomebody had to plan for janitor service, figure where to place time\ncards, design new proficiency ratings and decide on such complex\nmatters as where the Laboratorians were to hang their coats. All these\nservices had been provided for by the miner's shop organization.\nWhitemarsh stayed late at night for a week arranging the new payroll\nplan and raising the salaries somewhat.\n\nAll this was handled, if not without incidents, at least without\nviolence. Even the janitors and secretaries were now part of a team.\nAll but Miss Chester. She had stopped speaking to Whitemarsh in the\nhalls and had been seen in the company of a younger (and Whitemarsh\nfelt) better looking physicist.\n\nThen Whitemarsh dropped his second bombshell. The junior chemists were\nordered to rate the Laboratorians for proficiency! Fresh from six\nmonths' study under such taskmasters as Whitemarsh and Kercheval, the\nchastened scientists were now able to interpret the antics of their\ntormentors of yesterday. An old tradition had fallen and the howls\nextended back to the Front Office on Earth.\n\nFor a change, Miss Chester did not object. She was evidently past all\ncomment. She merely wrote out a list of the faults and virtues of all\nher assistants, rated them all Excellent and went back to her research.\n\nBut Rocco was tried and found incapable of running titrations. Harry\nCrowe was found to be weighing incorrectly, Zachary had been fixing his\ncalculations for the last ten years and even faithful Bruno had been\nfound to be adding 15 to all of his Iodine numbers in order to pass the\nspecs easier.\n\nIt suddenly occurred to every one that all the laboratory's reports\nwere based on incorrect data. All work stopped for a week until the\nscientists found what their assistants had been trying to do all along.\nAnd the results were a bit terrifying. When Kercheval found that an\nincorrectly calibrated reflectometer had negated five years of his pet\nproject, he tore up his notebooks, flung them on the floor and stalked\ninto Whitemarsh's office.\n\n\"Frank, I'm taking my back vacations and going to Venus to forget it\nall for about six months. And mind you, when I get back I don't want to\nsee my present assistants. I'm going to start from scratch.\"\n\nHe left, banging the door.\n\nNext was Sturtevant.\n\n\"Frank, we've got to get Interstellar Review to hold my last paper. I\nwant to recheck the melting points of some of those diazo compounds.\"\n\nThen came the young physicist, Dr. Slezak, who was rumored to be Miss\nChester's present skiing companion. \"Dr. Whitemarsh,\" he stammered,\n\"I'm not sure about the data on my last report.\"\n\n\"Didn't you take it all yourself?\"\n\n\"Yes, but I used some of Kercheval's data for my fundamental\ncalculations and, if that's wrong, all my conclusions may not be valid.\"\n\n\"Stop worrying,\" Whitemarsh told him. \"When Kercheval recalculates his\nvalues, you can revise your own report. As long as your own work is\nright, you have nothing to worry about.\"\n\nThe young man left, nervously wringing his hands. Whitemarsh couldn't\nsee what Sally saw in him. He figured she ought to be along by now.\n\nShe was.\n\n\"I told you so,\" Sally said theatrically. \"You've got the whole lab\nmistrusting each other. All the chemists are quarreling like mad and\nthe Laboratorians all look like whipped dogs. You've pulled the chair\nright out from under everything and you sit here gloating.\"\n\n\"Relax, Sally,\" he told her. \"They're just growing pains. Take it easy\nand ride out the storm.... Now, how about tearing over to Lunar 7 to\nsee the crucial Spaceball series between the Space Rangers and the\nCallisto Satellites?\"\n\nShe looked horrified. \"I'm afraid you don't take hints very well. I'm\nnot interested in going anywhere with you. Actually, I'm going with\nJack Slezak to see 'Nova of the Leprous Soul', and I might suggest a\nfit subject.\"\n\nShe flounced out again and Whitemarsh felt lost. He tried to cheer\nhimself with a book on _Hyper Plutonium Elements_.\n\nThe transition took longer than Whitemarsh had bargained for. After\nthe Laboratorians were re-educated, and a tiresome process it was,\nchemists went over the notebooks to look for inaccuracies, doubtful\ndata was examined, all microfilms had to be edited and corrected; and\nthey found that most of the chemicals developed at the laboratory in\nthe past decade had been founded on doubtful data. But since all of\nthem had passed the Development Group, Whitemarsh didn't think it was\nwise to try to recall them. But new products scheduled for release were\nre-examined and retested after the fundamental work on them was checked.\n\nFinally the problems were unscrambled and the laboratory began to\nrun smoothly again. The research projects were reestablished and the\nwork started out anew. Frayed tempers were soothed and the scientists\nfinally got around to trusting each others' results again. The\nLaboratorians were now carefully but tactfully watched by the junior\nchemists who, in turn, were spending more time in the laboratories and\nless in their offices.\n\nWhen the new, sound results started grinding forth, Whitemarsh\npermitted himself a sigh of relief. Lunar Lab had lost its\nindividuality, he admitted, even though the easy-going camaraderie he\nhad noticed when he first came was also gone. The results of Lunar\nResearch Lab of Interspatial were now as reliable as those of the\n_Campo Sano_ and _Roque_ laboratories back on Earth.\n\nBut it had been a hard fight. None of the chemists ever stopped around\nhis office any more for small talk about sports and politics. His\nsecretary brought him coffee in his sanctum sanctorum and he did not\nfind himself wandering around the laboratory as he had formerly done.\nWhen he did, there was usually a restrained silence and a suspicious\nneatness. Miss Chester was apparently irrevocably lost and there were\nrumors of an engagement with the brilliant Dr. Slezak. Though he had\nwon the day, he had lost something too. The Lab was now able to turn\nout results, but Frank Whitemarsh had paid a personal price for its new\nefficiency.\n\n\n\nAlmost a year after taking over as Research Director, Sheridan, now a\nVice President, brought him some news. \"Get ready to pack, Frank,\" he\ntold the younger man as they sat and smoked in the director's office\nwatching the clouds moving over the Earth.\n\n\"The Front Office like what I did?\" asked Whitemarsh puffing on his\npipe.\n\n\"Well.\" There was a slight pause. \"All the scientists on the board are\nbehind you to a man. But the business men, the advertising boys and\naccountants, well ... you know how they are.\"\n\n\"What's eating them?\"\n\n\"The lab didn't release any new products this past year. Development\nand even Advertising are pretty much slowed down.\"\n\n\"That's right. We've got some good products about ready, but we're\nmaking a final check before release. Don't you think we sent out a lot\nof junk before?\"\n\n\"We sure did, even in my time though I tried to stop it. But the\ndevelopment boys want something, anything.\"\n\n\"Well?\" asked Whitemarsh.\n\n\"So they'd probably rather run the risk of getting something bad than\nnothing at all.\"\n\n\"They won't!\"\n\n\"That's right, they never will again. Now, I know that the products you\nhave ready are going to be good and I'm not worried about them. All we\nhave to do is keep the business geniuses out of our hair for another\nsix months.\"\n\n\"And?\"\n\n\"So we're kicking you upstairs. It's a good job, don't worry about\nthat, at three times your director's salary.\"\n\n\"What if I quit?\"\n\n\"Don't be that silly.\"\n\n\"What's the other job?\"\n\n\"Works Manager at Quercus Mountain on Phobus. Sole boss of the biggest\nIsotope Works in the Solar System. You'll have 50,000 men under you and\nhave a free hand at starting any kind of laboratory you want.\"\n\n\"No Laboratorians?\"\n\n\"Right. You can start out from scratch and make the kind of lab you've\nalways dreamed of. Here we're thinking of pushing up Kercheval if\nit's all right with you, you always rated him highly. It's just like\nchanging Spaceball managers. We all know the Space Sox won the pennant\nlast year on the team developed by Kanter even though Balhiser was\nmanager. These wolves will keep off our tail until the new products\nstart coming through and then we'll say we knew it all along.\"\n\n\"You've got me half convinced not to quit,\" said Whitemarsh quietly.\n\n\"Now listen Frank,\" came back Sheridan just as seriously, \"you're too\ngood a man to waste. Now take your promotion like a nice boy and keep\nin line.\"\n\n\"I still think I did a good job here.\"\n\n\"So do I, but the Board of Directors can't forgive those retractions,\neven though you and I know they're necessary. They don't know what\nscientific truth and pride are. Within ten years, on the foundations\nyou laid, we'll have the best research record in the country....\"\n\nAfter Sheridan had left, Whitemarsh cast a last look at his former\ndomain. He called Kercheval in to give him the news and then tell him\nto keep quiet until verified. Then he decided to take a last tour\naround the laboratories. He finally found himself up at the Snack Bar\nand his eyes were taking the same look over the Laboratory that they\nhad done two years before. The view looked about the same. He had\nsupervised the installation of a new Matter Probe over in the front\ncenter and he was responsible for the Atom Analyzer, but these were\nonly minor changes.\n\nThe major change, he thought bitterly, is that no one speaks to me\nunless spoken to--I've become a pariah. Never tamper with the status\nquo, it disturbs too many people. It's a very lonely job.\n\nThere was no one else in the Snack Bar. At least, almost no one else.\nHe heard a discreet cough behind him. He turned and found Miss Chester\nseated behind him. She had her legs crossed, a cup of coffee in one\nhand and the Space News Want-Ads in the other.\n\n\"Hello, Napoleon,\" she greeted him. \"Have you just been surveying your\nempire? Did you see the stern men of science jumping through the hoops\nout there? Can you remember the happy place this was a year ago when\nyou came? Then the Laboratorians took pride in their work; now they're\nflunkies for the green kids fresh from Alma Mater!\"\n\n\"Stop it, Sally,\" he told her. \"You're not too far wrong on that\nNapoleon business. I'm taking off for my new St. Helena, Quercus\nMountain on Phobus.\"\n\n\"Quercus Mountain? That's a big place. Lab Director?\"\n\n\"No. Works Manager.\"\n\n\"Heaven help the poor Atomic workers!\"\n\n\"Don't be that harsh. Dammit! Sally, maybe I am a Napoleon, but\nscientific accuracy is too important to play fast and loose with, the\nway they were around here. You know it. You're the only one who didn't\nrelax that vigilance--who saw to it that everything you turned out\nwas without error. I know now that I forgot the human equation--that\nI was so eager for errorless research that I trod pretty roughshod\nover a lot of people. But you're guilty too, you know, you had the\nsecret--you managed to balance the equation when everyone else here\ndidn't. Why didn't you help me? Sure, you came in and ranted and raved\nat me--called me all sorts of names, but you didn't help me, you didn't\ntry to show me the way.\"\n\n\"I--\"\n\n\"Let me finish,\" he interrupted her. \"I love you, you know--have for\na long, long, time. I still need help, Sally. I don't want to keep\nplaying Napoleon and going into exile over and over again. A bigger\njob with more men under me isn't the answer. When a man is lonely it\nmakes him hard and cruel in circumstances like that. I made all of you\nhere relearn scientific facts, I need to relearn the humanities....\" He\npaused for a moment. \"Sally, will you teach me?\"\n\nHer eyes were bright with unshed tears and a catch in her throat\nmade the words husky and half-whispered. \"I wanted to help--I love\nyou too--but I thought you were arrogant and didn't need me--\" She\nswallowed, controlling a sob. \"I'll make it up to you, darling. You\nwon't be alone again--on Phobus or anywhere else in the galaxy.\"",
    "metadata": {
        "author": [
            "Peattie, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59267/pg59267.txt",
        "name": "the_laboratorians.json"
    }
}