{
    "name": "The Beggar's Purse: A Fairy Tale of Familiar Finance",
    "author": [
        "Adams, Samuel Hopkins",
        "Fabian, Warner"
    ],
    "body": "1918\n\n\n\nNOTICE\n\nIT was our original intention to print and distribute a small number\nof these booklets gratuitously among our Mends with the hope that this\nstory might aid in the sale of War Savings Stamps.\n\nHowever, before the booklet was finished we had a number of requests\nfrom large firms who desired to purchase them in quantities for\ndistribution among their own people. This we had not planned on.\n\nIn taking the matter up with Samuel Hopkins Adams, the author, he\nsuggested that he was willing to forego any remuneration if we would\nfurnish these books at cost. This we gladly consented to do, and we will\nprint and deliver any size edition, selling them at actual cost.\n\nWe are glad to do this, for we will feel well repaid for our efforts, if\nevery book is the means of selling one War Savings Stamp.\n\nSMITH & PORTER PRESS, INC.\n\n530 ATLANTIC AVENUE, BOSTON, MASS.\n\n\n\nForeword\n\nThe thought in mind that this story might suggest a way to increase the\nsale of War Savings Stamps, the publishers and the author, who receive\nno remuneration, have kindly consented to allow us to print and\ndistribute gratuitously this booklet.\n\nSmith & Porter Press, Inc.\n\n\n\n\nTHE BEGGAR’S PURSE\n\n\nVAN TENNER was a man who pursued his way through life by fixed habits.\nHe lived in Philadelphia. That was one of the habits. He ate regularly,\nslept regularly, rose regularly, worked regularly and went to the club\nregularly; all this within the limits of a very comfortable income. He\nnever overstrained this income. That’s what kept it so comfortable.\nIt also kept E. Van Tenner comfortable. They were very comfortable\ntogether, which is fortunate, as there were only the two of them to look\nafter each other. That is to say, E. Van Tenner was a bachelor. As\nto his age, face, form and apparel, the illustrator may, if he will,\napprise you. Not I. They have no essential bearing upon this, my tale,\nwhich is no love story, for love and E. Van Tenner were strangers.\n\nBut though love had passed him by, war came home to him, touching him\nwith intimate shock upon the income and then upon his habits; but this\nhe endured, not without discomposure, indeed, but without resentment,\nfor one of his best habits was to be honestly and thoroughly patriotic.\nIn sundry phases war came to him; but the particular phase which, at the\ntime of the beginning of this chronicle, interrupted him in the task of\nfiguring up personal accounts, wore white whiskers and an ingratiating\nexpression and was a professional beggar, not for pay but for\npatriotism.\n\nThe professional and patriotic beggar fixed E. Van Tenner with a bright\nand amiable eye and said--that is, he would have said if E. Van Tenner\nhadn’t first said:\n\n“No.” And then repeated it with level and considered firmness: “No. No.\nNo.”\n\n“But----” began the professional beggar.\n\n“I subscribed liberally to the first Liberty Loan.”\n\n“I know. But----”\n\n“More liberally to the second Liberty Loan.”\n\n“Exactly. Nevertheless----”\n\n“As for War Saving Stamps--I see them in your glittering eyes--I know\nall the arguments----”\n\n“Except one,” interrupted the beggar. “Quite useless,” said E. Van Tenner\nfirmly. “However, proceed!”\n\n“My argument,” said the beggar, “is based upon the word ‘savings’. War\n_Savings_ Stamps. I propose that you shall start modestly with one of\nthese stamps, purchased out of what you save on current expenses without\ngiving up anything that you need or want or aren’t better off without.”\n\n“That,” commented E. Van Tenner, smiling, “suggests magic.”\n\n“Magic, pure, deep and white,” confirmed the beggar promptly. “What are\nyour plans for to-day?”\n\n“A trip on business to New York.”\n\n“Good! How long?”\n\n“Twenty-four hours,” said the precise E. Van Tenner.\n\n“Do you carry a pocketbook--or your money loose?”\n\n“Loose.”\n\n“Take this purse. It calls for but one condition: That you keep all\nyour money--bills and change--in it and spend only from it. If this is\nfaithfully done, within twenty-four hours you will have saved enough to\nbuy one--no, two stamps; which at the present price will come to eight\ndollars and twenty-eight cents.”\n\nTo Van Tenner’s skeptical eye the purse placed in his hand seemed an\nordinary-enough affair--a cheap, flattish wallet, without distinguishing\nmark until he opened it and found, set into the flap, a celluloid tablet\nflanked by a small pencil. Across the top of the tablet ran the legend\n“What’s the good?”\n\n“A colloquial expression of the philosophy of indifference,” observed E.\nVan Tenner with a smile.\n\n“On the contrary,” retorted the beggar, “it is a serious and profound\ninquiry into first causes. The magic inheres in it. Under-stand, now:\nYou are not to scrimp and scrooge at all. Parsimony by people who can\nafford to spend does harm, not good. And this magic, being white magic,\nworks only for good. But if you undertake to remove money from that\npurse for any purely wasteful purpose the magic will be loosed; and you\nshall see what you shall see--or, more accurately, feel what you shall\nfeel.”\n\n“The purse will stir in my pocket, I suppose,” laughed E. Van Tenner.\n\n“Much deeper,” replied the beggar gravely. “In your conscience.”\n\n“I accept your challenge,” said the other. He emptied his pockets and\ndeposited all his money under the guardianship of the inquiry “What’s\nthe good?”\n\n“To start from the moment when I leave my office for the train.”\n\n“I shall expect to hear from you on your return,” replied the beggar,\nand vanished by the magical process of stepping into a bewitched\ncompartment which, at the touch of a brass-buttoned wizard’s hand upon\na lever, dropped harmlessly down a frightful chasm and disgorged him\nunharmed upon the street.\n\nOn the punctual fifteen minutes before train time E. Van Tenner picked\nup his small, light traveling bag and walked the two blocks to\nthe station. There he was met by an obsequious porter to whom he\nmechanically surrendered the insignificant burden. Instinctively he felt\nin his change pocket to see whether he had any silver. None. Nor in his\ntrousers pocket. Why, what had he--\n\nOh, of course. The beggar’s purse, in his breast pocket. He reached\nin for it and the purse bit him. At least that was his first startled\nthought, so queer and unpleasant a thrill ran up his finger. Then it\nwas the porter’s turn to be startled, for E. Van Tenner, retrieving his\nluggage, addressed to him a positive monosyllable: “None.”\n\n“Wha’--wha’ that you say, suh?”\n\n“Didn’t you just ask me ‘What’s the good?’”\n\n“Me? Lawd! No, suh!”\n\n“Well, somebody did,” asserted E. Van Tenner, vague but emphatic. “I’ll\ncarry my own bag, thank you.”\n\n“Ghos’es! He’s hearin’ ghos’es,” surmised the alarmed African, staring\nafter his escaped patron as that haunted gentleman made his way to the\nPullman window.\n\nHere he again felt for the wallet. Though there was no shock this time\nit seemed to come forth reluctantly, and the magic phrase as it met his\neyes took on a quality of insistence.\n\n“Well, what is the good?” repeated E. Van Tenner.\n\n“Beg your pardon?” said the astonished agent from his window.\n\n“I--that is to say--have you a chair for New York on this train?”\n\n“Just one left, sir.”\n\n“Keep it!” the horrified Van Tenner heard himself say. Or was it himself\nthat had said it? At any rate he was ten paces from the window on his\nway to a day coach before he recovered. Not until then did it occur to\nhim that on his last trip the parlor car had been so hot and stuffy as\nto leave him with a headache all day. Perhaps he would be just as well\noff in a day coach; even better, possibly. He found a seat, disposed\nhimself in it and essayed to return the beggar’s purse to his pocket. It\nresisted. Its reluctance was quite uncanny until E. Van Tenner observed\nthat in some way the pencil had got afoul of the pocket flap.\n\n“Oh, that’s it!” said he, enlightened, and proceeded to make the\nfollowing entries of cash saved, on the magic tablet:\n\n     Station porter Parlor car            $0.55\n     Pullman porter                         .15\n\nHardly had he settled in his place when he heard a familiar voice behind\nhim. He turned. It was Welland, a near neighbor to his apartment.\nWelland was in the automobile business, from which he was reputed to\ndraw from twenty-five to thirty thousand dollars a year in commissions.\nIt was a surprise to E. Van Tenner to find so glossily prosperous\na person, with a reputation as a free spender, in the day coach. He\nmentioned his surprise.\n\n“War, my dear sir, war,” said Welland. “This nation is at war. I haven’t\nridden in a parlor car since last summer.”\n\n“Economy?”\n\n“Principle.”\n\n“I see no principle involved except economy.”\n\n“Don’t you? The fewer heavy parlor cars the less demand on coal and\nrolling stock. Here I am, unable to get my normal supply of automobiles\nfrom the factory, because the railroads can’t handle them. And, mind\nyou, they’re a necessity. They relieve the strain of suburban railway\ntraffic. Men in every other line of necessary business are up against\nthe same thing. So I’m doing my part to relieve the situation by riding\nin a light day coach, which seats a hundred or so passengers instead of\na heavy Pullman, which seats maybe forty.”\n\nE. Van Tenner glowed inwardly with self-satisfaction in that he had\ntaken the unaccustomed and plebeian coach. He felt sure that the\nbeggar’s purse would warmly approve of Welland, When that gentlemen,\non his suggestion, moved forward to share his seat he anticipated a\npleasanter journey than he would have enjoyed in the parlor car. On the\noutskirts of the city the train was halted for a minute. Welland pointed\nout of the window to a great mass of scrap iron which was being\npulled apart and loaded on flat cars by a busy gang of workers. To his\nastonishment he perceived that the workers were women.\n\n“You see that,” said his companion. “Why do you think they put women on\nsuch rough work?”\n\n“Because they can be had for lower wages, I suppose.”\n\n“Not at all. They’re getting men’s pay; have been for months. I saw the\nadvertisements in the papers, offering it. No, sir! It’s because the\nrailroad can’t find men enough. Yet back in the parlor car there’s a\nhusky roust-about picking up towels and flicking dust off chair backs\nfor tips, while those women hustle iron. He gets none of my money!”\n\nThe trip to New York was exceptionally brief, E. Van Tenner thought. At\nthe terminus two Red-Caps swooped upon Welland and himself, only to be\nrepelled in disorder.\n\n“As long as women handle bulk metal I guess I can carry my own suit\ncase,” observed Welland, stepping easily along under the burden of\na week-end trunk. “You’ve no idea how much good muscle one puts on,\njuggling weights like this. Regular traveling gymnasium. Well; here’s\nwhere I leave you.”\n\nBidding his companion good-by E. Van Tenner committed the following\nentry to his celluloid:\n\n     Red-Cap...........$0.15\n\nHe made his way to the outer air, where a waiting chorus celebrated his\narrival by bursting, full-throated, into song:\n\n“Taxi! Taxi! Taxi, sir! Taxi t’yer hotel. Here y’are, taxi!” The\nfamiliar sounds led him unthinkingly to the nearest cab, operated by a\nyouthful bruiser with the arms of an ape and the jaw of an alligator.\n\n“Where to?” he growled.\n\nE. Van Tenner laid a hand on his purse, drew it forth and----\n\n“What’s the good?” it demanded in black and authoritative print.\n\n“How much to the Hotel Von Gorder?”\n\n“’Bout forty cents,” returned the tough, as one disdaining such petty\nconsiderations.\n\n“Thank you,” returned E. Van Tenner politely, and entered the amount on\nhis tablet. “I’ll walk.”\n\n“Walk!” bellowed the outraged chauffeur. “Whaddaya tryin’ to do--kid\nme?”\n\nThe protrusive jaw was thrust up under E. Van Tenner’s retiring nose.\n\nThe small, greenish eyes bored into his. “Yuh took me,” snarled their\nowner. “Now gidin!”\n\nOrdinarily a pacifist in all personal relations E. Van Tenner would,\nunsupported by ulterior influences, have meekly obeyed rather than risk\na verbal or possibly physical encounter. But magic is magic and will\ncarry him whom it upholds by its might through the imminent deadly\nbreach even to the cabby’s mouth. Something tingled upward from the\nhand that held the beggar’s purse; something that snapped back E. Van\nTenner’s spare shoulders to a springy squareness and fired his brain and\nnerved his voice; and with unutterable surprise he heard himself speak\nin tones that were more than peremptory, that had the flick and sting of\na military command: “Where is your draft registration card?” The red and\nsavage face turned pallid and receded. The gorilla frame drooped away,\nthen gathered itself and sprang--not upon E. Van Tenner but upon the\ndriver’s seat of the taxi, which straightway departed with snorts of\npain and terror.\n\n“Well, well!” thought E. Van Tenner, inexpressibly shocked at his\nnewself. “In another moment I should have hit that fellow upon the nose.\nI am sure that I should.”\n\nA wild, infuriated yell from the motorman of a cable car, which the\nrouted taxi had missed by a scant inch, drew E. Van Tenner’s eyes to\nthe legend on the car, which, he perceived, ran within one block of his\nhotel. To save time he jumped aboard, and reached his destination as\nquickly as he would have done in the taxicab. On the way he corrected\nhis entry by deducting five cents for fare; then on reflection added\nfifteen cents as the probable tip to the chauffeur, this representing\nthe sheer blackmail of the dread of being considered a short sport. At\nthe journey’s end his account read:\n\n     Station porter               $0.15\n     Parlor car                     .55\n     Pullman porter                 .25\n     Red-Cap                        .15\n     Cable car vs. taxi             .35\n     Chauffeur’s blackmail          .15\n\nMaking a promising total of $1.60 already. E. Van Tenner perceived that\ninstead of by a beggar he had been visited by one who was perhaps\na prophet. The last item in the account particularly pleased the\naccountant. He began to suspect that much of the change that he\nsystematically dribbled out was simply the blackmail paid by vanity to\nextortion. At once he was to meet with a double verification of this. At\nthe hotel desk he asked for room with bath.\n\n“Something about five dollars, Mister--er--er?” inquired the official\nbehind the register.\n\n“Yes,” assented E. Van Tenner, and instantly felt a pang in the purse.\n“That is--ah--haven’t you anything for four dollars?”\n\n“Oh, yes; we have some as low as that,” returned the clerk\nsuperciliously; “if----”\n\nHe left unfinished a conditional clause that obviously was designed to\nconclude--“you don’t feel that you can afford a good room.” So frail was\nE. Van Tenner’s humanity--let him that is without vanity cast the first\nstone--that he hesitated. He didn’t dare take out the beggar’s purse\nand look it in the face. But, then, neither did he dare look the\nsupercilious hotel clerk in the face; that is, until----\n\n“Reservation for J. Q. Smith; room and bath, three dollars,” said a\nbrisk newcomer at his side; and another clerk answered promptly: “Yes,\nMr. Smith; Room 1118.”\n\n“I’ll take the four-dollar room,” said E. Van Tenner firmly; and the\nclerk, whose supercilious expression was worth thousands per year to\nthe hotel, admitted defeat for once and said: “Very well; will you go up\nnow?”\n\nNo; he decided that he would lunch at once; but first he would wash up.\nIn the washroom he was beset by a human bluebottle who buzzed round him\nwith a futile and superfluous whisk broom, despite his protests, and all\nbut blocked his way when he sought an egress without paying for it in\nthe form of a tip. But the spirit in the purse was having its way with\nE. Van Tenner now, and an inspired inquiry as to whether the brush\nbrigand was of military age removed him from the path.\n\nThe next obstacle was more formidable. The door of the café was guarded\nby two young and unbeautiful descendants of the horseleech’s daughters.\nAlways before he had contributed automatically in response to their\nunspoken “Give! Give!” though he knew that he was only enriching\nsome unknown capitalist in the background who rented this particular\nblackmailing privilege from the hotel for eight thousand dollars per\nyear. But--what would the fearsome beggar’s purse say or do should he\nattempt to extract the minimum of ten cents to protect him from their\ncackle of disdain? Fortified as he was he could now face the contempt\nof man but not of these befrizzled Amazons. Yet to pass them while\nretaining possession of hat and coat was impossible. Already their\ngrasping hands were extended for his apparel. E. Van Tenner turned and\nfled.\n\nDo not assume, however, that his retreat was caused by cowardice alone.\nIngenuity, doubtless instigated by the beggar’s purse, is entitled to\nhalf credit. E. Van Tenner took the elevator--free--to his room and hung\nhis hat and coat--gratis--in the clothes press. The room, he noted with\nsatisfaction, was precisely the same as the five-dollar variety except\nthat it was a few floors higher. He entered one dollar saved on room,\nten cents each on washroom and coat check; and descending passed,\nunarmored but unscathed, the gantlet of the disarmed horseleech’s\ngreat-granddaughters. Already his total was two dollars and eighty\ncents. Good progress toward one stamp!\n\nUpon his return to the room to resume his cast-off garments some\nindefinite discomfort in the region of his left big toe attracted E.\nVan Tenner’s unfavorable notice. Could the magic wallet have established\nconnections in that quarter? It seemed highly improbable. Investigation\nsupplied a simpler reason--a large hole yawned in his sock. A block\ndistant was a high-class department store. Thither he made his way,\nand was presently applying a rather exigent taste in hosiery to the\nconsideration of some chastely fancy designs in striped silk. Three\ndollars was about his usual price. But, came the chilling thought, what\nwould the purse say or do? Tentatively he drew it forth. It made no\nprotest. The legend “What’s the good?” had lost its accusing aspect.\n\n“After all,” reflected E. Van Tenner, “the beggar said that I wasn’t to\nscrimp myself.” Then to the clerk: “I’ll take this pair.”\n\nStill maintaining, strict neutrality the wallet gave of its wealth. He\nreturned it to his breast pocket.\n\n“Will you take them with you, sir?” asked the salesman.\n\n“No. Send them to----Ouch!”\n\n“To where?” The man lifted startled eyes above a poised pencil.\n\n“I’ll have them sent to the----Ugh!”\n\nIt was most astounding! The magic purse, quiescent during the deal, was\nnow catching at his breath like an ice-water douche over the heart. Had\nit gone back on the bargain? Must he give up those chaste yet sprightly\nsocks? Not without a struggle.\n\n“Could you deliver them this afternoon?”\n\n“We could if it isn’t too far.”\n\n“Then have them sent to----Oh, Lord! No use!”\n\n“Are you ill, sir?” asked the floorwalker, approaching anxiously.\n\nSome unknown incitement forced a question to E. Van Tenner’s lips: “See\nhere, does it cost you anything to deliver goods?”\n\n“Certainly. In time and labor from twelve cents per package upward.”\n\nSo that was it! The magic was working beyond the limits of his own\nexchequer. Obviously it didn’t propose to sit by and watch him waste\nanybody’s money, even a store’s.\n\n“I’ll take them with me,” said he. “Thank you, sir,” said the floorman.\n\nAs he departed with his purchase E. Van Tenner felt a sensation as if\na very soft and satisfied kitten were purring against his chest. “All\nright,” said he, speaking down his shirt front; “but don’t you get too\ndictatorial.” Business took up the rest of the afternoon; business in\nwhich the purse played an honorable and unprotesting part, though its\ncourse at one point called for a taxi expenditure of something more than\ntwo dollars. That, however, was to save necessary time. E. Van Tenner\nwas relieved to find the magic receptacle so reasonable. He began\nto feel that he could live on terms of amity and confidence with it\nindefinitely. But when he came to pay the chauffeur the wallet produced\nthe exact amount with a precision that he could not but feel to be\nsignificant. In vain did he search for a tip.\n\n“What’s the good?” demanded his mentor. “What’s the good of making a\npresent to a man in whom you have no possible interest and who hasn’t\ndone anything that he isn’t paid to do by his employer?”\n\n“Not the slightest,” admitted E. Van Tenner in the face of the disgusted\ntaxi man; and even added cheerfully: “That’s the precise amount, I\nbelieve.”\n\nSo swiftly and blithely does one become hardened to impotent scorn! Thus\nwas twenty-five cents added to the mounting record.\n\nHis evening was free. He decided upon a light and hasty dinner, followed\nby the theater--if the magical arbiter would permit. By repeating his\nsimple expedient of leaving his outer apparel in his room he eluded the\ncoat-check impost, and genially smiled at the disgruntled Amazons, who\nseemed to be asking each other whether this comparatively nude intruder\nhad perhaps pawned his overcoat.\n\n“Dry Martini,” ordered E. Van Tenner upon seating himself. Instantly and\nmiraculously the beggar’s wallet seemed to have dropped from his\nvest pocket to the pit of his stomach, upon which it pressed with a\ndestructive insistence.\n\n“Wait a moment!” said its proprietor slave hastily to the waiter; then\nadded in a low but indignant undertone: “See here! It isn’t your affair\nto censor my morals and habits. You’re a committee on finance, and\nthat’s all!” He plucked forth the purse into the light of day. “What’s\nthe good?” it inquired with an air of sweet reasonableness.\n\nE. Van Tenner reflected. After all, what was the good? Either he had an\nappetite for dinner, in which case he didn’t need the cocktail; or else\nhe needed the cocktail to create an appetite for dinner, in which case\nit was high time that he quit the habit. Hadn’t the beggar distinctly\ntold him that he needn’t give up anything which he wouldn’t be better\noff without. “Never mind the Martini,” said he wearily? During dinner he\nlooked over the theatrical advertisements in his paper, and hesitating\nbetween those classically named productions whereto a discriminating\npublic taste is addressed, Atta Boy, Oh, Slush, and Gertie’s Green\nGarters, fixed upon the latter. He must now retrieve his coat and hat,\nupon which he had saved another dime. Ascending to his room he switched\non the lights, got into his outer garments, locked his door and started\nfor the elevator. A slight but insistent cramp in the pocketbook halted\nhim. What could that mean? He wasn’t spending any money. If it was a\nprotest against theatergoing it was premature. Let it wait till he got\nto the theater! He started again, and caught his breath over a more\npronounced pang. His eyes, turning upward, were arrested by the glowing\nglass of his transom. To be sure! He had left the lights on, thereby\nwasting coal for the hotel--upon which he had already saved a dollar and\nfifty-five cents.\n\n“You are certainly some little economist!” he murmured to the occupant\nof his pocket as he returned and left the room in darkness.\n\nAt the theater a ducal personage behind a grille negligently informed\nhim that there was nothing available in the orchestra before a week from\nWednesday; but an undistinguished individual in the lobby--who may\nor may not have been there for that very purpose--mentioned that the\nBilbosh Agency had some good seats. Thither went E. Van Tenner. Yes;\nthe agency had a few seats left. There was one in the eighth row,\nthree dollars and thirty cents, please. At the mention of the price the\nbeggar’s purse leaped from E. Van Tenner’s hand and fell flat on its\nface upon the floor.\n\nE. Van Tenner took it forth and gave it air. Now in our amiable and\neasy-going bachelor there was a definite streak of obstinacy. He had\nundertaken to see Gertie’s Green Garters and see it he would, always\nassuming that the magic receptacle would permit. He retraced his steps\nto the theater, retired to a corner of the lobby and drew forth the\nchancellor of his exchequer.\n\n“What’s the good?” it questioned. But the effect was that of inquiry,\nnot of challenge.\n\n“The good is that I’ve done a day’s work and am entitled to some\namusement. What’s the harm?”\n\nThe beggar’s purse appeared to accept this view complaisantly. Back to\nthe ticket window stepped E. Van Tenner.\n\n“What is the best seat you have for tonight?” he asked the duke of the\ndiagram. “Tenth row in the balcony; one sixty-five.”\n\n“Can you see the stage from it?”\n\n“Oh, yes,” replied the duke wearily. “You can see the stage.” His tone,\naimed at the inquirer’s vanity, commented: “If you’re the kind of cheap\nperson who goes into the balcony.” But E. Van Tenner’s vanity was now\narmored like the tropic ant-eater.\n\n“I’ll take it,” he said; and the beggars purse opened automatically.\n\nRather to his surprise he found that his view of the play was just as\nunobstructed as in the orchestra seats to which he had been accustomed;\nand his hearing was much less interrupted--not to mention the fact that\nhe had saved one dollar and sixty-five cents at one fell swoop. Thus he\nfelt justified at the close of the performance in stopping for a bite of\nsupper. A flaring light directed him to a place where, all too late, the\nfrantic dissonances of a jazz band burst upon his shocked ears. Before\nhe could retreat a coat-room attendant had his garments in pawn.\nPerforce he must go forward. As he dropped into a gilded and fragile\nchair a pair of ample ladies, wearing carefully greased evening gowns,\nappeared upon the stage and burst into metallic shrieks, supported by\nthe musical spasm of the orchestra. E. Van Tenner essayed to forget his\nsufferings in contemplation of the menu--and got a fresh shock. He had\nseen prices before, but never such prices as these. Even without the\nmagic purse he was sure that they would have given him pause. As for the\npurse, he did not dare bring it out in sight of that array of figures.\nSomething light, a bit of fish and some stuffed green peppers, he had\nthought to order. The fish were evidently goldfish; solid gold at that.\nAs for the peppers, his eyes encountered this legend:\n\nGreen peppers (1) stuffed with rice and tomato--80 cents.\n\nAt first he thought it a misprint; it must be thirty cents; or possibly\nfifty. Consideration of the other vegetables dispelled that hope. They\nwere on an equal scale. But--eighty cents for one green pepper! Was\nthere, then, a fatal shortage in the green-pepper market? Or a crop\nfailure in the rice or tomatoes whereof the stuffing was compounded?\n\n     “Cut it short!\n     Be a sport!\n     Buy a quart!”\n\nshrieked the songsters, coyly adjusting their shoulder straps.\n\nEnlightenment burst upon E. Van Tenner. The prices of the menu,\nsuggesting the daily stock market report before the depression, became\nclear. Somehow that awful vocality and the hardly less agonizing\naccompaniment had to be paid for. His green pepper at eighty cents was\nto pay for it. It was stuffed, that green pepper, not with rice and\ntomato but with ragtime jazzeries and syncopated shrieks. E. Van Tenner\nlaid the menu on the table and would have risen and escaped, but there\nhovered over him, portentous and awful, the head waiter himself.\n\n“You haf ordered?” he inquired.\n\n“I--that is--no; I think I won’t order this evening,” quavered the\npatron.\n\n“There is a table charch of one dollar,” said the official severely.\n\nE. Van Tenner, overawed, reached for the beggar’s purse. It flatly\nrefused to open. As the owner strove with it there was instilled into\nhis veins a calm and chill determination, born of a discovery that he\nhad made--or had the purse magically indicated it?--regarding the menu.\n\n“I shall not pay it,” he said quietly.\n\n“You shouldt haf to pay it.” The head waiter’s threatening tone took on\na little more pronounced accent.\n\n“You’re a German, aren’t you?” inquired E. Van Tenner blandly.\n\n“Dot is my bisaness,” retorted the other excitedly. “You pay dot table\ncharch!”\n\n“No; I shall not pay the table charge. But I will do this: I will pay\nyou one dollar for that menu card, which, I observe, has on it two,\nfour, seven, eleven--eleven different kinds of meat, on a Meatless\nTuesday! Come; what do you say?”\n\nThe head waiter said nothing. His jaw dropped. He put his hand to\nhis chin undecidedly, then turned and fled, taking the card with him.\nGlowing with virtue--which, after all, was the purse’s, not his--E.\nVan Tenner departed, not even tipping the coat-room attendant, to such\nheights was his courage inspired, and found a chop-house where he supped\nexcellently on a strict Hoover basis, and entered an estimated saving of\neighty-five cents, and ten cents extra for the defrauded hat boy.\n\nAll that night he slept the deep, sweet sleep of one justified of good\ndeeds. The beggar’s purse, at least equally justified, slept equally\nwell under his pillow. In the morning it started work for him again.\nIt saved him the usual coat-room charge, and rudely checked his mildly\nemotional impulse to drop a quarter in the tin cup of a pitiable and\nshivering mendicant cripple who owns two tenement houses on the\nEast Side and has amassed a small fortune by distraining on tenants’\nfurniture. He hardly knew whether to repeat the entry on the morning’s\ntaxi or not, since he felt it already a habit not to hire a cab when\nhe could conveniently take a car. But he was clearly to the good on one\nitem of a quarter, when in carrying his grip from the elevator he was\ncharged upon by a livered youth. Horror was writ large in that youth’s\nface; horror that a guest of the golden Von Gorder should carry a grip\nweighing almost four pounds across ten yards of floor alone and unaided.\nAs Christian strove with Apollyon so strove E. Van Tenner with the\nliveried youth for that grip, which he finally delivered safe out of the\nenemy’s hands, and himself bore, triumphant, to the street car.\n\nIn the returning train, where he won to the day coach through the\nstricken hopes of the embattled Red-Caps, he figured out his day’s\nsavings to date as follows:\n\n\n   Station porter............................................$0.15\n   Parlor car...................................................55\n   Pullman porter...............................................25\n   Red-Cap......................................................15\n   Cable car vs. taxi...........................................35\n   Chauffeur’s blackmail........................................15\n   Pride of hotel room that went before a fall in price.......1.00\n   Washroom hold-up.............................................10\n   Coat check...................................................10\n   2d Chauffeur’s supertax......................................25\n   Cocktail forgone.............................................25\n   3 Check-room petty larcenies.................................30\n   1 Theater-ticket-agency grand larceny......................1.65\n   Cabaret highway robbery......................................85\n   Victory in wrestling match with hall boy.....................25\n   Cripple’s curse..............................................25\n   Cable car vs. taxi [he decided to put it in, including tip] .50\n   Triumph in footrace with Red-Caps............................15\n   Parlor-car fare and tip......................................80\n\n   Making a grand, impressive, but insufficient total of.....$8.05\n\n\nInsufficient, because two of the beggar’s War Savings Stamps would cost\n$8.28. At the Philadelphia terminus he would save fifteen cents more\nof his accustomed expenditure by dispensing with the porter’s service.\nStill he would be eight cents short of the total. Suddenly E. Van Tenner\nfelt himself bitterly disappointed. The zest of the game had got into\nhis veins. Had he braved hotel clerks, striven with bell boys, bearded\nhead waiters and outfooted the fleet and determined Red-Cap only to fail\nin sight of the goal?\n\nPerish the----“Evening papers! All the magazines! Here y’are before the\ntrain starts.”\n\n“Evening Sentinel and Sat--” began E. Van Tenner, and dropped his voice\nand the beggar’s purse simultaneously. “Never mind. Don’t want--I mean\nneed--’em.” For here was his eight cents saved! With a triumphing\nheart he retrieved the wallet, took out the pencil and entered upon\nthe celluloid tablet the final and victorious eight cents--that is, he\nthought he had entered it. But lo! the line upon which he had written\nremained blank. He examined the pencil.\n\nIts point was perfect. The celluloid surface invited it. Again he\nessayed to set down the consummating eight cents. It was as if he had\nwritten with a wand upon water.\n\n“This is not white but black magic,” said E. Van Tenner, appalled.\n\nIn response there came back to him again the words of the beggar: “What\nyou save on current expenses without giving up anything that you need or\nwant or aren’t better off without.” Obviously, then, the beggar’s purse\nwas backing up the beggar’s undertaking. It considered that he was\nbetter off with than without his favorite reading. E. Van Tenner pursued\nthe boy and spent the eight cents.\n\nAll the way back to Philadelphia, however, his mind reverted painfully\nto the problem. In vain did he pass up a subsequent train boy’s\nblandishments on the subject of chocolate; he never ate chocolate. The\nsensitive tablet refused to be gulled into accepting an entry on any\nsuch pretext. Equally idle was it to pretend that he might have given a\nquarter instead of fifteen cents to the porter at Philadelphia. Fifteen\ncents was his un erringly methodical tip. To make matters worse\nthe train was nearly an hour late. Consequently there would be no\nopportunity of further saving; not even eight cents.\n\nHeavy-hearted he disembarked. The beggar had asked to be informed about\nthe experiment. Well; he’d tell him. Too bad! Might as well get it over\nwith. And there was only ten minutes’ leeway. He’d phone from that\nhotel opposite. Possibly the beggar could, of his magic, evolve some\nlast-moment plan. So approaching the telephone girl he began: “Broad,\nFour-four----” and gasped.\n\nThe beggar’s purse had stirred. It had more than stirred. It had\nflopped. It was now doing more than flopping. It was turning frantic\nhandsprings in his pocket.\n\n“Never mind that call,” said the perturbed E. Van Tenner. “I’ll--I’ll\nwrite.”\n\nThe beggar’s purse settled down and went to sleep.\n\n“How--how much would that call have been?” asked E. Van Tenner\nbreathlessly.\n\n“Local. Ten cents.”\n\n“And a letter--no, a postal card--is two cents. That’s eight cents\nsaved. The exact amount! Gimme a postal card. No; I don’t need to write.\nI’ll save the whole ten cents and be two cents to the good. I’ve done\nit! I’ve done it! Whoopee!” said E. Van Tenner, dancing upon the marble\nfloor.\n\n“Police!” said the telephone girl.\n\nWith the purpose of calling up the beggar on his own phone, free of\ncharge, E. Van Tenner hurried joyously to his office. The beggar was\nthere awaiting him.\n\n“Well?” said he.\n\n“Yes,” said E. Van Tenner.\n\n“Two stamps?”\n\n“And two cents over for a third. The magic worked.”\n\n“What about the price of the lessons?”\n\n“Lessons?”\n\n“Haven’t you learned anything in the last twenty-four hours?”\n\nE. Van Tenner considered. “I’ve learned that every time I spend a\ndollar I spend an extra quarter for vanity and a dime for timidity. I’ve\nlearned how to go without things I don’t want, and to stop doing\nthings I dislike myself for doing. I’ve learned the difference between\nparsimony and thrift.”\n\n“Is it worth anything to you?” insinuated the worker of white magic.\n\n“How many stamps can I take?”\n\n“One hundred and ninety-eight more. That’ll make your total investment\n$828 and it’ll bring you in $1000 at maturity.”\n\n“I’ll buy.” Thus did E. Van Tenner, exwaster, join the Take-the-Limit\nClub.",
    "metadata": {
        "author": [
            "Adams, Samuel Hopkins",
            "Fabian, Warner"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/44327/pg44327.txt",
        "name": "the_beggar_s_purse_a_fairy_tale_of_familiar_financ.json"
    }
}