{
    "name": "The trap",
    "author": [
        "Lovecraft, H.P.",
        "Lovecraft, H. P. (Howard Phillips)",
        "Whitehead, Henry St. Clair",
        "Littlewit, Humphrey",
        "Whitehead, Henry S. (Henry St. Clair)",
        "Lovecraft, Howard Phillips"
    ],
    "body": "It was on a certain Thursday morning in December that the whole thing\nbegan with that unaccountable motion I thought I saw in my antique\nCopenhagen mirror. Something, it seemed to me, stirred--something\nreflected in the glass, though I was alone in my quarters. I paused\nand looked intently, then, deciding that the effect must be a pure\nillusion, resumed the interrupted brushing of my hair.\n\nI had discovered the old mirror, covered with dust and cobwebs, in an\nout-building of an abandoned estate-house in Santa Cruz's sparsely\nsettled Northside territory, and had brought it to the United States\nfrom the Virgin Islands. The venerable glass was dim from more than\ntwo hundred years' exposure to a tropical climate, and the graceful\nornamentation along the top of the gilt frame had been badly smashed. I\nhad had the detached pieces set back into the frame before placing it\nin storage with my other belongings.\n\nNow, several years later, I was staying half as a guest and half\nas a tutor at the private school of my old friend Browne on a\nwindy Connecticut hillside--occupying an unused wing in one of the\ndormitories, where I had two rooms and a hallway to myself. The old\nmirror, stowed securely in mattresses, was the first of my possessions\nto be unpacked on my arrival; and I had set it up majestically in the\nliving-room, on top of an old rosewood console which had belonged to my\ngreat-grandmother.\n\nThe door of my bedroom was just opposite that of the living-room, with\na hallway between; and I had noticed that by looking into my chiffonier\nglass I could see the larger mirror through the two doorways--which was\nexactly like glancing down an endless, though diminishing, corridor. On\nthis Thursday morning I thought I saw a curious suggestion of motion\ndown that normally empty corridor--but, as I have said, soon dismissed\nthe notion.\n\n\n\nWhen I reached the dining-room I found everyone complaining of the\ncold, and learned that the school's heating-plant was temporarily\nout of order. Being especially sensitive to low temperatures, I was\nmyself an acute sufferer; and at once decided not to brave any freezing\nschoolroom that day. Accordingly I invited my class to come over to my\nliving-room for an informal session around my grate-fire--a suggestion\nwhich the boys received enthusiastically.\n\nAfter the session one of the boys, Robert Grandison, asked if he might\nremain; since he had no appointment for the second morning period. I\ntold him to stay, and welcome. He sat down to study in front of the\nfireplace in a comfortable chair.\n\nIt was not long, however, before Robert moved to another chair somewhat\nfarther away from the freshly replenished blaze, this change bringing\nhim directly opposite the old mirror. From my own chair in another part\nof the room I noticed how fixedly he began to look at the dim, cloudy\nglass, and, wondering what so greatly interested him, was reminded of\nmy own experience earlier that morning. As time passed he continued to\ngaze, a slight frown knitting his brows.\n\nAt last I quietly asked him what had attracted his attention. Slowly,\nand still wearing the puzzled frown, he looked over and replied rather\ncautiously:\n\n\"It's the corrugations in the glass--or whatever they are, Mr.\nCanevin. I was noticing how they all seem to run from a certain point.\nLook--I'll show you what I mean.\"\n\nThe boy jumped up, went over to the mirror, and placed his finger on a\npoint near its lower left-hand corner.\n\n\"It's right here, sir,\" he explained, turning to look toward me and\nkeeping his finger on the chosen spot.\n\nHis muscular action in turning may have pressed his finger against the\nglass. Suddenly he withdrew his hand as though with some slight effort,\nand with a faintly muttered \"Ouch.\" Then he looked back at the glass in\nobvious mystification.\n\n\"What happened?\" I asked, rising and approaching.\n\n\"Why--it--\" He seemed embarrassed. \"It--I--felt--well, as though it\nwere pulling my finger into it. Seems--er--perfectly foolish, sir,\nbut--well--it was a most peculiar sensation.\" Robert had an unusual\nvocabulary for his fifteen years.\n\nI came over and had him show me the exact spot he meant.\n\n\"You'll think I'm rather a fool, sir,\" he said shamefacedly,\n\"but--well, from right here I can't be absolutely sure. From the chair\nit seemed to be clear enough.\"\n\n\n\nNow thoroughly interested, I sat down in the chair Robert had occupied\nand looked at the spot he selected on the mirror. Instantly the thing\n\"jumped out at me.\" Unmistakably, from that particular angle, all the\nmany whorls in the ancient glass appeared to converge like a large\nnumber of spread strings held in one hand and radiating out in streams.\n\nGetting up and crossing to the mirror, I could no longer see the\ncurious spot. Only from certain angles, apparently, was it visible.\nDirectly viewed, that portion of the mirror did not even give back a\nnormal reflection--for I could not see my face in it. Manifestly I had\na minor puzzle on my hands.\n\nPresently the school gong sounded, and the fascinated Robert Grandison\ndeparted hurriedly, leaving me alone with my odd little problem in\noptics. I raised several window-shades, crossed the hallway, and sought\nfor the spot in the chiffonier mirror's reflection. Finding it readily,\nI looked very intently and thought I again detected something of the\n\"motion.\" I craned my neck, and at last, at a certain angle of vision,\nthe thing again \"jumped out at me.\"\n\nThe vague \"motion\" was now positive and definite--an appearance of\ntorsional movement, or of whirling; much like a minute yet intense\nwhirlwind or waterspout, or a huddle of autumn leaves dancing\ncircularly in an eddy of wind along a level lawn. It was, like the\nearth's, a double motion--around and around, and at the same time\n_inward_, as if the whorls poured themselves endlessly toward some\npoint inside the glass. Fascinated, yet realizing that the thing must\nbe an illusion, I grasped an impression of quite distinct _suction_,\nand thought of Robert's embarrassed explanation: \"_I felt as though it\nwere pulling my finger into it._\"\n\nA kind of slight chill ran suddenly up and down my backbone. There\nwas something here distinctly worth looking into. And as the idea of\ninvestigation came to me, I recalled the rather wistful expression of\nRobert Grandison when the gong called him to class. I remembered how he\nhad looked back over his shoulder as he walked obediently out into the\nhallway, and resolved that he should be included in whatever analysis I\nmight make of this little mystery.\n\n\n\nExciting events connected with that same Robert, however, were soon\nto chase all thoughts of the mirror from my consciousness for a time.\nI was away all that afternoon, and did not return to the school\nuntil the five-fifteen \"Call-over\"--a general assembly at which\nthe boys' attendance was compulsory. Dropping in at this function\nwith the idea of picking Robert up for a session with the mirror,\nI was astonished and pained to find him absent--a very unusual and\nunaccountable thing in his case. That evening Browne told me that the\nboy had actually disappeared, a search in his room, in the gymnasium,\nand in all other accustomed places being unavailing, though all his\nbelongings--including his outdoor clothing--were in their proper places.\n\nHe had not been encountered on the ice or with any of the hiking\ngroups that afternoon, and telephone calls to all the school-catering\nmerchants of the neighborhood were in vain. There was, in short, no\nrecord of his having been seen since the end of the lesson periods\nat two-fifteen; when he had turned up the stairs toward his room in\nDormitory Number Three.\n\nWhen the disappearance was fully realized, the resulting sensation\nwas tremendous throughout the school. Browne, as headmaster, had to\nbear the brunt of it; and such an unprecedented occurrence in his\nwell-regulated, highly-organized institution left him quite bewildered.\nIt was learned that Robert had not run away to his home in western\nPennsylvania, nor did any of the searching-parties of boys and masters\nfind any trace of him in the snowy countryside around the school. So\nfar as could be seen, he had simply vanished.\n\nRobert's parents arrived on the afternoon of the second day after his\ndisappearance. They took their trouble quietly, though, of course, they\nwere staggered by this unexpected disaster. Browne looked ten years\nolder for it, but there was absolutely nothing that could be done. By\nthe fourth day the case had settled down in the opinion of the school\nas an insoluble mystery. Mr. and Mrs. Grandison went reluctantly back\nto their home, and on the following morning the ten days' Christmas\nvacation began.\n\nBoys and masters departed in anything but the usual holiday spirit;\nand Browne and his wife were left, along with the servants, as my only\nfellow-occupants of the big place. Without the masters and boys it\nseemed a very hollow shell indeed.\n\n\n\nThat afternoon I sat in front of my grate-fire thinking about Robert's\ndisappearance and evolving all sorts of fantastic theories to\naccount for it. By evening I had acquired a bad headache, and ate a\nlight supper accordingly. Then, after a brisk walk around the massed\nbuildings, I returned to my living-room and took up the burden of\nthought once more.\n\nA little after ten o'clock I awakened in my armchair, stiff and\nchilled, from a doze during which I had let the fire go out. I was\nphysically uncomfortable, yet mentally aroused by a peculiar sensation\nof expectancy and possible hope. Of course it had to do with the\nproblem that was harassing me. For I had started from that inadvertent\nnap with a curious, persistent idea--the odd idea that a tenuous,\nhardly recognizable Robert Grandison had been trying desperately\nto communicate with me. I finally went to bed with one conviction\nunreasoningly strong in my mind. Somehow I was sure that young Robert\nGrandison was still alive.\n\nThat I should be receptive of such a notion will not seem strange to\nthose who know of my long residence in the West Indies and my close\ncontact with unexplained happenings there. It will not seem strange,\neither, that I fell asleep with an urgent desire to establish some sort\nof mental communication with the missing boy. Even the most prosaic\nscientists affirm, with Freud, Jung, and Adler, that the subconscious\nmind is most open to external impression in sleep; though such\nimpressions are seldom carried over intact into the waking state.\n\nGoing a step further and granting the existence of telepathic forces,\nit follows that such forces must act most strongly on a sleeper; so\nthat if I were ever to get a definite message from Robert, it would be\nduring a period of profoundest slumber. Of course, I might lose the\nmessage in waking; but my aptitude for retaining such things has been\nsharpened by types of mental discipline picked up in various obscure\ncorners of the globe.\n\n\n\nI must have dropped asleep instantaneously, and from the vividness of\nmy dreams and the absence of wakeful intervals I judge that my sleep\nwas a very deep one. It was six forty-five when I awakened, and there\nstill lingered with me certain impressions which I knew were carried\nover from the world of somnolent cerebration. Filling my mind was the\nvision of Robert Grandison strangely transformed to a boy of a dull\ngreenish dark-blue color; Robert desperately endeavoring to communicate\nwith me by means of speech, yet finding some almost insuperable\ndifficulty in so doing. A wall of curious spatial separation seemed to\nstand between him and me--a mysterious, invisible wall which completely\nbaffled us both.\n\nI had seen Robert as though at some distance, yet queerly enough he\nseemed at the same time to be just beside me. He was both larger and\nsmaller than in real life, his apparent size varying _directly_,\ninstead of _inversely_, with the distance as he advanced and retreated\nin the course of conversation. That is, he grew larger instead of\nsmaller to my eye when he stepped away or backwards, and vice versa;\nas if the laws of perspective in his case had been wholly reversed.\nHis aspect was misty and uncertain--as if he lacked sharp or permanent\noutlines; and the anomalies of his coloring and clothing baffled me\nutterly at first.\n\nAt some point in my dream Robert's vocal efforts had finally\ncrystallized into audible speech--albeit speech of an abnormal\nthickness and dullness. I could not for a time understand anything he\nsaid, and even in the dream racked my brain for a clue to where he\nwas, what he wanted to tell, and why his utterance was so clumsy and\nunintelligible. Then little by little I began to distinguish words\nand phrases, the very first of which sufficed to throw my dreaming\nself into the wildest excitement and to establish a certain mental\nconnection which had previously refused to take conscious form because\nof the utter incredibility of what it implied.\n\n\n\nI do not know how long I listened to those halting words amidst my\ndeep slumber, but hours must have passed while the strangely remote\nspeaker struggled on with his tale. There was revealed to me such\na circumstance as I cannot hope to make others believe without the\nstrongest corroborative evidence, yet which I was quite ready to\naccept as truth--both in the dream and after waking--because of my\nformed contacts with uncanny things. The boy was obviously watching my\nface--mobile in receptive sleep--as he choked along; for about the time\nI began to comprehend him, his own expression brightened and gave signs\nof gratitude and hope.\n\nAny attempt to hint at Robert's message, as it lingered in my ears\nafter a sudden awakening in the cold, brings this narrative to a\npoint where I must choose my words with the greatest care. Everything\ninvolved is so difficult to record that one tends to flounder\nhelplessly. I have said that the revelation established in my mind\na certain connection which reason had not allowed me to formulate\nconsciously before. This connection, I need no longer hesitate to\nhint, had to do with the old Copenhagen mirror whose suggestions of\nmotion had so impressed me on the morning of the disappearance, and\nwhose whorl-like contours and apparent illusions of suction had later\nexerted such a disquieting fascination on both Robert and me.\n\nResolutely, though my outer consciousness had previously rejected what\nmy intuition would have liked to imply, it could reject that stupendous\nconception no longer. What was fantasy in the tale of \"Alice\" now\ncame to me as a grave and immediate reality. That looking-glass had\nindeed possessed a malign, abnormal suction; and the struggling\nspeaker in my dream made clear the extent to which it violated all the\nknown precedents of human experience and all the age-old laws of our\nthree sane dimensions. It was more than a mirror--it was a gate; a\ntrap; a link with spatial recesses not meant for the denizens of our\nvisible universe, and realizable only in terms of the most intricate\nnon-Euclidean mathematics. _And in some outrageous fashion Robert\nGrandison had passed out of our ken into the glass and was there\nimmured, waiting for release._\n\n\n\nIt is significant that upon awakening I harbored no genuine doubt of\nthe reality of the revelation. That I had actually held conversation\nwith a trans-dimensional Robert, rather than evoked the whole episode\nfrom my broodings about his disappearance and about the old illusions\nof the mirror, was as certain to my inmost instincts as any of the\ninstinctive certainties commonly recognized as valid.\n\nThe tale thus unfolded to me was of the most incredibly bizarre\ncharacter. As had been clear on the morning of his disappearance,\nRobert was intensely fascinated by the ancient mirror. All through the\nhours of school, he had it in mind to come back to my living-room and\nexamine it further. When he did arrive, after the close of the school\nday, it was somewhat later than two-twenty, and I was absent in town.\nFinding me out and knowing that I would not mind, he had come into\nmy living-room and gone straight to the mirror; standing before it\nand studying the place where, as we had noted, the whorls appeared to\nconverge.\n\nThen, quite suddenly, there had come to him an overpowering urge to\nplace his hand upon this whorl-center. Almost reluctantly, against his\nbetter judgment, he had done so; and upon making the contact had felt\nat once the strange, almost painful suction which had perplexed him\nthat morning. Immediately thereafter--quite without warning, but with a\nwrench which seemed to twist and tear every bone and muscle in his body\nand to bulge and press and cut at every nerve--he had been abruptly\n_drawn through_ and found himself _inside_.\n\nOnce through, the excruciatingly painful stress upon his entire system\nwas suddenly released. He felt, he said, as though he had just been\nborn--a feeling that made itself evident every time he tried to do\nanything; walk, stoop, turn his head, or utter speech. Everything about\nhis body seemed a misfit.\n\nThese sensations wore off after a long while, Robert's body becoming\nan organized whole rather than a number of protesting parts. Of all\nthe forms of expression, speech remained the most difficult; doubtless\nbecause it is complicated, bringing into play a number of different\norgans, muscles, and tendons. Robert's feet, on the other hand, were\nthe first members to adjust themselves to the new conditions within the\nglass.\n\n\n\nDuring the morning hours I rehearsed the whole reason-defying problem;\ncorrelating everything I had seen and heard, dismissing the natural\nscepticism of a man of sense, and scheming to devise possible plans\nfor Robert's release from his incredible prison. As I did so a number\nof originally perplexing points became clear--or at least, clearer--to\nme.\n\nThere was, for example, the matter of Robert's coloring. His face and\nhands, as I have indicated, were a kind of dull greenish dark-blue;\nand I may add that his familiar blue Norfolk jacket had turned to a\npale lemon-yellow while his trousers remained a neutral gray as before.\nReflecting on this after waking, I found the circumstance closely\nallied to the reversal of perspective which made Robert seem to grow\nlarger when receding and smaller when approaching. Here, too, was a\nphysical _reversal_--for every detail of his coloring in the unknown\ndimension was the exact reverse or complement of the corresponding\ncolor detail in normal life. In physics the typical complementary\ncolors are blue and yellow, and red and green. These pairs are\nopposites, and when mixed yield gray. Robert's natural color was a\npinkish-buff, the opposite of which is the greenish-blue I saw. His\nblue coat had become yellow, while the gray trousers remained gray.\nThis latter point baffled me until I remembered that gray is itself a\nmixture of opposites. There is no opposite for gray--or rather, it is\nits own opposite.\n\nAnother clarified point was that pertaining to Robert's curiously\ndulled and thickened speech--as well as to the general awkwardness\nand sense of misfit bodily parts of which he had complained. This, at\nthe outset, was a puzzle indeed; though after long thought the clue\noccurred to me. Here again was the same _reversal_ which affected\nperspective and coloration. Anyone in the fourth dimension must\nnecessarily be reversed in just this way--hands and feet, as well as\ncolors and perspectives, being changed about. It would be the same\nwith all the other dual organs, such as nostrils, ears, and eyes. Thus\nRobert had been talking with a reversed tongue, teeth, vocal cords, and\nkindred speech-apparatus; so that his difficulties in utterance were\nlittle to be wondered at.\n\n\n\nAs the morning wore on, my sense of the stark reality and maddening\nurgency of the dream-disclosed situation increased rather than\ndecreased. More and more I felt that something must be done, yet\nrealized that I could not seek advice or aid. Such a story as mine--a\nconviction based upon mere dreaming--could not conceivably bring me\nanything but ridicule or suspicions as to my mental state. And what,\nindeed, could I do, aided or unaided, with as little working data as\nmy nocturnal impressions had provided? I must, I finally recognized,\nhave more information before I could even think of a possible plan for\nreleasing Robert. This could come only through the receptive conditions\nof sleep, and it heartened me to reflect that according to every\nprobability my telepathic contact would be resumed the moment I fell\ninto deep slumber again.\n\nI accomplished sleeping that afternoon, after a midday dinner at which,\nthrough rigid self-control, I succeeded in concealing from Browne and\nhis wife the tumultuous thoughts that crashed through my mind. Hardly\nhad my eyes closed when a dim telepathic image began to appear; and I\nsoon realized to my infinite excitement that it was identical with what\nI had seen before. If anything, it was more distinct; and when it began\nto speak I seemed able to grasp a greater proportion of the words.\n\nDuring this sleep I found most of the morning's deductions confirmed,\nthough the interview was mysteriously cut off long prior to my\nawakening. Robert had seemed apprehensive just before communication\nceased, but had already told me that in his strange fourth-dimensional\nprison colors and spatial relationships were indeed reversed--black\nbeing white, distance increasing apparent size, and so on.\n\nHe had also intimated that, notwithstanding his possession of full\nphysical form and sensations, most human vital properties seemed\ncuriously suspended. Nutriment, for example, was quite unnecessary--a\nphenomenon really more singular than the omnipresent reversal of\nobjects and attributes, since the latter was a reasonable and\nmathematically indicated state of things. Another significant piece of\ninformation was that the only exit from the glass to the world was the\nentrance-way, and that this was permanently barred and impenetrably\nsealed, so far as egress was concerned.\n\nThat night I had another visitation from Robert; nor did\nsuch impressions, received at odd intervals while I slept\nreceptively-minded, cease during the entire period of his\nincarceration. His efforts to communicate were desperate and often\npitiful; for at times the telepathic bond would weaken, while at other\ntimes fatigue, excitement, or fear of interruption would hamper and\nthicken his speech.\n\n\n\nI may as well narrate as a continuous whole all that Robert told me\nthroughout the whole series of transient mental contacts--perhaps\nsupplementing it at certain points with facts directly related after\nhis release. The telepathic information was fragmentary and often\nnearly inarticulate, but I studied it over and over during the waking\nintervals of three intense days; classifying and cogitating with\nfeverish diligence, since it was all that I had to go upon if the boy\nwere to be brought back into our world.\n\nThe fourth-dimensional region in which Robert found himself was\nnot, as in scientific romance, an unknown and infinite realm of\nstrange sights and fantastic denizens; but was rather a projection of\ncertain limited parts of our own terrestrial sphere within an alien\nand normally inaccessible aspect or direction of space. It was a\ncuriously fragmentary, intangible, and heterogeneous world--a series\nof apparently dissociated scenes merging indistinctly one into the\nother; their constituent details having an obviously different status\nfrom that of an object drawn into the ancient mirror as Robert had\nbeen drawn. These scenes were like dream-vistas or magic-lantern\nimages--elusive visual impressions of which the boy was not really\na part, but which formed a sort of panoramic background or ethereal\nenvironment against which or amidst which he moved.\n\nHe could not touch any of the parts of these scenes--walls, trees,\nfurniture, and the like--but whether this was because they were truly\nnon-material, or because they always receded at his approach, he was\nsingularly unable to determine. Everything seemed fluid, mutable, and\nunreal. When he walked, it appeared to be on whatever lower surface\nthe visible scene might have--floor, path, greensward, or such; but\nupon analysis he always found that the contact was an illusion. There\nwas never any difference in the resisting force met by his feet--and\nby his hands when he would stoop experimentally--no matter what\nchanges of apparent surface might be involved. He could not describe\nthis foundation or limiting plane on which he walked as anything more\ndefinite than a virtually abstract pressure balancing his gravity.\nOf definite tactile distinctiveness it had none, and supplementing\nit there seemed to be a kind of restricted levitational force which\naccomplished transfers of altitude. He could never actually climb\nstairs, yet would gradually walk up from a lower level to a higher.\n\n\n\nPassage from one definite scene to another involved a sort of gliding\nthrough a region of shadow or blurred focus where the details of\neach scene mingled curiously. All the vistas were distinguished by\nthe absence of transient objects, and the indefinite or ambiguous\nappearance of such semi-transient objects as furniture or details of\nvegetation. The lighting of every scene was diffuse and perplexing, and\nof course the scheme of reversed colors--bright red grass, yellow sky\nwith confused black and gray cloud-forms, white tree-trunks, and green\nbrick walls--gave to everything an air of unbelievable grotesquerie.\nThere was an alteration of day and night, which turned out to be a\nreversal of the normal hours of light and darkness at whatever point on\nthe earth the mirror might be hanging.\n\nThis seemingly irrelevant diversity of the scenes puzzled Robert\nuntil he realized that they comprised merely such places as had been\nreflected for long continuous periods in the ancient glass. This also\nexplained the odd absence of transient objects, the generally arbitrary\nboundaries of vision, and the fact that all exteriors were framed by\nthe outlines of doorways or windows. The glass, it appeared, had power\nto store up these intangible scenes through long exposure; though it\ncould never absorb anything corporeally, as Robert had been absorbed,\nexcept by a very different and particular process.\n\nBut--to me at least--the most incredible aspect of the mad phenomenon\nwas the monstrous subversion of our known laws of space involved in\nthe relation of the various illusory scenes to the actual terrestrial\nregions represented. I have spoken of the glass as storing up the\nimages of these regions, but this is really an inexact definition. In\ntruth, each of the mirror scenes formed a true and quasi-permanent\nfourth-dimensional projection of the corresponding mundane region; so\nthat whenever Robert moved to a certain part of a certain scene, as he\nmoved into the image of my room when sending his telepathic messages,\n_he was actually in that place itself, on earth_--though under\nspatial conditions which cut off all sensory communication, in either\ndirection, between him and the present tri-dimensional aspect of the\nplace.\n\n\n\nTheoretically speaking, a prisoner in the glass could in a few moments\ngo anywhere on our planet--into any place, that is, which had ever been\nreflected in the mirror's surface. This probably applied even to places\nwhere the mirror had not hung long enough to produce a clear illusory\nscene; the terrestrial region being then represented by a zone of more\nor less formless shadow. Outside the definite scenes was a seemingly\nlimitless waste of neutral gray shadow about which Robert could never\nbe certain, and into which he never dared stray far lest he become\nhopelessly lost to the real and mirror worlds alike.\n\nAmong the earliest particulars which Robert gave, was the fact that\nhe was not alone in his confinement. Various others, all in antique\ngarb, were in there with him--a corpulent middle-aged gentleman with\ntied queue and velvet knee-breeches who spoke English fluently though\nwith a marked Scandinavian accent; a rather beautiful small girl with\nvery blonde hair which appeared as glossy dark blue; two apparently\nmute Negroes whose features contrasted grotesquely with the pallor of\ntheir reversed-colored skins; three young men; one young woman; a very\nsmall child, almost an infant; and a lean, elderly Dane of extremely\ndistinctive aspect and a kind of half-malign intellectuality of\ncountenance.\n\nThis last named individual--Axel Holm, who wore the satin\nsmall-clothes, flared-skirted coat, and voluminous full-bottomed\nperiwig of an age more than two centuries in the past--was notable\namong the little band as being the one responsible for the presence of\nthem all. He it was who, skilled equally in the arts of magic and glass\nworking, had long ago fashioned this strange dimensional prison in\nwhich himself, his slaves, and those whom he chose to invite or allure\nthither were immured unchangingly for as long as the mirror might\nendure.\n\n\n\nHolm was born early in the seventeenth century, and had followed\nwith tremendous competence and success the trade of a glass-blower\nand molder in Copenhagen. His glass, especially in the form of large\ndrawing-room mirrors, was always at a premium. But the same bold mind\nwhich had made him the first glazier of Europe also served to carry\nhis interests and ambitions far beyond the sphere of mere material\ncraftsmanship. He had studied the world around him, and chafed at the\nlimitations of human knowledge and capability. Eventually he sought for\ndark ways to overcome those limitations, and gained more success than\nis good for any mortal.\n\nHe had aspired to enjoy something like eternity, the mirror being his\nprovision to secure this end. Serious study of the fourth dimension was\nfar from beginning with Einstein in our own era; and Holm, more than\nerudite in all the methods of his day, knew that a bodily entrance into\nthat hidden phase of space would prevent him from dying in the ordinary\nphysical sense. Research showed him that the principle of reflection\nundoubtedly forms the chief gate to all dimensions beyond our familiar\nthree; and chance placed in his hands a small and very ancient glass\nwhose cryptic properties he believed he could turn to advantage. Once\n\"inside\" this mirror according to the method he had envisaged, he\nfelt that \"life\" in the sense of form and consciousness would go on\nvirtually forever, provided the mirror could be preserved indefinitely\nfrom breakage or deterioration.\n\nHolm made a magnificent mirror, such as would be prized and carefully\npreserved; and in it deftly fused the strange whorl-configured relic he\nhad acquired. Having thus prepared his refuge and his trap, he began\nto plan this mode of entrance and conditions of tenancy. He would\nhave with him both servitors and companions; and as an experimental\nbeginning he sent before him into the glass two dependable Negro slaves\nbrought from the West Indies. What his sensations must have been upon\nbeholding this first concrete demonstration of his theories, only\nimagination can conceive.\n\nUndoubtedly a man of his knowledge realized that absence from the\noutside world if deferred beyond the natural span of life of those\nwithin, must mean instant dissolution at the first attempt to return to\nthat world. But, barring that misfortune or accidental breakage, those\nwithin would remain forever as they were at the time of entrance. They\nwould never grow old, and would need neither food nor drink.\n\n\n\nTo make his prison tolerable he sent ahead of him certain books and\nwriting materials, a chair and table of stoutest workmanship, and a\nfew other accessories. He knew that the images which the glass would\nreflect or absorb would not be tangible, but would merely extend around\nhim like a background of dream. His own transition in 1687 was a\nmomentous experience; and must have been attended by mixed sensations\nof triumph and terror. Had anything gone wrong, there were frightful\npossibilities of being lost in dark and inconceivable multiple\ndimensions.\n\nFor over fifty years he had been unable to secure any additions to the\nlittle company of himself and slaves, but later on he had perfected\nhis telepathic method of visualizing small sections of the outside\nworld close to the glass, and attracting certain individuals in those\nareas through the mirror's strange entrance. Thus Robert, influenced\ninto a desire to press upon the \"door,\" had been lured within. Such\nvisualizations depended wholly on telepathy, since no one inside the\nmirror could see out into the world of men.\n\nIt was, in truth, a strange life that Holm and his company had lived\ninside the glass. Since the mirror had stood for fully a century with\nits face to the dusty stone wall of the shed where I found it, Robert\nwas the first being to enter this limbo after all that interval. His\narrival was a gala event, for he brought news of the outside world\nwhich must have been of the most startling impressiveness to the more\nthoughtful of those within. He, in his turn--young though he was--felt\noverwhelmingly the weirdness of meeting and talking with persons who\nhad been alive in the seventeenth and eighteenth centuries.\n\n\n\nThe deadly monotony of life for the prisoners can only be vaguely\nconjectured. As mentioned, its extensive spatial variety was limited to\nlocalities which had been reflected in the mirror for long periods; and\nmany of these had become dim and strange as tropical climates had made\ninroads on the surface. Certain localities were bright and beautiful,\nand in these the company usually gathered. But no scene could be fully\nsatisfying; since the visible objects were all unreal and intangible,\nand often of perplexingly indefinite outline. When the tedious periods\nof darkness came, the general custom was to indulge in memories,\nreflections, or conversations. Each one of that strange, pathetic group\nhad retained his or her personality unchanged and unchangeable, since\nbecoming immune to the time effects of outside space.\n\nThe number of inanimate objects within the glass, aside from the\nclothing of the prisoners, was very small; being largely limited to the\naccessories Holm had provided for himself. The rest did without even\nfurniture, since sleep and fatigue had vanished along with most other\nvital attributes. Such inorganic things as were present, seemed as\nexempt from decay as the living beings. The lower forms of animal life\nwere wholly absent.\n\nRobert derived most of his information from Herr Thiele, the gentleman\nwho spoke English with a Scandinavian accent. This portly Dane had\ntaken a fancy to him, and talked at considerable length. The others,\ntoo, had received him with courtesy and good-will; Holm himself,\nseeming well-disposed, had told him about various matters including the\ndoor of the trap.\n\nThe boy, as he told me later, was sensible enough never to attempt\ncommunication with me when Holm was nearby. Twice, while thus engaged,\nhe had seen Holm appear; and had accordingly ceased at once. At no time\ncould I see the world behind the mirror's surface. Robert's visual\nimage, which included his bodily form and the clothing connected with\nit, was--like the aural image of his halting voice and like his own\nvisualization of myself--a case of purely telepathic transmission;\nand did not involve true inter-dimensional sight. However, had Robert\nbeen as trained a telepathist as Holm, he might have transmitted a few\nstrong images apart from his immediate person.\n\n\n\nThroughout this period of revelation I had, of course, been\ndesperately trying to devise a method for Robert's release. On the\nfourth day--the ninth after the disappearance--I hit on a solution.\nEverything considered, my laboriously formulated process was not a very\ncomplicated one; though I could not tell beforehand how it would work,\nwhile the possibility of ruinous consequences in case of a slip was\nappalling. This process depended, basically, on the fact that there\nwas no possible exit from inside the glass. If Holm and his prisoners\nwere permanently sealed in, then release must come wholly from outside.\nOther considerations included the disposal of the other prisoners, if\nany survived, and especially of Axel Holm. What Robert had told me\nof him was anything but reassuring; and I certainly did not wish him\nloose in my apartment, free once more to work his evil will upon the\nworld. The telepathic messages had not made fully clear the effect of\nliberation on those who had entered the glass so long ago.\n\nThere was, too, a final though minor problem in case of success--that\nof getting Robert back into the routine of school life without\nhaving to explain the incredible. In case of failure, it was highly\ninadvisable to have witnesses present at the release operations--and\nlacking these, I simply could not attempt to relate the actual facts if\nI should succeed. Even to me the reality seemed a mad one whenever I\nlet my mind turn from the data so compellingly presented in that tense\nseries of dreams.\n\nWhen I had thought these problems through as far as possible, I\nprocured a large magnifying-glass from the school laboratory and\nstudied minutely every square millimeter of that whorl-center which\npresumably marked the extent of the original ancient mirror used by\nHolm. Even with this aid I could not quite trace the exact boundary\nbetween the old area and the surface added by the Danish wizard; but\nafter a long study decided on a conjectural oval boundary which I\noutlined very precisely with a soft blue pencil, I then made a trip to\nStamford, where I procured a heavy glass-cutting tool; for my primary\nidea was to remove the ancient and magically potent mirror from its\nlater setting.\n\n\n\nMy next step was to figure out the best time of day to make the crucial\nexperiment. I finally settled on two-thirty A.M.--both because it was a\ngood season for uninterrupted work, and because it was the \"opposite\"\nof two-thirty P.M., the probable moment at which Robert had entered the\nmirror. This form of \"oppositeness\" may or may not have been relevant,\nbut I knew at least that the chosen hour was as good as any--and\nperhaps better than most.\n\nI finally set to work in the early morning of the eleventh day after\nthe disappearance, having drawn all the shades of my living-room\nand closed and locked the door into the hallway. Following with\nbreathless care the elliptical line I had traced, I worked around the\nwhorl-section with my steel-wheeled cutting tool. The ancient glass,\nhalf an inch thick, crackled crisply under the firm, uniform pressure;\nand upon completing the circuit I cut around it a second time,\ncrunching the roller more deeply into the glass.\n\nThen, very carefully indeed, I lifted the heavy mirror down from its\nconsole and leaned it face-inward against the wall; prying off two\nof the thin, narrow boards nailed to the back. With equal caution I\nsmartly tapped the cut-around space with the heavy wooden handle of the\nglass-cutter.\n\nAt the very first tap the whorl-containing section of glass dropped\nout on the Bokhara rug beneath. I did not know what might happen, but\nwas keyed up for anything, and took a deep involuntary breath. I was\non my knees for convenience at the moment, with my face quite near the\nnewly made aperture; and as I breathed there poured into my nostrils a\npowerful _dusty_ odor--a smell not comparable to any other I have ever\nencountered. Then everything within my range of vision suddenly turned\nto a dull gray before my failing eye-sight as I felt myself overpowered\nby an invisible force which robbed my muscles of their power to\nfunction.\n\nI remember grasping weakly and futilely at the edge of the nearest\nwindow drapery and feeling it rip loose from its fastening. Then I sank\nslowly to the floor as the darkness of oblivion passed over me.\n\n\n\nWhen I regained consciousness I was lying on the Bokhara rug with my\nlegs held unaccountably up in the air. The room was full of that\nhideous and inexplicable dusty smell--and as my eyes began to take\nin definite images I saw that Robert Grandison stood in front of\nme. It was he--fully in the flesh and with his coloring normal--who\nwas holding my legs aloft to bring the blood back to my head as the\nschool's first-aid course had taught him to do with persons who had\nfainted. For a moment I was struck mute by the stifling odor and by a\nbewilderment which quickly merged into a sense of triumph. Then I found\nmyself able to move and speak collectedly.\n\nI raised a tentative hand and waved feebly at Robert.\n\n\"All right, old man,\" I murmured, \"you can let my legs down now. Many\nthanks. I'm all right again, I think. It was the smell--I imagine--that\ngot me. Open that farthest window, please--wide--from the bottom.\nThat's it--thanks. No--leave the shade down the way it was.\"\n\nI struggled to my feet, my disturbed circulation adjusting itself in\nwaves, and stood upright hanging to the back of a big chair. I was\nstill \"groggy,\" but a blast of fresh, bitterly cold air from the window\nrevived me rapidly. I sat down in the big chair and looked at Robert,\nnow walking toward me.\n\n\"First,\" I said hurriedly, \"tell me, Robert--those others--Holm? What\nhappened to _them_, when I--opened the exit?\"\n\nRobert paused half-way across the room and looked at me very gravely.\n\n\"I saw them fade away--into nothingness--Mr. Canevin,\" he said with\nsolemnity; \"and with them--everything. There isn't any more 'inside,'\nsir--thank God, and you, sir!\"\n\nAnd young Robert, at last yielding to the sustained strain which he\nhad borne through all those terrible eleven days, suddenly broke down\nlike a little child and began to weep hysterically in great, stifling,\ndry sobs.\n\n\n\nI picked him up and placed him gently on my davenport, threw a rug over\nhim, sat down by his side, and put a calming hand on his forehead.\n\n\"Take it easy, old fellow,\" I said soothingly.\n\nThe boy's sudden and very natural hysteria passed as quickly as it had\ncome on as I talked to him reassuringly about my plans for his quiet\nrestoration to the school. The interest of the situation and the need\nof concealing the incredible truth beneath a rational explanation\ntook hold of his imagination as I had expected; and at last he sat\nup eagerly, telling the details of his release and listening to\nthe instructions I had thought out. He had, it seems, been in the\n\"projected area\" of my bedroom when I opened the way back, and had\nemerged in that actual room--hardly realizing that he was \"out.\" Upon\nhearing a fall in the living-room he had hastened thither, finding me\non the rug in my fainting spell.\n\nI need mention only briefly my method of restoring Robert in a\nseemingly normal way--how I smuggled him out of the window in an old\nhat and sweater of mine, took him down the road in my quietly started\ncar, coached him carefully in a tale I had devised, and returned to\narouse Browne with the news of his discovery. He had, I explained,\nbeen walking alone on the afternoon of his disappearance; and had been\noffered a motor ride by two young men who, as a joke and over his\nprotests that he could go no farther than Stamford and back, had begun\nto carry him past that town. Jumping from the car during a traffic\nstop with the intention of hitch-hiking back before Call-Over, he had\nbeen hit by another car just as the traffic was released--awakening\nten days later in the Greenwich home of the people who had hit him. On\nlearning the date, I added, he had immediately telephoned the school;\nand I, being the only one awake, had answered the call and hurried\nafter him in my car without stopping to notify anyone.\n\n\n\nBrowne, who at once telephoned to Robert's parents, accepted my story\nwithout question; and forbore to interrogate the boy because of the\nlatter's manifest exhaustion. It was arranged that he should remain at\nthe school for a rest, under the expert care of Mrs. Browne, a former\ntrained nurse. I naturally saw a good deal of him during the remainder\nof the Christmas vacation, and was thus enabled to fill in certain gaps\nin his fragmentary dream-story.\n\nNow and then we would almost doubt the actuality of what had occurred;\nwondering whether we had not both shared some monstrous delusion born\nof the mirror's glittering hypnotism, and whether the tale of the ride\nand accident were not after all the real truth. But whenever we did\nso we would be brought back to belief by some monstrous and haunting\nmemory; with me, of Robert's dream-figure and its thick voice and\ninverted colors; with him, of the whole fantastic pageantry of ancient\npeople and dead scenes that he had witnessed. And then there was\nthe joint recollection of that damnable dusty odor.... We knew what\nit meant: the instant dissolution of those who had entered an alien\ndimension a century and more ago.\n\nThere are, in addition, at least two lines of rather more positive\nevidence; one of which comes through my researches in Danish annals\nconcerning the sorcerer, Axel Holm. Such a person, indeed, left many\ntraces in folklore and written records; and diligent library sessions,\nplus conferences with various learned Danes, have shed much light\non his evil fame. At present I need say only that the Copenhagen\nglass-blower--born in 1612--was a notorious Luciferian whose pursuits\nand final vanishing formed a matter of awed debate over two centuries\nago. He had burned with a desire to know all things and to conquer\nevery limitation of mankind--to which end he had delved deeply into\noccult and forbidden fields ever since he was a child.\n\nHe was commonly held to have joined a coven of the dreaded witchcult,\nand the vast lore of ancient Scandinavian myth--with its Loki the Sly\nOne and the accursed Fenris-Wolf--was soon an open book to him. He had\nstrange interests and objectives, few of which were definitely known,\nbut some of which were recognized as intolerably evil. It is recorded\nthat his two Negro helpers, originally slaves from the Danish West\nIndies, had become mute soon after their acquisition by him; and that\nthey had disappeared not long before his own disappearance from the ken\nof mankind.\n\n\n\nNear the close of an already long life the idea of a glass of\nimmortality appears to have entered his mind. That he had acquired\nan enchanted mirror of inconceivable antiquity was a matter of\ncommon whispering; it being alleged that he had purloined it from a\nfellow-sorcerer who had entrusted it to him for polishing.\n\nThis mirror--according to popular tales a trophy as potent in its\nway as the better-known Aegis of Minerva or Hammer of Thor--was a\nsmall oval object called \"Loki's Glass,\" made of some polished fusible\nmineral and having magical properties which included the divination of\nthe immediate future and the power to show the possessor his enemies.\nThat it had deeper potential properties, realizable in the hands of an\nerudite magician, none of the common people doubted; and even educated\npersons attached much fearful importance to Holm's rumored attempts\nto incorporate it in a larger glass of immortality. Then had come the\nwizard's disappearance in 1687, and the final sale and dispersal of his\ngoods amidst a growing cloud of fantastic legendry. It was, altogether,\njust such a story as one would laugh at if possessed of no particular\nkey; yet to me, remembering those dream messages and having Robert\nGrandison's corroboration before me, it formed a positive confirmation\nof all the bewildering marvels that had been unfolded.\n\nBut as I have said, there is still another line of rather positive\nevidence--of a very different character--at my disposal. Two days\nafter his release, as Robert, greatly improved in strength and\nappearance, was placing a log on my living-room fire, I noticed a\ncertain awkwardness in his motions and was struck by a persistent\nidea. Summoning him to my desk I suddenly asked him to pick up an\nink-stand--and was scarcely surprised to note that, despite lifelong\nright-handedness, he obeyed unconsciously with his left hand. Without\nalarming him, I then asked that he unbutton his coat and let me\nlisten to his cardiac action. What I found upon placing my ear to his\nchest--and what I did not tell him for some time afterward--was that\n_his heart was beating on his right side_.\n\n\n\nHe had gone into the glass right-handed and with all organs in their\nnormal positions. Now he was left-handed and with organs reversed, and\nwould doubtless continue so for the rest of his life. Clearly, the\ndimensional transition had been no illusion--for this physical change\nwas tangible and unmistakable. Had there been a natural exit from the\nglass, Robert would probably have undergone a thorough re-reversal and\nemerged in perfect normality--as indeed the color-scheme of his body\nand clothing did emerge. The forcible nature of his release, however,\nundoubtedly set something awry; so that dimensions no longer had a\nchance to right themselves as chromatic wave-frequencies still did.\n\nI had not merely _opened_ Holm's trap; I had _destroyed_ it; and at the\nparticular stage of destruction marked by Robert's escape some of the\nreversing properties had perished. It is significant that in escaping\nRobert had felt no pain comparable to that experienced in entering.\nHad the destruction been still more sudden, I shiver to think of the\nmonstrosities of color the boy would always have been forced to bear.\nI may add that after discovering Robert's reversal I examined the\nrumpled and discarded clothing he had worn in the glass, and found, as\nI had expected, a complete reversal of pockets, buttons, and all other\ncorresponding details.\n\nAt this moment Loki's Glass, just as it fell on my Bokhara rug from\nthe now patched and harmless mirror, weighs down a sheaf of papers on\nmy writing-table here in St. Thomas, venerable capital of the Danish\nWest Indies--now the American Virgin Islands. Various collectors of old\nSandwich glass have mistaken it for an odd bit of that early American\nproduct--but I privately realize that my paper-weight is an antique\nof far subtler and more paleologean craftsmanship. Still, I do not\ndisillusion such enthusiasts.",
    "metadata": {
        "author": [
            "Lovecraft, H.P.",
            "Lovecraft, H. P. (Howard Phillips)",
            "Whitehead, Henry St. Clair",
            "Littlewit, Humphrey",
            "Whitehead, Henry S. (Henry St. Clair)",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73243/pg73243.txt",
        "name": "the_trap.json"
    }
}