{
    "name": "The Toy Shop: A Romantic Story of Lincoln the Man",
    "author": [
        "Gerry, Margarita Spalding"
    ],
    "body": "\n\n\n\n\n                         _The_ TOY SHOP\n\n              A ROMANTIC STORY OF LINCOLN THE MAN\n\n                      HARPER & BROTHERS\n                     NEW YORK AND LONDON\n                            MCMVIII\n\n\n\n\n             Copyright, 1908, by HARPER & BROTHERS.\n\n                    _All rights reserved._\n                  Published September, 1908.\n\n\n\n\n  _The child is eternal, and so are toys and tears and laughter. When\n  the house is put in order by strange men, when the clothes that were\n  worn and the tools that were used are put away, there will be found\n  an upper room full of toys. These remain._\n\n\n\n\n_THE TOY-SHOP_\n\n\nThe Man was leaving his own front door. On the steps he paused and\nlooked sombrely back. The white pillars of the facade rose before him in\nstately fashion. They reminded him of the care he was evading for the\nmoment, and he sighed. Though he shut his eyes determinedly, he knew\nthat another grim building just beyond, the usual end of his journeying,\ndemanded him, and he sighed again. This time there was something more\nthan weariness in the sound.\n\nFrom around the corner of the house, which almost hid from view the\nwhite tents of the Home Guard, ran a child. He was bright-faced, and\nmagnificent in a miniature officer's uniform.\n\n\"Oh, papa-day!\" he cried. \"Never mind the curtains for my stage. You are\nalways too busy now to see my plays, anyway--!\" He interrupted himself\nto fling this in petulantly: \"But get lots of soldiers--and one company\nof cavalry. I can't get him surrounded without two more companies--and\nsix cannon!\"\n\nThe child lisped so in his eagerness that no one but his father could\nhave understood him, and his father was so lost in his gloomy thought\nthat he did not know the child had spoken. When the expected reply did\nnot come, the boy looked his wonder.\n\n\"Papa-day--papa-day!\" he cried, giving the man a little push. \"I want\nsome soldiers!\"\n\nStartled out of his sadness, the father looked at the child.\n\n\"Soldiers? All right, son; I'm off for a walk now. I saw a shop the\nother day.\"\n\nHe walked off. It was not a beautiful street down which he turned. Even\nthe fine width of it suggested an inflated sense of its own importance.\nThere were some good lines in the structure at the first corner, but the\nbuilding was unfinished, and drooped sadly, like an eagle without its\nwings. Beyond that corner the paving of the street ended. Looking at the\nmud, the Man wished vaguely that he had worn his boots.\n\nHe swung down the row of dingy business houses, his eye on the ragged\nsky-line. His ungainly strides covered the ground rapidly, even though\nin abstraction he stumbled over the uneven brick sidewalk. The Man's\nface fell again into lines of melancholy thought.\n\n\"There is no hope for it,\" he told himself. \"I will have to sign the\nwarrant. I can't find the shadow of an excuse. It is a clear case of\ndesertion.\" His thoughts drifted to the armies facing each other in the\ncheerless, raw December weather--his army sodden with fogs, sullen with\ninaction. \"The poor young fellow must be punished.\" The Man's heart\nached with comprehension. He understood so well the wave of\nhomesickness, for which he had the more tender sympathy because of the\nabsence of it in his own cheerless boyhood. \"After all, he is a soldier,\nand he must be punished for the good of the others. And that boy--like\nso many other boys--would have been a hero, not a deserter, at another\nturn of the wheel. It is idleness that makes traitors of them. Where can\nI find a man who will end all this?\"\n\nHe passed the comfortable portico of a church which carried with it a\nbreath of thrifty village life. He had been there the Sunday before, and\nthe minister had prayed for peace. \"Peace!\" The word smote him, for he\nhad ordained war. \"Peace! How can I compass it? Somewhere in the Eternal\nConsciousness must rest the knowledge. But how can I discover it? 'Such\nknowledge is too high; I cannot attain to it,'\" groaned the Man.\n\nWith the thought he raised his eyes. He was opposite a young ladies'\nboarding-school. It was a decorous place, sedately retired on a terrace.\nA group of young women in billowing crinolines were returning from the\ndaily walk. There was a lively ripple of subdued comment as he looked\nup.\n\n\"Did you ever see such awkwardness?\" asked of her companion a girl from\nVirginia. \"And the creases in his coat!\" There was much mirth, in the\nmidst of which a young lady from Maryland laughed out:\n\n\"Did you ever see him try to bow to a lady?\"\n\nQuite ignorant of these girlish strictures, the Man caught the eye of\nthe youngest boarder, who, kept in the house with a sore throat, was\nflattening her nose hopelessly against the window-pane. Something in the\nface of the sad-looking man made her throw him a shy little appeal for\nsympathy from two red and swollen eyes. He answered it. Then:\n\n\"That child, too, I may have made fatherless even now,\" he thought, and\nshuddered.\n\n\"How to end it?\" His mind kept him remorselessly at work. \"I have\nfailed. Another man might know--so many claim to know. If a better man\nwere in my place, perhaps he could stop the killing and the sorrow.\"\n\nHe was approaching a poorer part of the city, where modest homes and\nsmall industries bound about the lives of simple folk, quite apart from\nthe square, dignified old houses where the aristocrats lived. The houses\nseemed to press in upon him like the sorrows of the world. He thought of\nthose who had gone out from them.\n\n\"My hand sent them out--the bright youth, North and South--to kill and\nto be killed. And my hand cannot bring them back. Had I the right to do\nit? How could I have thought that any good could come from such as I? I\nthought I saw clearly--I, sprung out of such darkness--having seen such\nsin. What right had I to think that I could lead? It was a crime!\"\n\nHe came to a group of tiny two-story shops--cobblers' rooms, dingy\ngroceries.\n\n\"Would it not be less a sin to end it all--to make way for some man who\nwas not cursed before he was born? Surely it would not be a sin to lay\nit all down--no matter the way--to end it all--to make way--\"\n\nA little child, turning to go into one of the shops, brushed lightly\nagainst him, and he started. When he looked up his face was tragic.\nThrough the daze came a recollection. Surely it was here, the fifth door\nfrom the corner, that he was going. It was a toy-shop he was looking\nfor. Yes, that was the name--Schotz. For the son had said he wanted\ntoys. The father entered the shop, though he saw but dimly. His mind was\nturned in on its own sorrows, and he went in, muttering to his own ears:\n\"To end it all--to make way.\"\n\nHe had to wait for a moment while the mite who had ushered him in made\na purchase. It was a girl child. She was too awe-struck by the glories\nlaid before her to talk; but she managed to point with a fat forefinger\nto the penny doll she desired. The gesture with which she seized it\nbrought--strangely enough--a smile to the deep-set eyes of the stranger\nwho stood watching her. His face was quite different when he smiled.\nLines which had seemed nothing but deep-graven channels for sorrow\nbecame paths for tenderness. Outside he heard her break into excited,\nhigh-voiced triumph, which was mingled with the chatter of her mates.\n\nThe little shop was a modest place. On one side was a counter where,\nsafe under glass, were home-made candies and cakes, with a rosy-cheeked\napple or two. But, lining the walls, tumbling over shelves, crowded into\nold-fashioned presses, were the toys. There were dolls, of course,\npatrician wax dolls with delicate eyebrows of real hair, hearty,\nwooden-jointed dolls that were a real comfort to little mothers. There\nwere wheels of fortune where one could see a steeple-chase if he spun\nhard enough to make the horses vault the hurdles. There was a\nfascinating confusion of supplejacks, house furniture, houses of\nOriental magnificence, little imported German toys--horses, trees, dogs.\nAs the Man's melancholy eyes comprehended all that the place contained\nto minister to childish delight, something of the bitterness left them.\nIn its place was a curious inertness. One would have said that the man's\nbeing was paralyzed with doubt.\n\nThe next instant he had seen something that brought grief back\nagain--something that reminded him of his burden. For, marching\nvaliantly over the shelves, storming wooden boxes flanked with cannon,\nwere toy soldiers. There were, too, all the necessary trappings of\ncombat--swords, guns, soldier suits, arrayed in which youthful generals\ncould marshal their forces and sweep the enemy's army before them--while\ntheir fathers elsewhere learned the tragedy of war.\n\nBehind the counter was a pretty, young-faced woman, who looked her fifty\nyears only from the softness sometimes brought by the records of many\ndays. She smiled at him in friendly fashion and, unhurried, waited his\nrequest. While she reached for the toys the son had asked for, the Man,\nbent over the counter, fingered the dolls left lying there from the last\nsmall purchaser with clumsy, gentle fingers.\n\n\"Who makes that 'dolly' furniture?\" he asked, idly. \"I wish I could get\nany one to work for me one-half so well. Carved, too. I didn't know\nthere were tools fine enough to make those tiny wreaths.\"\n\nMrs. Schotz shook her head at him good-humoredly.\n\n\"My man, he speak English. I--not--can.\" Following her gesture, the\nstranger saw, in the back part of the shop, a patient figure at work.\n\nJoseph Schotz was sitting in an invalid-chair, a table littered with\ntools and bits of wood by his side. One leg, bandaged and swathed,\nrested on a cushion. His strong peasant face was seamed and drawn with\npain.\n\nThe Man was beside him in an instant.\n\n\"Yes, I make the dolls' houses and carve the furniture--great work,\nthat, for a man, sir? I used to be a cabinet-maker at Annapolis--before\nmy leg got so bad. No, sir, I did not learn my trade there. I was\napprenticed to Cadieux, who was cabinet-maker to Napoleon. Yes, the\nEmperor. Who else could it have been? But that was after those pigs of\nRussians shot me in the leg. It was their ball that brought me here,\"\nwith a contemptuous glance at his bandaged leg. \"I was color-bearer--you\nsee, I was too young to go in any other way. I was sixteen when I was\nwounded.\"\n\nThe Man found himself a chair.\n\n\"Why, no, sir, it isn't much of a story. It is only that I could never\nstay still. I don't believe men were ever meant to. That's why it's--\"\nHe checked himself with a glance at his wife. \"I was born in the Tyrol,\nbut the name of Buonaparte pulled me to France. Why, sir, I don't know\nwhat it was, but he is the only great man I have ever known. He made you\ndrop everything and go with him, that is all. We never stopped to ask\nwhat it was, but--he knew his soldiers, he didn't know what it was to be\nafraid--and where he wanted to go he went.\"\n\nThe Man, who had been listening thus far with sympathy, started--at\nthese last words--into tenseness.\n\n\"Did your Napoleon never--doubt?\" he asked, with rather a breathless\nvoice.\n\n\"If he did, no one ever saw him,\" chuckled the cabinet-maker,\nindulgently. \"That was why we followed him. It sounds like very little,\nbut--if he could call me to-day, I'd jump up and hop on one leg after\nhim.\"\n\nHad Joseph Schotz not been lost in the one story that never failed to\nthrill him--of his shattered dreams and his hero--he would have noticed\nthat the face of the tall man who sat before him had lapsed into\nhopelessness. This time there was even something desperate in the eyes.\nBut Napoleon's color-bearer went on:\n\n\"But you see--instead of that I'm here.\" He glanced at his leg again\nwith a repressed passion of bitterness, which made him in some dark way\nkin to the man who listened. \"It was when I couldn't fight for him that\nI learned to carve the wreaths on the chairs at the Tuileries--after\nall, that was near the end.... It is never as the Emperor on his throne\nthat I think of him--I have seen him so--or as the general on horseback;\nbut as the soldier in his gray overcoat going about among us. He had a\nway of standing, sir, as if you couldn't dislodge him--that was\nBuonaparte.\"\n\nMrs. Schotz had gone back to the counter with the toys the stranger\nsought. With an irresolute effort he moved listlessly toward them. There\nwas a whole regiment of little men in blue, and with them a gorgeous\nofficer in gold-decked uniform waving his sword above a prancing steed.\nThe Man laid his hand upon the toy and moved it absently into position\nat the head of the men. The brave general toppled spinelessly over when\nthe great gnarled hand was removed. The woman shook her head.\n\n\"He not--can--stand,\" she said, in her hesitating English. \"Too\nheavy--of the--head. This\"--substituting a plain little captain with\nmodest sword held at attention--\"this stand so you--not--can--dis--lodge\nhim.\"\n\nThe Man raised his head alertly as the woman echoed so unconsciously\nher husband's words. The movement was a quicker one than could have been\nexpected from the languor of the whole figure. He gave a quick glance\nfrom the man to the woman and then at the toy soldiers. Then he squared\nhis shoulders. His hand closed again upon the top-heavy little general\nand, half-absently, swept him aside. The plain little officer was moved\ninto position. The officer stood. A light that was half humor and half\ninspiration broke upon the rugged face of the Man who bent over them\nboth.\n\n\"No more generals on horseback,\" he muttered. \"My man may ride when it\nis necessary, but he must know how to walk, too. I want one--I wonder if\nI know him--who 'stands so you can't dislodge him' and who 'knows his\nmen.' Perhaps they have given me the answer to it all. Perhaps, after\nall, I can find him. Perhaps. And 'where he wants to go'--was that the\nword?\" He pored over the toys. The woman went back to her knitting. The\nclick of needles or the noise of a tool raised or laid down was the only\nsound heard in the shop.\n\n\"Are you buying the soldiers for your boys? It's wonderful how they take\nto them these days.\" The voice of the cabinet-maker broke the stillness.\nHe repeated the question before the Man heard. And even then the answer\nwas slow in coming.\n\n\"I have but one boy to buy toys for--now,\" said the man, at length.\n\"The other one--that is left--is too old. And, in spite of all, the\nchild must be made happy.\"\n\nHe turned again to the soldiers as if they contained the answer to some\nquestion. His eyes fell again upon the captain. He nodded as though he\nrecognized some one. \"I believe I--know,\" he thought, half-fearfully.\n\"He 'stands so you can't dislodge him'--he 'doesn't know what it is to\nbe afraid'--he 'walks about among his men'--he 'knows them.'\" The man\nseized the officer almost fiercely and held it in his big hand.\n\n\"I will put him there. He will stand. And\"--his face lit up with sudden\nfire--\"and 'where he wants to go' he shall go, please God!\"\n\nHe swept the soldiers into a heap and pushed them from him, waiting\nimpatiently while Mrs. Schotz deftly made them up into a parcel. But\nwhen that was done he still lingered. Suddenly he turned to Joseph\nSchotz with a sort of desperation.\n\n\"Did he never--waver--your Napoleon--even when he watched thousands of\nyou--even men with children--die, and die because he placed you\nthere--bound in the shambles?\"\n\nThe cabinet-maker raised his head from his work in surprise. The\ninexplicable agony in the face of the other man brought an unusual\nthoughtfulness into the peasant's face.\n\n\"I do not know\"--he hesitated--\"I am not sure. He must have felt--but\nno one ever saw him. He could not stop. There was not a moment when, if\nhe had halted--even to pity--all the great Thing he was building would\nnot have fallen about his ears--and carried all France down with it. No,\nhe could not stop. If he had been of those who falter\"--here Schotz\nshrugged his shoulders with the gesture of the Frenchmen he had fought\namong--\"Buonaparte should not have played the game of war.\"\n\nThe tall man winced. He looked for a moment as if the cabinet-maker had\ntaunted him--knowing. Then he straightened his shoulders. His face\nhardened into lines of steadfastness and determination. Taking up his\nparcel--\n\n\"Thank you,\" he said, with a deeper intonation than one would have\nexpected in return for so slight a deed--\"thank you,\" he said to Joseph\nSchotz, and wrung his hand with a grasp that hurt. Then he hurried out.\n\nWhen they had watched the great figure out of sight--\n\n\"Who is he--that tall man? Do you know, my wife?\" asked Joseph Schotz,\nin their own tongue.\n\n\"Some American,\" replied his wife, with democratic unconcern. Then when\nher husband continued to gaze earnestly at the door from which their\nguest had departed, \"A sad-looking man, I think.\"\n\n\"Yes, he is one that carries with him the sorrows of the world. When he\ncame into the world he had already known what it was to sorrow. Men like\nthat must learn to laugh or they cannot live.\"\n\n\"What does it matter?\" she said, rallying him. \"He is not thy Napoleon.\"\n\n\"No, he is not Napoleon,\" replied the man, quickly, looking down at his\nhand, still red from the pressure of the bony fingers. \"No--Napoleon\nnever played--with toys.\"\n\n\n\nJoseph Schotz was weaker in the summer heat when the Man next came to\nthe toy-shop. The wife was at market, so there was nobody in the place\nsave Joseph and the little neighbor girl who was being taught to take in\npennies like a woman grown. She was not an altogether profitable clerk,\nhowever, for she outdid Mrs. Schotz in giving too good measure for the\npennies. But there was need for her help, and soon there would be--more.\n\nThe Man entered the shop eagerly. From his remembering glance that\ncomprehended the place to its farthest shelf one would have said that he\nhad just left it. He was stooping and careworn, but his eyes sought the\ntoys with expectation. And as he dwelt upon this spot which ministered\nto pure delight--a territory consecrated to those flowerings of grown-up\nfancy which the children call toys--his bent shoulders straightened and\nhis deep eyes began to smile. For a few moments he said nothing. He was\nlike a man who was drinking great draughts of water, a parched man, new\nfrom desert sands. At last he crossed to where Joseph waited.\n\n\"I found my man,\" he began, with outstretched hand. Then he checked\nhimself, realizing that Joseph could not know. In that moment he saw the\nravages that suffering had wrought upon the sick man's face, and a new\nlook came into his eyes.\n\n\"How is it with you, my friend?\" he asked. His voice would have been\ntender had he not taken care to make it merely frank--as from one man to\nanother who was bearing pain without words. Then Joseph saw that he was\nchanged from the man who had sought the shop the December gone by. There\nwas sorrow in the eyes, but there was no more despair.\n\n\"Some toy soldiers, please,\" the stranger said to the little girl who\nwaited behind the counter. His tone had both firmness and purpose in it,\nbut it had changed into mere kindness when he turned again to Joseph.\n\n\"What do you think of our new general, friend Schotz?\" he asked.\n\n\"He knows how to win victories,\" replied Joseph, \"but--\"\n\n\"It is long, is it not, too long? Would your Napoleon have ended it\nsooner?\" The glance of the deep-set eyes was keen. At last he answered\nthe uncertainty on the peasant's face with a great sigh.\n\n\"Yes, it is long--oh, more than that,\" he interrupted himself to say to\nthe little clerk--\"more soldiers than that.\" He crossed the room to give\nher a gentle pat on the cheek, a caress which somehow made her feel his\nimpatience to be at play. \"We need all you can get, all you have. We\nmust reach the end quickly, no matter how many lives it may cost. That\nis the only way to be merciful.\" He was talking now to himself. The\nchild made round eyes, but she brought the legions out. Before they were\nall there the Man was back at the counter.\n\n\"Cannon, too--lots of them.\" His voice was absent, for he was arranging\nthe soldiers into opposing camps. \"There must be some plan which will\nend it. This box will do for a fort. This for another. This chap is\nmaking faces, but we'll use him, too. Into your shell, sir. It's the\nrampart we need.\" The jack-in-the-box was cut short in the midst of a\nhorrible grimace.\n\n\"Was the boy pleased with his toys?\" asked Joseph Schotz from his end of\nthe room. His voice was wistful; he had never needed to use his skill\nfor the delight of children of his own.\n\n\"Yes, my friend.\"\n\n\"Yes, there is indeed a change in the Man since his first visit,\"\nthought Joseph. The smile with which the guest looked up from his toys\nwarmed the sick man's heart, about which a chill had been gathering.\n\n\"But he wants more. He always does.\" There was the purest delight in the\nfather's face as he spoke. \"Just the other day I came across an upper\nchamber in our house which was full of toys. They were all forgotten;\nbut each one had made him happy for a day. That's the thing. He doesn't\neven have to learn his lessons from them as I do.\" He smiled\nwhimsically. \"I am trying to give him all the toys I--didn't have.\nAnd\"--his voice died away, and he forced the words with difficulty--\"he\nmust have all that I meant to give the boy who--went away.\"\n\n\"You mustn't spoil him,\" said Schotz, after a moment, with the\nperfunctory morality of the childless man.\n\nThe smile broke out again. \"Bless you, you can't spoil children with\nlove. Why, my boy plays with his soldiers, but he doesn't know that war\nis anything but a game. I wish his father could win battles with toy\nsoldiers and tin swords.\" His eyes were drawn back to the counter. The\nnext moment he was lost to every sight and sound.\n\nMarvellous operations were soon in progress on the counter. One set of\nmen was intrenched behind all the boxes within sight. Advance and\nretreat--shifting to right and to left--both sides alert, one would have\nsaid--they seemed so under the great hands that hovered over them--the\nbesieged army handled with the same cool intelligence--both sides\nmanoeuvred for position.\n\nThe cuckoo-clock in the corner struck eleven. The little clerk stared\nwith mouth open at the big man who played with toys. Schotz watched him\nwith questioning eyes as the stranger knitted shaggy brows over some\nproblem that baffled him.\n\nCreeping over nearer, closing in around by patient degrees, came the\narmy marshalled by the plain little officer, with sword at attention,\nmarching on foot at the head of his men.\n\n\"I have it!\" cried the Man, in heart-felt triumph. He looked up. There\nwas a dawning realization of his audience.\n\n\"A queer thing for an old man like me to be playing with toy soldiers,\"\nhe laughed, sweeping the late combatants into an undignified heap.\n\n\"So have I seen the officers at home in the _ecole de guerre_. Such play\nwould aid you were you a soldier.\"\n\nThe tall man shot a quick glance at Joseph, in which there was much\nhumor and some suspicion.\n\n\"Tell me--\" he began. But he did not finish his sentence. He was\nfeverishly anxious to be gone. There was so much to be done; the child's\nfingers were clumsy as she wrapped up the soldiers. But he found time\nfor a smile at the little maid and a sympathetic pressure of Joseph's\nhand before he crossed the threshold and was gone.\n\nAt the same moment there was a bustle at the door. Mrs. Schotz hurried\nin, market-basket in hand. She had not laid it down before she was at\nher husband's side, her anxious eyes searching his face to find how he\nhad fared.\n\n\"Clara, the tall man has been here again.\"\n\n\"Yes,\" she said, \"I met him. Do you know yet who he is?\"\n\n\"I have thought that I have somewhere seen a face like that,\" replied\nJoseph, slowly. \"Something made me feel--his playing with the soldiers,\nwhich yet seemed more than play--he might be in the army--he might even\nbe an officer--and yet he had not the air. Still, they are not all\ndrilled in schools, these officers in this war.\"\n\n\"But listen,\" said his wife, as she seated herself by him, with joy that\nthere was something to tell that he would be glad to hear. \"I have\nsomething to tell you. This morning, on my way to market, everywhere\nthere were soldiers--dirty, lean as from hunger, faces black with powder\nstains. At first I was afraid--\"\n\n\"But, my wife,\" said Joseph, indulgently, \"what was there to be feared?\"\n\n\"I will tell you. A crowd of soldiers came swaggering into Schmidt's.\nThey ordered him to wait on them, and when he asked for money for the\nfood, they shook their fists at him with ugly words, and called for all\nto come and take what they would. Two officers hurried up and ordered\nthem to return to their ranks, but they laughed at the officers.\"\n\n\"Mutiny!\" whispered Napoleon's soldier, his face pale with excitement.\n\n\"They swore oaths and said that they would fight no more battles for men\nwho were old women and stayed at home while they sweated and bled and\nwere starving.\"\n\n\"Without doubt their officers ordered them into arrest?\" demanded\nJoseph, fiercely.\n\n\"Who was there to arrest them? The officers looked white, and I was\ntrembling. More soldiers came into the square, until everywhere there\nwere angry faces and bodies swaying this way and that, while the men\nwere thinking what evil they should do. At that moment a carriage drove\nup at full speed. There was one man in it. He stood up; he was a tall\nman. A hesitating sort of shout went up from the soldiers. Then there\nwas a great muttering, and every one rushed toward him, and some were\nshaking their fists.\n\n\"The man stood still. He said no word. But little by little the\nmuttering stopped and there was silence. Then the crowd began backing\naway from him. There was a break in the mass, and through it I saw his\nface. He was smiling with--well, the way fathers look at their children\nthat have hurt themselves because they were naughty and are yet not very\nbad. Still there was silence.\"\n\n\"He held them so?\" broke in Joseph. \"But then he was a great man. But\nwho?\"\n\n\"Wait. He began talking to them. I couldn't hear what he said, for all\nthe men began crowding up around him. But one moment they laughed, and\nthe next they were wiping their eyes with the back of their hands.\"\n\nJoseph was listening with shining eyes.\n\n\"When he had driven off again the soldiers went back to their camp. Some\nof them looked downcast and ashamed, but most of them were just boyish\nand good-natured, as if they had forgotten how they felt before. One boy\nlaughed as he passed me:\n\n\"'Say, that was a good one about the tin soldier. I felt like a toy\nsoldier myself when he turned those eyes of his on me!'\"\n\n\"Who was it?\" asked Joseph Schotz, eagerly. \"Have they such a man? Was\nit the new general? I have thought he might be such a man--to win such\nvictories. And yet\"--his face fell--\"that one is a short man, and this,\nyou said, was very tall.\"\n\n\"The general? No!\" said Mrs. Schotz, contemptuously. \"It was not the\ngeneral. As he drove off, some boys shouted, 'Hurrah for the\nPresident!'\"\n\n\"The President!\" Joseph echoed.\n\n\"The President. And, Joseph, when I saw his face I knew him.\" She paused\nto make sure of the effect upon her petted invalid of what she had to\nsay. \"It was he who came to us to buy toy soldiers!\"\n\nShe fell back triumphantly when she had fired this bolt of wonder. But\nJoseph was looking at her with eyes in which there was no wonder--only\ncomprehension.\n\n\"So,\" he said, slowly--\"so--that was the President. So Napoleon would\nhave done.\"\n\n\n\nThe doctor had told Joseph that he must go to his bed. The old soldier\nwinced. A man may be brave before bullets and yet quail before the\ndoctor. The bed was brought down into the little kitchen back of the\nshop. Joseph insisted on it.\n\n\"It is that I may be able to help you tend the shop,\" he said. But the\nreal reason was that he might not be banished from the children's\ndomain. He could still see Minna and Rosa and Bennie come for their\ntoys.\n\nThus it happened that one morning Joseph sat propped up in his narrow\nwooden bed. Mrs. Schotz bustled, with much demonstration of activity,\nabout her work. Joseph almost wished that she would go up-stairs. He was\nforced to keep up an appearance of much cheerfulness--if he screwed up\nhis face when the pain came, she wept.\n\n\"I wonder if the President will come to-day,\" he thought. \"He said he\nwould as soon as he got back. I want to see how he looks since the\nsurrender. Strange that it should have been on Palm Sunday.\" His eyes\nstrayed to the mantel-piece, where a spray of palm waved from a gilt\nvase. The wife had had it in her hand when she came in from the street\nwith the news the day before.\n\n\"If he would come, it would be easier,\" thought Joseph. \"He would take\nmy hand and look deep into my eyes--it would be as if he took some of\nthe pain away from me--into his own heart.\" And then, because some\nchildishness is permitted to the sick, he moved peevishly in his bed and\nthumped his pillow.\n\nSuddenly the door opened. It was the President. Still, a different\nPresident--almost a new one. His shoulders were straight and held well\nback. He walked with a sort of joyous impatience, as though he brushed\naside palms of victory. His eyes glowed. He spoke as he entered, and his\nvoice broke into a boyish laugh. When he looked into the room and saw\nJoseph, the full meaning of the change struck him and his face fell. For\na moment he looked almost abashed. Then, shaking his head with decision,\nhe strode through the shop to where the sick man lay. He took Joseph's\nhand with resolute happiness and held it, looking full into the other\nman's eyes. There was no need of words between them. A heartening and a\ntonic influence went from one man to the other.\n\n\"It is over, friend Schotz,\" he said, buoyantly. \"The nightmare is over;\nwe are awake.\" He paused and added, under his breath, with humble,\nhalting reverence, \"Thank God!\"\n\n\"They have surrendered.\" Joseph Schotz raised himself on his elbows.\n\n\"It was the meeting of two great men,\" said the President. \"Mine and\nthe other. He's a general after our own hearts--eh, Schotz--the modest\nman you helped me to choose!\"\n\nThe sick man's face was every minute taking on the lines of hope and\nmanly force. The other man watched him with tender eyes, in which the\npity was carefully veiled.\n\n\"Yes, we chose him well, my President,\" said Joseph, with almost a\nswagger.\n\n\"You will never know how great is my gratitude, Schotz,\" suggested the\nPresident, \"because you can never know from what you saved me--you and\nthe toy-shop. The day when first I came here I had fallen into a pit\ndigged by my own nature. You showed me the way out.\" His eyes were on\nthe sick man, and he chose the words that would hearten most. \"It was a\ngreat service you did me--and, through me, this great land of ours.\"\n\nThere was a light in Joseph's eyes that had been absent for many days.\n\n\"And now it is over.\" The President drew a breath so great that his\ngaunt frame expanded. He settled into a chair near the bed with a sigh\nof restfulness. \"The boys will come home. Their mothers will meet them.\nTheir fathers will grip their hands. No, I will not think of those who\nwill be missing--the time for that has passed. The children will hang\nabout their father's neck. And they will be together.\" The light grew in\nthe President's eyes, until it seemed they blazed with a love which was\nthat of child and father in one and contained the passion and tenderness\nof the universal lover.\n\nThen the President rose, shaking himself like a great spaniel and\nlaughing from delight in living.\n\n\"There are things to be done--oh, the fight is not over. Perhaps it is\nonly begun. But to-day is my perfect moment--the first perfect moment of\nmy life, God knows.\" He paused and raised himself to his full\nstature--challenging his fate. \"It is enough to have lived for. I am\ncontent!\"\n\nHe turned to Schotz again, and his face was radiant with steadfast\nbrightness.\n\n\"There will be a future, my friend. We are ready for it, are we not? I\nknow the path will be clear. I have begun--the first thing to be done is\nto heal. Beyond that\"--he paused, and his forehead contracted slightly\nas if from doubt--\"all is in the shadow.\" A veil made vague the\njoyousness of his eyes. It seemed to Joseph that his great friend was\nlooking upon something that he himself could not see. The face\nbrightened--the eyes opened wide--became luminous.... The President took\nup his words in an altered tone. \"Beyond that--I cannot see,\" he ended,\nhappily.\n\nJoseph watched him for a moment. Then, uneasy, he put out his hand and\ntouched him timidly on the sleeve. The President smiled at him again.\nThere seemed to be no transition, and yet--they were back again in the\nworld where things were to be done and--borne.\n\n\"And now, friend Joseph\" (the President took up again the task he had\nset himself in the shadowed toy-shop), \"when we were in the conquered\ncity I found a toy--\" He interrupted himself to laugh. \"It was the only\nloot I permitted myself.\"\n\nJoseph stared at him with puzzled expectation.\n\n\"For, after all, toys are the only things that are worth the\nconsideration of wise folks like you and me.\" He was busily extricating\na package from his pocket. It was done up in many wrappings. He watched\nwhile the sick man pulled off the papers, one after another. Joseph\nbecame angry with them--they seemed endless. Then the President chuckled\ngleefully, for he saw the color coming into Joseph's face. At last the\ntoy stood in Joseph's hand revealed--a little tin soldier. Joseph looked\nat it in wonder.\n\n\"But what--?\" he began. Then, \"Why, it is the old uniform--he carries\nthe tricolor. Where did you find Napoleon's soldier, my President?\"\n\nThe President watched him tenderly.\n\n\"That is my secret, friend Joseph. Does he look to you like the little\ncolor-bearer, my friend, that marched gayly out, in the sparkling\nsunshine? But see--he is no child--his hair is gray.\" He bent forward.\nHe saw a spasm of pain contract the worn face. He saw the involuntary\nmovement of muscles when tortured nerves cry out. He saw the stark will\nof the man who sternly commanded his anguish to be decent and to make no\nmoan.\n\n\"He is a soldier, my Joseph, one of my soldiers, and in the evening he\nis doing the greatest deed of all.\" The President's voice had sunk into\na cadence which was melodious with all the pain the world has known--and\nall the joy. He held with his own the sufferer's eyes so that he could\nnot fail to understand.\n\n\"He is a hero--!\"\n\nThe President sat with the sick man in a pregnant silence, while the\ncolor came back into the face of the man on the bed. At last there came\na smile. When he was satisfied that his work was done, the President\nrose. For a moment his hand touched Joseph's brow as the sculptor does\nhis clay, with that touch which is a caress.\n\n\"And now, friend Joseph, good-bye.\"\n\nAfter he had gone, Joseph looked at the toy the President had left. He\nput it to his lips. He held it to his meagre chest. And thus they lay,\nthe man and the toy, until the exultation on Joseph's face softened into\nperfect peace.\n\n\"Toys--toys--\" So his thoughts sang themselves. \"Toys. Nothing else is\nreal. Toys of tenderness--toys of mirth--toys that sail a man back to\nchildhood--toys that sweep a man into manhood--and beyond.\" He held the\ncolor-bearer passionately close. \"A hero!\" he said. \"Thank God for the\nman who knows our hearts. The world is his toy-shop and men and women\nare his toys. He can use everybody--it makes no difference how ugly a\ntoy may be. He loves them even when they are naughty--just like a little\ngirl when she spanks her dolly.\" Joseph smiled at his own thoughts with\ntenderness.... \"Just like the Christ who suffers us to come to Him.\"\n\n\"I wonder ... is it because he loves people or because he plays with\nthem that he is so far above them?--I believe he is very far\noff--looking on. He is really neither smiling nor looking sad--just\nseeing.\"\n\nThe room was quiet. The pain had ceased. Joseph clasped his toy and\nslept.\n\n\n\nInto the damp night air drifted suddenly a wave of sound. It startled\nMrs. Schotz, who sat at work by the lamp, watching late into the night.\nEven as she lifted her head to listen it swelled into a distant growl of\nthunder, threatening, sullen. A startled voice came from her husband's\nbed asking what the noise might be. Before she had time to answer, the\ndoor burst open, and their neighbor, the cobbler's wife, ran into the\nshop.\n\n\"Have you heard,\" she shrieked--\"have you heard? They have killed him,\nthe good President!\" With the last word she was out of the door.\n\nJoseph fell back and lay still. His hands were clinched and his lips\nwere locked. He tried to lock his heart, too. He did not dare to\nfeel....\n\n\"'A hero.'\" he thought. \"He called me that.\" The sound of his wife's\nsobbing filled the room.... No, it would never do to weep. \"Ah-h!\" A\npang greater than he had ever known shattered him. He held that down,\ntoo. It was then that a great thought came to him--the pain taught him.\n\n\"The same future, then, for him and for me.\"\n\nHe lay very still while the thought grew and filled him. The sound of\nhis wife's sobbing sank lower and lower. She crept close to her husband\nand laid her hand on his. He took it gently in his weak fingers, and\nthus they remained. The room seemed empty.\n\n\"They killed him, too, thy Napoleon,\" at last his wife said, timidly.\nJoseph started. The name of the old god made him know how far he had\ngone. For a moment he felt shame, as though he, too, had betrayed. Then\nhe spoke:\n\n\"If the Emperor, too, had had--toys--and if he had played with them; if\nhe had been able to laugh at the world and--yes--a little at himself; if\nhe had been able to laugh at himself--and cry over other people--he\nwould not have stayed at St. Helena. And ... he would have been almost\nas great as the President.\"\n\nMrs. Schotz started forward and put her face close to that of her\nhusband. She spoke with her eyes on his eyes.\n\n\"You say--that--my Joseph?\"\n\nHe nodded his head weakly but with meaning. And both were silent with\nthat silence which follows truth proclaimed.\n\nAfter a few minutes he took up his thought again.\n\n\"I thought, my wife, that the end of life had come for me when I knew\nthat I should have to sit here in the shop the rest of the days of my\nlife and make toys for children. Now I know that it was but the\nbeginning. He taught me. There could be nothing greater. The toys will\nlive in the homes of the children. They will find them, too, the toys he\nbought for his boy--after he has gone. But not every one will know the\nwork that they have done. Nor will all the toys the President left be so\neasily discovered.... I, too, am his toy.\"\n\nHe stopped, for he was weak. After a time, when he had lain gazing at\nthe wall with a look that was new to his face, an eager look that made\nhis wife break into hopeless but silent sobbing, he said:\n\n\"It is enough to have made him smile.\"\n\n      When the President had been carried to his rest it came to pass\n      that men whom the dead man had not known were called into the\n      house to make ready for those who were to come. Through the long\n      hours of the day they toiled. The garments that the President had\n      worn and those things which he had used in his labor were placed\n      aside. When it was evening they came upon an upper chamber full of\n      toys. The men closed the door hastily and came away. But at night\n      when they drew near to their own homes they kissed more tenderly\n      the children who ran to meet them from their open doors.\n\n\n\n\n       *       *       *       *       *\n\n\n\n   In general every effort has been made to replicate the original text\n   as faithfully as possible, which may include some instances of no\n   longer standard spelling. The hyphenation is occasionally variable,\n   notably in the usage of \"Toy Shop\" in the cover pages and toy-shop\n   elsewhere; this has not been altered. Italic text is denoted by\n   _underscores_.",
    "metadata": {
        "author": [
            "Gerry, Margarita Spalding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/39829/pg39829.txt",
        "name": "the_toy_shop_a_romantic_story_of_lincoln_the_man.json"
    }
}