{
    "name": "The Ring bonanza",
    "author": [
        "Binder, Otto",
        "Binder, Otto Oscar"
    ],
    "body": "The rings of Saturn stretched like a level sheet in all directions,\nthough actually composed of millions of tiny bodies. Homer Timkin\ncarefully braked with the nose rockets till he floated motionlessly\nwith respect to the ring's own rotary motion around its primary. Then\nhe eagerly donned his vac-suit.\n\nHad he struck it rich this time? Through his binoculars, a moment\nago, he had seen the glint of one small jagged lump among the ring\ndebris--and it had glinted like gold or silver. There was vast treasure\namong the rings, if one could find it....\n\nIn his vac-suit he used his reaction pistol to propel him down toward\nthe glinting mass. In his eagerness, he almost failed to see the other\nring body which now hurtled up, pursuing its own independent orbit\nwithin the grander sweep of the rings.\n\nTimkin braked with his reaction pistol only in time to let the marauder\nlumber past, scraping his foot. He let out his breath with a hiss.\nThat had been close. Many a ring prospector never returned to the\nTitan docks, because of some such accident as this, creeping up on you\nunawares.\n\nMore than prospecting in earth's out-of-the-way spots had ever been\nit was a hazardous occupation among Saturn's rings. But it had its\nenticing rewards and lures. Some prospectors returned with a load of\nprecious metals or uncut virgin diamonds that made them rich for life.\n\nTimkin reached the glinting body he had previously spied. It was\nirregular in shape, some five feet in its greatest diameter. And it had\na yellow tinge in the soft light shed by huge Saturn over his shoulder.\nTimkin permitted himself wild hope as he chipped off a piece with his\nbelt pick. He held the chip up to his glassine visor, squinting at the\ngrain.\n\nHis face fell slack.\n\n\"Fool's gold!\" he muttered, flinging the piece away in a small fury.\n\nIt was just pyrites, worth a few cents a pound in the market and not\nworth the hauling. Timkin sat down on the miniature worldlet and cursed\nall the gods of luck and ill luck. He had been out a month now, and no\nbonanza. Of course, it had been so for the past ten years. Each year\nthe old prospector hoped for his big find, and each year he only eked\nout a precarious living, picking up odd bits from the rings.\n\nHe looked with bleary eye over the plane of the rings, stretching\nvastly in all directions. Timkin was not young any more. His lean spare\nbody could not stand the rigors of space much longer. His leathery,\nseamed face showed the strain of countless near-escapes from death. If\nhe didn't strike it rich this trip he'd have to retire--poor. He'd be\none of those derelicts, haunting the Titan docks and mooching meals.\n\nHe shuddered.\n\nHopelessly, he watched the endless parade of the rings. By far the most\nof their expanse was just worthless rock. Then he saw a jet black lump\nnot far off. It was coal. Timkin grinned mirthlessly.\n\nCoal had been used as an industrial fuel and chemical storehouse some\n200 years ago. Today it was no more than a curiosity in museums. That\nwas his luck--spotting things in the rings that would barely pay the\nexpenses of his trip.\n\nAs he sat he also saw a whitish mass further along--fossil bones. And\nnearby, a dully shining angular object, probably a bit of machinery.\n\nSighing, Timkin got up. \"Got to make expenses,\" he muttered. \"Might as\nwell collect those odds and ends.\"\n\nHis reaction pistol took him to the lump of coal. It was four feet in\ndiameter but in weightless space it was no strain for Timkin to push it\ntoward his ship and stow it through the back lock into the hold.\n\nThen he went back for the space-bleached bones. Theory had it that\nthere had once been a moon of Saturn within two-and-a-half diameters\nof the giant planet. Gravitational stresses had then exploded the moon\ninto countless fragments, which took up the same orbit after spreading\nout and thus came to be the unique rings.\n\n\n\nSeemingly, there had once been life, and civilization, on the destroyed\nmoon. Fossil bones, once buried within the moon's crust, now floated\nwithin the ring debris--and bits of machinery of some vanished and\nunknown race. There was no oxygen or moisture in space to rust them and\nthus the metal remained perfectly preserved through eons of time.\n\nTimkin looked musingly at the bones, as he shoved them to his ship.\nThey made up part of the skeleton of an ancient creature that possibly\nresembled an earthly tiger. The Saturn Archeological Museum would pay\nfive SS-dollars for this--Solar System Dollars, the standard currency.\nNot too bad.\n\nFinally, Timkin got the bit of machinery. It consisted of a broken\nportion of a huge cogged wheel with dangling wires and bits of other\nenigmatic mechanical devices. Timkin wondered just how advanced the\npeople had been who once inhabited the first moon. That was something\neven the experts didn't know with the few poor clues they had collected.\n\nFor a moment, Timkin's imagination wandered. He pictured life on the\nfirst moon, before the debacle. Towering cities--humming wheels--busy,\nindustrious people. Then, abruptly, their world cracking apart, into a\nbillion bits. And now only this remained ... the rings of Saturn.\n\nAs Timkin brought the broken wheel to his ship he took one last look\naround and saw another museum item. It had circled in slow gyrations\nand come into view from the back of his ship. Timkin got that too,\nperhaps the most intriguing find of the lot, for it was a stone with\nmysterious \"writing\" on it. The museum had quite a collection of such\nstones, evidently parts of temples or buildings.\n\nSeemingly the people of the first moon had inscribed most of their\nstone walls with their writings. But these writings had never been\ntranslated. They were a riddle that baffled the best archeological\nminds of the System.\n\nHe also put this carved stone in the hold.\n\n\"Huh,\" he grunted. \"I'm just a scavenger for the museum, that's what I\nam.\"\n\nTimkin looked over the things crammed in his hold, gleaned from the\nrings for a month. Their total value would possibly pay for the trip\nwith a few SS-dollars to spare. Yet one find of gold or precious stone\nand he would dump the whole mess out and be far the richer.\n\nGrowling to himself, Timkin took off his vac-suit and went to the\ncontrols. He debated. He still had food and fuel enough for three days\nbefore he had to return to the Titan docks. What should he do?\n\n\"I'm going to the Crêpe Ring,\" he finally told himself. \"I had no luck\nin Rings A and B, so why not try C just to play it out to the finish?\"\n\nTimkin had started, a month ago, at the outer ring--Ring A. This\nportion of the rings had an outer diameter of 171,000 miles and\nextended inward toward Saturn for 11,100 miles.\n\nThen there was a separation of 2,200 miles between rings A and B named\nCassini's Division when first seen through earthly telescopes centuries\nago.\n\nRing B was 145,000 miles, outer diameter, and some 18,000 miles wide.\nAnother space of 1000 miles and then came Ring C or the Crêpe Ring,\n11,000 miles wide. So had the rings of Saturn distributed themselves,\nunder the laws of gravitation, when the first moon exploded ages\nbefore. The first moon had not been large, for the total mass of all\nthe rings was estimated at no more than one-quarter of earth's moon.\n\nTimkin urged his old rattletrap _Jetabout_ up from the plane of\nthe rings till he had a clear path before him and then jetted\nstraight toward mighty Saturn, which hung in the sky like a bloated,\nvari-colored marble.\n\nHe crossed the narrow empty space between Rings B and C and finally\ncruised over the outer edges of the Crêpe Ring. Saturn was only 17,000\nmiles distant and Timkin could feel the faint tug of its powerful\ngravitation.\n\n\"Now,\" Timkin said between set teeth, \"let's see if I have any luck.\nI've got three days to nose around through the Crêpe Ring, searching. I\nknow there's gold or diamonds ahead ... if I can just stumble on them.\"\n\n\n\nAs he slowly cruised above the Crêpe Ring, with his binoculars to his\neyes, Timkin munched a sandwich and now and then took a swig of coffee.\nIn all their explorations of other worlds earthmen had never found any\nbeverage better than time-honored coffee, though the Martians tried\nhard to sell a green-tinted product called _tukka_.\n\nTimkin's hand gave a little jerk, and his binoculars wavered. Watching\nhim one would have thought he had spied something exciting--like gold.\nBut it was something else, almost equally as startling....\n\n\"Another _Jetabout_!\" Timkin murmured. \"Gave me a start, seeing it so\nsuddenly.\"\n\nIt was a rare event when two wandering _Jetabouts_ happened to cross\npaths in the vast area of the rings, almost like two explorers in the\nheart of Africa meeting each other. Timkin grinned humorlessly.\n\n\"Another chump!\" he thought. \"He wouldn't have a bonanza, or he'd be\nstreaking back for Titan. He's cruising and looking for something like\nme.\"\n\nTimkin flashed his heliograph, reflecting the light of Saturn, at the\nother ship. An answering greeting flashed back. Timkin watched it as it\nkept going on its course and slowly faded into distance. He felt less\nlonely for a moment.\n\nTimkin went back to his scanning of the ring bodies with his glasses.\nHe saw another lump of coal but was too wearied at the thought of\ndonning his vac-suit for it, and let it go by under him. It was\nnot till a minute later that he snapped to attention. For now he\nremembered, belatedly, that he had also seen a yellow glow near the\nblack coal.\n\n\"Day-dreaming, that's what I was!\" he yelled, hastily braking and\nspinning the _Jetabout_ around. \"If that was gold, and I don't find it\nagain, I'll....\"\n\nIt was not easy to backtrack in the rings, and find a certain spot you\nhad passed over. The rings were constantly in motion, in their orbit\naround Saturn. And each body in the rings had its own private motion in\nrespect to the others. Some gyrated fantastically around others.\n\nA huge body might in turn exert enough gravitation of its own to hold\nsmaller bodies in its grip, and force them to become its \"moons.\" And\nthese satellites then perturbed nearby bodies, causing them to weave\nand shuttle within the ring.\n\nIn short, any body in the ring might shift position enough in the space\nof a minute or two to be lost forever.\n\nTimkin shot back to the coal lump. Yes, the coal lump was there, not\nhaving a complicated private motion. But where was the yellow lump that\nhis blind eyes had seen--and ignored? There were a hundred other little\nbodies around the coal lump and to look them all over one by one....\n\nTimkin's heart sank to its lowest ebb before suddenly he saw the yellow\nglint again. Then, thankfully, he shot the _Jetabout_ over it and\nhovered, locking the controls. Minutes later in his vac-suit he was\npropelling himself down to the yellow lump via reaction pistol.\n\n\"It's only fool's gold, of course,\" he told himself to calm his\nwildly racing pulse. \"Just think of it as fool's gold, so you won't\nbe disappointed again. Or it could be cheap copper. So don't get\nexcited--yet.\"\n\nTimkin reached the yellow body, fumbled with his pick and finally\nchipped off a piece. He noticed it sheared off under the hard pick,\nrather than chipped. He dared to hope it was soft gold. And when he\nheld the bit to his visor....\n\n\"Gold!\"\n\nHe said the one word quietly. Then he sat down on the lump, shaken.\n\n\"Gold,\" he repeated. \"I hit it--gold! My bonanza! My dream for ten\nyears!\"\n\nIt was minutes before he could control his shaking nerves and allow\nthe warm glow of exultation to spread through him like wine, giving\nhim new strength. He arose and, like a bird, made a circle around the\nlump, using his reaction pistol. He estimated its weight as a thousand\npounds, earth measure. Then he stopped to stand on it again, a king on\nan island.\n\n\"Of course, it ain't pure gold,\" Timkin told himself. \"But it looks\nlike about fifty percent pure. They say the first moon before it\nexploded didn't have many seas to dissolve and thin out ore deposits.\nSo I can figure about five hundred pounds of gold. At the pegged rate\nof thirty-seven SS-dollars an ounce....\"\n\nTimkin's head was too light and buzzy to reach the total.\n\n\"But I'm rich,\" he exulted. \"Filthy rich. Gold is even more valuable\ntoday than it used to be on earth in the old days.\"\n\n\n\nTimkin was right. Contrary to all fanciful and unfounded predictions,\ngold had never lost its value. True, the nations of earth had all gone\noff the gold-standard in the 20th century and for a while gold was a\nforgotten metal, buried in vaults.\n\nBut then it came into its own as one of the most non-corrodable metals.\nWhen space travel came into being, an alloy of gold became the standard\ncoating for all equipment used on other worlds, some of which had\nnoxious atmospheres that could rust iron or copper in days to worthless\ndust.\n\nBut gold in its alloy-hardened form defied the worst other worlds had\nto offer. Thereupon gold became a metal of commerce and its value rose\neven higher than its one-time value as a money standard.\n\nAnd so, with his find of gold, Homer Timkin was as suddenly wealthy as\nany Spanish explorer of the New World, back in earth's past.\n\n\"It's sure going to be a pleasure,\" crowed Timkin, \"to drag this lump\nof gold back to Titan!\"\n\n\"Yeh, it is--for _me_!\"\n\nTimkin jumped at the sound of the voice behind him, coming out of\nnowhere. He turned, gaping, to see another man in a vac-suit slowly\napproaching, with a reaction pistol. Timkin could see the newcomer's\n_Jetabout_ now, parked alongside his own. Timkin had been too engrossed\nin his find to see the approach of the ship.\n\n\"Huck Larsoe!\" said Timkin in recognition for he knew all the other\nprospectors back at the Titan docks.\n\n\"Yeh, Timkin,\" returned Huck Larsoe, grinning. \"I was the _Jetabout_\nthat passed you a while ago. Just before you went out of my sight, I\nsaw your ship suddenly scoot on a backtrack. That spelled a find to me!\nSo I turned and came back, and followed you up.\"\n\nTimkin didn't like it. Huck Larsoe was a younger man and filled out\nhis vac-suit with a powerful, hulking body. His stubble of unshaven\nblack beard formed an unkempt fringe to the hard-bitten face that\npeered out of the visor. There was something in his cold grey eyes\nthat froze Timkin. There was such a thing as claim-jumping here in the\nlawless territory of the rings.\n\n\"You sure struck it rich,\" Huck Larsoe went on. \"But maybe you didn't\nhear me before. I said it was lucky--for _me_!\"\n\n\"Y-you can't take this from me,\" Timkin began, his voice tinny as it\ncame out of the chin-transmitter to impinge on the radio vibrators at\nLarsoe's ears. \"It's mine! I found it!\"\n\n\"Sure, you found it,\" agreed Larsoe. \"But I'm taking it away from you,\nsee?\"\n\n\"No!\" shrilled Timkin. \"That's plain robbery--piracy! I'll tell the\npolice back at Titan.\"\n\nLarsoe leered. \"And what witnesses have you got? You and me are the\nonly two humans around here for 50,000 miles. It'll be your word\nagainst mine back at Titan. If I say I found it myself and you're\ntrying to cut in on it they'll have to believe me. Because _I'll_ have\nthe gold.\"\n\nTimkin had no weapon. The reaction \"pistol\" was not a weapon at all,\nmerely a device for moving in space by means of short, harmless rocket\nblasts. He struggled against the bigger man. Larsoe laughed as he gave\nthe slighter man a shove that sent him spinning off the lump and almost\ninto another ring body with jagged edges.\n\nThen, still laughing, Huck Larsoe shoved the mass of gold to his own\nship, his reaction pistol streaming red flame behind him. He turned his\nmocking face.\n\n\"I ain't even going to kill you, Timkin, like I could. No need going\nto the trouble. It's still your word against mine, back at Titan. You\nain't got a ghost of a chance to _prove_ this is your find.\"\n\nSlowly Timkin rocketed back to his own ship. He watched Larsoe stow the\ngold in his hold and cast out a mess of fossil bones, lumps of coal,\nbits of machinery and pieces of carved stone.\n\n\"Here, Timkin,\" Larsoe chortled. \"You can have this other junk of mine\nnow. It'll help you pay for your trip, anyways. See? I ain't such a bad\nguy at heart.\"\n\nAnd with a mocking laugh, Larsoe slipped into his cabin lock. A moment\nlater his ship rocketed away and was lost in black space, leaving a\nbroken old man behind.\n\nTimkin floated beside his ship for long bitter minutes without the\nenergy to do anything. Ten years of searching and hope wasted--ten\nyears of hardship and toil. Fate had at last rewarded him with a\nmagnificent bonanza--and then had kicked him in the teeth.\n\nTimkin was on the verge of madness. For a moment he thought of opening\nhis reaction pistol wide, gunning straight for the ring bodies and\nseeking peace and eternal rest there.\n\n\n\nBut then, shudderingly, he brought himself back to sanity. The will\nto live triumphed as it did in all living creatures in the universe.\nHe looked at the stuff which Larsoe had cast from his ship, which was\nslowly drifting away, scattering.\n\nRousing himself, Timkin began collecting it and stowing it in his hold.\nNo need to let the stuff go, even if it was a mocking gift from the\nhated thief. He still had to make a profit on the trip.\n\nTimkin held one carved stone in his hand for a moment, staring at its\nancient writings. It was a triangular piece and seemed to have two sets\nof writing on it. To keep his mind from plunging into black despair\nTimkin tried to picture again the ancient civilization of the first\nmoon.\n\nBut a slight huddled figure sobbed aloud at the controls as the\n_Jetabout_ left the rings and aimed for Titan.\n\nAt the Titan docks two days later Homer Timkin was calm and resigned.\nThere was nothing he could do. No use to put in a complaint against\nHuck Larsoe, to the police. As Larsoe had said, it was one man's word\nagainst another's. With no witnesses the legal battle could only end\nwith Larsoe the winner.\n\nSighing, Timkin hired a rocket truck and piled the museum stuff aboard\nand drove to the center of Titan City. Here the Saturn Archeological\nMuseum reared, stately and imposing on its marble pillars.\n\nTimkin drove to the service entrance and rang the bell. An elderly man\nanswered and flashed a smile of greeting.\n\n\"Well, Timkin again,\" he said. \"Back with another load of relics from\nthe rings? I take it you didn't hit any bonanza then, eh?\"\n\n\"Well, I--\" Timkin stopped. No need to go into his story, and broadcast\nhis shame and misery to the universe. \"No, Professor Blick. No\nbonanza. But I've got a load of stuff for you to look over for your\nmuseum.\"\n\nProfessor Blick, adjusting his thick glasses, came out and looked over\neach item as Timkin took it off the truck.\n\n\"Our prices are still standard, Timkin,\" he said. \"Two SS-dollars for a\nspecimen of coal. Three for fossil bones. Five for bits of machinery.\nAnd ten for the carved stones.\"\n\n\"Why,\" asked Timkin curiously, \"do you pay more for the stones than\nanything?\"\n\n\"Because if they could speak they would tell us far more about the\nancient civilization of the first moon, than any of the other items. We\nhave a sizeable collection now. We can't translate the writing yet. But\nsome day we're going to find the Rosetta Stone that will give us the\nclue and open up the whole vast story.\"\n\n\"Rosetta Stone?\" Timkin was puzzled.\n\nThe professor went on conversationally.\n\n\"Yes. You see, back on earth many centuries ago, the archeologists\nof that time also found carved writings--the ancient records of the\nEgyptians. And they too were a riddle.\n\n\"But one day a stone was found with not only Egyptian heiroglyphics\non it but _another language_! The text on this stone had been written\nin Egyptian and then copied in the other language. And that second\nlanguage--ancient Greek--was _known_! So this enabled all the Egyptian\nwriting to be translated and....\"\n\nThe professor's voice stopped, with a queer gurgle. Timkin stared. He\nhad just handed him the triangular stone which had been among Larsoe's\n\"gifts.\"\n\n\"_Timkin!_\" screeched the professor. \"This is _it_! This stone has\n_two_ sets of writing on it. One is the unknown script of the first\nmoon. And the other is--oh, thank the stars!--it's early Rhean, _which\nis a language we know_!\"\n\nIt was all rather confusing for Timkin after that. The professor bawled\nat the top of his voice and more men came rushing out. They all fell\nto talking as if the greatest event in the history of the universe had\ntaken place. Timkin hovered on the outskirts of the group, forgotten\nfor the time being.\n\nBut then all the men turned to him. They looked at him as if he were\nsome king or some awesome potentate from another star.\n\n\"And there, gentlemen!\" said Professor Blick, waving at him, \"is the\nman who brought the stone back!\"\n\nTimkin was in an agony of embarrassment as one by one the archeologists\ncame up and shook his hand silently with reverent respect in their\neyes.\n\n\"Professor,\" pleaded Timkin when this ordeal was over. \"I--I want\nto get away. Just pay me for the stone, and let me go. If it's\nso important to you, maybe you could up the price a little, eh?\nMaybe--uh--a hundred dollars?\"\n\nTimkin was amazed at his own audacity.\n\n\n\nThe professor looked at him queerly, almost pityingly, and said slowly,\n\"One hundred dollars? Timkin, you don't realize the value of this\nstone. The museum will make you out a check for _one hundred thousand\nSS-dollars_!\"\n\nTimkin stood stunned, unbelieving.\n\nThe professor smiled.\n\n\"Yes, that's what I said--one hundred thousand. If we could afford\nit, we'd pay you ten times that. Actually, you see, the stone is\n_priceless_. The check will be sent to you. You can go now, Timkin.\"\n\nTimkin drove the rocket truck back, in a dream, and passed a red light.\nThe traffic cop wrote a ticket.\n\n\"That'll cost you twenty-five dollars, bud,\" he growled.\n\nTimkin burst out laughing and kept laughing all the way back to the\ngarage. He was fined 25 dollars. It would have been an economic tragedy\nbefore. Now it was a joke. He could pay a hundred fines like that and\nstill laugh.\n\nThe next day, when the check arrived at his room, Timkin knew it was\nnot a dream. The amount was 150,000 dollars. They had even upped the\nprice voluntarily.\n\nTimkin went out, with the check in his pocket, and headed for the\n_Spaceman's Nook_. He had one more piece of unfinished business to do.\nHe knew he would find Huck Larsoe there and saw him at a corner table.\nStrangely he seemed depressed, not at all like a man who had just\nbrought in a fortune in gold.\n\n\"Hello, Huck!\"\n\nLarsoe looked up sourly as Timkin sat down cheerfully.\n\n\"Listen, punk, you got nothing on me,\" he growled.\n\n\"I know,\" said Timkin. \"But why so glum? What did you get for\nmy--pardon me, _your_--gold bonanza when you cashed it in?\"\n\nLarsoe smashed his fist down on the table, spilling his drink.\n\n\"Don't talk to me about that blasted bonanza!\" he roared. \"You know\nwhat it was? It was just plain rock with a film of rich gold ore over\nit. A fake! A flop! I just got enough out of it to pay expenses and\nthat's all.\"\n\n\"Too bad,\" Timkin grinned, feeling his cup running over.\n\n\"Oh, don't go gloating,\" said Larsoe. \"I still put one over on you. I\ntook the thing away from you, didn't I?\"\n\n\"Sure,\" agreed Timkin. \"But you gave me something back which was\nworth--\"\n\nAt this moment, Larsoe sat up, as something came over the tavern radio,\nworking through the hum. An announcer was saying....\n\n\"--biggest news of the day! The Saturn Museum has just announced the\nfind of a carved stone, from the rings, which will allow them to\ntranslate all the hitherto unknown writings of the first moon! And in\nhonor of the man who brought it back from the rings, they have named\nit--the _Timkin Stone_!\"\n\nTimkin was shocked himself. His name would reverberate down through\nthe ages now, attached to a stone as famed as the Rosetta Stone of\nearth!\n\nBut the effect on Huck Larsoe was like that of a knife in his heart. He\nturned slow, stunned eyes to his companion.\n\n\"Th-the Timkin Stone?\" he mumbled. \"What--\"\n\nTimkin drew the check out of his pocket and showed it to Larsoe.\n\n\"Yes, I brought it in. Look, they paid me one hundred and fifty\nthousand dollars for it. And Huck--I hope you have a strong\nheart--Huck, that stone was among the stuff _you_ gave me after\nstealing my bonanza!\"\n\n\"Then I made the find!\" yelled Larsoe. \"It's _me_ they should name the\nstone after. And you've got to turn over that money to me, Timkin! It's\nmine! I found the stone and....\"\n\nTimkin looked him straight in the eye and said quietly, \"Any witnesses,\nHuck?\"",
    "metadata": {
        "author": [
            "Binder, Otto",
            "Binder, Otto Oscar"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68700/pg68700.txt",
        "name": "the_ring_bonanza.json"
    }
}