{
    "name": "The terrors of the upper air",
    "author": [
        "Orndorff, Frank Milliken",
        "Orndorff, Frank"
    ],
    "body": "Pemberton, the Great Detective, renowned as never having failed to get his\nman, spoke to the Secretary of the President of the State Fair, and passed\non to the President’s office door marked “Private.” He entered without\nknocking.\n\n“Well! What happening is responsible for this visit?” The President sprang\nup and grasped Pemberton’s hand and pulled a chair out for him. “You are\nnot in the habit of calling on me lately except on business. Who are the\nunlucky people at the Fair that you want? For my guess is that you are\nafter some poor birds.”\n\nPemberton sat down and placed his hat on the President’s desk. “You are\nright to call them birds. I am after your human birds, and they can’t\nparticularly be called ‘poor’--not now, anyhow.”\n\n“What!” exclaimed the President, as he half rose in his seat, “surely you\nare not after Kidwell and Dexter, the aviators who are flying for the\nFair.”\n\n“The very two men I am after.”\n\n“But what have they done? It must be something serious.”\n\n“It is serious. You remember the Windsor Bank Robbery of over a week ago,\nwhere the cashier was killed and nearly a half a million dollars, mostly\nin large bills was stolen? The two men who did the job escaped in an auto.\nThey were chased to a large wooded tract just about nightfall. When the\npursuers closed in, they found the car but the men and the money were\ngone.”\n\n“I remember that and also the mystery of their escape from the hundreds of\nmen that surrounded the woods.”\n\n“They did not escape _through_ this fence of men, but _over_ them. As soon\nas I had gone over the ground, I found tracks of where an aeroplane had made\na short run in a break in the woods and could easily have shot upwards\nabove the trees and away. The place was far enough from the edge of the\nwoods, to enable the roar of the motor to go unheard as the two men fled\naway in the night.\n\n“The run to the woods and the flight in the aeroplane was most likely\nplanned ahead by the two men and would have remained undiscovered had it\nnot been for a mark made in the soft ground by two small cuts in one of\nthe aeroplane tires. It was one chance in a thousand that we ever found\nthe aeroplane tracks and one in a million that it left the print of these\ntwo small cuts in the tire’s tread. Hundreds of aeroplanes are being\ndriven across that part of the country each day and it would have been\npractically impossible to find the one that made the track if it had not\nbeen for the two small cuts. My men have informed me that the aeroplane of\nKidwell and Dexter has a tire on it with two small cuts the same size and\ndistance apart as the two marks left in the woods. I have just arrived and\nwe expect to arrest the two aviators within the next few minutes. I\nthought I would notify you first, as I realize it will stop your\nexhibition flight for the Fair.”\n\n“If these two men are murderers and robbers, as you state, I want you to\narrest them at once--exhibition flight or no exhibition flight. You will\nhave to hurry or wait until--listen--” The President broke off and turned\nhis head to one side to hear better.\n\nA roar of a multitude cheering came to the two listening men--the huge\ncrowd at the Grand Stand were splitting the air with deafening cheers for\nsomething. “They are up and off.” The President continued after listening\nawhile. “You will have to wait until they come down. They are up to beat\nthe world’s highest altitude record. Here is one of our advertisements for\ntoday. Read it.”\n\nPemberton took the paper that was handed him and read the following:\n\n                      “WILL TRY TO BEAT THE WORLD’S\n                         HIGHEST ALTITUDE RECORD”\n                       STATE FAIR--AUGUST 25, 19--\n\n  Kidwell and Dexter--the world’s most daredevil aviators will try to beat\n  the world’s highest altitude record for an aeroplane. They will use the\n  latest type of aeroplane with new wing devices for climbing and flying\n  in the rarefied air of miles above the earth. They will carry an extra\n  supply of oxygen. They will have the latest thing in wireless telephone\n  instruments and will be in constant communication with the receiving\n  station established in front of the Grand Stand. To the receiving\n  instrument will be attached a sound magnifier and those within a radius\n  of several hundred feet can listen to the account from the aviators’ own\n  lips as they circle up--up--up.\n\n                     Don’t Forget the Place and Date\n\nPemberton handed the paper back and inquired, “How long will it take them\nto make the flight?”\n\n“About two or three hours is all they figured they would need,” he\nanswered.\n\nPemberton decided to go to the receiving station to listen, and the\nPresident went with him.\n\nThe two men made their way across the crowded Fair Grounds until they came\nin front of the large Grand Stand. Here a crowd of several thousand people\nwere jammed around a platform on which were a few men, and a table of\ninstruments, the largest part of which were four huge phonograph-like\nhorns that faced in four directions. They made their way through the crowd\nand had just climbed to the platform, when a voice issued from the horns.\nThe words were:\n\n“Have just reached three thousand feet.”\n\nLooking upwards, Pemberton could see a speck circling above and rapidly\ngrowing smaller. It was the aeroplane winging its way ever higher and\nhigher. He leaned over to the President, “How is it we can hear their\nvoices and can not hear the roar of the motor? On the ground it was\nimpossible to hear a voice because of the deafening roar of an aeroplane\nmotor.”\n\nThe President leaned over and tapped one of the men on the shoulder, who\nwas tinkering with the instrument, and said, “Billy, tell Mr. Pemberton\nhere about the wireless telephone--tell him why one can hear a voice from\nabove and yet not hear the roar of the motors.”\n\nBilly dropped into a chair next to Pemberton and keeping one eye on the\ninstrument, explained:\n\n“Kidwell and Dexter are using the same kind of wireless telephone\ninstruments that our aviators in France had begun to use when the war\nended, to communicate with each other and with headquarters. You know\nsound is vibration of the air and travels in waves and in a straight line\nunless turned aside by something. The aviator’s instrument is like a\nhelmet and covers most of his head. The receivers are flat and lie over\nhis ears. The outside sound is deadened by the padding in the helmet and\nit was found that it would be necessary for the padding to cover most of\nthe lower jaw to kill the outside sound. The mouth-piece, the part they\ntalk into, is fastened directly in front of the mouth. It is padded to\nstop the outside sound. Only a tube-like opening directly even with the\nperson’s mouth is left unpadded. There are three or four small holes in\nthe tube and when the person talks, his voice is thrown straight through\nthe small openings and makes the instrument work while other sounds pass\nby as the waves do not get a straight entrance to the diaphragm.”\n\n“Both the receivers and the mouth-piece have wires running to a plug in\nthe side of the aeroplane which connects with the batteries and instrument\nthat send the wireless waves in all directions and reach us; they also\ncatch any that we should send and transfer it to speech when it reaches\nthe ears. Instead of the usual receiving instrument, we have hooked on a\nsound magnifier here, so that everybody can hear directly. Now the very--”\n\n“One mile up and everything is running fine.”\n\nThe voice of one of the men from the speck above spoke from the horns. A\ncheer greeted the announcement.\n\n                *       *       *       *       *\n\n“Who is doing the talking?” Pemberton asked.\n\n“Kidwell will do all the talking because it is he who is equipped with the\nlong distance sending and receiving apparatus. Dexter can talk with\nKidwell and Kidwell can talk with Dexter by changing the plug at the side\nof the machine, so he is directly connected with Dexter. Dexter is the\npilot in the rear seat and will drive unless something happens. If\nsomething should happen, Kidwell can drive as they have double controls.”\n\n“Hey, below! We are having fun up here chasing toy balloons. Those that\nhave been let loose on the Fair Grounds have reached this far up. There\nare twenty or thirty in sight. We have run down three or four. One was\nthrown back by the propeller’s draft and hit Old “Dex” on the head and\nbusted. He would have jumped out of his seat if he were not tied down with\na safety belt. Thought part of the machinery had hit him, I guess. We are\nclimbing in circles and staying over the Fair Grounds as nearly as we can.\nThe hand on our instrument is gradually crawling near two miles and we can\nbegin to tell it is getting very cold. We feel sorry for you poor land\nmortals below sweating in that 100 degrees in the shade. But say, ‘you\ndon’t have to stay in the shade’--Ha, Ha!”\n\nThe sound of Kidwell’s laughter from two miles above roared through the\nhorns. It ceased and no other sound came from above for several minutes.\n\n“Got another balloon; caught it alive this time; going to tie my pipe to\nit and drop it overboard. The pipe will pull it down. Tell the kids down\nthere I will give five dollars to the one who gets it and I will wring\ntheir necks if any of them busts my pipe. Here she goes--”\n\nCheers and laughter greeted this last announcement and many small boys\njammed in the crowd began to crowd and squirm frantically to get out into\nthe center field where they could watch for Kidwell’s pipe pulling a toy\nballoon down.\n\n“You below! We are going to have trouble in just a minute. Saw several\nballoons above us snatched and rushed east at a speed that makes us look\nlike a snail. It’s one of those terrific wind currents that different\npersons have discovered two or three miles up. We will be O. K. when we\nget in it, but going from slow to fast air is going to give us some rough\nriding. We are starting; I can feel our old machine beginning to pitch.\nHere we go!-- God, we are pitching and spinning like a leaf. We are on our\ntail--now we are upside down. Over we go sideways--now we are level--whew,\nwe just made a complete flip-flop. It’s a wonder we hold together--we are\nrocking and pitching like a row boat on a stormy ocean.\n\n“We are getting up in the main current and don’t pitch so much. It is all\nI can do to hold my dinner down. I’m sea-sick--we are heading west, but I\nthink we are losing several miles a minute as this terrific air current\ndrifts us east.”\n\nA deadly hush fell on the crowd below as they pictured the aeroplane being\ntossed and pitched about in one of the mighty air currents that are found\nmiles above the earth. They could see the two men fighting to keep their\nmachine right side up, as they fought through the eddies and whirls at the\nedge of the current and into the steady but fast moving air of the center.\nWhen Kidwell announced that they had made it, a mighty cheer went up.\nSeveral minutes passed and no sound came from the men miles\nabove--then----\n\n“Hurrah for the Liberty Motor--we just had another fight to get out of the\nbig current and are now in still air above it. We were pitched and flung\nabout, upside down and every which way, just as when we entered it. Our\nMotor did not miss a lick. Old “Dex” got sick. I saw him gulping and raise\nhis helmet and lean over, but nothing happened. Now we are riding\nsmoothly. We are heading straight west instead of circling so as to gain\nthe distance we were carried backwards in the big air current. It is\ngetting cold. We are using oxygen from our tanks as the air is mighty thin\nhere--Dex has just called my attention to our instrument--what do you\nreckon she reads?--whoop--she has touched it. She’s reached thirty\nthousand feet. We’ll make it. We’ll break that old world’s altitude\nrecord.”\n\nA roar that shook the Grand Stand went up from the listening crowd below.\nFor ten minutes they cheered and flung things in the air in their\nexcitement. A few more minutes and the world’s highest altitude record\nwould belong to America once more. The cheering died down and then broke\nout afresh.\n\n“What is the world’s record?” Pemberton leaned over and shouted above the\ndin into the president’s ear.\n\n“A little less than thirty-five thousand feet,” the President answered in\none of the partly quiet spells of the crowd.\n\n“Thirty-one thousand” came from the horns,--only those right against them\ncould hear, but they began to relay the news. “Thirty-one thousand.”\nAnother deafening cheer rang out. The crowd became silent as the President\nraised his hand for silence and pointed to the horns.\n\n“Thirty-two thousand and Old Dex grinning like a frog.”\n\nThis time only a laugh from the crowd greeted the announcement. They would\nhold their cheers for the last as they wanted to hear all now.\n\n“It’s just about there--now it’s closer--just a little\nmore--near--nearer---- Gee, it moves slowly--just ready to touch--now it\ntouches--whoopee--it’s over--we have reached the world’s altitude\nrecord--now we have passed it.”\n\nThe Grand Stand roared and shook as the crowd below let loose. Hats flew\nhigh in the air, men thumped each other like boys. Once more the world’s\naltitude record belonged to America--to the United States--brought to it\nby the two dauntless aviators, far out of sight in the vast space above.\nThose in the Grand Stand began to stamp and shout in unison and stopped\nonly when the stand threatened to break under the strains of the thousands\nof thumping feet. At the rear of the mass of people, a boy with a toy\nballoon struggled to get through to the platform.\n\n“Hey, kid, look out or you’ll get hurt crowding in like that,” a man\naddressed him.\n\n“I caught the pipe,” the boy cried as he held aloft a pipe tied to the\nballoon string.\n\n“Kidwell’s pipe--Kidwell’s pipe”--the man shouted as he gathered the boy\nup and held him above the crowd’s head. From hand to hand they passed the\nboy to the platform, where the President of the Fair met him and led him\nto the front of the platform where the boy held up the toy balloon with\nthe pipe tied to it. The boy was still panting, for he had caught the pipe\nnearly a quarter of a mile away and had run all the way back to the crowd,\nwhile other boys chased him. The President took a five dollar bill from\nhis pocket and gave it to the boy and took possession of the pipe. The boy\nstruck through the crowd, headed for the refreshment stands, while the\nPresident returned to his seat.\n\n“Forty thousand feet up and cold as fifty North Poles.”\n\nThe people became quiet with awe. Not satisfied with breaking the world’s\naltitude record, these two daredevils were steadily climbing higher and\nhigher. Forty thousand feet--miles high--how far would they go?\n\n“We have just noticed a queer color of the air just a short way to our\nwest, although we can hardly call it color. It might be just our\nimagination; anyway Dex has headed the machine in that direction--yes we\nnotice the difference more as we get closer--turn her Dex--turn her-- My\nGod it’s a whirlwind--loop her back, Dex--turn----”\n\nThe last, regarding turning the machine, came from the horns in a shout\nand must have been meant for Dexter. It broke off suddenly as Kidwell must\nhave changed the plug from below to connect with Dexter.\n\n                *       *       *       *       *\n\nThousands of eyes unconsciously looked upward, although all knew that it\nwas impossible to see to the great height the aeroplane had attained. But\nall realized that something serious was happening miles above. What had\nhappened? Would the aeroplane come flying down from above and land a\nshattered wreck?\n\nMinutes passed and no voice was heard through the horn. The suspense\nbecame unbearable. Several more minutes passed and at last came--\n\n“Hello, below,--we thought we were gone that time. We ran into a whirling\ndraft of air of cyclone speed. Our machine was caught in it and we were\npitched over and over like a feather, whirling, tossing, and tumbling. We\nwere flung up--up--and up. We don’t know how far up we are now, because we\nwere carried upward for many minutes at many miles a minute. Our\ninstrument only registers sixty thousand feet and the hand reached that\nmark long before we were pitched out of the whirling mass and into still\nair. The current seems to come up and then turn east and we were flung to\nthe top side. We must be fifteen or twenty miles high--way above any\nheight we dreamed a person could fly. Our motor does not run as smoothly\nas it did below, but it is doing fairly well. We still have to use our own\nsupply of oxygen. The movements of the machine are rather slow and\nsluggish. It might be that we are flying in air hurled up in that mighty\nup-rushing funnel of air from below. We can not understand it. We are\ncircling about, getting our nerve back to make a dive for the earth. If we\nget through the high eastward current of air and miss the upward\nwhirlwind, we will be O. K. If we hit the upward whirlwind, we will be\nflung back like a leaf. We can feel the intense cold through all our furs.\nIt must be fifty degrees below zero. Nothing but space, space, space, as\nfar as you can see and in every direction. You feel like loosening, your\nbelt, stepping on the edge of the machine and stepping off\ninto--nothing--you feel as though there were no world--no God--No----”\n\nThe voice broke off and then continued with a note of excitement in it.\n\n“We have made a discovery; there are clouds up here--Dex just pointed\nseveral out to me and we are headed for them. They seem very dense as we\nget nearer.”\n\nFor several minutes the voice stopped and those below talked in suppressed\nexcitement. They were past the cheering stage now. What had happened miles\nabove the earth had made them curious and started them thinking. Then the\nvoice came, quivering with a tone of excitement.\n\n“People, below! I am going to make a statement to you that will seem\nunbelievable, a statement that will upset all past theories of the upper\nair. If I were not sure of bringing down proofs of my statements, I would\nnot make it and I don’t even ask you to believe it, until we come back.\n\n“People, below--there is vegetable and animal life here. We are now flying\nabove a floating island of vegetable substance while around us and above\nare hundreds of other floating islands of the same substance. I have\nmanaged to catch a small handful of the substance as it floated in the air\nbetween the larger bodies of the same thing.\n\n“It is nearly transparent, but has a pale greenish color. It is spongy and\ntough, being made up of a rubber-like material full of thousands of small\ngas pockets. It must be this gas that keeps it afloat at this great\nheight. It grows on long rope-like branches like sea-kelp or some kind of\nmoss. What we took for clouds were great masses of this plant matted\ntogether and floating about. I believe we could walk on these islands, but\nit would be impossible to land our aeroplane for it would sink too deep to\nget it out again.\n\n                *       *       *       *       *\n\n“We have seen a small bat-like animal fly from one island to another.\nAnother of the same kind of creatures is flying alongside us and keeps\nturning its head to watch us as though it wonders what we are. I believe\nit is as much surprised to see us as we are to see it. Dex has just\nnotified me that he will try to run it down and wants me to catch or kill\nit. We must bring down proofs or we would never dare tell of such things\nas are up here. Here we go--we are after the bat-like animal. Zip!--the\nblamed little thing is gone; it was just fooling along with us and when we\nwhirled to reach it, it shot away like a bullet. They are too speedy for\nus to run down. I was close enough to see that it was nearly the size and\nshape of a bat, except that it had a head like a bird with large owl-like\neyes, and had a beak instead of a mouth with teeth. It was of the same\npale sickly green like the plants we have found.\n\n“Dex has spied something else ahead and is pointing for me to see but I\nfail to make it out. Now I see it. It is something long twisting through\nthe air. It is turning and coming this way. It is another animal, or a\nreptile for it is more like a snake. No, not like a snake either, for it\nis about ten feet long and flat as can be. Its head is also formed with a\nbeak. It looks like a huge ribbon floating through the air. It has turned\nand is flying above and to one side of us, looking down at us while it\nwinds its way along. If we can get within striking distance, I will take a\nswipe at it with a wrench. I would like to bring it down--Look out,\nDex--now--hold her steady.”\n\nThe last came in a shouted command and must have been meant for Dexter,\nthen----\n\n“That queer snake-like thing turned and in a flash had straightened out in\na line and shot down on us like a bullet. It hit the top of our right wing\nand went through as though the wing were a spider web. Then it struck one\nof our stay wires and was split long ways for a foot or more. It clung to\nthe wire, thrashing about, a blood of that pale greenish color oozing out.\nWhen I was ready to go out on the wing and try to get it, it fell on the\nlower plane and was blown off. It fell below to the plant island over\nwhich we are flying now. If it had struck either of us, it would have been\ndeath. A short distance more and we will make the dive for earth as our\noxygen supply is getting low. I have been catching stray pieces of the\nplants of which the islands are made and have a bunch packed in the bottom\nof my cockpit. There is also a large bunch caught in the wires of our left\nwing and several small bunches caught in other places. These might hold\nfast until we get down. I have been wondering if the change of pressure on\nthe plant and animals--if we can catch any animals to bring down--will\ncause them to contract. The effect on them should be just the opposite of\nthe effect on the fish that have been brought up from two miles or more\nunder the sea; when they came up, the pressure was so much less that some\nswelled up and exploded. I believe these animals would be pressed together\nmore if brought to the denser air of the earth’s surface. This plant up\nhere might be made good use of below at some future time and if--of all\nthe sights--what monsters! What fierce fighting monsters. Look at the\ngreat gashes they are tearing in each other. They can’t last.\n\n“Oh, I forgot, you below--we just turned a half circle around the end of a\nmedium sized floating island and have come upon one of the most awful\nbattles between two of the biggest and fiercest of monsters. One is like a\nlarge flying alligator, except that it has a huge beak and large bat-like\nwings. The other is shaped like an octopus, but has flat arms and two\nlarge balloon-like appendages on its back. It has a hellish beak. They are\nclosed in one biting, clawing and choking mass. We are circling them and\nwatching. The flying alligator just laid open one of the devil-fish of the\nair’s balloons. It shrank as though it were full of gas. Now they are\nwhirling on the air so fast you can hardly tell what is happening. The\nalligator has lost the use of one of its wings. The octopus has wrapped\nseveral of its arms around it. They are starting to sink. They’re\ndropping, two of the arms, bitten off. Everything up here is that sickly\ngreen, both monsters are that color and they are bleeding the green blood\n--if it is blood. They are now covered with gashes all over their bodies.\nThey can’t last much longer. There goes the other balloon. It shrinks--now\nthey are falling.\n\n                *       *       *       *       *\n\n“They don’t stop fighting. We are following them down and still circling\naround them. The two fighting air demons have fallen on the big island\nbelow us. They are hardly able to move. The alligator devil is now on top\nand rending the octopus to shreds. Its days are over. The flying\nalligator--for I don’t know what else to call it--is victor, but it will\nnever be able to fly again. One wing is completely torn in shreds and the\nother is not much better. Its body is full of big wounds. The din of their\nscreams and clashing of their beaks must have been awful. Where they came\nfrom or what they were fighting about, we do not know. It was one of the\nmost terrific and most awe-inspiring sights, man ever witnessed.\n\n“The flying alligator has risen on its hind legs and is trying to lunge\nitself into the air, but it can only flutter like a broken-winged bird. It\nis giving out its cry, as we can see by the motion of its beak.\n\n“Dex shut off the motor for an instant and drifted close over its head. It\nuttered a piercing scream like a thousand wild cat whistles, and lunged up\nfor us. I hate to think what would have happened if it had been able to\nfly. I believe it would have rent us in pieces in a second. We are leaving\nhere right now, for Dex has pointed out another flying alligator about a\nmile away, which is coming this way. It must be answering the wounded\none’s cries. It is traveling fast and coming from the north. We can see\nits giant, bat-like wings beating the air and it rises and falls at each\nstroke. We are speeding westward and as soon as we reach the edge of this\nextra large floating island over which we are flying, we will dive for the\nearth. We can not see the edge, but it cannot be over a mile or so. We\nhave left the wounded flying alligator about a half mile back, and the\nother monster has already reached it and has circled above it once.\n\n“God, it has turned and is headed after us, its huge wings beating faster\nthan before. We must reach the edge and dive, for it travels twice as fast\nas our sluggish-acting machine. I am not scared, for I can see the edge\nabout two miles ahead and we will reach it before the demon can overtake\nus. Another has dropped from above where the wounded alligator is and it,\nalso, is now headed after us. Miles above the earth and being chased by\ntwo hideous monsters. Have you ever noticed birds flying? When they beat\ntheir wings downwards, they not only go forward, but partly upward as\nwell, and when they raise their wings for another stroke, they sink a\nlittle instead of keeping a straight course ahead. That is the way these\ndemons fly. Dex is giving our machine all it will take.\n\n“The two demons are going fast, but we will reach the edge before they can\ncatch us. God help us, another monster and straight ahead. We can not go\nthat way and must turn south or north. No, not north for I see two coming\nfrom that direction. We are nearly surrounded and our only hope is south.\nI see the edge south, but it is a mile farther away than west. But we will\nmake it. I don’t see any of the demons coming from that direction. Our\nmachine is roaring at full speed, but we are not making over fifty or\nsixty miles in this rarefied air. The demons of this upper air are flying\ntwice as fast and now there are nearly a dozen close on our trail and\nswiftly gaining.... We are near the edge and our danger is over. A minute\nmore and we would have been lost, for now there are two monsters in front\nof us. We are surrounded, but we will reach the edge and will head down\nlike a bullet before they can get near enough to head us off. Their\nscreams are bringing other monsters from all directions.\n\n“Just passed one of those hideous flying devil-fish and see another ahead\nand above us. We are just at the edge and are tipping down for our long\ndive. Will be with you in a few---- Dex, Dex, look out for the devil-fish.\nFor God’s sake, look, Dex---- Oh, God, too late-- We are done. Our\npropeller is shattered, we are falling. Look out below-- No, we have\nfallen on the edge of the island. We are tearing through. No we have\nstopped. God, we are in a fix. The devil-fish flung itself at us and into\nour propeller and wrecked it and blocked the controls and we fell straight\ndown. We are within a few hundred feet of the edge, the weight of the\nmachine has sunk us until we rest in a sloping crater about fifty feet\ndeep. The monsters are arriving and flying in circles above us. Our motor\nis quiet and when we raise our receivers, the screams and snapping of\ntheir giant beaks almost deafen us. Our only hope now is to reach the edge\nand trust ourselves to our safety parachutes.”\n\nFor several minutes the horns were quiet and the people jammed around them\nlistening for further word from the two men in the void above. They\nwhispered together in low under-tones and every minute or so their eyes\ntraveled upward in an attempt to pierce the blind of the miles distance.\nBut in vain. At last--it seemed hours, though it was only a few\nminutes--the voice came again.\n\n“We took our parachutes from their holders on the side of the machine and\nstarted up to the top of the sink-hole we are in. The monsters began to\ncome closer as we neared the top and one made a dive for us, so we\nretreated to the machine. They seem to be afraid to come into this pit we\nare in. We found a place on one side of the pit where the vegetable has\nbeen pulled until it has pulled apart and we can see below. We are going\nto this hole now and enlarge it sufficiently to enable us to drop\nthrough--all is clear below--so good-bye, but watch for us to come sailing\ndown soon. We are carrying oxygen tanks with us to breathe.”\n\nThe voice ceased and the crowd began to watch above for any specks that\nmight turn out to be the two men and their parachutes. Many minutes\npassed, then the voice came, a voice filled with a tone of despair and\nterror.\n\n                *       *       *       *       *\n\n“They got poor Dexter. He went first, after we had enlarged the hole, and\nbefore he had dropped five hundred feet a dozen of the monsters were after\nhim. Helpless in the parachute, they dived on him and dragged him up to\nthe top of the island and tore him to shreds. Now they are screaming and\nsnapping their beaks above this pit and are swooping nearer and nearer.\nTheir taste of blood seems to have made them wilder. I will fight them\nfrom the cockpit and if I can hold out until night, I might drop through\nthe hole and escape in the darkness. I have broken a spar loose for a\nclub. They are coming closer. I struck at that one. It just missed my\nhead. They are gathering in a bunch. They are diving for me in one mass.\nI’m lost--Good-bye.”\n\nA shriek of a man in mortal agony and terror rang out in the air, followed\nby a shriek from the crowd. Then all was still. The people knew all was\nover in the far upper air. Men stood gazing upward, ghastly white, while\nwomen buried their faces in their hands and wept.\n\nA dull thud was heard at the far side of the infield and people began to\ngather there on a run. A hole showed where something had fallen with\nenough force to bury itself. Hurriedly digging, they unearthed an oxygen\ntank, one of the tanks that Kidwell and Dexter had taken up with them. A\ncry from some people as they pointed aloft drew thousands of eyes in that\ndirection. Fluttering and falling, something was coming down. Several\nhands grabbed it as soon as it came within reach. One uttered a cry and\nlet go. He held up his hands in horror. They were wet with fresh blood.\n\nA broken and torn part of an aeroplane wing, spattered with red blood,\nfell. Kidwell and the aeroplane must have been torn to pieces by the\ndemons of the far upper air, and the tank and pieces of the plane\nscattered over the edge of the floating vegetable island, must have fallen\nto earth.\n\nAnother shout and once more all looked aloft. The air was full in all\ndirections with thousands of fluttering pieces that looked like paper.\nWhen they fell among the crowd a shout of surprise went up.\n\n“Money--Money--One dollar bills.”\n\nOver the ground for miles around the Fair Grounds there fell a shower of\none dollar bills. This was the last thing ever heard or seen of the two\nmen and the aeroplane.\n\nA few weeks later Pemberton and the President of the State Fair were\ntalking in the President’s office. The President spoke:\n\n“I have had two different planes up since Kidwell and Dexter were lost.\nThe men went armed with shot guns and prepared for trouble. They were\nunable to find any upward current of air and they cruised all around in\nsearch of it. I am informed, though, that such a current would not\nnecessarily always be in the same place, else it might stop altogether,\njust like winds near the earth. I have given up hope of anybody reaching\nthe scene of the awful tragedy above.”\n\n“If there ever was an awful tragedy above,” Pemberton added. The President\nlooked at him in blank surprise.\n\n“What?”\n\n“I say if there ever was an awful tragedy above--if Kidwell and Dexter\never did get over two or three miles high.”\n\n“What? Don’t you think that Kidwell and Dexter were killed by the monsters\nmany miles above the earth, as they described? Why do you think they\nweren’t?”\n\nPemberton slowly answered:\n\n“I don’t know what to think. There is no reason for my doubting the truth\nof their death miles above the earth. I have gone over it all hundreds of\ntimes, yet I can not make up my mind whether far above float the remains\nof two of the bravest men, or whether far away on the earth’s surface are\ntwo of the slickest rascals that ever lived. Did what Dexter described\nreally happen or did they fly above out of our sight and concoct the\nstory? Did they cast down an oxygen tank, smear blood on a piece of plane\nthat they might have taken with them for the purpose, and cast it down to\nfool us? A small cut on a finger might have furnished the blood, and they\nmight have cast down part of the stolen money. Why did only one dollar\nbills come down? Where are the half-million dollars of large bills? They\ncould be floating far above with the wrecked plane. Where is the upward\nwhirlwind? Still, it might have moved or died out. We might have listened\nto one of the most awful death struggles, or we might have been the\nvictims of one of the cleverest jokes ever played on the public. And the\nmen escaped with half a million dollars. Who knows?\n\n                                 THE END",
    "metadata": {
        "author": [
            "Orndorff, Frank Milliken",
            "Orndorff, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73477/pg73477.txt",
        "name": "the_terrors_of_the_upper_air.json"
    }
}