{
    "name": "The Bryd",
    "author": [
        "Miller, Benj.",
        "Water, Silas",
        "Loomis, Noel Miller",
        "Loomis, Noel M."
    ],
    "body": "The Bryd was awakened with a rude jolt. It didn't even have time for\na mental yawn. Something terrible was going on in Dale Stevenson's\nmind, and the turmoil there made the Bryd most uncomfortable. It shook\noff the lethargy of its long sleep. It knew instinctively that Dale\nStevenson was about to get in trouble and make his mind unsuitable for\nthe Bryd's occupancy.\n\nThe Bryd sighed. These humans were so unstable, so impulsive. The Bryd\ntook a look around.\n\nThey--Dale Stevenson and he--were not on Earth. They seemed to be in\nspace somewhere, 5,100 miles from Earth. Well, well, so men finally\nwere breaking the shackles of gravitation. The Bryd became a little\nmore interested.\n\nBut Dale Stevenson was reaching for a button that would fire a rocket\nto position the mirror and burn a path across the biggest city in\nEurope. Hey! what was going on here, anyway?\n\nThe Bryd had about a quarter of a second to do a lot of research. What\nwas Dale Stevenson doing up here? What had he done with himself in\nthe twenty-four years since the Bryd had curled up in the boy's cozy\nfour-year-old mind and settled down for a long nap?\n\nThe Bryd could have stayed Dale's hand for a while, but the Bryd very\nmuch believed in minding its own business. It didn't like to interfere\nwith humans; that was policy. So it decided to get busy. It had a\nquarter of a second to find out things and decide what, if anything, to\ndo about them. Certainly it couldn't expect to stay comfortably in a\nmind as upset as Dale Stevenson's ... so it got busy.\n\n\n\nThe first thing to do was get oriented. The Bryd took a quick look\naround. Dale Stevenson, doctor of physics, was in charge of this\nsun-station, which was a man-made island in space, some three miles\nin diameter. The rim of the island was composed mainly of a steel\nframework like the rim of a wheel, with little cabins at various\nintervals to house a power plant, various controls, rocket berths,\nrepair shops, and living quarters for the sun-station's crew.\n\nThe center area of the sun-station was a giant mirror, three miles\nacross, made up of thin sheets of metallic sodium fastened to a\nskeleton of wire nets. The sodium was very light in weight, and being\nin airless and heatless space, was inert. Also it was highly reflective.\n\nThe whole business was kept at a point approximately 5,100 miles from\nEarth, where Earth's gravitational attraction approached neutrality and\nwhere the entire space-station could be maintained in a given position\nor moved at will with a minimum expenditure of energy.\n\nTechnically the station was owned by Night Sun, Inc., along with nearly\na hundred others around Earth, and this particular station, No. 18, was\nunder contract to furnish illumination at night over Paris, France, by\nstaying out of Earth's shadow and reflecting sunlight on Paris during\nthe night.\n\nManagement of such a station involved many mathematical factors in\ndistance, triangulation with Paris, velocity and angulation, and\ncontrol of the curve of the mirror. Normally this was a parabolic\ncurve, but it was constantly varied with other factors to produce the\ndesired degree of illumination.\n\nNo. 18 was under the sole control of Dale Stevenson, who had been\npsych-tested and certified by the United Nations licensing board.\n\nThat made the Bryd feel a little better. It looked as if he had made a\nmistake twenty-four years ago, but it also looked as if the licensing\nboard had been fooled within the last year, for Dale certainly was\ngetting ready to cause a lot of trouble in Paris. He could actuate the\ncontrols to expand or contract the rim of the station and thus vary the\nfocal length of the sodium lens, and if he should actually concentrate\nthe sun's rays in a small area, he could draw a flaming path of ruin\nthrough the center of Paris.\n\nReluctantly the Bryd checked again, and found that that was exactly\nwhat Dale Stevenson was about to do. The Bryd wondered why. It groaned.\nHumans were always up to something. Why couldn't they relax so the Bryd\ncould rest?\n\nThe Bryd had been so happy back in 2250--or let's see, was it _up_ in\n2250? (This was 2045.) That was when Bob What's-his-name and that cute\ngirl had landed on Pluto and given him a chance to get away. The long,\nlonely eons in Pluto's absolute zero had been quite monotonous to the\nBryd, which was nothing but pure energy but which certainly had its\nfeelings. After almost a third of a billion years marooned on Pluto it\nhad sometimes almost wished it had not been so adventurous in its youth\nand hopped that stray comet as it had swept by its home on Arcturus.\n\nFor it had tired of the comet and jumped off on Pluto, and then had\ndiscovered it didn't have enough range of its own to get from Pluto to\nanother planet. Then it was that Bob and Alys had come along on their\n'round-the-system honeymoon, and the Bryd had hitched a ride to Earth\n(unknown to them), for it was pretty darned lonesome by that time.\n\nIt lived very happily with them until they got old, and then it decided\nto go back in time to 1950. There it found a nice friendly mind in Joe\nTalbott, and after it saved Joe from blowing up the Lithium Mountain\nand half the earth with it, it had settled down to snooze in Joe's mind\nand hadn't awakened until Joe died of old age. Then the Bryd had hunted\na nice, stable mind and had finally picked Dale Stevenson, who was four\nyears old, and had curled up for another long, quiet snooze. But now it\nwas only twenty-four years later and Dale was in a bother.\n\n\n\nThe Bryd went deeper into Dale's mind to see what was going on. Dale\nwas worried about something. In fact, he had worried so much it had\nupset his normal mental balance. It seemed to have started back about\ntwenty years ago, a few years after the Bryd had entered Dale's mind.\n\nIt seemed that Dale's parents had been killed in an atomic blowup, and\nDale, eight years old, had been taken care of by his older sister.\n\n\"Don't you worry, Dale,\" she had told him stoutly. \"I'll take good care\nof you. And I'll buy your clothes and your school-books and everything.\nYou won't have to go to a home. I won't let them take you.\"\n\nThat's what Dale had been scared of--going to a home. He was happy\nwith Marillyn. She took good care of him, and somehow managed to keep\nthe authorities from finding out that a thirteen-year-old girl was\nsupporting a small boy.\n\nDale had understood all those things later, when he started to the\nuniversity and they became curious about his background. He realized\nthen what she had done.\n\n\"I'll remember all those things,\" he told her in the first fullness\nof young maturity and his sudden realization of her loyalty. \"You've\npractically devoted your life to me. I appreciate it. You'll see,\" he\nsaid, embarrassed in this new knowledge, but humbly grateful.\n\nHe got a chance to show her; for six months after his graduation, while\nhe was being trained at Station No. 18, he insisted that she should\ncome to visit his new post. Marillyn never had ridden a rocket because\nshe was afraid of them, but she recognized the honor he was conferring\non her, for very few persons but employees had ever set foot on a\nsun-station. She agreed to go. Dale arranged passage. Then she was\nseverely injured in the take-off.\n\nDale was devastated. He called in specialists, consultants,\ndiagnosticians.\n\n\"Don't worry about it,\" he said. \"I'll take care of everything. You'll\nbe all right in no time.\"\n\nBut she wasn't. She was badly crippled, paralyzed from the waist down,\nand she became pitifully thin.\n\nDale spent most of his salary on her. Doctors told him it was useless,\nnothing could help, that a part of her brain cells had been destroyed\nand could not be rebuilt, that she might live fifty years but she would\nalways be helpless.\n\nDale refused to believe it. \"She's got to get well,\" he said. \"It isn't\nright--after all the things she did for me. When she was just a kid\nand should have been skating and dancing and going with boys, she was\nworking to keep me from going to a home. She's entitled to some fun\nnow.\"\n\nBut she didn't have a chance. Her recovery would have been contrary to\nall medical experience.\n\n\n\nDale's salary grew until he was getting twenty-five hundred a month,\nbut most of it he spent on Marillyn--largely against her wishes.\n\n\"Dale, I wish you wouldn't insist on trying every new-fangled cure\nthat comes along. I know what the situation is. I can read. I know I\nwon't get well. I can't. When that brain-tissue is destroyed, it's gone\nforever. You go out and have some fun. Please.\"\n\nBut Dale, worried but stubborn, said, \"Do you remember that winter you\nsold papers on the street so I could have skates and a sled? Do you\nthink I can forget that?\"\n\n\"I didn't mean it to become a burden to you,\" she said softly.\n\nHe smiled. \"It isn't a burden. I'm doing these things because I want\nto--because I want to see you active and pretty again. I'll do it, too.\nYou'll see. Next month you're going to the spa at Carlsbad.\"\n\nShe tried to dissuade him, but next month she was bundled up and\ncarried to the train to go to Prague.\n\nIt was in Prague that Dale met Ann Wondra, last daughter of a long line\nof Polish nobility. Ann was dark-haired, quick-eyed, and she could\nlaugh in a way that warmed a man's blood. At any rate, she warmed Dale\nStevenson's.\n\nThey went hunting together. They ate dinner together. They rode\ntogether. They visited Marillyn together, and after they came away\nfrom Marillyn in her wheelchair, Ann said, when he stopped the car on\nthe top of a high hill in the moonlight from where they could see her\nancestral castle, \"You're determined that she shall get well, aren't\nyou, Dale?\"\n\n\"Of course,\" he said.\n\n\"What will you do if she doesn't?\"\n\nHe refused to consider that. \"She will,\" he said confidently.\n\nBy that time Dale's arms were tightly around her. So, for that matter,\nwere Ann's around Dale.\n\n\"You are quite sure,\" Ann said cautiously.\n\n\"I suppose,\" he said, in an abrupt humbleness, \"it's a fixation by now.\nIt's something I recognize as a problem, and the best way to cure it is\nto cure Marillyn. When I go out on a party, or when I am extravagant,\nit nicks my conscience, because Marillyn made all these things possible\nfor me in the first place.\"\n\n\"It isn't your fault that she's an invalid, is it?\"\n\n\"Not directly, no, although she didn't want to take that trip. However,\nI don't think it's that as much as it is the feeling that if I get too\nmuch interested in other things I might neglect her--that is, I might\nbe somewhere else doing something for fun just at the time when the\nopportunity would come to get her cured. Do you see what I mean?\"\n\n\"I think so,\" she said gently.\n\n\"For instance,\" he went on, very much concerned with making her\nunderstand, \"if I should spend a lot of money on other things--say, for\ninstance, that I should marry you and we'd build a home and all--that\nwould take a lot of money and it would make me unconsciously less eager\nto find a cure for Marillyn because deep down I'd know I might not be\nable to pay for it.\"\n\nAnn drew back in her arms. Her black eyes reflected the starlight.\n\"Dale, what did you say? Did you say 'if I should marry you'?\"\n\nHe looked back at her. \"Uh-huh.\"\n\n\"You've never even said you loved me.\"\n\nHe kissed her very tenderly on the lips. \"I do,\" he said.\n\nThen they kissed so fiercely that the Bryd, listening in solely to get\nan angle on this whole business, got excited and very nearly got stuck\ncrosswise in the time-stream.\n\n\n\nBut two weeks later Dale went to his post on sun-station No. 18, and\nstarted making Paris days last all night. Six months later he was back\nfor a visit, and Marillyn said, \"I'd like to go home, Dale. After all,\nyou've done your part and much more. And this isn't helping me. It's\npleasant and all that, but it won't make me walk. I could go to the\nsanatorium in Florida and it would be just as pleasant and much less\nexpensive. Then you could pursue a normal course of life.\"\n\nDale pretended to bristle. \"What do you mean by that?\"\n\nMarillyn smiled. \"Ann is in love with you, Dale. She visits me often,\nand you should see her eyes sparkle when we mention you. Dale, will you\nsee her tonight?\"\n\n\"Maybe I will,\" he said, \"but there won't be any marriage until you are\nwell.\"\n\n\"You've been apart six months now,\" Marillyn said softly. \"Maybe if you\nsee her you will change your mind.\"\n\nAnn would be a wonderful wife. She was much like Marillyn--dark-haired,\nquick-moving, dignified but warm, affectionate, and loyal. His wife\nwould have to be loyal, of course, like Marillyn. That was essential.\n\nHe hired a car that afternoon and drove out to the castle to surprise\nAnn. He reached the grounds just before dark, so he parked the car on\nthe hill where Ann and he had been that last night. Maybe she and he\nwould walk back there later.\n\nHe started to walk through the grounds, and when he reached the flower\ngarden it was almost dark. He walked along the cinder-path by the\nroses, then cut across the grass. He heard murmuring voices, and a\nmoment later he saw Ann walking in the garden. With her was a man, and\nhis arm was around her. The man stopped to snap off a rose. He turned\nto Ann with a graceful, almost feminine gesture, and she smiled. Then\nwith elaborate and intimate motions he pinned the rose in her hair.\n\nDale was hurt. He went back quietly to the car. Of course he had not\nasked her to marry him, but then he had mentioned it--and couldn't she\nbe loyal to his memory? Dale was filled with unexpected jealousy.\n\nAfter a restless night he had just about rationalized the entire\nsituation. He knew the scene in the garden did not necessarily mean\nanything. He would phone Ann, mention last night, and of course she\nwould explain. Then he picked up the morning telepaper from London and\nread in the gossip column that Ann Wondra, the Polish beauty, might\nsoon announce her engagement to Georges Raoul Dumont, son of the French\nambassador. Dale was stricken--\n\nAnd was still in that state of mind, the Bryd saw, when a man came to\nhis hotel room that afternoon. \"You are in charge of sun-station No.\n18, over Paris, I believe.\"\n\nThis was very interesting to the Bryd, because it saw that the man was\ncleverly masked with a plastiform shell that did not at all appear to\nbe a mask.\n\n\"Yes,\" Dale said glumly.\n\n\n\nThe man's eyes looked speculative. He glanced at the telepaper on\nDale's bed, and the Bryd, figuratively speaking--for of course the Bryd\nwas nothing but pure energy--opened its eyes. For the Bryd knew the\nman's thought, and was astonished to learn that Dale had been closely\nwatched for some time. Following the scene in the flower garden, the\nitem in the telepaper had been especially arranged to produce a certain\nreaction in Dale Stevenson without Ann Wondra's knowledge.\n\n\"You know, of course,\" the man said, \"that France is about to disturb\nworld peace by invading Spain.\"\n\nDale sat up and frowned. \"No, I didn't know it.\"\n\n\"It is true,\" the man said, watching him intently.\n\n\"Why are you telling me?\"\n\nThe man cleared his throat significantly. \"You might be in a position\nto save the world from an atomic war.\"\n\nDale stiffened. \"You must know,\" he said coldly, \"what my position is.\nI am in the employ of the United Nations, and any attempt to control my\nactions is coercion and the penalty is death.\"\n\nThe man did not back away. He moved closer, and his eyes became black\npoints of force. The Bryd saw that the man had mental powers unusual\nfor that period of Earth's history.\n\n\"Look at me, Dale Stevenson.\"\n\nDale fought against it, but the man's will was powerful. Dale's\nresistance weakened. The man's eyes never wavered from Dale's. He moved\nstill closer and spoke in a low tone. \"Our information is that France\nwill drop atomic bombs on Spain's principal cities at three a.m. one\nweek from today. Suppose--just suppose--that some other nation--some\nnation powerful enough to do so--should be in a position to warn France\nat two-thirty that France would not be permitted to attack. Suppose\nthis warning were backed up with a show of force to prove the warning\nmeant business.\"\n\n\"Isn't that the job of the U.N.?\"\n\nThe man's face was only inches now from Dale's. The Bryd shivered\nin its figurative boots. This man was a master hypnotist. Only\nthey wouldn't call him a hypnotist in these days. They'd call him\na psyche-man. Psyche-control was much more powerful than hypnosis.\nPsyche-control touched the moral inhibitions, which hypnosis never had\nbeen able to do.\n\nDale was lost. In the end he agreed, for a cash-on-delivery fee of\none hundred thousand dollars, to concentrate his sodium mirror beam\non Paris at two-thirty of the morning designated, and thereby, with a\nsmoking path of fire and ruin, help the other nation to warn France\nthat she must keep hands off Spain.\n\nPerhaps Dale's jealousy of Georges Raoul Dumont had a bearing on the\nagreement.\n\n\n\nDale had been so much under the foreign agent's influence that he had\nnot considered the ethics of the idea at all until time to press the\nbutton that would concentrate the sun-energy into a consuming column of\nfire. The time was now ... and it was only now, with the hypnosis just\nbeginning to wear off at the edges, that he found himself wondering\nvaguely about angles of the situation that previously had not occurred\nto him.\n\nWho was the man who had talked to him? Whom did he represent? Why\nhadn't he gone to the U. N. if he knew so much?\n\nBut then it was true, as the man had said--if France planned to start\ndropping atomic bombs at three o'clock, it would be too late to appeal\nto the U.N. Dale didn't like Frenchmen anyway.\n\nAltogether, the Bryd concluded, Dale Stevenson was pretty muddled up in\nhis mind. The man needed a rest, but that could be worked out later.\nRight now his finger was on the firing-button, and the psyche-control,\nthough weakened, was pushing him to finish the job.\n\nOh dear, these humans certainly could muddle things.\n\nThe Bryd decided to have a look at Ann Wondra's mind. And there it got\nsomewhat startled, for Ann's, which previously had been all warm and\ncozy as toast, was very low indeed. She was looking at a snapshot of\nDale, and it wasn't even a very good picture, but it exhilarated her\nand at the same time it depressed her, because she wanted Dale but\ncouldn't have him.\n\nAnn was sitting cross-legged on a thick rug, drinking Darjeeling tea,\nand talking to her mother.\n\n\"I'm glad M. Dumont has gone back home,\" she said, and the Bryd noted\nthat there wasn't any jump in her blood-pressure when she mentioned\nGeorges' name--well, not much, anyway.\n\n\"He's very handsome,\" said her mother, knitting busily. The old lady's\nblood-pressure jumped more than Ann's.\n\n\"But he isn't as nice as Dale Stevenson.\"\n\n\"My sakes, Ann, I hope you don't grow to be an old maid, mooning over\nthat tongue-tied--\"\n\n\"Mother!\" Ann got to her feet. She was long-legged and clean-limbed.\nThe Bryd approved of her. It could imagine by now what she had done to\nDale's mind. It didn't see how it had slept through it.\n\nSo the Bryd took a quick transition back to America and had a look\nat the mind of the doctor who took care of Marillyn Stevenson. The\nphysician was having lunch with a consultation expert.\n\n\"You know,\" the doctor said, fingering a Manhattan--\"I don't know what\nto do about young Dale Stevenson. He's still trying to cure his sister.\"\n\n\"Maybe there's a reason.\"\n\n\"Sure there's a reason. He has this feeling of gratitude and loyalty\nand all. That's all there is to it, but he's butting his head against\nthe infinite inertia. He's spending two thousand a month on that\ngirl--and the worst of it is, she doesn't want him to. She knows what\nthe score is and she's resigned to it.\"\n\n\"Well, loyalty is a wonderful thing, but I suppose it can go too far,\nand over-shadow reason, especially in the young. Is there any chance at\nall for the girl?\"\n\n\"No possibility. Progressive degeneration of the brain-tissue.\" He\ntossed off the Manhattan and the Bryd shuddered--it preferred Martinis,\nitself. \"The only thing would be a miracle, and you know how scarce\nthey are in the medical world.\" He smiled. They both smiled. The Bryd\nmentally snorted. Who were they, to laugh at miracles? They thought\nthey were pretty damn' smart, didn't they?\n\nThe Bryd decided it had better look in on Marillyn.\n\n\n\nIt found her in a glassed-in porch of the sanatorium, with her\nreclining chair facing south, and the sun pouring down through the\nmagnolias. The Bryd liked this. Everything was restful and peaceful\nand pleasant--\n\nBut something was wrong as hell in Marillyn's mind.\n\nShe had a small bottle of something in one hand under the light\nblanket, and she was lying back running over everything in her mind.\nDale loved Ann and Ann loved Dale. But they couldn't get married\nbecause of Dale's exaggerated sense of duty.\n\nMarillyn didn't want to keep them apart. She could adjust herself to a\nvery pleasant life in a place like this, but Dale wouldn't let her. As\nfast as he could save some money, he'd dream up some new scheme to get\nher cured.\n\nWell, Marillyn reasoned, she wasn't of any use to anybody. Why should\nshe stay in Dale's way? The Bryd was puzzled. What did she think she\ncould do?\n\nShe had the little bottle under the blanket, she was thinking. A few\ndrops of that and--the Bryd was positively flabbergasted. The girl\nwas getting ready to kill herself. The Bryd probed into her mind for\nan instant and discovered that she wasn't being a martyr and had no\ncomplexes; she was just trying to straighten things out for Dale and\nAnn.\n\nOh, beans, thought the Bryd. If humans weren't the dumbest beings ever!\nIt watched Marillyn raise the bottle to her lips. It simultaneously\ntook the form of a nurse, standing there at Marillyn's side, and\nMarillyn gasped and said, \"Oh, nurse, I didn't know you were there.\"\n\n\"I am,\" said the Bryd in its best contralto voice. \"Did you wish\nsomething, Miss?\"\n\nThe hand with the bottle of poison fell back under the blanket. \"No, I\ndidn't call.\"\n\n\"May I move your chair out of the sun, Miss?\"\n\n\"It isn't in the sun,\" Marillyn said.\n\nThe Bryd raised its eyebrows. It did some quick work on the wind, and\nthere was the sun, shining steadily through an opening in the magnolia\ntrees.\n\n\"Perhaps it _is_ too bright,\" said Marillyn. \"If you'd just move it\nover there--\"\n\nThe Bryd was delighted. In the process of moving the chair, it got its\nfigurative hands on the bottle and disintegrated it. Then it said,\n\"Miss, don't you think you will get well?\"\n\nMarillyn said calmly, resignedly, \"There's no chance. None whatever.\nWhen brain-tissue is gone, there is nothing medical science can do.\nThey can't build tissue, you know.\"\n\n\"Oh?\" said the Bryd.\n\n\"Only a miracle,\" said Marillyn. \"And miracles don't happen in medical\nscience.\"\n\nThe Bryd almost snorted aloud. Oh, they didn't, hey? It--\n\nThe head nurse came striding up, her leather heels clacking on the\ntile floor. \"Miss--\" She looked puzzled. \"Who are you, anyway?\" she\ndemanded. \"I've never seen you before.\"\n\nThese women! Maybe the Bryd was getting peevish in its old age, but why\ncouldn't people mind their own business for a change?\n\nIt resolved itself into a doctor, and it was gratified to watch the\nhead nurse's eyes shoot open.\n\n\"Madam,\" the Bryd said in its best baritone, \"were you addressing me?\"\n\n\"I--\" The head nurse swallowed. \"No, sir, I--I beg your pardon, sir.\"\nShe recovered slightly. \"Have I seen you before, sir?\"\n\n\n\nOh, bother! Details, details! Humans wouldn't be happy if they weren't\ntied up in details all the time. The Bryd dematerialized and went\ninside the sanatorium by the simple process of flowing through the\nspaces around the nuclei of the atoms in the wall. Then, on second\nthought, it went back and erased some memories from the mind of the\nhead nurse; then it took Marillyn through the wall into the sanatorium.\nIt went into her mind and did some repair work that would have amazed\nthe finest brain surgeons on Earth. In a few months Marillyn's\nparalysis would be gone and she would be well and happy. Miracles, did\nthey say? Well, they'd asked for it.\n\nThe Bryd was somewhat irked with itself for having interfered--but it\nhad been for the best.\n\nIt got on a tight beam and went back to sun-station No. 18. Dale\nStevenson's finger was just starting to move the button. There was\nmaybe a fiftieth of a second left.\n\nThe Bryd carefully implanted the knowledge of Marillyn's cure in a\ncorner of Dale's brain and sat back to await results. But in the next\nhundredth of a second there was no response. Dale still was about to\nturn the sun on Paris.\n\nSo the Bryd, now thoroughly disgusted, implanted the knowledge of Ann's\nlove in another corner of Dale's mind and then to its astonishment had\nto jump fast to get out of the way.\n\nDid that ever get results! Dale held his finger. He got up and rubbed\nhis forehead a moment. Then he went to the radio-phone. \"Get me the\nU.N. police headquarters in London,\" he said.\n\nHe stood there beating his brains to figure out what had gotten into\nhim, so the Bryd just felt around and erased a few memories, and\neverything was all right. Then the Bryd climbed into its favorite cozy\nspot in Dale's mind. The spot was still warm and snuggly. It began to\nsettle down--but then it remembered something.\n\nIt got up. It went back to Earth and hunted up the minds of the men who\nwere flying atom-bombs over France. The Bryd knew by now, of course,\nthat France herself had never had any atom-bombs.\n\nThe Bryd went into the minds of the foreign fliers and sent them back\nto drop the atom-bombs on their own cities. After all, they had those\nbombs and they apparently were the kind who wouldn't be satisfied until\nthey could drop them. The Bryd dusted off its hands and headed wearily\nfor sun-station No. 18. It hoped for many restful years ahead with Dale\nand Ann.\n\nIf it didn't get them, the Bryd thought disgustedly, it had better try\nto hitch a ride back to Pluto. At least it had had rest and quiet there.",
    "metadata": {
        "author": [
            "Miller, Benj.",
            "Water, Silas",
            "Loomis, Noel Miller",
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64063/pg64063.txt",
        "name": "the_bryd.json"
    }
}