{
    "name": "The Planet That Time Forgot",
    "author": [
        "Gordon, Millard Verne",
        "Wollheim, Donald A.",
        "Pearson, Martin",
        "Gordon, Millard V.",
        "Wollheim, Donald Allen"
    ],
    "body": "She stood upon the high battlements of the palace, overlooking the land\nof Toom, with sunlight splashing over the beauty and radiance of her.\nShe, Oomith, _mataiya_ of Toom. Her eyes wandered to the road that\nwound, ribbon-like, far beyond her land, out into the great reaches\nof her world, out into Nimbor. Nimbor, whose lords even now were in\nsession with Toom's officials, demanding the land's surrender to their\nsuperior forces. Nimbor, whose rulers offered life to the heads of\nToom's commonwealth providing the _mataiya_ mate with their prince.\n\nShe stood, trying to drink in the splendor of the land, for this might\nbe a last time. What her answer would be as Directress of Internal\nRelations she well knew; what her answer, as woman, to Aald of Nimbor\nwould be she knew even better. But now she must return to the council\nmeeting.\n\nDanuth, Head Center of Toom, was speaking as she re-entered. \"What\nyou demand, Aald of Nimbor, is the commonwealth's freedom, and our\nofficers, in return for petty sinecures under your proposed regime. And\nthe _mataiya_ in marriage, as if it were in the power of any save she\nto grant that.\"\n\nShe did not flush as the insolent eyes of the young man across the\ntable fell upon her, appraised, then leered approval at her. Her voice\nwas clear and cold as she said:\n\n\"You boast loudly of your war-machine, Aald of Nimbor. You remark\ncasually that you could crush our armies with a mere handful of men.\nBut you say you are willing to spare our lives if we surrender without\na struggle.\n\n\"In return for what do you offer us life, prince of Nimbor? Serfdom and\nmisery for our people under Nimbor's hand; the stigma of cowardice upon\nus. I shall not argue with you. My answer is final: no!\"\n\n\n\nShe glanced at Danuth, met the grim smile in his eyes. Was it possible\nthat the careful building of decades would soon be wiped away? That the\nhopes and plans of Toom and her people lay helpless before the whims of\nthis arrogant child with the lusts and appetites of a man? In Toom, he\nwould still be a student, learning the responsibilities as well as the\nrights of citizenship. A coldness ran through her as she pictured Toom\nunder his rule. Then Danuth's voice interrupted her thoughts.\n\n\"Even if the _mataiya_ had not taken the initiative, my answer would\nstill be the same. No, Aald of Nimbor, no. If you mean to enslave us,\nyou will have to work for your victory. And, superior war-machine or\nnot, the people of Toom will make your triumph a hardly-bought one, if\nindeed you can triumph against a free people.\"\n\nIt was hard to keep a calm face as the prince tried first to scowl,\nthen to sneer. If only this were the comic melodrama it should have\nbeen! But, no--if Nimbor's claims were based on fact, then there\nwould be no more laughter for Toom and her people. Aald's tones were\nmockingly courteous.\n\n\"You speak well, Danuth, but your words prove your incapacity to\ngovern anyone. What were your redoubtable Lugarth and the invincible\nhordes from Bhuur, of which you Toomians make so much? In whose name\nyou still deem yourself secure from conquest? They were no more than\nbarbarians--savages armed with spears and swords. Good fighters, I\ngrant you, but helpless before the new warfare of which I am master.\n\n\"Do you think I am lying? This is your last chance. When you see your\narmies burn to cinders before your eyes, see your fields and towns\nincinerated, then it will be too late to bargain. Then you will come to\nme with pleas for peace, but I shall not hear you.\"\n\nHis eyes fell upon her again possessively. \"Then I shall not honor you\nwith the title of princess, Oomith of Toom. Woe to the conquered.\n\n\"You forget the matter of scientific progress, Toomians. We left your\nstupid notions of international relations behind long ago. If you\nsurrender now, I guarantee the land of Toom the same care as I bestow\nupon Nimbor; otherwise, it shall be treated as a conquered province.\"\n\nHe stood up glaring. \"I give you your last chance. Yield now!\"\n\nShe rose lightly, as did the others, meeting his gaze with eyes steady\nand unafraid. \"Toom does not yield. Earn your victory if you can; we\nare ready.\" A chorus of assents indicated that she spoke for all.\n\nAald bowed with an exaggerated gesture, swept a final lecherous glance\nin her direction, then withdrew as Danuth rang a bell signaling\nattendants. Once the other had gone, he sank back into the chair, his\neyes passing from one official to another. She gripped his hand.\n\n\"Do you think he can do as he claims?\"\n\n\"I greatly fear so. The reports from our agents sound\nincredible--almost like wizardry. A projector that casts an invisible\nlight, causing whomsoever it touches to die at once, as if boiling to\ndeath. If they be true, then Toom is lost.\"\n\n\n\nDown below, in another part of the palace, the emissaries of Nimbor\nprepared to depart. Aald was whispering to one. What he said was\nscarcely understood, but the smiles on the faces of both could be taken\nas indicative.\n\n\"We will be waiting at the Corian Gate,\" said Aald in departing. The\nother bowed, and beckoned to two attendants of Nimbor.\n\nAn hour passed. At the Corian Gate to the palace grounds, facing the\nwide smooth road that led to Nimbor, a thousand miles away, rested a\nblack, torpedo-shaped two-wheeled vehicle, now balanced by temporary\nlegs set out from it. Painted on the door to its single cabin was the\nImperial Shield of Nimbor.\n\nSeated within, at the controls, was a man of Nimbor's party. Occasional\npuffs of smoke emitted from the rocket tubes at the rear as the ship\nwas being kept ready for instant use. Aald himself waited impatiently\nin the road, fretting under the watchful eyes of the commonwealth\nguards at the gate. Finally he caught sight of something, and addressed\nthe guards.\n\n\"They are my companions. Open the gate, guards, and let them through.\"\nHe seemed to stare a moment at the oncomers, then called. \"What's the\nmatter with Eldh? Why are you carrying him?\"\n\nOne of the two men approaching answered: \"He slipped on a staircase and\nfell, Your Highness. He is unconscious and seems to have broken his\nleg. We thought it best to give temporary treatment now then bring him\nback with us; it is why we were late, Your Highness.\"\n\nThe prince nodded approval, motioned them to hasten. As they went\nthrough the gates, one of the Toomian guards looked down at the face of\nthe black-covered body and checked it off his list. The men of Nimbor\nentered the rocketmobile, shut the door. A terrific roar as the vehicle\ngot under way, then it had vanished down the long road.\n\nInside the conveyance Aald bent over the unconscious figure, looked\ndown at the scarred masculine features of one of the soldiers who had\naccompanied him. Then, with a chuckle, he put his hand on the yellow\nhair and pulled. The entire face seemed to fall apart. Beneath the\nextremely convincing mask was the face of Oomith, lying unconscious.\n\n\"It worked beautifully,\" he commented. \"What of Eldh? Did he make his\nescape through the merchants' entrance as planned?\"\n\n\"Yes, Highness. They suspected nothing. Nor did we have any trouble in\nkidnaping the _mataiya_. There were no guards by her room, and she had\nsuccumbed before she suspected the presence of a gas-tube. They won't\nknow she is missing before we have arrived in the city.\"\n\nWithin the hour, the rocketmobile had passed the border and was in the\ncapital of Nimbor.\n\n\n\nIt was noon on the day set for attack. Aald and the commanders of the\nstaff awaited the emperor's coming within a small enclosure just inside\nthe walls of Nimbor. Outside, in the road beyond the open gate, a\nrocket vehicle awaited in readiness to take them to the front. Oomith\nwas there as well.\n\n\"You see,\" drawled Aald, \"we make good our boast. Very soon you will be\njoined by Danuth and the other commonwealth officials as our prisoner.\nYou really should have married me when you had the chance; it would\nhave saved many lives.\"\n\nOomith stared at him frostily. \"The people of Toom would never have\nyielded to such filth as you, even had we betrayed them. It would have\nmade no difference. We of Toom have self respect and honor to a degree\nthat I fear is outside of your understanding.\"\n\nHis laugh was not pleasant. \"Still prattling over your little\nfoolishness. Honor, respect--what are they to the destinies of nations\nand dynasties? Such delusions are hardly worthy of the Oomith I might\nhave married.\"\n\nHe seized a scroll from one of the officers standing nearby, shook it\nbefore her. \"Here! Here is honor and respect. Here is such a thing as\nmakes greatness. These are the designs of our war machines; this is\nwhat will teach the Toomians respect.\"\n\nWithout answering, Oomith snatched the paper cylinder out of Aald's\nhand and darted forward. Straight toward the open gate she fled, toward\nthe rocketmobile outside. A wild, insane scheme of seizing this and\nescaping to her own land in time possessed her.\n\nCaught off guard, the men were already at a disadvantage; they knew\neven as they raced she could not be caught before reaching the gate.\nWith energy born of desperation, she hurled herself forward. But, just\nas she was upon it, two soldiers stepped through and dashed at her.\n\nAt this point occurred what has gone down in history as the miracle\nthat saved Toom. It is something for which no parallel in all history\ncan be found. It caused Oomith to rise from the status of a beautiful\nand capable _mataiya_ to that of a goddess.\n\nOomith stated later what were her feelings and experiences. She saw\nthe two oncoming soldiers quite clearly. Her only thought then was to\ndash between them. Then, there came a terrible shock. An awful jolting\nas if she had been struck by a thunderbolt. The scene before her eyes\ndissolved instantaneously into a featureless gray; she felt herself\nseemingly detached as one might feel in the throes of delirium. For\nonly a few seconds the strange sensation lasted. The only thing that\nshe remembered seeing was the momentary impression of a single vision\nhanging before her eyes.\n\nWhat she saw was a man. She does not recollect how he was clad. He\nseemed to be sitting on a bench. Behind him she saw distinctly a blue\nwall, in nature, metallic. In the wall was an open door through which\nonly grayness could be seen. The face of the man was held close to\nhers; he seemed to be staring at her. It was the face of a middle-aged\nman, of one powerful. Two clear brown eyes looked into hers; a mass\nof wavy chestnut hair surmounted the godlike brow. And the figure was\nsmiling.\n\nFor only the minutest fraction of a second this lasted, then the\ngrayness returned. Yet, in a few seconds, it, too, had cleared away.\nThe terrible blankness and queer feeling vanished abruptly as it had\ncome. She could again see about her.\n\nThe castle of Aald and the men of Nimbor apparently had dissolved.\nAbove her rose the sides of the palace of the Directors of Toom. And\nabout her were the men of Toom. For a moment, Oomith and the men stared\nat one another, each mutually startled and disbelieving what they saw.\nFinally one of them recovered sufficiently to speak.\n\n\"_Mataiya_ Oomith! We thought you were being held captive in Nimbor;\nwhat do you here? How did you get here?\"\n\nShe could only reply hesitatingly: \"I don't know. I was at Nimbor,\ntrying to escape. Then everything went dark, and I found myself\nstanding here.\" She started to put a hand to her forehead, then saw she\nwas holding something. The scroll! Her eyes flashed.\n\n\"Quick! Summon the council. I have here the plans for the death machine\nof Nimbor. Bid them hurry. We have no time to lose!\"\n\n\n\nJoris, military director of Toom, pounded the table with his fist.\n\"Damn! We know everything the enemy knows, now. We have the plans so\nthat we can meet them on their own terms. But they're on their way to\nattack us now, and we haven't even a working model. It's all here--but\nonly on paper.\n\n\"We can save Toom, yes--but we cannot prevent the devastation of our\nfields and towns, nor the slaughter of our helpless non-combatants. We\ncan only exact a vengeance and prevent a final triumph on the part of\nthe enemy!\"\n\nBefore Danuth could speak, a man burst into the chamber, hair\ndisheveled, gasping for breath. On his face was an expression of\namazement and joy commingled. Twice he tried to speak and could emit\nonly gasps for breath. He clasped the shoulders of Joris, turned to\nthe others. At length speech returned to him, and he spoke slowly,\ndeliberately.\n\n\"The weapons of Nimbor are ours. They are here, within the walls of the\npalace. I cannot tell you how they came, nor can any of the guards.\nBut we have all seen them, have examined their workings. We do not yet\nunderstand their principles--\"\n\nAt this point, another man burst in, equally distrait and out of\nbreath. \"Directors!\" he cried. \"Toom is saved!\" He fell to rapid, heavy\nbreathing while his eyes sought first one, then another of those\nassembled. He waved his hand reassuringly as Danuth started to speak.\n\n\"No, Directors, I speak truly. I am one of the prison guards. We\nsuddenly heard noises from one of the unoccupied cells. Naturally, we\nhurried over and looked in. Inside, we saw Aald and the Emperor of\nNimbor, with his entire staff. They don't know how they got there--I\npresumed that you would not want us to release them immediately.\"\n\nA roar of laughter from Joris greeted the speaker. He smote the\nguard on the back with the palm of his huge hand, so that the fellow\nstaggered against the table.\n\n\"No, not _immediately_! We have other things to do first. But we're not\ntoo busy to vote you the order of the commonwealth. And see if there\nisn't a better position for you to fill than that of prison guard.\"\n\nHe turned to the others. \"The enemy will be completely disorganized\nand demoralized by this. I propose we move at once upon Nimbor, attack\nstrategic points and refrain as much as possible from such destruction\nas will make miserable the lot of the Nimborian people, who are not\nresponsible for their degenerate rulers. I propose we make contacts\nwith the Nimborian commoners and urge them immediately to revolt\nagainst what is left of the Aald-Rhankur regime, strike for their own\nfreedom.\"\n\n\n\n(_And now, we must go back in time, must travel to another part of\nspace. We must leave Planet P, where lie Nimbor and Toom, for a return\nto Earth-time. Only thus can we have a logical understanding of the\nevents related above._)\n\n\n                                  II\n\nAt an angle above the plane of the ecliptic over the orbits of the\nasteroids was a long metal craft, resembling somewhat a cross between\na towerless submarine and an all-metal zeppelin. In the forward cabin,\nsix men were gathered. They comprised the entire crew and command of\nthe vessel. Although an official meeting, there was about it none of\nthe stiffness that marks such an event in military circles on Earth:\non an interplanetary vessel every man's life is in the hands of every\nother man. The captain is obeyed, not because of his rank, primarily,\nbut because the lives of all depend upon explicit conformation to\ndiscipline. But in this vital discipline, there is no place for the\nsham of stiff-necked formality; thus, captain, officer, or member of\nthe crew spoke to each other with frankness and mutual respect.\n\nCaptain Wanderman looked around, mentally checking to see if all\nwere present: Lieutenant Alfred Rokesmith; Weber, the scientist;\nOpp, explorer and cook extraordinary; Mullins, skilled mechanical\nspecialist; Barth, doctor and general overseer of vital supplies.\n\nWanderman smiled. \"I guess you're all eager to find out whither we're\nheading, eh?\"\n\n\"We sure would,\" spoke up Opp.\n\n\"Especially after that terrifically long period of acceleration,\" added\nWeber. \"Three days of it ... beats all my experience.\"\n\n\"It was necessary to achieve our speed. We're going a long way ... have\nto make the trip as short as possible. We'll be putting on still more\nacceleration once the asteroids are behind us.\"\n\n\"Neptune?\" asked Barth. \"Pluto?\"\n\n\"Farther than either.\"\n\n\"You don't mean Planet P, do you?\" spoke up Mullins. \"The one that was\ndiscovered last year, that hasn't been given a name yet?\"\n\n\"Right!\"\n\n\"I never did get quite clear on the subject of Planet P,\" drawled\nRokesmith. \"Just how was it discovered?\"\n\nCaptain Wanderman cleared his throat. \"Few people are; even the experts\ndon't know much about it.\n\n\"Its existence was first surmised and calculated in 1931--about a\nhundred years ago--by Professor William H. Pickering of Jamaica. He\nobserved that the planet Uranus was being displaced from its proper\norbit. Of course, this perturbation could be due only to the influence\nof another planet, he thought. But there was no other body known\nat that time which could account for the drag. Thus, the Professor\ncomputed mathematically the existance, approximate size, and position\nof an unknown body which would account for the odd behavior of Uranus.\nThis he calculated to be a giant planet of a diameter of approximately\n44,000 miles, in mass the third greatest in the solar system. He puts\nits distance to range in an eliptical orbit of from 5,000 million\nmiles to 9,000 million miles from the sun. This, of course, made it\nextra-Plutonian in position. Its year would be in length about 656\nEarthly years. He gave it the temporary name of Planet P.\n\n\"Planet P's existence was further indicated by the orbits of some\nsixteen comets, also affected by a drag which the theoretical planet\nmade perfectly accountable. Last year the planet Neptune had finally\narrived in the position where it, too, would be affected by this body.\nYou understand: the astronomers, calculating both known and theoretical\nfactors, determined that, if this Planet P existed, an irregularity\nin Neptune's behavior would be discovered at this particular time.\nThe predicted irregularity arrived on time; thus, due to this added\ninformation, our astronomers were able to find out precisely where the\nnew planet should be sought. And they found it. It is indeed an immense\nthing, shows a perceptible disc even at its great distance from Earth.\nWe may anticipate something different when we arrive.\"\n\n\n\nDays went by. Endless days marked only by the chronometer in the\nunchanging blackness of the celestial void. The tiny pinpoints of\nmyriad stars glowed unchangingly. Behind them, a few planets grew more\nand more minute, each in turn finally being blotted out by the corona\nof the sun. Jupiter's orbit was left behind; they saw the great ringed\nplanet loom up to one side and fade away as all the others had done.\nBut this was not with the flashing speed of objects and cities passing\nthe rocket-vehicle on Earth. It was a matter of days before each change\ncould be realized, weeks before a planet filled the entire spaceports.\n\nOnward and outward. Celebrations when at last Uranus was passed,\nthe hitherto outpost of interplanetary exploration. Eventually pale\nNeptune, mysterious planet, passed under them, directly in their path,\nits great misty, frigid sphere glowing eerily in the twilight of outer\nworlds.\n\nOutward. Tiny Pluto was too far off to be seen, but its orbit was\npassed. For a hundred years, the outpost of the solar system. Now\ndethroned by the enormous newcomer, its passing was still a solemn\nmoment. Then, one day Barth observed a tiny light where no light should\nbe. Celebration again rang through the vessel: Planet P was sighted!\n\nDays of deceleration followed. The rockets flamed, but no longer from\nthe stern of the vessel. Days of a continual blasting from the vessel's\nprow until at last the unbelievable acceleration was neutralized. Now\nthe planet had grown, until, even with their greatly decreased speed,\nit filled the view. Still more blasting until the ship was virtually\ndrifting along, caught only by the gravity of the monstrous new world.\n\nA great disk glowing dimly in the light of the stars, especially in the\nlight of one particularly brilliant star that was the Earthmen's sun.\nThe vaguest hints of geological features could be seen. Planet P.\n\nThe rockets flared again in an intricate pattern. Balanced on the\npattern, the ship was lowered, slowly, into the atmosphere of the\nstrange world. About it flamed a red glow as proof of atmosphere. An\natmosphere, doubtless, of some unknown gases that would not congeal\nin the awful cold. And, finally, a shrill whistling penetrating the\ntriple-thick walls, a dull thud, and a silence as she came to rest.\n\nThe voyage was over. Man had reached the outermost limits of the solar\nsystem, had arrived safely at the mysterious outer world, Planet P.\n\n\n\nThe men gathered in space suits. \"Each man will take searchlights\nand emergency rations. You will obey Lieutenant Rokesmith and myself\nimplicitly; only on pledges of such obedience from all of you can I\npermit a planet-party to land.\"\n\nEach member of the crew spoke his agreement.\n\n\"Mullins, take a coil of rope; Weber, the barometer and compass; Barth,\nthe camera and flash. Are you sure your gravity controls are adjusted\nto decrease your weight to Earth normal? Make sure, everyone--that goes\nfor me, too.\"\n\n\"Check!\"\n\nRokesmith turned the lever and swung the thick outer port open.\nWanderman stepped out onto the ground; the others followed.\n\nAbove them was a deep blue sky strewn with stars, though lacking in\nthe abundant distribution of the outer void. Beneath their feet lay a\nclay-like expanse. They looked about them.\n\nThere was something dark looming up in the starlight a distance away.\nThe captain started off in that direction, beckoned the others to\nfollow. All felt that strange sensation that comes for everyone when\nhe stands on the terrain of an alien planet. It makes no difference\nhow often this experience has been undergone previously; the sensation\ncannot be shaken off.\n\n\"It looks like a wall,\" sang out Opp as they reached the looming thing.\n\nRokesmith turned the beam of his flashlight on it. \"It is a wall!\"\n\n\n\nUnmistakably, it was a structure made of many square blocks of\nstone fitted together to form a section rising into the air from a\nfoundation. Weber flashed his light around. \"It ends here.\"\n\nThe men hesitated to go around. What could this enigmatic wall be doing\non this frigid world? The instruments showed the temperature to be many\nhundred degrees below zero Fahrenheit. What beings could have built\nthis great wall? What could it mean?\n\nBut at last they did go around the edifice, flashing their lights\nbefore them. And nearly collapsed from the shock of what they saw: a\nbroad paved street on which bordered many stone houses whose glass\nwindows reflected the dim glow of the stars above. The tiny sun cast a\nfaint illumination on it all.\n\n\"People!\" gasped Mullins.\n\nThere were. Standing on the streets and in the doors of the houses were\nthe dim figures of men. Unmistakably human in form.\n\n\"They're not alive,\" observed Rokesmith.\n\n\"At least, they are not moving,\" replied Barth quickly.\n\n\"Come on, then. Why are we waiting? Are you afraid of a lot of\nstatues?\" Captain Wanderman suited action to his words as he strode\nforward, stopping directly before the first of the standing figures. He\ncast his beam over it from head to foot.\n\nUnmistakably, it was a man. Clad in clothes and undeniably human. Its\nfeatures were perfectly normal, bore the flush of life. The feet and\nentire body were set in attitude as if in the act of taking a step. But\nit was motionless.\n\n\"Some statue!\" breathed Opp. \"I would swear it was a real man.\"\n\n\"It is a real man,\" said Barth, softly. He bent close to the face. \"It\nhas the pores and tiny hairs that can only be on a true body.\"\n\n\"Then he must have been alive once,\" murmured Weber. \"What do you\nsuppose happened to him? Is he petrified or only frozen solid?\"\n\n\"Frozen, I think,\" said Barth. \"Yet, it is very strange. His flesh is\nstill soft and resilient; it is not natural.\"\n\n\"A land of frozen people!\" Captain Wanderman's words struck a chilling\nnote in all of them. Quickly they investigated the other figures.\nSome men, some women, some old, some young. All kinds and types;\nall apparently had been frozen solid in the middle of their normal\nactivities. None showed any sign of being aware that death had struck.\nWhen the terrible freezing occurred it must have happened so swiftly,\ninstantaneously, as to have caught all unaware.\n\nThey moved on, saying little. There was that same eerie atmosphere that\none finds in a wax museum while passing about among the realistic but\nsilent and motionless figures of apparently ordinary people. Add to\nthat the grim knowledge that the figures they now saw had been alive,\nthat in effect the explorers were in a monstrous, planet-wide graveyard.\n\nThey went on, coming to wide roads down which lines of marching men\nstood silently in attitudes startlingly like some paintings of men\nmarching to war. Undoubtedly they were soldiers. Once or twice along\nthe line, the Earthmen saw huge projector-like instruments mounted on\nwheels, being taken along with the marchers.\n\n\"Say, look at this scene!\" called out Rokesmith.\n\nHe was standing before an open gate, staring in at the courtyard of a\nlarge, pretentious stone building. Before the gate stood two guards\nwho evidently had been frozen just as they were turning about to stare\nin through the entrance. On their faces was a look of aroused inquiry.\nInside the courtyard was a dramatic tableau.\n\n\n\nA young woman of great beauty was fixed in the posture of running. Her\nfoot was lifted from the ground, her body thrust forward, her face\nstrained, hair flowing backwards as if the wind were brushing it back.\nIn one hand, tightly grasped, was a scroll.\n\nDirectly behind her stood a young man with a look of astonishment\nand anger on a face that was cruel and evil. His hand was still held\noutstretched as if to grasp after the scroll that the woman was fleeing\nwith. All about, in similar positions of astonishment and anxiety, were\nother men, some of whom had started forward as if about to commence a\npursuit.\n\n\"Some scene, eh?\" murmured Barth. \"Looks real dramatic. I wish we could\nknow what it was all about.\"\n\n\"That's an idea!\" burst from Wanderman. \"Why didn't I think of it\nsooner? Barth! We can use the mentascope on these frozen people--with\nthe attachments that are used to read the minds of the newly dead,\ncan't we?\"\n\n\"I think we can, Captain. These people are perfectly preserved; there's\nno reason why we can't shoot a current through their brains and get the\ninformation stored there.\"\n\nThey turned, commenced to retrace their steps to the ship. It took them\nabout ten minutes to reach the street by which they had entered the\ncity and come to the vessel. Once inside, they hastened to unpack the\nmentascope and its attendant apparatus. When at last they were ready,\nthey left the airlock and started back; the return to the ship had\ntaken them about twenty minutes.\n\nThey entered the street of the city they had first chanced upon. As\nthey passed the first figure, Weber suddenly whirled around and stared\nat it.\n\n\"Look! Stop and look at this man!\"\n\nThe others gathered around.\n\n\"Does he look the same to you? It seems to me that it was his other leg\nwhich was being put forward when last we saw him. I'm sure his arms\nwere in a different position.\"\n\nThey stared amazedly. The figure certainly was not in the identical\nposture as before. Weber's observations had been correct.\n\n\"All the rest of them seem to be planted in slightly different\npostures, too.\"\n\nCaptain Wanderman bent down, studied the arm of the man carefully. He\nremained silent for some time, then he stood up. There was a tone of\nawe and bewilderment in his voice when he spoke.\n\n\"It has moved, and what is more, it is still moving. I saw that hand\npass a given point on the body of the person in a few minutes. It's\nlike watching the hands of a clock. At first, they do not seem to move\nat all, but if you watch closely enough for a time, you can observe the\nmotion.\"\n\n\"Do you mean this fellow is still alive?\"\n\n\"It would seem so.\"\n\n\"But why the slow motion?\" asked Opp.\n\n\"I think,\" said the captain slowly, \"that the mentascope can help us\nanswer the whole business.\"\n\nThey came to the courtyard of the running woman. The tableau had\nchanged; it seemed as if a few seconds had passed since they left. Now\nthe figure of the woman was closer to the gate; the two guards from\noutside had passed through and were going forward to seize her, while\nthe men behind were in full running appearance, as if, having recovered\nfrom a surprise move, they were taking to pursuit.\n\n\"All right men: set down the apparatus.\"\n\nTwo men set down a small battery, attached it to wires leading from a\nlarge metal helmet which another was placing over the head of the still\nwoman-figure. Other wires were attached to the space-suit helmet worn\nby Captain Wanderman. Through the glassite panes it could be seen that\nhe was wearing a somewhat similar helmet himself, having donned this\nwhile back on the ship.\n\n\n\nA current of electrical energy was passed from an electrode pressed\nagainst one particular part of the woman's head through to another\nleading out. In passing through the brain of the woman, this current\npicked up the last and deepest occurrences in the life of the person\nsubjected to it. It activated the cells on which these events were\nrecorded in a form much like that of a charged body. Passing out of the\nbrain, it carried these impressions with it and brought them to the\nmind of the operator as distinct thoughts. Since basic thoughts are not\nexpressed in any language save impressions and pictures, the operator\nfinds that he has suddenly acquired the knowledge of the other.\n\nThus, in a brief time, Wanderman told the men of the story concerning\nNimbor and Toom, of the _mataiya's_ part in the drama. The men stood\nin wonder, staring at the figures; Opp calmly walked over to Aald and\ntweaked his nose. The Nimborian's expression did not change.\n\n\"I still can't grasp why these people are all like frozen statues,\"\nexclaimed Barth. \"How can they live and act like everyday terrestrials\nwhen this planet is so lacking in heat and light?\"\n\n\"I think I can explain,\" said Wanderman. \"It sounds fantastic, but it\nis not impossible. And it would account for all the factors. I'll tell\nyou when we get back to the ship: right now we have work to do.\"\n\n\"What work?\"\n\n\"We can't stand around and do nothing while this woman is captured. And\nI, for one, do not care to see these sneering degenerates win this war.\n\n\"So I think we'll take over events on this planet for a while and fix\nthings to suit ourselves. We can easily move these figures if we adjust\nour gravity belt to take care of the extra weight. Every man grab one\nperson; I'll take Oomith. Rokesmith, you take Aald; Weber, grab the\nemperor, and you others pick out those who look important, who appear\nlike staff officers. And don't forget the mentascope.\"\n\nIn a moment each man was burdened with a native of Planet P swinging\nover his shoulder. Thus burdened they marched through the center\nof Nimbor, through the columns of the motionless army, back to the\nspaceship. Several times they would have to halt and rest because of\nthe irrepressible laughter that broke out, among them. Imagine earthly\nproblems being solved like this!\n\nIn the ship, they dumped the Nimborians in a spare storehouse, while\nthe _mataiya_ was propped up on a seat in one of the cabins. The ship's\ncourse was set for the general direction of Toom.\n\n\n\n\"You men understand what is meant by time?\" began Wanderman as the crew\ngathered around. \"It is the flow of events. It is the way we conceive\nthings happening. We place an arbitrary measurement of time by using\nthe period it takes our planet to rotate once on its axis. That is\na day. Dividing the day into sections, we get hours, minutes, and\nseconds. To us, a second is a very short space of time.\n\n\"We move and live at a certain rate of speed: our heart pumps about 72\nbeats per minute. Our senses perceive a thing in a certain space of\ntime. Small as it may appear, it actually requires time for your eye to\nsee an object or for your hearing to function. Also for an impression\nof feeling to travel from the skin to the brain and to be recognized.\n\n\"To these people of Planet P, their world appears as one delightful\nto live in. For them a bright warm sun shines in a blue sky. For them\nlife moves at as quick a pace as it does for us on Earth. Their day\nis approximately 24 hours also. To us, it may appear to be as long as\n656 Earth days, since their world requires 656 Earth days to complete\none of its days, and I am figuring in proportion. To them, a day is no\nlonger than to us. Ten and four-fifths hours to us is only one of their\nminutes.\n\n\"That is why they live so slowly; they are living at a different\ntime-rate than ours. Time moves for them exactly 656 times more slowly\nthan it does for us.\n\n\"They could not possibly live at our pace. For, to us, Planet P is\nterribly cold; the sun is but little more than a bright star. But when\nthey see the sun, it takes 656 times longer before they observe it.\nThus, they actually get a time exposure. You know that if you want to\ntake a picture at night you must leave the lens open for a long time;\nthe longer it is open, the brighter the picture appears. Thus with\nthem: they see the sun as a brilliant ball; they see objects as highly\nilluminated because their eyes are absorbing so much more light than\nare ours.\n\n\"Thus their bodies are not cold and frozen: of a makeup to conform with\nthe time-rate on this planet, their bodies absorb and hold the heat\nradiated by the sun until it appears to be hot. If you examine any of\nthese bodies now without your gloves, you will notice that they are as\nwarm as ours.\n\n\"These people seem to be motionless, or at least moving extremely\nslowly. To them, they are moving at a normal pace. Here is where the\nsize of this planet comes in: under the huge gravity of this world,\nthey could not move fast. Their bodies must normally weigh a terrific\namount. That was another factor working in their evolution toward the\nstrange rate of time-flow.\"\n\nWanderman left the room. He went back to where he had placed Oomith\nseated upright in a cabin. Seating himself directly before her eyes,\nhe stared into them. He fixed himself motionless as possible, remained\nunmoving until the ship was ready to come to a halt at its destination.\nBefore he left, he had the satisfaction of noticing the _mataiya's_\npupils had finally focused on his; he felt certain that some impression\nwould be carried back with her.\n\n\n\nLanding at Toom, they placed Oomith where she was later to regain\ncontrol of her senses. They carried Aald and the others down to the\ndungeons, imprisoning them there. Then they returned to the ship.\n\nOne more task remained: the war machines of Nimbor. Cruising over the\nenemy lines, they dropped cables whenever they saw a projector and\nattached them. Then they swung them up into the air, letting them\nhang below until all had been thus captured. Once more they returned\nto Toom, this time to place the projectors where they would be found\nquickly.\n\nThe nature of the \"burning death\" of Nimbor they found to be simple.\nIt was nothing more or less than electric heaters, such as are sold in\nwinter on Earth. A polished reflector sent a beam of heat from the wire\ncoil in the center. To a terrestial, of course, this was nothing more\nthan a pleasantly warm current; but to a native of Planet P, with their\nslower perceptions and great absorption of tiny amounts of heat, it was\na ray of pure destruction.\n\nThus, for a brief instant in the history of the cosmos, two similar\nraces and life forms met, the one greatly altering the course of\ndevelopment the other would take. Although a few well-guarded\nexpeditions to Planet P have been made since, the Terrestial Council\nis slow to permit these, inasmuch as the gross difference in\ntime-rate cannot permit fair intercourse with its people. It is felt\nin scientific circles that for them to learn of the existence of a\nrace such as ours would be a crushing psychological blow to them; to\ninterfere, however well-meaningly, in their development would condemn\nthem to superstition, for they could arrive at no logical, scientific\nexplanation of such interference.\n\nPlanet P is not needed for the comfort or well-being of Earth. The\nPatrol is there watching, ready to step in in cases of natural cosmic\nemergency, but at other times gives the world a wide berth.\n\nAnd Captain Wanderman will always remember the tableau in the\ncourtyard, and a beautiful woman running.",
    "metadata": {
        "author": [
            "Gordon, Millard Verne",
            "Wollheim, Donald A.",
            "Pearson, Martin",
            "Gordon, Millard V.",
            "Wollheim, Donald Allen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61797/pg61797.txt",
        "name": "the_planet_that_time_forgot.json"
    }
}