{
    "name": "The Hitch Hikers",
    "author": [
        "McCain, Vernon L."
    ],
    "body": "The dehydration of the planet had taken centuries in all. The Rell had\nstill been a great race when the process started. Construction of the\ncanals was a prodigious feat but not a truly remarkable one. But what\nuse are even canals when there is nothing to fill them?\n\nWhat cosmic influences might have caused the disaster baffled even the\ngroup-mind of the Rell. Through the eons the atmosphere had drifted into\nspace; and with it went the life-giving moisture. Originally a liquid\nparadise, the planet was now a dry, hostile husk.\n\nThe large groups of Rell had been the first to suffer. But in time even\nthe tiny villages containing mere quadrillions of the submicroscopic\nentities had found too little moisture left to satisfy their thirst and\nthe journey ever southward toward the pole had commenced.\n\nThe new life was bitter and difficult and as their resources were\ndepleted so also did their numbers diminish.\n\nHuddled at their last retreat the Rell watched the ever smaller ice cap\nannually diminish and lived with the knowledge they faced extinction. A\nmere thousand years more would see even this trifling remainder gone.\n\nOh, you might say there was hope ... of a sort. There might be Rell in\nthe northern hemisphere. The canals girdled the globe and a similar ice\ncap could well exist at the opposite pole. Rell perhaps survived there\nalso.\n\nBut this was scant comfort. The fate of the Rell in the South was\nsealed. What hope of any brighter future for those in the North? And if\nthey survived a few hundred thousand years longer ... or if they had\nperished a similar period earlier, what actual difference did it make?\n\nThere was no one more aware of this gloomy future than Raeillo/ee13.\n\nIn the old days a single unit of the group-mind of the Rell would have\npossessed but a single function and exercised this function perhaps a\ndozen times during his life. But due to the inexorable shrinkage only\nthe most important problems now could command mind-action and each unit\nhad been forced to forsake specialization for multi-purpose endeavors.\n\nThus Raeillo/ee13 and his mate Raellu//2 were two of the five thousand\nunits whose task was to multiply in any group-mind action involving\nmathematical prediction. Naturally Raeillo/ee13 and Raellu//2 did not\nwaste their abilities in mundane problems not involving prediction. Nor\ndid they divide, add, or subtract. That was assigned to other units just\nas several million of the upper groups had the task of sorting and\ninterpreting their results. Raeillo/ee13 and Raellu//2 multiplied only.\nAnd it must be admitted they did it very well. It is a pity the Rell\ncould not have multiplied physically as easily as Raeillo/ee13 and\nRaellu//2 multiplied mentally.\n\nWith the exception of an occasional comet or meteor the Rell were seldom\ndiverted by anything of a physical nature. The ice cap was their sole\nconcern.\n\nBut one afternoon a rare physical phenomenon was reported by a bank of\nobserver Rell.\n\n\"In the sky's northwest portion,\" an excited injunction came through.\n\"Observe that patch of flaming red!\"\n\nMore observer Rell were quickly focused on the novel sight and further\ndata was rapidly fed into the interpretive bank.\n\nThe Rell were justifiably proud of their interpreters. With the race\nshrinkage it had proved impossible to properly train new interpreters.\nSo, not without a great deal of sacrifice, the old interpreters, dating\nback to when the canals still flowed with water, had been kept alive.\n\nThey were incredibly ancient but there was no doubt as to their ability.\nIt was a truism among the Rell that the interpretive banks arrived at\ntheir conclusions faster than any other group and that these conclusions\ncould be checked to hundreds of decimal places without finding\ninaccuracy.\n\nSo it was no surprise to have the interpretive bank respond almost\ninstantly, \"It is quite odd but the flame appears to be of artificial\norigin.\"\n\n\"Artificial!\" came the rough and questing probe of the speculative bank.\n\"But how could Rell possibly be out there?\"\n\n\"Who mentioned Rell?\" was the interpretive bank's smug answer. They were\nnot utterly averse to demonstrating their superior mental abilities on\noccasion.\n\nThe speculative bank replied, \"Artificial implies intelligence, and\nintelligence means Rell...\"\n\n\"Does it?\" the interpretive bank interrupted. The speculative bank\nwaited but the interpretive bank failed to enlarge on the provocative\nquery.\n\nThe Rell had found certain disadvantages accrued to abnormal\nprolongation of life and thus were not unused to the interpretive bank's\noccasional tendency to talk in riddles.\n\n\"Perhaps not,\" the speculative bank replied after a quick check with the\nlogical formulae held in reserve by the historical bank. \"It is\ntheoretically possible that Rell-like individuals might have developed\nelsewhere, and perhaps even have developed intelligence, although,\naccording to the historical bank, such an idea has never before been\nsubjected to consideration. But what is the flame doing?\" they\ncontinued, a trifle resentful at having been left to do work properly in\nthe interpretive bank's province.\n\nThe observation and interpretive banks once more came into play,\nstudying the situation for several minutes. \"The flame appears to be the\nexhaust of a fairly crude vessel,\" the interpretive bank finally\nreported, \"propelled by ignition of some gaseous mixture.\"\n\n\"Is it moving?\"\n\n\"Quite rapidly.\"\n\n\"Where is it going?\"\n\nThis called into play the prophecy division of the mind and Raeillo/ee13\nand Raellu//2, who had been merely interested onlookers before,\nhurriedly meshed themselves with the other forty nine hundred odd of\ntheir fellows. (It was impossible to say at any given time just how many\nthere were in their computer section, as several births and deaths had\noccurred among the group since beginning the current observations. These\nwould be suspended for the next several moments, however, as there was a\nstrict prohibition against anyone being born, dying, or otherwise\nengaging in extraneous activity while their particular bank was either\nalerted or in action.)\n\nRaeillo/ee13 and Raellu//2 felt the group discipline take hold much more\nfirmly than the free-and-easy mesh which each unit enjoyed with the\ncomplete group-mind during periods of leisure.\n\nWith a speed that would have been dizzying and incomprehensible to any\nindividual unit, the observing banks relayed huge masses of extraneous\ndata to the interpretive bank. They strained out the salient facts and\nin turn passed these to the computing:prediction section. Here they were\nrouted to the groups who would deal with them. Raeillo/ee13 and Raellu//2\nfound their own talents pressed into service a dozen or more times in\nthe space of the minute and a half it took the computing:prediction and\ninterpretive banks to arrive at the answer.\n\n\"It's aimed here,\" the interpretive bank reported.\n\n\"Here!\" a jumble of incoherent and anarchistic thoughts resounded from\nmany shocked and temporarily out-of-mesh units.\n\n\"Order!\" came a sharp command from the elite corp of three thousand\ndisciplinary units.\n\nAs stillness settled back over the group-mind the speculative bank once\nmore came in. \"By here ... do you mean _right_ here?\"\n\n\"Approximately,\" replied the interpretive bank with what would have\nsounded suspiciously like a chuckle in a human reply. \"According to\ncalculations the craft should land within half a mile of our present\nlocation.\"\n\n\"Let's go there then and wait for it!\" That thought from the now seldom\nused reservation of impulse.\n\nThe speculative bank murmured, \"I wonder if there would be any danger.\nHow hot is that exhaust?\"\n\nCalculations were rapidly made and the answer arrived at. The Rell\nprudently decided to remain where they were for the present.\n\n\n\nCaptain Leonard Brown, USAF, hunched over the instruments in the cramped\ncontrol cabin which, being the only available space in the ship, doubled\nas living quarters. A larger man would have found the arrangement\nimpossible. Brown, being 5' 2\" and weighing 105 pounds found it merely\nintolerable.\n\nAt the moment he was temporarily able to forget his discomfort, however.\nThe many tiny dials and indicators told a story all their own to Brown's\ntrained vision.\n\n\"Just another half hour,\" he whispered to himself. \"Just thirty more\nminutes and I'll land. It may be just a dead planet but I'll still be\nthe first.\"\n\nThere really wasn't a great deal for Brown to do. The ship was\nself-guided. The Air Force had trusted robot mechanisms more than human\nreactions.\n\nThus Brown's entire active contribution to the flight consisted in\nwatching the dials (which recorded everything so even watching them was\nunnecessary) and in pressing the button which would cause the ship to\nstart its return journey.\n\nOf course the scientists could have constructed another mechanism to\npress the button and made it a completely robot ship. But despite their\nfrailties and imperfections, human beings have certain advantages.\nHumans can talk. Machines may see and detect far more than their human\ncreators but all they can do is record. They can neither interpret nor\nsatisfactorily describe.\n\nBrown was present not only to report a human's reactions to the first\nMars flight; he was also along to see that which the machines might\nmiss.\n\n\"We've never satisfactorily defined life,\" one of his instructors had\ntold Brown shortly after he started the three grueling years of training\nwhich had been necessary, \"so we can't very well build a foolproof\nmachine for detecting it. That's why we've left room for 105 pounds of\ndead weight.\"\n\n\"Meaning me?\"\n\n\"Meaning you.\"\n\n\"And I'm your foolproof machine for detecting life?\"\n\n\"Let's say you're the closest we can come to it at present. We're\nbanking everything on this first trip. It'll be at least eighteen\nmonths later before we can get a second ship into space. So it's up to\nyou to get everything you can ... some evidence of life, preferably\nanimal, if possible. With public support it'll be a hell of a lot easier\nsqueezing appropriations out of Congress for the next ship and to get\npublic support we need the biggest possible play in the newspapers. If\nanything is newsworthy on Mars it should be evidence of life ... even\nplant life.\"\n\nSo here he was, 105 pounds of concentrated knowledge and anticipation,\nitching with the desire for action and also from more basic causes\nhaving to do with two months confinement in a small space with a minimum\nof water.\n\n\"Life is most probable at the poles,\" the instructor had said. \"You\nwon't be able to stay long so we'll try to set you down right at the\nSouth Pole. You won't have room to bring back specimens. So keep your\neyes open and absorb everything you see. Don't forget anything. What you\nbring back in your mind weighs nothing.\"\n\n\n\"It's just sitting there,\" the observing banks reported, \"and the red\nflame has gone out.\"\n\n\"Is it safe now?\" enquired the speculative bank.\n\n\"In what way?\"\n\n\"Is it safe to go near that thing?\"\n\n\"It's very huge,\" ventured the observing banks unasked. There was a stir\nof activity which encompassed practically all except the most simple\nunits and which lasted for perhaps five minutes while the speculative\nbank's last question was processed.\n\nFinally the interpretive bank reluctantly admitted, \"We can't arrive at\na positive answer. Too many unknown elements are present. We don't know\nfor sure what caused the flame, when it might start again, or what, if\nanything, is inside.\"\n\n\"But you said it was a work of intelligence. Doesn't that mean Rell\nwould be inside?\"\n\n\"Not necessarily. They could have constructed the thing to operate\nitself.\"\n\nIt was just then that the observing banks reported, \"It's opening.\"\n\nThe speculative bank quickly responded, \"This is an emergency. We must\nbe able to observe from close up. We'll have to approach it.\"\n\n\"The entire mind?\" enquired the disciplinary corps.\n\nThe speculative bank hesitated. \"No, we'll need to split up. One-fifth\nof us will go, the rest remain here. It's a short distance and we'll\nstill be able to continue in complete contact.\"\n\nThose who were to go were quickly sorted out and Raeillo/ee13 was quite\nthrilled to find he and Raellu//2 were included in the scouting party.\n\nThe group set off briskly toward their objective but had moved hardly\none hundred yards when a vertigo seemed to overtake them. Raeillo/ee13\nfound himself swimming helplessly in a vortex of darkness and isolation,\nblanked off from not only the group-mind and his bank but also from\nRaellu//2. Frantically he grasped for some sort of stasis, but\ndependence on the group-mind was too ingrained and he was unable to stir\nhis long-dormant powers of sight and education.\n\nThen the isolation cleared to be replaced by a brief impression of chaos\nwith perhaps a tinge of alienness. Another instant of vertigo followed\nand then everything was normal once more as the comfortable familiar\nmesh took hold.\n\n\"What was that?\" Even the speculative bank sounded frightened.\n\n\"Sorry.\" The usually silent meshing bank sounded abashed. \"We weren't\nprepared for that. Some sort of thought wave is issuing from the opening\nand it disrupted the group mesh till we were able to take it into\ncalculation and rebuild the mesh around it.\"\n\n\"Thought wave? Then there _are_ Rell in that thing.\"\n\n\"Do not compute before the mesh is set,\" the interpretive bank\ncautioned. \"The presence of Rell, while extremely probable, is not yet\nentirely certain.\"\n\nWithout waiting for a suggestion from elsewhere the disciplinary group\nordered the entire mind forward.\n\nPerhaps, in time of stress, dormant qualities tend to emerge,\nRaeillo/ee13 mused. Certainly everyone, himself included, appeared to be\nexercising speculative qualities. Not that specialization isn't a\nmarvelous blessing, he hastily added, in case the disciplinary corps\nmight be scanning his bank. But the disciplinary corps itself was as\nfascinated by the phenomenon ahead as Raeillo/ee13.\n\nEmerging from the infinitely huge upright thing was a mobile being, also\ninfinitely huge. Not that they were the same size. The mobile one was\nsmall enough to fit easily through the opening in the lower portion of\nthe larger. But beyond a certain point words lose meaning and infinitely\nhuge was the closest measurement the tiny Rell could find for either the\nupright pointed thing or the knobby one which had emerged and was\nquickly identified as the source of the disrupting thought patterns.\n\n\n\nLeonard Brown was enjoying himself thoroughly. The inside of a space\nsuit can scarcely be termed comfortable but at least you can move around\nin it and Brown was making the most of this sensation after two months\ncramped in his tiny cell. He was, in fact, comporting himself much as a\nthree-year-old might have done after a similar release.\n\nBut before long he settled down to the serious business of observing and\nmentally recording everything in sight.\n\nThere were none of the mysterious 'canals' in view, which was\ndisappointing; one piece of glamour the publicity boys would necessarily\nforego until the next trip. The ice cap itself, if such it could be\ncalled, was almost equally disappointing. On Earth it would have been\ndismissed as a mere frost patch, if this section was typical. For a\nradius of many yards the ground was blasted bare by the action of the\nexhaust and nowhere in sight did there appear to be more than the\nflimsiest covering of white over the brown sandy soil.\n\n\"Not even lichens,\" muttered Brown in disgust.\n\nBut disgust cannot long stand against the magic of a fresh new planet\nand Brown continued his avid, though barren, search until hunger forced\nhis return to the ship. He had been able to detect no life and was\ncompletely unaware of his close proximity to the planet's dominant\nspecies. It had been considered neither practical nor particularly\ndesirable to build a microscope into the space suit. Simplicity and the\nleast possible weight had been the watchwords here as with everything\ndesigned to go aboard the ship.\n\nIn any case, a microscope would have done Brown little good in trying to\ndetect the submicroscopic beings of the Rell.\n\n\nThe Rell, who had somewhat lost their fear of Brown, hastily retreated\nwhen they saw him returning to the still awesome ship.\n\n\"But are you _sure_ he's _completely_ self-powered?\" the speculative\nbank queried. \"No Rell inside him at all?\"\n\n\"There are many Rell-like beings in various parts of him,\" replied the\ninterpretive bank. \"Some help digest his food, others are predators, and\nstill others their enemies. But most are too big and clumsy to have\ndeveloped intelligence, and even the small ones appear completely\nmindless.\"\n\n\"But where do the thought waves come from? We all felt them.\"\n\n\"It's hard to accept but we are almost forced to conclude they are\nemanating from the mobile unit itself, or rather from the living part\nwithin the cocoon.\"\n\n\"You're positive they aren't the product of some of the Rell-beings\ninside?\"\n\n\"Almost positive. The mesh insists not. In fact, it claims this is an\nun-Rell like type of intelligence, though that appears to be a\ncontradiction in terms. The thought pattern is completely outside our\nexperience. In fact, it is so alien we haven't broken it down yet to the\nmeaning behind it.\"\n\n\"But if the Rell inside are too large to have developed intelligence,\nhow could this gigantic monster in which they live have done so?\"\n\n\"We cannot yet say. Remember, the theory that intelligence cannot\ndevelop in creatures above a certain size is unproven, even though never\nbefore challenged. We've watched other races die through failure to\nadapt to change so apparently it is true of Rell-like creatures on this\nworld. But who can say about organisms on another world or of the\nunprecedented size of this one? Completely different physical laws may\napply.\"\n\nIt was later that afternoon after the Rell had spent much time observing\nBrown while Brown was busy observing the landscape that the interpretive\nbank made the triumphant announcement, \"We have it! We've broken the\nthought waves down to their meanings and know what he's thinking. What\nwould you like to know first?\"\n\n\"Check and see if there are any Rell inside the other thing or on his\nhome world. They might have constructed him.\"\n\n\"Apparently there are none, or at least no intelligent Rell, on his\nworld. We can't guide his mind but the memory bank recorded all the\nthoughts we've received and some time ago he was thinking of something\nhe termed 'vermin'. Apparently these are sometimes Rell-like creatures,\nalthough far larger. He regards them as a great nuisance, but mindless.\nThe big thing, by the way, he calls a 'ship' and it is utterly lifeless.\nWe needn't fear the flame until this creature leaves.\"\n\n\"What about him? What is he like?\"\n\n\"That's the most exciting part! He thought of his bodily needs once and\nwe glimpsed a concept dealing with his physical construction. It's\nincredible! His body is composed almost entirely of water ... there's\nenough water in him alone to prolong the life of the Rell many ages.\nFurther, the air in his 'ship' is heavily impregnated with moisture and\nhe even has reserve supplies of water for his needs.\"\n\n\nAt this, not only Raeillo/ee13, but all except perhaps the most\nresponsible units felt a shiver of primitive longing and perhaps even\ngreed. Not for millennia had there been such a plentitude of water so\nclose!\n\n\"Then can't we appropriate at least part of it?\" asked the speculative\nbank.\n\n\"Unfortunately both the 'man', as he calls himself, and his 'ship' are\nsealed so tightly that we could not penetrate either. Worse yet, almost\nhalf his time here is already gone. We don't quite understand his\npurpose here. His thoughts seem to say he is searching for Rell for some\nunfathomable reason yet he seems to know nothing of the Rell and cannot\neven detect us.\"\n\n\n\nIt was the next day when the time was almost all gone that the two big\ndiscoveries were made. During a routine check, the mesh came across a\nthought of the man's return and a visualization of his home world. It\nwas so startling that the interpretive bank was recalled from its effort\nto try to devise a means through the spacesuit and set at the new\nproblem.\n\nA hasty check of the man's subconscious thoughts revealed the big news.\n\"Do you know,\" the interpretive bank announced, \"not only does this\nbeing's home world have a moist atmosphere like that in his ship but two\nthirds of the surface of his world is _liquid water_!\"\n\nEven the speculative bank was silent for a full two seconds after this\nnews. Then a hasty impulse was sent to the disciplinary corps and the\nentire mind called into action. An extreme emergency upon which the fate\nof the race hinged called for the utmost effort by even the humblest\nmembers of the group.\n\nThe Rell worked diligently and many blind alleys were explored, but it\nwas not for some time that anyone thought of enquiring of the\nnot-too-bright feeding bank how they were managing to keep the mind\noperating at considerably more than normal power with no frost within\nfeeding distance.\n\n\"We're taking moisture from the air,\" was the answer.\n\n\"Where is the moisture coming from?\" the interpretive bank was asked.\n\nThe answer didn't take long. Rapid measurements supplied it. \"Some of it\nis vaporized frost but that wouldn't be enough for our needs. The only\nother possibility is that moisture must be seeping away from either the\nman or his ship despite his sureness that they were both airtight and\nour own investigations which confirmed it.\"\n\nThey had maintained a cautious distance from the ship for the most part\ndespite the interpretive bank's assurance of no immediate danger. But\nnow they swarmed over both it and the spacesuit determined to detect the\nleak.\n\nThey found none.\n\nAnd now the man was returning to his ship.\n\n\"This is the last time,\" the mesh warned. It was now or never.\n\nFor a second there was conflict over control of the circuits to the\ndisciplinary corps which carried with it command of the organism during\nthe emergency. The speculative bank customarily assumed this\nresponsibility, but a slight schism had developed between it and the\ninterpretive bank. The latter's greater age and skill came into play and\nvictory was quickly won.\n\nFrom the disciplinary corps came the order, \"Stay close to the 'man'.\"\n\nThe interpretive bank explained, \"He breathes the air so he'll have to\nget to it some way.\"\n\nThe defeated speculative bank maintained a sulky silence.\n\nThus it was that the entire mind of the Rell rode into the interior of\nthe ship through the airlock while clustered around Brown.\n\nThe Rell had grasped that the man lived and traveled inside his ship and\nthe necessity for it to be airtight. But so desperate were the two\nraces' needs that the necessity for an airlock and the consequent slight\nseepage each time it was used had not occurred to even the interpretive\nbank.\n\nInside, many Rell, suddenly intoxicated by the heady moisture-laden air,\ncommenced uniting with each other then splitting away, each such union\nresulting in another unit of Rell, naturally. The interpretive bank\nagain seized control.\n\n\"Stop it! Stop it this instant!\" it snapped. \"Reproduction must be kept\nto the former minimum for now. That is a firm order.\"\n\nReluctantly the process was halted. The interpretive bank explained, \"It\nwould not take long for us to use up the entire supply of water if we\nindulged in uncontrolled reproduction. That might endanger the whole\ntrip.\"\n\n\"What do we do now?\" the speculative bank finally asked.\n\n\"There is no way of knowing positively whether the man uses this same\natmosphere until he returns to his world or not. For our own safety it\nwould seem best, since Rell-like creatures already inhabit him, that we\njoin them. If any place is safe it will be his interior. And there is\nplenty of moisture within to sustain us. But we must be good parasites,\"\nthe interpretive bank warned. \"Remember, no undue reproduction no matter\nhow many quarts of moisture seem to be going to waste inside this 'man'.\nHe may need it himself and if he does not survive the ship might not\ncomplete its trip.\"\n\nBrown was just emerging from his space suit so the Rell chose his\nclosest available body opening and flowed as a group into his mouth and\nnostrils.\n\n\"Ahchoo!\" sneezed Brown, violently evicting half the Rell.\n\nThey re-entered a bit more cautiously in order not to irritate the\nsensitive membrane again.\n\n\"Dammit,\" said Brown, \"don't tell me I've caught a cold clear out here\non Mars. Hope I didn't pick up any Martian germs.\"\n\nBut he needn't have worried. By the time he reached Earth he was far\nless germ-ridden, even if considerably more itchy on the exterior, than\nwhen he'd left. The Rell were good at self defense and a surprising\nnumber of mindless but voracious creatures in Brown's interior had been\neliminated.\n\nBrown dreaded having to give the news he carried but he needn't have. He\nwas a conquering hero.\n\nSo much fuss was made over the first flight to Mars that Congress\npromptly voted twice the appropriation for the second ship that the Air\nForce had requested, despite strong opposition from the Navy and\nheadlines which read:\n\n    NO LIFE ON MARS\n\nActually, as it happened, the headlines were one hundred percent\ncorrect, but they neglected to mention, chiefly because the headline\nwriters didn't know it, that there were now two races of intelligent\nlife on Earth.",
    "metadata": {
        "author": [
            "McCain, Vernon L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32284/pg32284.txt",
        "name": "the_hitch_hikers.json"
    }
}