{
    "name": "The Moralist",
    "author": [
        "Taylor, Jack"
    ],
    "body": "There are exceptions to almost every rule and Xenon was one of them.\nThe rule in this particular case was the old cataloguers' adage that\ncataloguing duty was never pleasant, often dangerous and always hard.\nXenon is the fourth planet of one of the stars investigated some seven\nor eight years ago by the battleship _Terra_ on her swing around the\nedge of the Black Hole.\n\nUnequipped for exploration, the _Terra_ hadn't bothered to land on the\nplanet, but instead had taken only the usual gravitational and\natmosphere readings and then had continued on her long mapping patrol.\nShe had slowed just long enough to send back her report on tight beam\nto Venus Relay Station and propose the name of Xenon, \"the unknown.\"\nAfter all, a planet with point nine Earth gravity and almost twenty\nper cent oxygen in its atmosphere was well worth a name rather than a\nnumber.\n\nAbout a year later, the preliminary exploration ship arrived and spent\nseveral weeks mapping and testing this, that and the other thing.\nThen she went home and wrote her report--and what a report it was! The\nthing read like a Chamber of Commerce bulletin that had been sponsored\nby a subdivider. All it needed was a couple of ads offering some\nchoice business locations for sale and it would have been complete.\n\nThe planet was perfect, the climate was perfect, the soil fertile.\nThere were no natives or hostile life to bother a man. The forests\nwere wide, the plains were broad and the numerous rivers were not only\nfull of fish but also emptied into blue seas that were just as full of\nfish as the rivers. That report was enough to make a man quit his job\nand go to Xenon to start a chicken ranch or grow oranges.\n\n\n\nThe bureau of Colonization acted with its usual speed. Three years\nlater, a cataloguing group landed from the supply ship _Hunter_. The\nduties of the groups are simple enough; they determine which of the\nfood crops known to Man can best adapt themselves to the conditions\nfound on the particular planet under examination. They list the native\nflora and fauna, minerals and resources. They chart the weather and\nits cycles and, in general, try to determine if Man can exist there\nand, if so, if the planet is worth the expense, trouble and danger of\ncolonization.\n\nMost planets are not worth it, but Xenon was.\n\nAnd now the group had returned with its final report and its\nrecommendations. The report? Xenon was perfect, just perfect. The\nrecommendations? Immediate colonization, but be careful who is sent so\nthat place isn't spoiled by a bunch of land-grabbing exploiters who\nmight not appreciate the place.\n\nThey had been back nearly a week before Lee Spencer had time to come\nto my place for the weekend. Due to a combination of my wife's cooking\nand a sedentary desk job with the Bureau, I was beginning to have a\nbit of difficulty in bending over far enough to zip on my shoes in the\nmornings, but Lee was still as lean and fit as he was the day he\nblasted off for Xenon nearly four years before.\n\nHe had been given the full returned-hero treatment, complete with\npress conferences, testimonial dinner, audience with the\nCoordinator--everything. He hadn't had a waking moment to himself\nsince he landed, so I suppose that might have been one reason that he\nrelaxed so completely in front of the library fire after dinner and\ntalked more than he perhaps should have. Or the generous slug of the\nold brandy my grandfather left me may have had something to do with\nit.\n\nAt any rate, he was in an expansive mood that night after Martha had\nfilled him with one of her always excellent dinners and I had nearly\nfloated him in Grandfather's brandy.\n\nWe had a lot of \"do you remember\" man talk to catch up on and after\nenduring nearly two hours of conversation about people and happenings\nof which she knew nothing, Martha gave up and headed for the stairs.\n\n\"You two can talk all night if you want,\" she announced over her\nshoulder, \"but I'm going to bed. Breakfast on the patio about nine or\nso, Lee.\"\n\n\"I'll be there, Marty. Sleep tight.\"\n\n\"Not as tight as you will, I'll bet,\" she grinned. \"There's another\njug in the kitchen if you think you may need it.\"\n\n\n\nWe heard her bedroom door hiss as it slid closed and sat for a moment\nlooking into the fire and listening to it whispering secrets to\nitself.\n\n\"She's a pretty nice wife, Sam,\" he told me.\n\n\"Thanks. I like her, too.\"\n\n\"Not at all like Prunella.\"\n\n\"Prunella?\" I said. \"I don't think--\"\n\n\"Well, that's what the boys at the station began calling her a couple\nof days after she landed. Behind her back, of course.\"\n\n\"I still don't know who--\"\n\n\"You know, the niece of that windbag in World Congress that you\nfeatherheads in the front office sent out to replace Pop Jensen when\nhe fell out of that tree and had to be sent back to Earth for\nhospitalization.\"\n\n\"Oh, _that_ one. Look, Lee, I didn't have anything to do with her\nselection. She was appointed by the Old Man himself. Understand there\nwas some kind of pressure on him from the top.\"\n\n\"I forgive you, Sam, but I rather doubt if some of the other people of\nthe group will for a while.\"\n\n\"How come she didn't stay?\" I asked. \"Political pressure or not, I\ncan't imagine the supervisors sending out an incompetent replacement.\"\n\n\"Incompetent?\" he almost snorted. \"Prunella was the most belligerently\ncompetent female that it has ever been my misfortune to run across.\nPrunella was efficiency personified, make no mistake about that. She\nwas--or is--a top-flight botanist and had led several expeditions here\non Earth, but she couldn't realize that Xenon wasn't Earth. She tried\nto live by the book as she had here, but in spite of the general\nexcellence of the _Spaceman's Handbook_, her methods didn't work so\nwell.\"\n\nI primed him with another two fingers out of the bottle and sat back\nto listen.\n\n\"Good brandy,\" he said. \"I made some once on Xenon, but Prunella put a\nhalt to that in a hurry, just as she did a lot of other things. The\ntrouble with her was that she was always insufferably right. Every\nblasted time! And she was right again when she pointed out that if we\nwere to come under attack, the products of the little distillery might\nimpair our efforts to defend ourselves. My still went under the ax.\"\n\n\n\nHe sighed and then went on. \"She neglected to say what might attack us\nor where this enemy might come from, since men are the only animals to\nachieve space flight thus far and there was nothing on Xenon that was\nhostile to us.\n\n\"But I'm getting ahead of my story,\" he told his glass. \"It probably\nall started when she arrived. We had been looking forward to the day,\nbut none of us more than Joe, our cook. Joe was that rare find, a man\nwho took pride in his work and worked with pride. Joe, I firmly\nbelieve, could barbecue a spaceman's boot so that it would taste like\nsteak. He considered Prunella and her arrival a fine opportunity to\nshow what he could do when he really wanted to.\n\n\"For her first meal with us, Joe had prepared Prunella a feed from\nevery edible native fruit, vegetable and meat that he could lay his\nhands on. It was the same stuff that we had been getting fat on for\nnearly two years, but did we eat any of his cooking that night? Not a\nbite,\" he answered himself. \"I thought she was going to toss a fit\nright there and then.\n\n\"'Gentlemen,' she said, 'you know as well as I that consumption of any\nnative product of a strange planet is expressly forbidden by the\n_Spaceman's Handbook of Survival_ until these products have been\nthoroughly investigated and passed upon by the proper authorities.\nTherefore, we shall eat the synthetics that have been provided for us\nuntil these have been examined by the labs on Earth.'\n\n\"She was right, of course,\" Lee went on. \"Many poor devils have died\nin agony because they were foolish enough to eat some luscious-looking\nfruit before it had been checked. We tried to tell her that our lab\nmonkeys and cats had eaten and liked everything on the table, as had\nwe, but we still had to send samples to Earth. That was two years\nago and they still haven't handed back a report.\"\n\nHe sighed again and this time didn't wait for me to pour for him.\n\n\"So we ate synthetics, but you know how they are--every morsel filled\nto the brim with everything a man needs to live on indefinitely,\nexcept one thing--taste. It almost broke Joe's spirit, he fixed the\nstuff for us in every way known to mortal Man. No matter how thin he\nsliced it, it was still synthetic and still had that flavor of a\nwell-aged glue-pot.\"\n\nLee ran his tongue over his lips, as though the taste were still in\nhis mouth. \"There were countless little incidents such as that,\" he\nsaid, \"none of them important, but they all added up to a constant\nirritation and resentment among the men. Maybe it was easygoing Pop\nJensen who spoiled us. I don't know.\"\n\n\n\nLee thought for a moment or two. \"Then there was the time a water-pup\nnuzzled Prunella while she was taking a lone swim in the river that\nran near the station. She spent all morning on a sandbar in the middle\nof the river before the school of pups tired of their play and left\nlong enough for her to consider it safe enough to swim back to the\nriver bank.\"\n\nHe grinned to himself. \"Sam, those pups are as harmless and friendly\nand playful as any pups of Earth, but Prunella didn't know that and\nnone of us could convince her of it. She said that the pups might be\ndangerous, under some unknown circumstances which she didn't define,\nthen quoted us a passage from the _Handbook_ which prohibited\nfraternization with any native life-forms until friendly relations\nwere established. She evidently didn't consider being nuzzled a\nfriendly act. Ergo, no more swimming and that was an order.\"\n\nHe made another trip to the brandy bottle, then sank back into the\ndeep chair again. \"But the most exasperating thing Prunella pulled on\nus was the inspections every morning before we left on our daily field\ntrips. We had all been on Xenon long enough to know what equipment we\nneeded to carry, right down to the last specimen box, but what we\ncarried and what the _Survival Handbook_ said to carry were two\ndifferent things. That is, they were two different things before\nPrunella began her inspections. We had found long before that all of\nthe gear prescribed by the _Handbook_ was heavy, most of it was\nuseless, none of it necessary on Xenon. It might be of some use on\nsome other planet, but we didn't need it there. So, as a consequence,\nwe didn't lug much of that junk around over the landscape with us.\"\n\n\"None of it?\" I said.\n\n\"Well, almost none. But after Little Miss Efficiency began making her\nmorning spot checks, we left the compound each day looking like a\npicture of what the well-dressed man on a strange planet will wear. We\ncarried everything in the book and a few more that Pruny thought up\nall by her little self. In addition to all the survival, signaling and\nfirst-aid equipment that dangled and jangled from various parts of us,\nwe also carried enough offensive and defensive weapons to start and\nmaintain a war of no small size.\n\n\"Granted, the first-aid and radio paraphernalia might be handy in some\nway, but blasters, needle-guns, knives, defense shields and all the\nother apparatus struck as being a little on the ridiculous side,\nespecially since neither we nor the men before us had found a single\nlife-form on Xenon that would attack Man. Or rather, with one\nexception, none of them would and a blaster or needle-gun was of no\nuse on _that_ one.\"\n\n\n\nI followed my cue. \"Really? And what was this mysterious exception?\" I\nthought I was playing straight man for some elaborate joke, but Lee\nwas serious.\n\n\"Damn it all, don't you people even read your own directives? I'm\ntalking about the powder puffs. Does _that_ mean anything to you?\"\n\nSeeing my blank look, he explained resignedly, \"The powder puffs are\nthe way the Xenon equivalent of Earthly mushrooms takes to spread its\nspores. They have some unpronounceable Latin name, but we called them\npowder puffs because, oddly enough, that's what they looked like. The\npuffs are little round balls of a very light fluffy material, with the\nspores adhering to small fibers on the surface. The things are carried\nby the winds over great distances and when they finally come down,\nthey bump along, leaving a dusting of spores on anything they touch.\"\n\n\"They don't sound very dangerous,\" I told him.\n\n\"They aren't then. It's the next step in their life cycle that makes\nthem a nuisance. You see, Sam, if they don't come in contact with some\nsubstance containing moisture and a high percentage of nitrogen, the\nspores lie dormant. Can you think of any substance fitting those\nrequirements better than a nice warm mess of living protein?\"\n\nHe grinned at me ghoulishly. \"Don't look so horrified, Sam. I'll bet\ncredits against chalk that you're host to at least one kind of fungus\nright now. Do you have athlete's foot?\"\n\nHe was thirsty again and took steps to remedy such a deplorable\nsituation. \"The puffs are only another type of fungus, even though\nthey do cause more trouble than most. The animals on Xenon are immune\nfrom them, but when they land on a man, they send out tiny rootlets\nthat are like minute hairs. These go into the nearest capillary and\nstart taking the nitrogen they need from the blood. After a week or\nso, they drop off and continue their cycle. I'm told that a man can be\npractically covered with the varmints and his nitrogen balance won't\nbe disturbed enough to bother him.\"\n\n\"Then why worry about them?\" I asked as he paused a moment.\n\nHe didn't seem to hear me. \"Those puffs would be just another\nannoyance except for the fact that those little rootlets evidently\nwork on the nerve endings of the body just enough so they don't hurt\nbut itch instead and, brother, how they do itch! Makes you wish you\nhad four more hands and someone else to help scratch.\"\n\nHe squirmed in remembrance. \"I understand some of the earlier men dug\nout divots of flesh to get rid of the intolerable itch and to keep\nfrom going crazy. It's that bad. Good thing, though, that the spores\ncan't live inside the body. Can you imagine having an itch like that\nin your lungs?\"\n\n\n\nAnother sip and then he continued. \"You'll forgive me if I seem to\nwander from La Prunella, but you have to understand the powder puffs\nto know why she left our bed and board so suddenly.\n\n\"Of course, it's true all of the old-timers on Xenon had been puffed\nat one time or another, but just to prevent a repeat performance, we\nall, including Prunella, wore that protective goo you people sent out\nto us a few years ago. Works pretty well. You build up a considerable\nimmunity after the first attack of puffs and more after each\nsucceeding one, but that's the hard way. The goo is easier.\" His voice\ntrailed off as, with a surprised look, he noticed his glass, was again\nempty. This time he brought the bottle back with him. \"But to get back\nto Pruny. Well, the men were getting pretty fed up with Prunella's\narbitrary ways and her morning inspections, but the last straw was\nwhen she shot Johnny, the station's pet Me-too bird that we had raised\nfrom almost an egg. Same as humans, Johnny had his little faults and\nfoibles, but we loved him in spite of them.\n\n\"One of those faults was the reason Johnny lived outside the dome\ninstead of inside with the rest of us, as he would have liked. We\nnever let him stay inside for any length of time because he was never\nable to understand why floors should be clean and kept that way. So\nJohnny's nest was on top of the ultra-wave tower and that's where he\nspent most of his time when he wasn't lazily riding around on the\nshoulders of one of us or pan-handling Joe, the cook, for something\nextra to eat.\n\n\"He was in his nest when Prunella got him with that delicate-looking,\ndeadly little needle-gun of hers. I'll bet he had a hundred of those\ntiny slivers of steel in him. One would have been enough, but she must\nhave set the gun on full automatic and then let it spew itself empty.\"\n\nI made sympathetic noises.\n\n\"She said afterward that Johnny had been a possible disease carrier\nand, besides, he was dirty. There was absolutely no doubt about\nit--Johnny _was_ dirty and in more ways than one, but as for diseases,\nXenon seemed to have none that the human race hadn't already overcome\non some other planet far more dangerous than this one.\"\n\n\n\nI laid more wood on the fire as Lee paused to sip and roll the brandy.\n\nHe said, \"I've always suspected, however, that the real reason for\nJohnny's assassination struck Prunella, so to speak, like a bolt from\nthe blue when she walked under his nest in the tower. At any rate, I\nsaw her shoving her shirt into the disposer chute. Johnny had one bad\nhabit and all of us knew better than to get within his range, but\nPrunella, being new with us, just didn't understand that bird.\"\n\nHe stopped, twirling his empty glass suggestively, with painful\nmemories obviously clouding his eyes while he stared into the\nhypnotically flickering fire.\n\n\"Empty,\" he said mournfully, \"just as my heart was.\" He bowed his head\nto Johnny's memory as I hastily left him alone with his grief. I\nquickly returned from the kitchen, bringing a fresh supply of the\nmedicinal spirits that Grandfather had advised for moments of stress\nand, over Lee's feeble protests, forced a generous dosage into his\nglass. He regarded it with a wan, pathetic smile, then, at my urging,\nchoked back his sorrow and nearly drained the goblet in a manful gulp.\nGrandfather was right. The sorrow left Lee's eye and from somewhere he\nfound new courage to go on.\n\n\"The death of the bird seemed to crystalize the rebellion. That night,\nthe entire personnel of the station unanimously elected themselves as\njoint chairmen of the Ways and Means Committee of the Xenon\nAnti-Prunella and After-sundown Elbow-bending League and immediately\ncalled a special meeting. The emergency session convened around a keg\nof my illegal brandy which, in some miraculous manner, had escaped\nPrunella's searching hatchet. Not wishing to offend the unknown gods\nwho had thus smiled upon us, we took small token sips as we\nmeditated.\"\n\nLee demonstrated with the glass in his hand. \"How to throw off the\nyoke of the oppressor who had come among us? How to ease the bite of\nher lash on our quivering backs? How to restore our tiny, inoffensive\nstill whose musical, tinkling drip we loved so well? The suggestions\nput before the committee that night were many and varied and\nwonderful.\"\n\nLee tried to light a cigarette and nearly broiled the end of his nose\nwith the flame.\n\n\"Lopez, head of our camera team, wanted to pickle her in a barrel of\nbrandy and send her back to Venus Relay Station aboard the next\ncourier rocket. Sounded like a good idea, too, until Olsen, one of the\nbiologists, objected on the grounds that those bums on Venus never did\nanything for us, so why should they get all that good brandy? The\nmotion was tabled as impractical when we saw the pit into which Lopez\nand his wild ideas had nearly led us. A whole barrel of brandy! The\nman must have been desperate to call for such extreme measures.\"\n\n\n\nHe shook his head. \"Akermann, the chemist of the bunch, proposed\nsmoking her as one would a ham and then hanging her over the main gate\nof the compound to keep away the beasties and things that go boomp in\nthe night. Now _that_ was what I thought a fine idea. Functional, you\nmight say. Might as well get some good out of her. But then Joe\nsmothered it with his observation that, after one look at that face of\nhers, the good beasties would stay out of the compound, too.\n\n\"The dark and devious ways of the plotter were difficult for us to\nassume, scientists and technicians that we were, and the trips to the\nkeg became more frequent as we sought the aid of the nameless gods who\nhad sent it to us.\" He paused again as Grandpa's brandy took another\nbeating. \"The web of our own fuzzy thinking was entangling us more and\nmore when I was privileged to be present during the only true flash\nof genius I've ever witnessed.\"\n\nThe wonder, the awe was still in his voice. \"Akermann's assistant, the\nKid, was singled out for the touch and I must say for him that he held\nup very nicely under the blow, but one could see that his sudden\nresponsibility set heavy on his narrow bony shoulders. The Kid drew\nadditional inspiration from the glass in his hand, then leaped to his\nfeet and as promptly sat down again. He gave the decking at his feet a\nbaleful glare and tried again, first choosing his footing carefully as\na man should when the floor shows that alarming tendency to tilt.\"\n\n\"'Men,' he said owlishly, 'le's fix it show see--I mean so she--won't\nlike it here an' maybe she'll go 'way. Le's set the puffs on her.'\n\n\"'On her what?' someone wanted to know.\n\n\"'On her nuthin'. Just on _her_!' the Kid said.\n\n\"'Oh.'\n\n\"There was another mass assault on the speedily diminishing supply of\nillicit brandy while the committee prayed to the gods of the spacemen\nfor guidance. The committee decided to consider the motion.\n\n\"'Wunnerful idea,' Akermann beamed at his protege, 'but how you gonna\nget 'em to bite through that protective goo she dunks herself in every\nmornin'. Just how you gonna, huh?'\"\n\n\n\nI nodded. \"How about that?\" I asked Lee.\n\n\"The Kid was ready with an answer. 'Do y' know why we wear clothes\nmade only of vegetable or synthetic fibers and not any animal wool,\nhide or fur?'\n\n\"'Sure, any fool knows that,' Akermann said. 'The cotton lobby had a\nlaw passed.'\n\n\"'I'm serious,' the Kid told him disgustedly.\n\n\"'Howdy,' our learned chemist said happily, sticking out his hand.\n'I'm Akermann.'\n\n\"The Kid must have finally decided that his boss was even more\nadvanced in brandy shock than he was if it was possible--and it was.\nHe picked another chemist, Harry North, as his new straight man and,\nsquinting one eye a bit in an effort to keep him in focus, said,\n'Harry, do _you_ know why we don't wear wool 'n stuff like that?'\n\n\"'Sure,' Harry answered. 'The _Handbook_ says animal fibers are\nprotein an' if the puffs get a foothold on any article of clothing\nmade of 'em, then their rootlets c'n penetrate most any kind of goo\nan' fasten into the guy that happens to be so stupid. Then someone has\nto give him the treatment to keep him from scratching right down to\nthe liver an' lights.'\n\n\"The Kid's punch line was trying to get out so bad that he was about\nto blow a tube. 'That's right, Harry,' he smiled patronizingly. 'Now\nif Prunella was to wear somethin' like that, do y' spose the puffs\nwould get 'er?'\n\n\"Harry was still puzzled. 'Sure they would, but she's not gonna do it.\n_Handbook_ says not to, n' even gives a long list of stuff _not_ to\nwear. Nope, she won't.'\n\n\"'I know there's a list, but one nitrogenous fiber didn't get on it.\nSilk is a protein--fibroin--but it's not on the list.'\n\n\"'Silk? Why should silk be on the list?' Martin, a big, beefy\nphysicist, was red-faced and indignant. 'It's too expensive and\nfragile for ordinary wear an' besides, no self-respecting spaceman _I_\never knew would be caught dead in a silk undershirt or a silk anything\nelse! What d'you think those guys are, a bunch of women to go around\nwearing sil--' He stopped abruptly, staring at the Kid with something\nlike awe. 'Do you think we can get 'er into something made of silk?'\nhe asked humbly, as befits a man when he speaks to a superior being.\n\n\"There was a respectful silence as the group waited for Mr. Paulson,\nformerly the Kid, to speak.\n\n\"Mr. Paulson clapped his hand over his mouth, said 'Urp' between his\nclenched fingers, turned a remarkable shade of green and looked about\nhim like a trapped animal. A few of his admirers led him through a\nsmall door, no doubt to worship silently at his feet while he rested\nafter his soul-shaking ordeal. It was clear that Mr. Paulson had given\nhis all for the cause.\"\n\n\n\nLee said, \"The door slid shut on Mr. Paulson's pain-racked exit, its\nlatching hiss drowned by the simultaneous demand of the committee,\nindividually, for the attention of the committee, collectively. Each\nof them considered himself the sole person present capable of carrying\non the great work for which Mr. Paulson had so nobly sacrificed\nhimself. Ordinarily sedate doctors of this or that gibbered at each\nother in an arm-waving, frenzied attempt to be heard.\n\n\"In a matter of seconds, half the committee had the other half backed\ninto chairs, against tables and into corners, earnestly explaining in\na conspiratorial roar just how Prunella was to be enticed into wearing\nthe silken booby-trap.\n\n\"The committee gradually shouted itself into a red-faced, thirsty\nsemi-hoarseness only to find a demon--ne Shulman, our top\nbotanist--guarding the inspirational keg with a heavy stool and\npromising a swift and personal drought to any man who didn't shut up\non the spot. I need not say that we shut nor that order was fast in\ncoming among us.\n\n\"In the comparative quiet that followed, there was a rapid-fire\nshifting of ideas, deleting some, adding to others, and Prunella was\ndoomed. The plot wasn't _too_ thick. It depended only on the fact that\nan expert's eye was needed to detect the difference between sheer\nEnduron, the newest and best of the synthetic fibers, and sheer silk.\nBy the same token, the reverse was true. That is, given silk, one\ncould easily mistake it for Enduron.\n\n\"The services of a woman on Terra were necessary to us, so Sparks\nmagnanimously recruited his young sister, a writer or artist or\nsomething of the sort, who lives somewhere in southern Europe. All she\nhad to do was buy a dozen pairs of the fluffiest, frilliest, most\noutrageously feminine silk undies she could find in the most chi-chi\nshop in Paris and then send them to Prunella with a note honoring her\nas the first woman on Xenon and asking Prunella to accept them as a\ntoken of admiration from one woman to another. Some fictitious name\nwas to be signed to it.\n\n\"We raided the office, obtained Prunella's file and copied out the\nproper measurements from it. Sparks fed the message, measurements and\na blank signed photo-check into the coder and the automatic ultra-wave\ntransmitter took it with a swift _blip_ of sound and that was that.\"\n\n\n\nI waited for Lee to catch his breath, which he did by inhaling from a\nfull glass. Then he continued talking.\n\n\"All this occurred about the middle of Xenon's third month. We\nexpected the skivies to arrive on a supply ship due the first of the\nfollowing month, which gave us nearly three Earth weeks to wait, but\nwe didn't mind. After all, we had something to wait _for_.\n\n\"The ship, bless the crew, was on schedule almost to the hour. Adams\nhad had his wide-angle 'scope aimed at the sky above Xenon since long\nbefore breakfast, and he and the detectors ran a dead heat when the\nship winked out of sub-space about two million or so miles out.\n\n\"By mid-morning, the ship's gravitors had floated her into the field\nfor the usual feather-light landing, and mail call, always the first\norder of business, was over.\n\n\"Women have a well-deserved reputation for dawdling over trifles when\nimportant matters wait, but that morning Prunella broke all previous\nrecords. She gossiped with the ship's captain about interminable\nbills of lading, she inspected the field for any possible damage by\nthe ship, she swallowed enough coffee to start a fair-sized shortage.\nFinally, just in time to save the station from a mass nervous\ncollapse, she left the office for her quarters, carrying her mail in\none hand and that small, all-important package in the other.\n\n\"She reappeared for lunch wearing the tiny smile of a woman who knows\nshe is appreciated by _someone_ and, we hoped, also wearing something\nelse not quite so visible. Never was one so closely watched by so\nmany. If she looked distressed, we gloated. If she squirmed in her\nchair, we rejoiced. Her every move was analyzed for possible puff\nsymptoms.\n\n\"Prunella, that evening, dined as the captain's guest aboard ship. In\nthe mess hall, with Mr. Paulson installed in the seat of honor, the\narguments were long, loud and heated: She had 'em on. She didn't. The\npuffs had her. They didn't.\n\n\"I hadn't realized there were so many synonyms for fool and idiot or\nso many genteel ways to sneer until my learned colleagues that night\ndebated the case of the puffs versus Prunella. We went to bed still in\nan agony of indecision.\"\n\n\n\nLee waited for me to be appropriately sympathetic. I obliged.\n\n\"The next morning, Prunella had breakfast alone in her quarters, but\nthen she often did. Or I should say she ordered breakfast sent and\nthen ate only a little of it and sent it back. A short while later,\nPrunella left her room, went to the library and returned to her\nquarters with a spool of microfilm in her hand. All the people who\ncould cram into the tiny library cubicle were in before the hiss of\nPrunella's closing door died away. A wild rape of the library files\nimproved our digestions, dispositions and belief in the ultimate\ntriumph of good over evil--Prunella had withdrawn the film on 'Effects\nof Xenon Life-forms on the Human Body.'\n\n\"I learned later that some far-sighted soul had added lurid details to\nthe section of the film dealing with the puffs, describing minutely\nwhat one could expect after powder puff infestation. Odd thing about a\nfew of those added details--some of the more horrible ones had never\nbeen noticed before nor have they been reported since.\n\n\"Prunella went aboard the supply ship _Hunter_ shortly after noon,\nscratching determinedly in several places that no lady should, at\nleast in public.\n\n\"The captain, most of his loading done and seeing her dire need,\nblasted off for Terra immediately and flipped into sub-space much\ncloser to the planet than he should have. Prunella was on Terra that\nsame night, Xenon time. The captain told me on his next trip that\nPruny had commandeered both quarantine nurses at Polar Space Field to\nwork on her. It still took the two women several hours to finish,\naccording to him. She must have been covered with the things. Bet she\nlooked as though she were sprouting fur.\"\n\n\"One thing I don't understand,\" I told Lee. \"You kept referring to a\n'treatment' of some kind for the powder puffs. Didn't Prunella know\nabout it? If she did, I don't see why she didn't take it on Xenon.\nSurely, at the risk of being insubordinate, you didn't deny it to her\nif she had ordered it.\"\n\n\"Quite the contrary, Sam. Prunella knew all about the 'treatment.' And\nin spite of your suspicions as to our hard hearts, many of us offered\nour services after leering in what we hoped was a suggestive manner.\nYou see, Sam, the mysterious treatment consisted of nothing more than\na very close examination of every square centimeter of the skin with a\nhigh-power magnifier and using a pair of fine tweezers to pull out the\npuff rootlets. But in addition to all of Prunella's other faults\nand/or virtues, Prunella was a prude.\"\n\nWe drank a silent toast to pure womanhood.\n\n",
    "metadata": {
        "author": [
            "Taylor, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32751/pg32751.txt",
        "name": "the_moralist.json"
    }
}