{
    "name": "The Outer Quiet",
    "author": [
        "Kastle, Herbert D.",
        "Kastle, Herbert David",
        "Castle, Herb"
    ],
    "body": "He lay on the cot, listening to the breathing of the six men who shared\napartment 2-B with him, and the panic fluttered deep in his stomach,\nthreatening to break upward and out in a wild scream. He fought it by\ntelling himself it was foolish for a man who had lived through the\ndestruction of New York and eight months imprisonment to feel this way.\n\nHe peered toward the window and tried to see the morning sun; not as\na pale, shimmery fog but as the bright Spring yellow he knew it was.\nBut the fog remained, no matter how many times he rubbed his eyes\nwith saliva-wet fingers. It was as if he were seeing everything under\nwater--a world of shimmery, hazy objects.\n\nThe panic rose again. The Conquerors' beam had done its work well, and\nhis chances of finding Adele before death found him, were now terribly\nsmall. The first punishment had brought only a slight blur, this one\nhad almost blinded him, and it was only a matter of time before he\ncommitted the third offense. It made no difference that Conqueror\nPunitive assured all trainees that the degree of blindness decreased\nas the years went by. He knew that his third offense would come sooner\nthan any improvement in his ability to see. And the third offense was\npunishable by death.\n\nBefore another rush of fear could churn his brain, the morning\nwhistle sounded. Shrill, commanding, it began each day of aimless\nwandering--the silent stroll over pavement connecting the five\nbuildings of what had once been Brooklyn's prize housing development; a\nconstant walk which destroyed those Americans unable to show complete\nobedience and turned the others into slaves.\n\nAgain the whistle shrieked, and the room filled with coughs, groans and\nsighs, for it was forbidden to talk. Only when one of the many rules\nhad been broken and a card bearing the trainee's number was found in\nthe box outside the door did some American get a chance to speak. He\nwould rush instantly to the small administration building near the\nwall's only exit and report to the squat, gray-uniformed Conqueror\nknown as Punitive--the only Conqueror the trainees had ever seen. After\nan explanation of the offense in too-precise English, the trainee was\ntold to sit on the stool facing the light tube. \"I obey,\" he would\ncroak. In silence broken only by the hum of electric generators in\nthe basement, the beam of piercing white light would sear his eyes.\nAfterwards, the assurance about the disappearing effects of the beam;\nthen back to the streets.\n\nWith _only_ Punitive representing them, the Conquerors weeded out\nAmericans who would not or could not obey. The vaguest suggestion of\ncommunication between trainees was picked up by the detector bulbs--the\nsee-and-hear-all devices which hung much as oversized light bulbs from\nthe ceiling of every room, and stood like dead street lamps every fifty\nfeet or so along the pavements.\n\nGeorge lay a second longer, then twisted his tall, slim body erect and\nsprang to his feet. As he slipped into the thick stockings, high-topped\nshoes, and one-piece cover-alls with serial number stitched in large\nred numerals across chest and back, he began sounding deep in his\nthroat. This was so slight a touch of the vocal cords that no detector\nbulb or other trainee could hear it. But it was something more than\nthinking; it was listening to a voice repeating all the things that\nhad mattered before the Conquerors' surprise attack atomized New York\nCity. It was his fight against non-entity.\n\n\"George Lowery,\" he said, \"thirty-two, top salesman at Brady's Men's\nShop, resident of Babylon, Long Island, owner of 12 North Rector Drive,\nhusband of Adele Lowery, and today you may see her.\" But the last\nphrase stuck in his throat and he had to repeat it several times. Even\nso, he couldn't convince himself that the most important part of his\nritual was true--that perhaps he would see his wife as she walked the\nstreets.\n\nTwo days ago he had turned the breakfast table to stone by asking his\nneighbor to pass the water. It was nothing more than a mistake--a\nstupid thinking aloud. But yesterday the card had been in the door-box.\nHe had visited apartment 1-A in the Administration Building and, for\nthe second time, the thin beam of light had seared his eyes. Now he was\nno longer sure he would be able to recognize his own wife.\n\n\"George Lowery,\" he sounded, fighting off the panic. \"George Lowery,\"\nand he turned and moved through the now-empty rooms.\n\nHe was last in line outside the bathroom and waited dully for his turn.\nThe men in front of him were nothing but tall, short or in-between\nnondescripts. The old group, of which he was the last, had been\ndifferent. They had looked at each other with meaning, with hope. After\nsix months passed, and realization came that no opposition to the\nConquerors was in sight, they went out in one mad day of talk. He had\nwatched silently, refusing to respond to the suicidal good morning's,\npardon me's, and salty discussions of Conqueror Punitive's parentage.\n\nNot that life in the project meant anything to him. It was just that\nhe had to see Adele again--to assure himself that she still remembered\ntheir life together. If her love had been stamped out, then the\nConquerors were right in their men-live-by-bread-alone theory, and he\nwas only one of a few remaining misfits--a breed as expendable in the\nbattle for survival as the great, pre-historic lizards had been.\n\nHe hadn't been in the bathroom more than five minutes when the third\nwhistle sounded. With his beard still wet he rushed out of the\napartment, pausing only to check the empty door-box, then ran down two\nflights of stairs to the street. It was windy for a morning in June\nand his face felt cold where the damp hair covered it. The Conquerors\nallowed nothing that could be used as a weapon to fall into American\nhands, but even after eight months he was still not used to his light\nbrown beard and long shaggy hair.\n\nHurrying through the street, following the one-way arrows which kept\nthe trainees moving in the same direction, around and around the\nproject, he felt the panic well up again. He made a wide detour of the\nexcavation area which lay in the center of a rough square formed by the\nfour apartment houses and the Administration Building. This forbidden\narea had been the cause of his first visit to Conqueror Punitive.\nSome two months ago, right after the last shipment of fresh trainees\narrived, he had seen a group of women obviously new to the project,\nrigid in their terror of this silent hell, walking right in the\ndirection of the excavation. Without thinking, he had shouted a warning\nwhich stopped them from committing an offense.\n\nBy the time he reached the basement of building two, he was gasping for\nbreath. If the last whistle sounded before he was seated at one of the\nlong wooden tables, it would mean the third offense. There wasn't any\nlight-beam treatment for that one; only an electrode clamped to the\nhead and the oblivion of thousands of volts of electricity.\n\nHe went down the flight of steps into the basement which was dining\nroom for all the male prisoners, and grasped a spoon, cup and plate\nfrom the tinware table just inside the door. The benches nearest the\ndoor were filled, but he didn't have time to go any further. Just as he\nplumped between two trainees, the whistle sounded.\n\nHe sat still a moment catching his breath, feeling the thin bodies\nadjust themselves away from him. Scooping some cereal from one of the\ncenter pots, he began to eat. The first mouthful stuck in his throat\nand he hastily filled his cup. But when he had gulped down the sugared\nwater, a wave of nausea made him gag. He sat gripping the edge of the\ntable, his head spinning. And thoughts crept into his mind--thoughts\nand questions he wanted to keep out.\n\nWhy were the trainees being starved? If the Conquerors wanted to kill\nthem, it would be simple enough to use the quicker and less expensive\nmethod of firing squads. The training area was proof that they wanted\nworkers for their new world. And despite the hunger which made\nhollow-eyed skeletons of them all, the men and women walked straighter\nand with definite confidence. Their lips were sealed shut, their eyes\nflickered observantly, their heads were always rigidly forward. Except\nfor a few lingering misfits like himself, the group conformed as well\nas humans ever could. Why then the delay in releasing them as had been\npromised?\n\nHe screwed his eyes around and tried to see the other tables. Those\neven a short distance from the door were almost empty, and further\ninto the hall they seemed deserted. He had no way of knowing the total\nnumber of men, but he was sure there weren't more than a hundred--out\nof an original five hundred. If the same proportion held true for the\nwomen, there were less than two hundred Americans left in the project!\n\nHe twisted his eyes to the person on his left. The face was that of a\nboy in his late teens--the beard spotty and thin. The head barely moved\nas he chewed, he held himself rigid, his hand moved up to his mouth in\na straight line and down the same way--he ate like a machine.\n\nGeorge swung his eyes to the right. Another young machine turned out\nby the Conquerors. But was it only to be starved to death that these\nmen, most of them so young, had obeyed? It made no sense and this, more\nthan the conformity to slavery, terrified him.\n\nBut his terror lasted only a moment. What had he to do with whether\nthey lived or died? He was finished; all that mattered was seeing Adele.\n\nHe picked up his spoon and ate until the whistle shrieked its order\nfor the walking to begin. Then he rose with utensils in hand and was\ncarried to the door in the silent rush. As he dropped his tinware into\nthe barrel of chlorinated water, he thought with bitter amusement that\nthere was nothing for the Conquerors to do anymore--hardly a full day's\nwork for three or four men in operating the project now.\n\n\n\nWhen he walked into the street, the sun was warmer. It was a beautiful\nday; almost summer, he thought, and he breathed deeply. But the smell\nof fresh growth was not in the air--only the dusty, burnt odor of the\nruined city beyond the walls. The sun grew brighter by the minute and\nhe found it increasingly more difficult to see. It was as if the rays\nshattered into blinding blobs as they struck his eyes. Somehow, he knew\nhe was using his ears more than ever before.\n\nPoor compensation, he thought. There was nothing to hear--no way of\nfinding her by listening. And besides the absence of speech, there was\nthe absence of _any_ sound.\n\nHe forced himself to place one leg after another, and all the horror in\nthe world crept into his brain. He wanted to turn around and speak to\nthose in back of him--to stop the one-way tide of stroll and ask some\nquestions. Just when had the last plane blurred by with jets roaring?\nAnd when had the Conquerors marched outside the wall, boots thudding,\nrifles clanking on canteen pack and buckle? When was the last atomic\nblast--a distant rumble causing the ground to tremble beneath the\npavement?\n\nMonths; two or even three, it seemed to him. His long legs faltered and\nhe almost stumbled. Then he remembered his one purpose, and pushed the\nthoughts from his mind.\n\nBy alternately hurrying and slowing his steps, he was able to pull\nalongside some trainees and let others catch up with him. With sidelong\nglances he tried to find Adele. He had to see her--to convince himself\nthat she had not forgotten the happy years together.\n\nIt had been between buildings three and four--the women's living\nquarters--that he had seen her that first and only time six months ago.\nHe was walking quickly and pulled up beside her. One sidelong glance\nwas exchanged and her face had filled with terror. Then she almost ran\nfrom him. He followed, but the weird chase ended after she actually\nturned to look back.\n\nAfraid she might commit further offenses in her efforts to avoid him,\nhe had slowed his pace to a crawl and soon lost sight of her after\nturning a few comers. Now his time was running out and he had to see\nher. She should be wiser in the ways of the camp; they could exchange a\nglance and separate. But that glance would tell him whether or not she\ntoo had become a machine.\n\n_If she's alive_, a corner of his brain whispered. But he refused to\nthink of her as being dead.\n\nThe sun was getting hot and the faces he looked at were\nindistinguishable in their blurry outlines. Nausea and dizziness\nreturned and he could no longer concentrate on his search.\n\n_It's too late_, he thought. The second treatment had finished his\nchances.\n\nHe tried thinking of other things, to remember his feelings from the\ntime of the blast to the day he had passed through the new brick wall\ninto the project. But all he got was a blur of fear. Fear then, fear\nnow, and fear until the day they would kill him.\n\n\"Sick of fear!\" a voice rusty from disuse rasped out. \"Sick of the\nwhole mess!\"\n\nIt was with a sense of complete surprise that he realized his mouth was\nopen and it was his own voice shouting.\n\n\"It's over,\" he rasped and turned around to face a startled, thin-faced\nwoman whose blue eyes peered at him--but not with terror. He looked at\nher, his mouth sagging open.\n\n\"Over for both of us,\" she whispered, and moved toward him with arms\noutstretched and trembling.\n\nHe tried to turn and run, to save her from further violations, but she\ngrasped his hand.\n\n\"George.\" And she was in his arms. \"My third offense--when I stopped\nwalking. There's nothing to lose now.\"\n\nThe shuffling of feet continued about them as they embraced, and she\ntalked hurriedly as if afraid that the few hours before the evening\nmeal would not be enough for all she had to say.\n\n\"I've walked behind you all these months. I was sure you would say\nsomething if you saw me and I didn't want you to be punished. Each\nmorning I waited until the last moment before leaving the women's\ndining room--until you came by looking for me. Then I'd walk behind\nyou, sometimes within touching distance. Once I had to wait too long,\nand then I went to Punitive for the second time. But it was all for\nnothing. I hoped you would go free, but it was all for nothing.\"\n\nHe kissed her then and she had to stop. When he took his lips from\nhers, they both turned to the nearest detector bulb. They were being\nwatched, but what difference did a thousand violations make now?\n\nShe was talking again, and actually smiling. \"You look distinguished in\na beard!\"\n\nHe laughed, and saw the nearby trainees pick up the forgotten sound. He\ntook her lips back to his own and heard the shuffling feet slow down\nall around them. And the fear was gone.\n\n\"Let's go to the excavation,\" he said. \"We'll sit down at the bottom in\nprivacy and talk and laugh. We're free, Adele, and the rest doesn't\nmatter now.\"\n\nHe put his arm around her waist and they strolled against the pattern,\nthe rigid walkers parting before them. When they reached the huge pit\nhe kicked at the OFF LIMITS sign and was surprised at how easily it\nfell. Then he took her hand and moved down the steep, sandy slope.\n\nIt wasn't until Adele moaned and closed her eyes tightly that he saw\nthat the bottom of the pit was covered with stones--and clean white\nbones. The blood pounded in his temples as he stared at the piled\nskeletons and chemical stained earth. And the few hours of peace was no\nlonger enough.\n\nAdele helped him pick up stones, until his hands and her cradled arms\ncould hold no more. Bulbs, at least, could be broken.\n\nUp they climbed, and when they reached the pavement there were many\ntrainees shuffling slowly past the spot where the sign lay.\n\nHe threw the first stone at a detector bulb while still some distance\nfrom it, and his ruined eyes failed him. But the next time he stood\ndirectly beneath it and the shattering of glass seemed as loud as the\natomic blast had been. Down the street they went, smashing bulb after\nbulb, retrieving their missiles so as to have enough to last. And all\nthe trainees moved slowly behind them, on up to the last bulb in front\nof the Administration Building.\n\nThe new sound was a sharp crack, and someone screamed in a rusty voice.\nHe turned to see one of the crowd twitching on the pavement, then\nfollowed the faces turned up to Conqueror Punitive's window. There was\na shadow there--a shadow with a rifle.\n\n\"The last bulb,\" Adele said. \"Smash it.\"\n\nHe drew back his arm and the crack of rifle fire reached him a second\nafter the hot streak creased his shoulder. But he wasn't hurt, and\nthrew the stone.\n\nAs the glass shattered there was an eruption of strange language from\nthe building--a terrified shouting. The trainees stopped walking, then\nbroke into frenzied movement and hoarse shouts. They pushed George and\nAdele aside in pursuit of the gray-uniformed figure running toward the\ngate. The third shot was inside the building, and then the crowd picked\nup the fleeing Conqueror. His screams died quickly.\n\nInto the building the Americans poured--shaggy skeletons shrieking\nhatred. By the time George and Adele followed, men and women stood\nsilently in the rooms and halls. Punitive looked ridiculously small\ncrouched in a corner, his head back, the rifle between his knees with\nthe barrel in his shattered mouth. The total number of gray-uniformed\nbodies was six, all but Punitive killed by the Americans.\n\nBut the trainees began to file from the building and run back toward\ntheir rooms, for the body in the large room filled with complex\nelectrical equipment was lying in front of a high-powered sending\nset--a radio whose tubes still glowed red.\n\nGeorge looked at the radio, then at Adele. \"They sent for help,\" he\nwhispered. \"Soon, every American here will be dead. And it's because of\nus.\"\n\nShe didn't answer, and he expected no answer. The room grew dark as\nthey stood looking at the humming set. Then he fumbled over the dials,\nswitched the current off, and led her out into the street.\n\nThere was no whistle for the evening meal. The streets were empty, and\nthe silence hemmed them in like a solid wall. They walked toward the\nmen's feeding hall.\n\nPassing through the hall, they entered the door leading to the kitchen.\nThere were huge electric stoves and further on, wheat and sugar sacks\npiled ceiling high. In a large bin they found various canned goods--the\nConquerors' personal food supply. The stoves worked, and Adele found\nan opener and pots in the glare of the unshaded light bulbs. They ate\nquickly; soup, meat, several cans of condensed milk. Then they left the\nbasement and walked into the balmy evening air.\n\n\n\nOn the grassy spot in front of the Administration Building they loved\neach other desperately. Afterwards, they spoke of God, of what they\nbelieved would come after death, and were comforted. But they did not\ntalk of what would happen to the others--that was too painful for words.\n\nBefore he fell asleep, with Adele breathing regularly beside him, he\nonce again strained his ears to hear something--anything--from outside\nthe wall. Except for the ever-present hum of the oil-fed electric\ngenerators in the Administration Building, there was nothing. Not the\nbark of a dog or the scream of a cat or the clash of inanimate objects.\nEven the wind was dead. But he was too exhausted for fear, and slipped\nquickly into sleep. Once during the night, he awoke and raised his\nhead to listen. When he lay back, there was a thought in his mind both\nterrible and full of hope.\n\nAdele awakened him in the morning. From the sun he could tell that it\nwas past the time for the first meal. They went to the feeding hall and\nate; then returned to the grassy spot. This time they found little to\nspeak of and sat silently, watching the gate. They watched until the\nsun dipped low and shadows engulfed the silent buildings. Then they saw\nthe first trainees slipping toward the feeding hall; the women moving\ntoward the men's section in the need for comfort and protection.\n\nWhen George and Adele arrived in the kitchen, all the Americans were\nthere. The women cooked the meal and whispered among themselves. The\nmen sat talking, following the women with their eyes, trying to forget\ndespair and certain death.\n\nThey finished eating and sat quietly at the tables, husbands reunited\nwith wives, boys and girls whispering to each other, all unwilling to\nreturn to the rooms, George spoke his thoughts.\n\nIt was hard to speak aloud; he had kept his thoughts to himself for\nso very long, but he managed to speak quietly and calmly. He reminded\nthem of the tactics the aliens had used to ensure obedience, how they\nhad held out the promise of freedom as a reward for conformity. How,\nbacked by the fear and terror they were able to inspire with their\ndrastic punishments, they were able to enslave all the Americans and\nkeep them toeing the mark. How they had probably felt secure enough in\ntheir conquest of the minds and bodies of their captives to leave the\nEarth in the hands of a few Punitives and a host of electronic gadgets.\nHe told them, too, that the fact that no help had arrived despite the\nradio messages held the promise that the conquerors had no interest\nin Earth any longer; he assumed that they were busy elsewhere, or had\nmerely conquered for the sheer joy of it, or that they lost\ninterest ... any reason would suffice. The important thing was that\nthey they were free again. Free to live and laugh, to love and to\nhope ... and to prepare a defense should the need arise.\n\nWhen he finished, even Adele looked at him with disbelief. But they\nall followed him to the Administration Building and one of the young\nmen seated himself at the radio. Filling the room and overflowing into\nthe hall, they waited. The youth knew his radios and manipulated the\ndials skillfully, but there was nothing except the crackle of static.\nWith dread and hope mingled together, George listened to the empty\nairwaves--to the messages sent out on the sending set, and again to the\nbarren, static response. Then he turned to Adele and smiled weakly.\n\"We've more than Noah had,\" he said, and held her trembling hand.\n\nIt was not until two days passed and the fuel for the generators had\nbeen exhausted that the first search party ventured into the city. The\nreport was one word ringing hollowly in the feeding hall. \"Nothing.\"\n\nLater expeditions utilized automobiles from the city's streets and\ntraveled far out to other states. They returned with several haggard\nAmericans and reports of some few surviving Conquerors. They also told\nof farms heavy with crops and of livestock wandering wild. But there\nwere no large human groups; no signs of organized humanity anywhere in\nthe world.\n\nTwo months after George and Adele Lowery's revolt, the trainees left\nthe housing area for the fields where they could raise food and plan\ntheir civilization. George rode beside his wife in the lead car. There\nwas no joy or laughter in them, nor would there be for many years. But\nthe wrecked city fell behind, the green and brown of the fields took\nits place, and somewhere in the motorcade a voice began singing.",
    "metadata": {
        "author": [
            "Kastle, Herbert D.",
            "Kastle, Herbert David",
            "Castle, Herb"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59259/pg59259.txt",
        "name": "the_outer_quiet.json"
    }
}