{
    "name": "The Fatal Third",
    "author": [
        "Thomas, Theodore L.",
        "Thomas, Theodore Lockard"
    ],
    "body": "Hanford Webster, third officer of the space ship _Polaris_, was\nafflicted with what would have been known in the twentieth century\nas a first class jinx. However, more about the jinx later. He\nwasn't thinking about that right now where he was on duty standing\nhis trick in the astrogation chamber. The fleet was nearing its\ndestination--Uranus. And then it happened.\n\nOne instant the ten-ship Earth fleet was streaking through space. The\nnext moment nine of the ships broke up into small pieces, actually\ndisintegrating there in his visi-plate before the bulging eyes of Mr.\nWebster. Twisted fragments of metal formed a cloud in space and began\nto fall in a gentle arc toward the planet Uranus some fifty thousand\nmiles away. It was a hideous cloud, liberally sprinkled with frozen\nbits of human beings who had been the pride of the space fleet only a\nsplit second before.\n\nThe tenth ship almost didn't get away. It was flying lookout position\nfour hundred miles behind and above the main fleet. Even so, it got a\nsevere jolt--like smashing into a solid wall. If anybody except Third\nOfficer Hanford Webster had been at the controls God only knew what\nwould have happened.\n\nThird Webster saw the whole thing in the visi-plate just as his own\nship gave a mighty lurch. A lesser man might have blacked out under the\nshock. But Webster kept his faculties. Almost automatically he kicked\nthe _Polaris_ in a wide circle away from the tiny ship that had put out\nfrom Uranus. And at the same time he started to check the damage.\n\n\"First,\" he called over the intercom. \"First.\"\n\nNo answer.\n\n\"Second,\" he called.\n\n\"Here,\" came a weak answer. \"What happened?\"\n\n\"I don't know yet, but we're the only ship left. Find the First and\ncome up.\"\n\n\"Okay.\"\n\nOne after another Webster checked the crew. No one dead or even\nseriously hurt. Fourteen men had been knocked out. There were a few\nsprains and pulled tendons and at least one bruised soul. Even disaster\nseems to have a sense of humor. The Chief Machinist had been sitting in\nthe head when the blow struck. They found him there helpless, thrust\ndeep into the toilet, wildly cursing.\n\nThe First arrived at the Control Room. The _Polaris_ by this time was\nheading swiftly back to Earth.\n\n\"Have you warned Earth?\" asked the First.\n\n\"Not yet,\" said the Third, \"I've just finished checking. We're in good\nshape.\"\n\n\"I'll tell them then,\" said the First. \"What a surprise this is going\nto be. It will upset everything.\"\n\nAnd so the call went out to Earth. The Uranians had destroyed an Earth\nFleet at 0622 Greenwich on April 13, 2072.\n\nRight after the _Polaris_ grounded, its officers were summoned to\nappear before the World Court. All the officials were there. Every\nbranch of science was well-represented.\n\nThird Officer Webster led off. He minutely described what he had seen.\nHe explained how the _Polaris_ had acted. But it had happened so fast\nthat his description was sketchy. No one was able to figure out how the\nUranians had done it. Webster's best guess was:\n\n\"It looked like the ships were yanked off their course and just broke\nup under the strain--like a strong magnetic field suddenly appeared\nin the middle of them. But that couldn't be.\"\n\nThe others agreed. Scientists long ago had found that things like death\nrays and peculiar beams could never exist. It was impossible to get\nenough energy in an extended beam to have any effect on anything.\n\nSeveral hypotheses were proposed and rapidly shattered. The question of\nwhat had done it reached a blank wall.\n\nBut even more puzzling was the question of _why_. The Uranians were\nutterly incapable of bearing the malice necessary to start a war. They\nwere as detached and unemotional as a rock.\n\nAgain the Court got nowhere.\n\nDoctor Trant stood up.\n\n\"I don't think we can separate the two questions, _how_ and _why_. So\nI recommend that we play back all the tapes we've made since we first\ncontacted Uranus. Most of us know the whole story already, but with all\nof us listening together we might pick up something we've missed.\"\n\n\n\nIt was a good idea. The Court decided to start the recital the\nfollowing day in the Great Auditorium; it would take until then to get\neverything organized. In the meantime the scanners continued to watch\nUranus for signs of any hostile move.\n\nThat night the Spacemen's Bar was unusually crowded. It was mostly\ndue to the Uranus situation, but not entirely. Third Officer Hanford\nWebster had been a Third Officer for six months now. He was due to pop\nagain anytime and get busted. And when he did the Spacemen didn't want\nto miss it.\n\nHan Webster was a monster of a man, huge and ugly. He had a face like a\nbottle of warts topped with a great shock of brown hair. He stood six\nfeet seven, barefoot, and weighed in at two-hundred and sixty-three\npounds, plus or minus five. Yet there wasn't an ounce of fat on him.\nHe had hands like two bales of hay and legs that were as big as most\nmen's waist. Despite his bulk he moved like a cat; he was beautifully\ncoordinated.\n\nNone of those that knew him ever realized he was ugly. His quick laugh\nand ready friendliness seemed to change his warty complexion into one\nof peaches and cream. He was probably the most popular man in the\nwhole select group of Spacemen. There was only one thing wrong with\nhim; he never took the trouble to avoid trouble.\n\nWebster rose quickly through the ranks once he got out of Space School.\nHis mind was as alert as his body so he outdistanced all his peers; the\nseniority system of promotion had long since been outmoded. A man rose\non his own merits.\n\nWebster had been a Third Officer only three months when he ran into his\nfirst little difficulty. He was strolling down the center of the street\nwhen a parade headed by a band started coming the other way. A burly\nSpace Patrolman kept just ahead of the band clearing the way. When he\nsaw Webster he called out:\n\n\"Out of the way, Third.\"\n\nSomehow that didn't set right with Webster, so he just stopped and\nlooked at the Patrolman. The Patrolman got annoyed and made a fatal\nmistake. He laid his hands on Webster. The next instant he sailed\nthrough the air and landed at the feet of the crowd that was beginning\nto form at the curb.\n\nWebster started to leave but by that time the Drum Major was up to him.\nThe Drum Major didn't think Webster was moving fast enough so he gave\nhim a little shove. Then things began to happen.\n\nAn assessment of the damages later showed that in the battle of Webster\nversus the Band, Webster was the victor. It took a hack saw to get the\ntrombone player out of the wrappings of his trombone. Several other\nplayers were wearing their instruments too. And Third Officer Webster\nbecame Sixth Officer Webster.\n\nBut you can't keep a good man down. In three months he was up again.\n\nThe second incident wasn't his fault, at all. He was leaving the Post\nDelicatessen one night after buying cold cuts. As he approached his\nrunabout he saw someone fiddling with the controls, apparently about to\ndrive off in it. With a roar he heaved his package at the dimly-seen\nfigure. The package burst open from the jet-like power of his huge\nhand and various objects sped toward the intruder like a charge of\nbuck-shot. One of them found its mark. But Webster wasn't so proud of\nhis aim a moment later when he pounced on the man. Webster had conked\nhimself an Admiral. The Admiral struggled groggily to his feet. He had\nbeen hit squarely in the mouth with three feet of whistling liverwurst.\nIt took the medics two days to make the Admiral a new set of teeth. But\nit only took the Board fifteen minutes to make Webster a Fifth.\n\nIt was along about then that Webster's friends began kidding him about\nnever getting beyond Third. He didn't mind--not too much. And the next\ntime he got up to Third he kept an eye on himself. So did half the\nFleet. But it didn't do any good.\n\nHe was standing at the bar one night chatting with a few friends.\nHe'd had a couple of drinks, but nothing much. None of the Spacemen\ndrank much. Anyhow a group of eleven men gathered behind him and began\nneedling him. He good-naturedly parried their remarks for awhile. Then\none of them called him a cave man.\n\nWebster's great hands were resting on the bar. His muscles tightened.\nHe spun around and charged right through his tormentors. Since he\nhappened to be carrying the top of the bar at the time, the fight ended\nright there. But the Board took a dim view of a man that destroyed\nproperty. So Webster was reduced to Seventh.\n\nThere was no doubt about it. There was a jinx riding on the Third\nOfficership as far as Webster was concerned. He couldn't overcome it.\nEvery time he got there those two drag-buckets he used for hands would\npush him back. And there was no way to overcome it. He was living in\nthe wrong kind of world.\n\n\n\nWebster was a man built for violent action. If he could have joined\nCount Raymond IV on the First Crusade the other eight probably wouldn't\nhave been necessary. Or if he could have stood with the Housecarles\nat Hastings that October day in 1066, Harold would have been king of\nEngland, not William. Webster should have lived in the days when a\nbrilliant man with a powerful body could carve himself out an empire if\nhe wanted to.\n\nBut he didn't. Instead he lived in a world that hadn't seen a war\nin over a hundred years. Violence was dead. Even sports calling for\nphysical contact had vanished. Weapons were unknown except in museums.\nThe only competition to be found anywhere was in such sports as track\nor swimming or tumbling. Webster excelled in those but it wasn't\nenough. Something deep in his nature called for more. And unfortunately\nthe call always seemed to come when Webster's superiors were\nconsidering moving him from a Third to a Second. But after surveying\nthe wreckage they always changed their minds and moved him the other\nway. Webster was a man born a thousand years too late. And the only\nplace he could even begin to use his talents was with the Space Fleet.\nHe was almost happy there.\n\nThe whole Fleet was rooting for him when he got his Third for the\nfourth time. The seventeen-hundred men that manned Earth's seventeen\nspace ships were all behind Webster to help him over the fatal barrier.\nEven those that bore the scars of his violence were all for him. He was\ntoo good a man to dislike.\n\nBut Webster's problem shrank to almost nothing after the disaster that\ndestroyed over half the Space Fleet and killed nine hundred of the\nworld's finest men. The Spacemen were in a murderous mood. All of them\nhad lost good friends. They were a closely-knit body and there wasn't a\nman left among them that wasn't ready to blast Uranus right out of the\nsystem.\n\nBut with what? There was no such thing as a war weapon any more. Of\ncourse it would be possible to assemble one of the old lithium-hydride\nbombs, but there didn't seem to be any chance of getting close enough\nto Uranus to do any good--not with the new weapon the Uranians had.\nThere was nothing to do but wait and see what turned up at the Court\ntomorrow. So the Spacemen milled around the Spacemen's Bar that night,\ngrumbling and restless and keeping half an eye on Webster.\n\n\n\nThe recital started early. The auditorium was packed. Many of those\nthere had been on Uranus and knew what the Uranians were like. The\nrecital was old stuff to them. They heard how the rocket ships had\nsuccessively explored Venus, Mars, Jupiter, and Saturn and found them\nall lifeless, even sporeless. They heard how the ships approached\nUranus with no lively hope of finding anything worth while--of\neveryone's surprise to discover an advanced civilization flourishing\nthere. They heard the transcribed voice describe what the Uranians\nlooked like:\n\n\"... about a hundred and fifty centimeters tall. They have three\nlegs and three arms each composed of three segments of massive bone\nsurrounded by a heavy layer of fat and leatherlike skin. Each limb\nterminates in a small prehensile finger. The body measures forty-five\ncentimeters in diameter on the average. The top portion of the body\nhas three eyes, three nostrils, and two mouths. One mouth is used for\nwater, the other for food. In appearance, the Uranians seem outlandish\nto Earthly eyes. They walk....\"\n\nThe experienced men smiled. Outlandish, he says. They looked like a\nthree-armed watermelon sitting upright on a three-legged stool. A man\ncould drive himself nuts trying to keep track of how they walked. Two\nfeet were always on the ground, the third one moving forward. Each foot\ntook its own turn. The end result was that each Uranian seemed to have\ndozens of feet when he was in motion. And he could change direction\nwith the startling suddenness of an ant. His body wouldn't turn at all;\nhe'd just suddenly begin moving off at a tangent.\n\n\"... no language as we know it. They communicate with one another in\nshort bursts of sound which verge on the supersonic. We understand\ntheir speech only by means of instruments which graph the duration and\npitch of the sounds they make. As a consequence our intercourse with\nthem is limited. We have been able....\"\n\nFrank Wadden smiled to himself, remembering the endless hours on Uranus\ntrying to make sense out of the shrill bleats of the Uranians. Wadden's\nGroup Leader had been the man that finally found the key. Like all\nkeys, it had been simple. The shrill bleats were a code. Each bleat of\na certain pitch and duration conveyed a concept, a word picture, in\nmuch the same way that the Chinese language did. But the human voice\ncouldn't reach the high range where the Uranians conversed, so sound\nmachines had to be used. And they were far from satisfactory.\n\n\"... disease among them for fifty thousand years. They now do very\nlittle medical research since, in the absence of disease, none is\nrequired. Those suffering from organic malfunctions are either cured by\nsurgery or exterminated. There is no question but that their medical\nskill is of a very high order. They have arrived at a point which we\nwill probably never be....\"\n\nDoctor Trask snorted. Yeah, they were great doctors all right. No\nwonder. With no animals to experiment on they simply used each other.\nWhen a Uranian doctor needed a guinea pig he merely stepped outside his\nlaboratory and snagged the first passerby. And many of their diseases\nin the old days had been wiped out by killing off all the victims.\nMedical students learned anatomy by cutting open their fellow-citizens\nalive. New foods and liquids were tested by observing the reactions of\nthose who swallowed them. Yes, sir. Their medical skill was of a very\nhigh order.\n\n\"... only possible because their nervous system does not register\npain. In fact, their nervous system is such that they are completely\nemotionless. There is no possibility for a Uranian to feel any of the\nEarthly emotions such as love, hate, rage, or pride. They approach the\nstatus of vegetation in that respect. They....\"\n\nThat was something that had always puzzled Johnson. He couldn't\nunderstand how it was possible for a reasoning creature to be such\na cold fish. He remembered the day he had landed the _Vaga_. Just\nbefore the ship settled to the surface three Uranians had blithely\nstrolled into the rocket's blast and fried themselves. Johnson had been\nhorror-struck. But it didn't bother the other Uranians in the vicinity.\nThey calmly disposed of their countrymen's cinders as though they were\nthrowing away a burned-out match. They were completely disinterested in\nthe whole incident.\n\n\n\nBolton, too, had faced that disinterestedness, but from a different\nangle. Bolton had been with the Group that tried to find out if the\nUranians had wanted anything that the Earth could supply. He had tried\nto show the Uranians something about Earth foods and Earth science.\nBut the Uranians weren't interested. Often right in the middle of a\ndifficult conversation the Uranian would just up and walk off. It\nwasn't that he was annoyed. He wasn't capable of being annoyed. It was\njust that he'd thought of something better to do. It was frustrating as\nhell.\n\n\"... science as advanced as our own along a few narrow channels. Their\nrocket fuel is very similar to our Ozonile but they have never used it\nto explore anything outside their planet. Their IR scanners too are\nstrikingly similar to ours. In the discovery of the Kant Alloy though\nthey have surpassed us. A pellet made out of this alloy will attain a\nhigh velocity when it is immersed in a magnetic field. The velocity\nhas been known to reach the same velocity as our space ships, namely\none-ninth the speed of light. Unfortunately only a very small pellet\ncan be accelerated in this manner.\n\n\"Temperature plays a very important role here. The Kant Alloy will not\naccelerate except under the extremely frigid conditions as they exist\non Uranus or in space. Our latest information shows that the Uranians\nhave been making attempts to increase the velocity of the pellets.\nOur magnetic shields will still protect our men and ships, however,\nno matter how fast the pellets travel. We need not worry about future\ncarelessness from the way the Uranians use the Kant Alloy. They....\"\n\nGrizzled, gray-haired, Don Hedge closed his eyes. He had been aboard\nthe _Altair_ the time the Uranians got careless with the Kant pellet.\nHe'd never forget it. He had been standing by the fuel pumps as the\n_Altair_ prepared to land on Uranus. Suddenly the whole ship reeled\nfrom a tremendous blow. Concussion stretched out half the crew. The\nscream of escaping air filled the ship. Only the quick action of two\ncrew members saved them from asphyxiation. Everybody aboard thought\nthey'd been hit with a tiny meteor. But as soon as they got down to\nUranus several Uranians came over and began taking measurements of\nthe two holes in the _Altair_. It was so unusual for them to take an\ninterest in Earth ships that the crew got suspicious. A few laborious\nquestions brought it out. Oh, sure. The Uranians were conducting a\nlittle experiment--had to find out what the little pellet did to an\nEarth ship. There was a stunned moment's hesitation; then the Earth\ncrew jumped them.\n\nThat fight brought two factors to light. One; a Uranian would fight\nwhen he was personally attacked by a foreigner. Two; a Uranian was\njust about the equal of an Earthman encased in a space suit. Don Hedge\nremembered that fight proudly. He'd done well for a young fellow in\nspite of the difficulty of coping with three arms. He would really have\nfixed his Uranian if Jones hadn't stepped in with that spanner wrench.\n\nThe Uranians forgot about the fight as soon as it was over. They didn't\nhold a grudge; they felt no malice. But every Earth ship and every\nspace suit was modified to carry a gentle magnetic field over its\nentire surface. And there was never any more trouble with the Uranians\nand their scientific experiments.\n\nThe recital droned on.\n\n\n\nThird Webster stirred restlessly, not listening. Somewhere here lay the\nanswer. Somewhere mixed up in the Kant Alloy and magnetic fields lay\nthe solution they were all looking for. It couldn't be a ray; science\nhad shown that to be impossible. Or had it? The Uranians were good\nalong certain lines. It would be just like them to pop up with the\nimpossible.\n\nThe recital ended toward evening. Immediately Ashdown's clean deep\nvoice cut in:\n\n\"Gentlemen. One thing seems obvious. Whatever it is they've discovered,\nthey are only testing it out. They are not trying to destroy us. If\nthat's the case we need only wait until they get enough data, then it\nwill be safe to go near them. It might be safe now. We could send a\nremote-controlled gig from one of our ships to see if they down it.\"\n\nThe argument started. Some wanted to send bombs. Others wanted to\nwait and see what happened. But a majority wanted to follow Ashdown's\nsuggestion even though it might mean the loss of one of the eight\nremaining ships. A vote was taken. Ashdown won.\n\nAt reveille the next morning volunteers were called for from among the\nSpacemen. Every man was ready. So the Board sat down to pick the crew.\n\nAdmiral Cantwell was to go as First Officer. There was some discussion\nabout the Second but he was soon picked. When it came to Third the\nBoard didn't even have to think. Webster. But as his name was being\nwritten down one of the Board remembered something. He leaned forward\nand hesitantly asked Admiral Cantwell:\n\n\"Is Webster all right with you, Admiral?\"\n\n\"Of course. Why not? He's the best we've got.\"\n\n\"I know, but--well. You and he had a run-in so....\"\n\n\"That's done with,\" said the Admiral. \"I shouldn't have been handling\nhis runabout anyhow.\" He stopped a moment, then went on. \"You know. We\ncould clean up this whole situation if we could only get Webster down\non Uranian soil, say right in the middle of Central City. Damn. Can you\nimagine what would happen?\" He fingered his mouth reminiscently.\n\nThe others tried to imagine it, and couldn't. So they got back to work\nlisting the crew.\n\nAt dawn the _Sirius_ took off. A hundred thousand miles short of Uranus\nshe swung into an orbit around the planet. That was close enough.\n\nTwo hours later the remote-controlled gig was ready. All hands watched\nit flash away from the mother ship, gathering speed every millisecond,\nset on a course that would carry it within fifty miles of the rim of\nUranus.\n\nWebster sat tensely at a visi-scope in the _Sirius_. Maybe he'd see\nsomething that would crystalize the formless thought within him. More\nthan ever he felt he had the answer right at his fingertips. But he\ncouldn't drag it out.\n\nHe saw a Uranian ship rise to meet the gig. The two drew closer\ntogether. And when they were about ten-thousand miles apart the gig\nsuddenly crumbled. There was no explosion, no sign of a ray, nothing.\nThe gig just broke into little pieces.\n\nAn audible gasp went up from the crew of the _Sirius_.\n\nWebster heard the Admiral and the Second talking behind him.\n\n\"I didn't see a thing. Did you?\"\n\n\"No, sir.\"\n\n\"How about you, Webster?\"\n\n\"No, sir,\" said Webster, turning around. \"But they're getting something\nacross. There's got to be something there.\"\n\n\"Yes, but even our spectroscopes didn't show anything. I don't know.\nThis beats me.\" He shook his head. \"Radio Earth and tell them about it.\"\n\nWebster did so. He handed Earth's answer to Admiral Cantwell. He\ngrunted when he read it.\n\n\"Return to Earth, huh. This has been some mission. Well, we've got to\nobey it. Take her home.\"\n\nWebster gave a last try for the answer. His mighty body was rigid with\nthe tension he was under. But it wouldn't come. He was beaten. He gave\na big sigh and sat back and relaxed as the _Sirius_ swung around toward\nEarth.\n\nThen it hit him. He had it. He leaped up with a yell that shook the\npanelboards. The Admiral and Second jumped a foot in the air looking\nwildly around.\n\n\"I know how to get through,\" shouted Webster. \"Admiral,\" he calmed down\na little, \"Let me have the other gig. I'll take it down. I can get\nthrough. I know....\" He broke off and headed for the door.\n\n\"Come back here,\" roared the Admiral. \"Dammit, man, you scared ten\nyears off me. Settle down now. Tell me what's this all about?\"\n\nEverybody calmed down.\n\n\n\n\"I think I know how they do it,\" said Webster. \"If you'll let me take\nthe gig I can soon find out without risking the _Sirius_.\"\n\n\"You're crazy,\" broke in the Second. \"Try it with a remote-controlled\ngig. It'll only take a few hours to rig it. There's no sense in your\ngoing.\"\n\nWebster ignored him.\n\n\"May I try it, sir?\"\n\nThe Admiral was silent, looking at the towering figure of Webster. He\nspoke softly, half to himself:\n\n\"It's a helluva world when a man can't risk his own neck trying out\nsome fool idea.\" Then louder. \"No. I can't let you. Tell us about it\nfirst so I can see if it's any good.\"\n\nWebster shook his head.\n\n\"I'll tell you about it over the radio, sir. Then you can follow me in\nthe _Sirius_. That is--if I'm right. If I'm not, it won't matter.\"\n\n\"In that case, forget it,\" said the Admiral. \"I'm not going to have\nyou torn to shreds.\"\n\nWebster started to protest, but the Admiral cut him off.\n\n\"No. That's final.\"\n\nWebster strode out mad enough to spit. He pulled up in front of a\nbulkhead, raised a mighty fist--and stopped. He didn't even give a\nsecond thought to the idea that crashed into his mind. He lit out down\nthe passageway.\n\nTen minutes later the second gig took off, with Third Webster at the\ncontrols.\n\nIn the first few seconds Webster had a horrible thought. Suppose the\nUranians now had enough data. Suppose their experiments were over and\nhe just flew in, and they didn't even try to knock him down.\n\nHe switched on the visi-scope and radio. No. The Uranian ship was\nturning around and coming to meet him. Good. He reached for the\nthrottle and cut off his rockets. The Admiral's voice came over the\nradio:\n\n\"Webster, you'll get thrown out for this. Come back here. And for God's\nsake don't slow down like that. You're a sitting duck for them.\"\n\nWebster cut in his forward rockets to slow himself even more. He turned\non the magnetic shield and then spoke to Admiral Cantwell.\n\n\"That's the idea, Admiral. All the ships that have been knocked down\nhave been travelling at full speed. And that's what's done it.\"\n\nHe kept his eye on the Uranian ship. It was almost within range. He\nwent on.\n\n\"We knew the Uranians were trying to increase the velocity of the Kant\npellets. Well, I figure they've done it.\"\n\n\"But they still can't get them through the magnetic shield,\" said the\nAdmiral, his tone growing less stern.\n\nIt was almost time. Webster's speed was down to five thousand miles an\nhour.\n\n\"They don't have to get them through the shield,\" answered Webster. \"I\nfigure the pellets now move at close to the speed of light. So when one\nof them passes close by our ships going the opposite direction under\nfull power it sets up--\"\n\nThe gig gave a slight lurch. That was all, just a slight lurch.\n\n\"See?\" shouted Webster. \"They can't knock me down when I'm going slow.\nThe relative velocity isn't great enough.\"\n\nThe Admiral's voice took on a new note.\n\n\"I think I see what you're driving at. Mass goes up with velocity.\"\n\n\"Right.\"\n\nThe gig gave another small lurch. Webster laughed and went on.\n\n\"The relative velocity between the ship and the pellet is probably only\na few octillionths short of the velocity of light. So somewhere in the\npellet-ship system a huge mass momentarily appears. It's enough to\ntear the ship apart. And our own high velocity has been what made it\npossible. They don't even try to hit us; they just try to come within\nsome minimum distance.\"\n\nSilence from the _Sirius_. Then.\n\n\"Well done, Webster. Well done. Go on in. We'll follow. You've got\nabout a twenty-minute start on us so we'll meet you in Central City.\"\nHe stopped, then went on: \"I owe you something for that runabout\nincident I guess, so I'll overlook this disobedience. Besides, if\nyou're ever going to get beyond Third somebody is going to have to\noverlook something. This'll do it. Good luck, man.\"\n\nJust before Webster clicked off the radio he overheard the Admiral say\nto the Second:\n\n\"The Uranians have one thing to be thankful for. They don't have any\nteeth.\"\n\nWebster grinned and happily pulled on his space suit. The jinx was\nbroken. Second Officer Webster coming up. There was nothing but\nUranians ahead of him. And just wait till he got his hands on _them_.",
    "metadata": {
        "author": [
            "Thomas, Theodore L.",
            "Thomas, Theodore Lockard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64173/pg64173.txt",
        "name": "the_fatal_third.json"
    }
}