{
    "name": "The soul of Henry Jones",
    "author": [
        "Cummings, Ray",
        "King, Ray",
        "Cummings, Raymond King"
    ],
    "body": "At the age of thirty-two Henry Jones awoke one brilliant summer morning\nwith the sudden realization that the soul in him was starving. He lay\nquiet, staring idly at the white ceiling above the bed, his mind groping\ndully with this abrupt enlightenment. After a moment of mental\nconfusion--for the enormity of the conception stirred him profoundly--he\nraised himself upon one elbow in bed and looked at his wife who lay\nsleeping beside him.\n\nHe had always thought her pretty in a quiet, unobtrusive sort of way. He\ndid not remember ever having noticed before the wrinkles that were\nbeginning to show around her eyes, but he could see them there now,\nplainly. And her neck seemed very thin and stringy, and the line of her\nlean jaw very sharp. That he had never noticed before either. The thin\nlocks of straight black hair that were spread upon her pillow were shot\nthrough with gray. The vision of a great soft, fluffy mass of wavy\ngolden tresses flashed into his mind--the crowning glory of no\nparticular woman, but just an abstract picture.\n\nHenry Jones shivered a little and fell to staring at the round white\nface of the tiny alarm-clock on the bureau. Then, after a time, he found\nhimself thinking that it was unusually early for him to be awake, for\nthe clock hands pointed to half past five.\n\nHe slid noiselessly out of bed. For a moment he stood irresolute; then\nhe began to dress swiftly, watching his still sleeping wife with a\nfurtive air and feeling somehow very guilty. When he was fully dressed\nhe caught a glimpse of his reflection in the mirror and paused an\ninstant to view the completed picture.\n\nThe mirror showed a short, rotund little man in a light gray suit, with\na narrow black leather belt that bulged out prominently in front; a\nround, pink and white almost cherubic face, with light blue eyes,\neyebrows so light they were almost unnoticeable; and sandy hair with a\ntiny bald spot on top.\n\nBut what Henry Jones saw was a pair of sad, wistful eyes with the soul\nshining out of them--a soul patiently yearning for the satisfaction of\nits desires.\n\nThe little suburban village in which Henry Jones lived and worked was\njust beginning to awaken into life, as he passed down its streets that\nearly summer morning. He held himself very erect, with his chest\nexpanded, breathing deep of the morning air and walking rapidly.\n\nA girl was coming toward him down the narrow sidewalk of the maple-lined\navenue--a trim, buoyant little figure. Henry Jones noticed her slim,\nsilk-clad ankles as she drew closer. And he saw, too, that she wore\nneat, high-heeled shoes that were very trig and becoming. He watched the\nankles and the shoes as they approached. Henry Jones was an expert on\nthe latest styles of shoes, for he was by profession a shoe clerk. But\nthere was in his appraising regard of this particular pair on this\nparticular morning a look that was not wholly impersonally professional.\n\nAs the girl passed him, Henry Jones raised his eyes to her face. She was\na very pretty girl, with curving lips and soft, fluffy golden hair\nblowing low about her ears. He did not remember ever having seen her\nbefore, but as he met her eyes he smiled--a frank, friendly, comrady\nsort of smile he felt it was--and he heard his lips murmuring “Good\nmorning,” as his hand went to his hat.\n\nThe girl did not pause, but as she passed he thought he saw that she,\ntoo, was smiling. And afterward he remembered vividly that the pink of\nher cheeks had deepened to a sudden red, and that her long lashes had\nfallen shyly. Henry Jones threw out his chest still farther and strode\nforward with a song in his heart.\n\nSix years before this important morning to the Jones family, Martha\nLewis had married Henry Jones. At the age of twenty-five--one year\nHenry’s junior--she had felt herself in a fair way of being laid upon\nthe shelf of perpetual maidenhood, and so she had married the prosaic,\nplodding Henry, as the only available eligible unattached young man of\nher acquaintance.\n\nYou are not to imagine Martha Lewis as an acrid, designing young female.\nShe was merely a comparatively unattractive girl according to the\nstandards demanded by the young men of Rosewood. Like many other girls\nof her type, Martha was blessed, in exchange for physical beauty, with a\nconsiderable stock of good common sense. Throughout her years of\nadolescence she had cherished secretly all the usual dreams and romance\nof young girlhood. Then, realizing gradually that their fulfilment was\nbeyond her, she had put them resolutely away, and at her father’s death,\nwhen she was twenty-four, had calmly turned to face the world with the\nresolution to make the best of existing circumstances.\n\nAnd so she had married Henry Jones--deliberately, because she wanted to.\nShe was in love with him, of course, just as she knew he was with her.\nIt was not the love of her dreams, but a steadfast, practical, common\nsense love. Probably it was the better kind, she often told herself; and\nyet--because she was only human, and especially because she was a\nwoman--there were times when, underneath the prosaic contentment of the\ndaily routine of her married life, she found herself wanting something\nmore. For Henry was neither in looks nor by nature inspiring to the\nfemale mind. But he made her a good husband; Martha knew that, and she\nloved him and was content.\n\nThis was Henry Jones’s wife--not the woman he knew--but the real woman,\nas she was on this summer morning when his soul suddenly expanded.\n\nMartha was in the kitchen preparing the meal when he returned. He pecked\nher upon the cheek, hastily mumbled something about not feeling well,\nand going out to get the morning air, and then escaped into the\ndining-room with his morning paper.\n\nDuring the meal he sat silent, pretending to read.\n\n“Eat your eggs,” said his wife abruptly.\n\nHenry Jones came back with a start from the rippling little stream\nbeside which he had been lying, and ate his eggs almost sullenly.\n\nMartha was glancing at the newspaper. “I see the shoe factories are in\ntrouble again. That’ll put up your prices at the store.”\n\n“Yes,” said Henry, and went on eating his eggs.\n\nMartha waited a moment. “How’s the new clerk getting on, Hen?” she\nvolunteered again. “Are you going to keep him?”\n\n“Guess so,” said Henry. His inner being shuddered at the nickname his\nwife used so frequently; but outwardly he felt he was maintaining his\ncomposure.\n\n“It must have been that salad last night that upset you,” went on Martha\nafter another interval of silence; to which Henry answered nothing.\n\nAll that day at the store Henry’s work revolted him as nothing had ever\nrevolted him before. He longed for freedom. He wanted to wander through\ndim, cool, mossy woods; or to lie beside babbling brooks upon his back\nand watch the birds in the trees overhead; or to sit braced against a\ntree-trunk with a book upon his knee, reading poetry to a pair of blue\neyes staring up into his face. Henry had never read much poetry, but he\nknew now he wanted to.\n\nAnd she would brush back her straying locks of golden hair and implore\nhim to read more. And then he--\n\n“That hurts my corn,” said Henry Jones’s customer irritably. “Can’t you\ngive me one a little wider at the toe?”\n\nAt dinner that evening Henry’s malady was unimproved. He ate very\nlittle, seemed disinclined to talk, and equally unable to read his\nevening newspaper. To Martha’s anxious questions concerning his health\nHenry guessed his “liver was out of order”--a surmise that the pink and\nwhite of his cheeks and the clearness of his little eyes stoutly denied.\n\nHe would have none of the pills she tried to force upon him, but\npromised, if he could be allowed to spend the evening at Williams’s\nBilliard Parlor, watching the games, to take it when he came home in the\nevent of his not feeling better by then.\n\nSo, immediately after the meal was over, Henry put on his hat and\nescaped from the oppression of domesticity into the freedom of the great\noutdoors. But he did not go to Williams’s Billiard Parlor. Instead he\nturned sharply, as soon as he was out of sight of his home, and headed\nin exactly the opposite direction.\n\nNow you can readily understand that in this state of mind it was\ninevitable that sooner or later Henry should meet the other woman. That\nis in no way peculiar; but it is rather surprising that in Henry’s case\nshe came into his life this very first evening.\n\nThere is a little lake near Rosewood, which during the summer months is\nideal for canoeing. It was toward this lake that Henry bent his steps.\nThe night was warm, but not unpleasantly so, for there was a stiff\nbreeze blowing. Almost a full moon hung overhead, with scudding,\nlow-flying clouds passing swiftly across its face at intervals. Henry\njammed his straw hat down firmly on his head and strode forward with\nrapid steps into the wind.\n\nNot that Henry was particularly interested in canoeing. Mr. and Mrs.\nJones had, in fact, never been in a canoe together. Henry had never been\nin one in his life, for he was an indifferent swimmer in spite of his\nfleshiness, and the obvious frailty of this form of boat held no appeal\nfor him; and if his wife had ever been in one he did not know it. She\nhad never suggested it except once--soon after they were married--and\nthat he had long since forgotten.\n\nHenry struck the lake near its upper end, where it was wildest. He was\nglad to find himself quite alone; be laid his hat on the ground and sat\ndown close beside the shore, facing the wind that blew strongly toward\nhim from across the water. The lake was rough, and the sound of its\nlittle angry waves beating against the pebbly beach at his feet thrilled\nhim. After a moment the moon came from behind a flying cloud and the\nwater was lighted with silver. Henry sighed rapturously.\n\nFor perhaps ten minutes he sat motionless. Then abruptly coming from up\nthe lake he saw a lone canoe. It was hardly more than two hundred feet\noff shore, and was heading downward, across the wind. Henry could see it\nplainly in the moonlight--a canoe with a single occupant, a girl, seated\nin its stern and paddling with a single paddle. The empty bow of the\ncanoe rose high in the air.\n\nHenry watched it with furiously beating heart as it rose and fell on the\nsilvery waves. The girl was paddling desperately, and evidently with\nwaning strength to keep its bow from blowing around toward the shore.\n\nThe wind increased with a sudden gust, and all at once the girl stopped\npaddling. The bow of the canoe, acting almost like a sail, swung rapidly\naround. The canoe rode more quietly now, but drifted steadily shoreward.\nAfter a moment the girl started paddling again, and came slanting across\nthe waves in a direction that Henry realized with a start would land her\nalmost at his feet.\n\nAnother gust forced her to increase the force of her strokes, but still\nshe could not hold her own. She was almost opposite Henry, and hardly\nfifty feet off shore, when she gave up again; this time evidently for\ngood, for she held the paddle idle across her knees.\n\nThe canoe blew inshore rapidly. Henry was sitting in the shadow of a\ntree and knew the girl had not seen him. Another moment passed and the\nbow of the canoe grated upon the pebbly beach, hardly ten feet from\nwhere he sat.\n\nHenry started to his feet. The girl was standing up, gingerly trying to\nwalk shoreward in the rocking little craft. Henry shouted. The girl\nlooked up, startled; and at the same instant a wave struck the stern\nquarter of the canoe, sluing it around. The girl lost her balance and\nfell overboard.\n\nHenry leaped forward to the beach. He was not a bit frightened, he told\nhimself afterward; instead, there was joy in his heart--a fierce,\nreckless joy. For this at last was life!\n\nThe canoe, partly filled, rolled sidewise to the waves and grounded. The\ngirl struggled to her feet, knee-deep in the water and soaking wet.\nHenry ran past the canoe, and without hesitating, waded out and stood\nfacing her.\n\n“I fell overboard,” announced the girl.\n\n“Yes, I--I saw you,” said Henry. “I was sitting there.” He waved his\nhand vaguely toward the shore. His heart was almost smothering him; yet\nhe felt no surprise, for it seemed only natural and right that she\nshould come to him so unexpectedly and so soon. For Henry at once\nrecognized this girl standing beside him in the lake as the girl he had\npassed and smiled at that morning.\n\nAnd then, in a flash, he knew also that it was to her beautiful blue\neyes he had been reading poetry all that day, and it was her wayward\ngolden tresses that had floated before him and would not go away, even\nwhen the customer was annoyed because a shoe pinched.\n\n“Why, you’re all wet,” said Henry.\n\n“So are you,” rejoined the girl. Then suddenly she laughed--a little\nsilvery peal, like far-off bells at sunset, Henry thought. “How silly of\nus. Let’s go ashore,” she added.\n\n“Let’s,” said Henry. “Let me help you.” He put his hand upon her arm;\nher dress was wet and cold, but the touch made him tremble.\n\nIt was only a few steps to the dry beach. The girl shook her skirts and\nsat down in the grass, shivering a little. Henry took off his coat\ninstantly. It was quite dry, and he wrapped it around her shoulders. The\ngirl smiled at him gratefully.\n\n“What a silly thing! I got down there at the end of the lake, and when\nthe wind came up stronger I couldn’t get back. You can’t hold it up\nagainst the wind when you’re alone, you know.”\n\nHenry didn’t know exactly, but he nodded confidently.\n\nThe girl took off her little slippers and emptied the water out of them.\n\n“I live about a mile beyond the point--on this side.” She pointed down\nthe lake. “I don’t know how I’m going to get home--I’d hate to walk out\nin the road looking like this.” She glanced ruefully at the clinging\nwetness of her filmy dress. “And I wouldn’t want to leave the canoe here\nanyway.”\n\n“You mustn’t trust yourself on that water again to-night,” said Henry.\nAnd something made him add doggedly: “I won’t let you do that.”\n\n“I couldn’t make it alone across that wind,” said the girl. “But I could\neasily if”--she hesitated--“if you’d paddle down with me. Would you\nmind?”\n\nHenry’s heart almost stopped beating.\n\n“It’s easy enough for two,” the girl went on, “when the bow’s not up in\nthe air--and there’s an extra paddle. The wind’s letting up anyway. If\nit wouldn’t be troubling you too much--it isn’t far by water.”\n\n“No--I mean yes--of course I will,” said Henry.\n\nThe girl stood up. “I’m cold--good gracious, look at that canoe; we’ll\nhave to empty it out.”\n\nTogether they lifted the canoe. The water came spilling out of Henry’s\nend, wetting him still more, and they both laughed. Then his coat\nslipped off her shoulders into the lake, and again they both laughed.\n\n“Dog-gone it, I didn’t want that coat to get wet,” said Henry ruefully.\nA wonderful feeling of comradeship had sprung up within him; he almost\nforgot his apprehensions of the coming canoe ride.\n\n“I’m sorry,” laughed the girl, rescuing the coat.\n\n“I mean I wanted to keep it dry so--so you wouldn’t be cold,” Henry\nexplained.\n\n“Oh,” said the girl, and smiled. And again Henry remembered afterward\nthat her lashes had fallen shyly; and he was sure that in the moonlight\nhe had seen the flush that came to her cheeks.\n\n“I’ll sit in the bow,” said the girl when they were ready.\n\nThey pointed the canoe out into the lake. The wind had gone down\nconsiderably, and the little waves were perceptibly less high. At the\ngirl’s direction Henry steadied the canoe while she climbed its length\nand sat down on the bow seat with her back to him. Then he drew a long\nbreath and waded recklessly a few steps into the lake, pushing the canoe\nin front of him. Then somehow he managed to clamber into it.\n\nThe canoe rocked violently, but did not overturn. He sat erect and rigid\nupon the stern seat holding his breath, the little paddle gripped\ntightly in his hand.\n\n“I’ll paddle on the left, if you don’t mind,” said the girl. “I’m tired\nof the other side.”\n\nHenry blessed the good fortune that had placed her with her back toward\nhim. He was surprised that they were still float; and more surprised\nthat they seemed continuing to stay afloat.\n\nThe canoe, pointing directly into the wind, rode easily. Henry found he\ncould put the paddle over the gunwale into the water and still they did\nnot upset. The girl took a stroke. He held his paddle as she was holding\nhers and took a stroke also--awkwardly but nevertheless with some\neffect.\n\n“We go that way--down the lake,” said the girl; and pointed on his side.\nThen she paddled harder.\n\nAs the canoe swung around broadside to the waves it began to roll. Henry\nfelt a wild desire to drop his paddle and grip the sides with his hands.\n\n“It’s a beautiful night, isn’t it?” the girl remarked.\n\nHenry remembered then that the moon was shining. But he was afraid to\nlook up; he kept his eyes fixed upon the girl and imitated her strokes\nas nearly as he could.\n\nAfter a moment he suddenly found that he could bend at the waist with\nthe roll of the canoe, keeping his shoulders level. And paddling didn’t\nreally seem so difficult; and every moment as they approached the\nnarrower part of the lake the waves were getting less high.\n\nAt the end of the fifteen-minute trip, Henry’s soul, temporarily\ncompressed, had expanded again, bigger, freer, more dominant than ever.\nThey landed on another little beach, almost in still water, in front of\na little cottage. Henry manfully pulled the canoe well up on shore and\nstood again facing the girl.\n\n“My name is Elsie Morton,” she said. “I’m awfully obliged to you. Won’t\nyou come in a minute and get dry, Mr.--”\n\n“Jones--Henry Jones,” said Henry. “No, I think I’d--it’s pretty late;\nI’d better get on home. I’m glad you’re safe.”\n\nThe girl took the paddle from his hand. “I’m awfully obliged,” she\nrepeated. “It was a silly scrape to get into, wasn’t it. I’m sorry you\ngot wet.”\n\n“’Sall right,” said Henry. “I’m glad you’re safe.”\n\n“Stop in and see me, then--soon. Mother will want to thank you.”\n\nHenry looked into her eyes earnestly. “I will,” he said abruptly. “Good\nnight” He shook her hand swiftly and turned away.\n\n“Good night, Mr. Jones--and thank you,” she called after him.\n\nThe plight of Henry Jones in facing his astonished wife that evening\nmight well have alarmed a far more expert evader than he. All the way\nhome he planned what he should say to Martha.\n\nHe ended by telling part of the literal truth but none of the actual\ntruth: that he had met a friend and gone in a canoe, and they had upset\nand never, positively never, would he ever go out in a canoe again.\n\nAnd Martha, when her first shock of surprise was over, had laughed.\nHenry never knew whether she believed him or not. For she said nothing,\nbut put him to bed at once--without the pill, since he declared\nearnestly that the evening’s exercise had made him feel much better.\n\nAfter this first rapturous adventure, Henry’s soul-malady grew rapidly\nworse. And with its development came a corresponding ability for\ndissimulation with his wife. He ate his meals; he discussed with her the\npetty details of his business, and entered into her own gossip of the\nneighbors; just as he always had. But underneath it all a seething\ntorrent of emotions possessed him, threatening every moment to tear away\nthe anchor of his life and hurl him adrift. And Henry did not care. He\ndid not have the least idea for what he was headed; he never stopped to\nreason it out. He only knew he was happy--riotously, wonderfully\nhappy--and free--free in spirit at last.\n\nNow I would not have you believe that all this happened to Henry’s soul\nthat first day. It did not. It progressed onward with steady growth over\na period of nearly a month.\n\nHenry developed, after that first evening, a sudden passion for\nbilliards; and later for poker, which he told Martha some friends were\nstarting as a twice-a-week little game. And Martha had listened to his\nswaggering statement that “a man must have some vices,” with inscrutable\neyes, and let him go. Perhaps now she fathomed--in part at least, for\nshe was wiser far than Henry--the malady with which he was suffering.\nAnd so she did nothing, but waited; which you shall see was perhaps the\nwisest thing she could have done.\n\nHenry called upon Miss Morton some ten times that month--always in the\nevening. Miss Morton, it appeared, was living with her mother for the\nsummer only, in this tiny cottage which they had rented. They had been\nin it hardly more than a month, and fortunately, neither during that\ntime nor subsequently during Henry’s regular evening visits, had either\nof them needed to purchase a pair of shoes at Dale’s.\n\nAbout himself Henry was reticent. What he told of his affairs was\nfictitious but plausible. Miss Morton having few friends in the\nneighborhood, seemed hospitably to welcome his calls. Upon the occasion\nof his second visit, he had told her frankly, but with some\nembarrassment, that he had never been in a canoe before that first\nevening with her. And he was still more confused, and a little hurt,\nwhen he showed not the least surprise at his confession.\n\n“But I want to learn, Miss Morton,” he added earnestly. “Won’t you teach\nme?”\n\nMiss Morton would. And so began the series of canoe rides and lessons\nwith which their friendship developed to its climax, and Henry’s soul\nunderwent its next and final great change.\n\nYou are to picture Henry, then, on this momentous tenth evening, sitting\nvery erect and manly upon the stern seat of Miss Morton’s canoe, in his\nshirt-sleeves, his forearms bared, hatless, and with his hair rumpled\nand pushed straight back--almost, but not quite, covering his bald spot.\nMiss Morton herself lay at his feet in the bottom of the canoe on a pile\nof cushions--her golden hair nestling against one of flaming red, and\nher baby blue eyes looking up into Henry’s face. And Henry was supremely\nhappy--an unreasoning, turbulent happiness--as with long, swift strokes\nhe sent the canoe skimming over the shimmering silver lake.\n\nThe moon overhead hung in a cloudless, starry sky; a soft, gentle summer\nbreeze fanned his flushed face. Distant music from a talking machine on\none of the cottage porches floated distinct across the lake. Henry\nlooked at the girl’s gracefully reclining figure with a heart too full\nfor words.\n\n“I love the sound of music over water, don’t you?” asked Miss Morton\nsoftly.\n\nHenry let his paddle trail idly in his left hand. A sudden madness\npossessed him. He leaned down and put his other hand over the girl’s as\nit lay in her lap.\n\n“I love you--Elsie,” he said huskily.\n\nMiss Morton gasped; she stared for an instant into Henry’s flushed,\neager face with its pleading eyes. Then she laughed.\n\n“Why you--you funny little fat man,” she cried.\n\nHenry withdrew his hand as though from a red-hot stove.\n\n“No--no, I didn’t mean that. Oh, I’m sorry--really, I am, Mr. Jones. I\ndidn’t mean to hurt you--really I didn’t. But you are funny, you know,\nwhen you talk like that.” The girl poured out the words swiftly. Her\ntone was contrite, but the merriment did not die out of her eyes.\n\nHenry sat up very stiff and straight, staring out over the glistening\nwater.\n\n“I didn’t know it was funny,” he said; the words came hardly above a\nwhisper. “’Sall right, Miss Morton. Only--I didn’t know it would be\nfunny.”\n\nHis eyes, with a dumb, hurt look in them like the look of a wounded dog,\nfell to hers an instant. Then in silence he turned the canoe and paddled\nback to her home.\n\nLet us not pry too deeply into Henry’s feelings that terrible night.\nThey can be imagined, but they cannot be told. He did not close his eyes\nuntil dawn, but sat propped up in bed, staring blankly across the\nmoonlit little bedroom. Once in the middle of the night he became aware\nthat his wife was not asleep, but lying wide awake watching him.\n\nAs he turned to face her, she put her hand gently upon his.\n\n“What is it, dear?” she asked softly.\n\n“’Sall right,” said Henry. He felt the answering pressure of her hand.\nIn the dim moonlight, her face suffused with love and tenderness, seemed\nsuddenly very beautiful. “’Sall right, Martha. I was just thinking. You\ngo to sleep.”\n\nThus, in the gray light of dawn, in the agony of disillusionment, and\nwith his sleeping wife’s hand in his, Henry Jones faced and solved his\ngreat problem. The change--for like all the rest it was only a change in\nhim--came gradually. The turbulence of his thoughts slowly calmed; the\nache in his heart grew less.\n\nAnd then, clear and shining as a beacon light this new idea, this new\nfeeling, rose in his mind. He seized it, lingered over it, gazed at it\nfrom every aspect. And then came a great sense of rest and peace\nstealing over him. He sighed, gripped his wife’s hand tighter, and fell\ninto a dreamless sleep.\n\nAt breakfast next morning Henry was abnormally cheerful. Martha made no\nreference to his long vigil the night before, nor did he. But his eyes\nfollowed her around with a strange light, and his usually pink face was\nflushed even pinker with excitement.\n\nAfter breakfast as he started for the store, he kissed her good-by with\nextraordinary enthusiasm.\n\n“If it’s a good night to-night I’ve a surprise for you,” he said\nmysteriously. With which cryptic remark he turned abruptly and left the\nhouse.\n\nThe weather was perfect that evening--a full moon in a cloudless sky,\nand only a gentle breeze.\n\nRefusing explanation, Henry led his wondering wife immediately after\nsupper directly to the public boat-house at the lower end of the lake,\nhardly more than a mile from their home.\n\n“I took the morning off,” was all he would say. “I bought something for\nyou as a surprise.”\n\nInto the boat-house he took her, expectant and thrilled, and there he\nproudly displayed a tiny green-painted canoe, lying upon a little\nplatform that sloped down into the water.\n\n“For you, Martha,” he said. “I bought it for you to-day.”\n\n“Oh, Henry, a canoe for us!”\n\n“I bought it for you--this morning. Don’t you see, Martha--that’s what\nI’ve been doing all these weeks--learning to canoe so I can take you\nout.”\n\n“Oh, Henry--dear!” Martha put her hand timidly upon his arm.\n\n“I’m an expert canoeist, now, Martha--you’ll see.”\n\nIn the dimness of the boat-house he put a sturdy arm about her waist; he\ncould feel she was trembling.\n\n“I’ll take you out now,” he went on. “Wait--I’ve got some cushions.”\n\nHe was back in an instant with his arms full of pillows, which he tossed\ncarelessly into the canoe with the paddles. Then with ostentatious skill\nhe slid it down into the water, and tenderly placed his silent,\ntrembling little wife in the bottom upon the cushions, so that she would\nbe at his feet as he sat in its stern.\n\nOut upon the lake he paddled with lusty strokes, straight into the\nshining ribbon of moonlight. Martha lay quiet, gazing up at him as he\nsilently bent to his work. Music floated to them over the water. Another\ncanoe passed, with a boy and girl in it--a girl who reclined in the\nbottom playing a guitar. Henry--with a great consciousness of\nequality--waved to them in friendly greeting.\n\nThen all at once he shipped his paddle and leaned down to his wife,\nletting the canoe slip forward unguided. Her eyes were wet and shining;\nher hand stole upward to meet his.\n\n“Life and--and everything is wonderful, isn’t it, dear?” said Henry\nJones.",
    "metadata": {
        "author": [
            "Cummings, Ray",
            "King, Ray",
            "Cummings, Raymond King"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73079/pg73079.txt",
        "name": "the_soul_of_henry_jones.json"
    }
}