{
    "name": "The warriors",
    "author": [
        "Purdom, Tom",
        "Purdom, Thomas E.",
        "Purdom, Thomas Edward"
    ],
    "body": "Lights out, the convoy crept away from the Institute. MacFarland rode\nin the lead car with a driver and his chief psych technician, Crawford\nBell. Three flat decked personnel carriers, flying the colors of a\nmercenary band, Sabo's Own Highland Regiment, patrolled their flanks.\nThe scientists rode in the third and fourth cars in the line.\n\nCrawford Bell had hooked a computer and a full communications set to\nthe rear of the front seat. Now he pressed a button on the commo unit.\n\n\"Fourteen,\" a voice said over the loudspeaker.\n\n\"What's happening in town?\" Crawford Bell asked. He spoke with the\nslow, gentle accents of Tennessee.\n\n\"They're turning everybody out. There must be fifty guys stirring\neverybody up, telling them their country's in danger and they'd better\nfight. There's a mob coming your way.\"\n\nMacFarland looked across the plain to the city. He could see thousands\nof hand lights and a dark shape sprawled across the plain. The sound of\nthe crowd was so faint he decided it was still a couple of miles away.\n\nHis hands tingled with excitement. This was only his third raid. He\nstill hadn't lost his zest for modern warfare. War was a contest played\nfor high stakes, the fortunes of nations, and it used every aptitude a\nman could have. Moving into battle under an African sky, he felt glad\nhe didn't live in an earlier age. War was so interesting it would be a\nshame to spoil it with the agony and guilt of killing.\n\nHis objective was the airport. He was supposed to put Doctor Warren's\nteam of biochemists on the midnight plane to Israel. An agent of the\nDepartment of Commerce, he had been sent to Belderkan to talk Doctor\nWarren into becoming a US citizen. It had been a tricky job. Doctor\nWarren hadn't been anxious to change countries. Only the offer of a\nlab on the star ship being built by the United States had tempted him.\n\"I'll accept your offer, Mr. MacFarland--if the other members of my\nteam accept it. Talk to them. I won't leave without them.\"\n\n\n\nHarassed by the Belderkan Department of Trade using every weapon in the\nTwenty-First Century arsenal of persuasion, MacFarland had wrested a\ngrudging decision from the other four scientists. Now all he had to do\nwas get them out of the country. But Doctor Warren's wife had warned\nthe Belderkan government her husband was switching his allegiance.\n\nMacFarland studied the crowd through his glasses. They must have half\nthe city out there. He knew the scientists weren't deeply committed\nto leaving. If the Belderkans managed to keep them off the plane, they\nwould probably change their minds.\n\n\"We're in for a night's work,\" Crawford Bell said.\n\nTo reach the airport, they had to make a half circle around the city.\n\"We haven't lost yet,\" MacFarland said. \"We're going fast enough to cut\nin front of them before they get between us and the airport.\"\n\nStanding up in the moving car, he comforted himself by looking at his\ntroops. Crawford Bell was a first-rate technician. His psych team was\none of the best in the world. Sabo's mercenary \"Regiment\" had a global\nreputation, too. So did the band of mercenaries hiding in ambush.\nIf the quality of an army counted for anything, they had a fighting\nchance. The position was bad but the men were superb.\n\nHe was a soldier. He thought of himself as a soldier and he planned to\nconduct himself like a soldier and win a victory for his country. But\nhe couldn't use physical violence.\n\nThirty-eight years before, the governments of the world had finally\nrealized international violence could no longer be tolerated. Any\nviolence between nations, even a fist fight between private citizens\nfrom different countries, could trigger Earth's destruction.\n\nHe knew the consequences to all mankind of any physical violence. He\nknew it like he knew he had two legs. He also knew that if he twisted\nthe little finger of a Belderkan citizen, the UN Inspector Corps would\narrest him within hours. The World Court would sentence him to five\nyears in prison and fine the United States far more than it could\npossibly gain from Albert Warren's work.\n\n\n\nA helicopter whined above them. A spotlight pinned them from the air.\n\n\"Masks,\" MacFarland yelled. Seconds later he peered at the night from\ninside a plastic hood. His mustache, rubbing against the inside of the\nmask, tickled his upper lip.\n\nThe helicopter didn't drop psycho-active gas. Instead, it marked them\nwith its light so that far off the crowd would know where its quarry\nwas. A loudspeaker begged the scientists to remember the humble people\nof Belderkan.\n\n_We taxed the labor of our people to give you luxury. We built you\nbeautiful homes. We gave you women, if you wanted them, and all the\nlaboratory equipment you desired. We gave you old age pensions.\nRemember the labors of our people!_\n\nA line of automobile headlights raced across the plain. MacFarland\ngave an order. The lights of the convoy jumped on.\n\nThe line of enemy cars was long and moving fast. He couldn't go around\ntheir rear and they were moving fast enough to head him off and hold\nhim for as long as the crowd needed to surround the convoy.\n\nHe switched on his mike. \"Sabo, can you break their line?\"\n\n\"Right. Allenby, attack the cars!\"\n\nA personnel carrier, sixty men standing on its deck, charged the enemy\nvehicles. MacFarland grinned when he heard the bagpipes wail.\n\nThe carrier headed toward the tiny space between the fourth and fifth\nvehicles in the enemy line. It swerved suddenly and half a dozen kilted\ntroopers jumped from the deck and landed among the enemy vehicles. Fans\nscreamed as drivers maneuvered to avoid running them over. A second\nsquad jumped off. A third squad landed on their heels. Soon only the\npiper stood on the deck of the carrier, proudly erect as his mess mates\nrisked their lives among rampaging machines.\n\nThe enemy line disintegrated. MacFarland picked out a hole eighty yards\nwide and led the convoy forward. As they passed the carrier, he threw\nthe piper a salute.\n\n\"Well done,\" he told the mike.\n\n\"Thank you,\" Sabo said.\n\n\"It was a good job,\" Crawford Bell said, \"but we had all the\nadvantages. Wait until it's them on foot and us mounted.\"\n\n\n\nThe crowd had grown bigger. Now its roar could be heard for miles. A\nhelicopter hovered over it, probably broadcasting the same kind of\npropaganda as the helicopter over the convoy.\n\nAiming for the airport, the convoy had left the Institute on a\nNortheast tack. In trying to outrun the line of cars, they had turned\nuntil they were moving due north. The mob was running north, too, and\nhad almost placed itself between the convoy and the airport.\n\n\"Cut right,\" MacFarland told his driver. \"Full speed ahead. See if you\ncan cross in front of the crowd.\"\n\nThe helicopter's spotlight irritated him. He didn't like bright lights.\nTurning around, he checked to see how the scientists were doing. They\nwere all wearing masks and their positions told him nothing about their\nfeelings. He waved and one of them waved back.\n\nNow he could hear the helicopter over the crowd. It was describing\nthe loss that threatened Belderkan. The situation didn't demand\nsophisticated propaganda.\n\nIn a world of unrestricted international trade, with a hundred and\nten countries fighting to maintain high living standards, a nation\nhad to maintain a good balance between its exports and imports. The\nnew products talented brains could create were the key to survival.\nAlbert Warren, inventor of several valuable life forms, creator of the\ncurrently accepted unified theory of the life process, was one of the\nworld's most valuable natural resources. He and his colleagues were\nworth several battles.\n\nThree helicopters swooped over the convoy. MacFarland ducked and looked\nfor signs of gas. The helicopters held a position about twenty yards in\nfront of his car and a few feet off the ground.\n\n\"Here it comes,\" Crawford Bell mumbled.\n\nMen jumped out of the helicopters. MacFarland's driver reversed his\nengine. The convoy screamed to a halt. The men jumping from the copters\nhit the ground and threw themselves prostrate. In the tall grass they\ncould be anywhere. The helicopter overhead switched off its light.\n\nAnother helicopter landed on their left flank. A dozen Belderkans\nclimbed out and ran toward the scientists. \"Don't leave us. Great men\nthat you are, think of our needs.\"\n\nFrom Sabo's second personnel carrier, a squad ran to intercept the\npleaders before they made it impossible for the scientists to move.\nThe drivers of the threatened cars pulled out of the line. Arms linked,\nSabo's men managed to keep the pleaders away from the scientists.\n\n\n\nThe two cars carrying the scientists parked next to MacFarland. \"No\nwonder you like your work,\" Lauchstein, the genetic engineer shouted.\nThe other scientists didn't act so enthusiastic.\n\nMacFarland switched on his mike. \"Sabo, clear us a path through that\ngang up ahead. If you work fast, we can still outrun the crowd.\"\n\n\"We're moving out,\" Sabo said.\n\nThe bagpipes screamed. Sabo's men leaped from their carriers and moved\nout at a trot, the whole \"regiment\" of one hundred eighty men in the\nformation invented by Sabo himself and used by non-violent fighters all\nover the world. Half the regiment formed two parallel lines. The other\nhalf broke into three-man squads which hunted for a path through the\nBelderkan squads.\n\nThe Belderkans stood up in the grass. There were about fifty of\nthem. They tried to form a line in front of the convoy, but Sabo's\nmen jumping and blocking among them thwarted that maneuver. A leader\nshouted an order and the Belderkans converged on the convoy, obviously\ntrying to place one or two men so close to each vehicle movement would\nbe impossible.\n\nThe Belderkans were as disciplined and agile as Sabo's troops. Men\ndanced and jumped in the tall grass. Sabo maneuvered to break a hole\nin the Belderkan lines and send his two files through it, forming a\ncorridor for the convoy. The Belderkans maneuvered to obstruct the\ndouble file and place men among the vehicles. Since they only had\nto hold the convoy until the crowd arrived, the Belderkans had the\nadvantage.\n\n\"Look at it,\" Crawford Bell said. \"It's the second time I've seen it.\nLook at it.\"\n\n\n\nIt was a spectacle, all right. The polite dancing men, the wailing\nbagpipes, the bodies that never touched, never even brushed lightly.\nBut MacFarland wasn't enjoying it. He knew how close he was to defeat.\nHe didn't like the danger created when heated men from different\nnations faced each other on the battle field. So far no one had\nforgotten the discipline of the non-violent fighter, but the old\nbeast still lived in the human psyche. One shove by a Belderkan or a\nmercenary and the tiger would roar on the plain.\n\nHis hand gripped the side of the car. Beside him Lauchstein said\nsomething. Then he heard Doctor Umbana.\n\n\"Childish,\" Doctor Umbana snorted. \"Ridiculous. When are people going\nto outgrow these silly games?\"\n\n\"Probably never,\" Lauchstein said. \"You can't change human nature.\"\n\nThe bagpipes screamed triumph. Sabo had outmaneuvered the Belderkans.\nMacFarland's driver switched on the fans and the car leaped between the\nlines of running men. Outside the double line, Belderkan soldiers ran\nto block the exit from the human alley. They were too late. When the\ncar shot out the front of the line, the Belderkans were yards behind.\n\n\"The crowd's got us blocked,\" Crawford Bell said. \"It took too long.\"\n\nSabo's men were climbing onto the decks of their carriers. The crowd\nstretched between the convoy and the airport. Moving on a short radius,\nit could block them no matter how widely they circled.\n\nMacFarland glanced at his watch. Eleven o'clock. \"What have you got,\nCrawford?\"\n\n\"Psycho gas'll break them up.\"\n\n\"No. Use psycho gas on a crowd like that and they may go berserk. It's\nbeen a long time since a human being died in a battle. I'd hate to be\nthe man responsible for ending a winning streak.\"\n\n\n\nCrawford Bell tapped the keys of his computer. His eyes studied the\ncrowd. The night before he had programmed the computer with data on\nBelderkan culture. Now he turned his immediate observations and trained\nhunches into mathematical quantities and fed them into the machine.\n\n\"You said you had some girls.\"\n\n\"I'm calling them now,\" MacFarland said.\n\nThe crowd was about five hundred yards away. The people were singing\nthe national anthem of the Belderkan Republic. He could barely hear the\nloudspeaker above his head.\n\n\"Eagle nine here,\" a voice said on his radio.\n\n\"Eagle One. Can you see the crowd?\"\n\n\"We're watching them.\"\n\n\"Attack. Hit them on my left.\"\n\nHe put the mike down. Crawford Bell was reciting a string of figures\ninto the mike.\n\n\"Sound,\" the psych technician said. \"Tell Sabo to keep his pipes quiet.\"\n\nThe helicopter still marked them with its spotlight. Its loudspeaker\npleaded with the scientists. By straining his ears, he could hear some\nof what it said. The pleas made him a little uncomfortable.\n\nWhat had he said to Doctor Umbana? \"It's starship time, Doctor. We've\nabolished international violence. We've conquered poverty and disease.\nWe've explored the Solar System out to Saturn and if we haven't gone\nfurther, it's because nobody thinks it's worth the effort. Where do we\ngo now? We can't stand still. We've developed psychological techniques\nthat turn men into brainless slaves and the pressures of international\ncompetition are forcing us to use them. To stay free, the human race\nhas to expand. It's star ship time and we need you.\"\n\nThat was still true. Doctor Warren's team belonged on a starship\nproject, and it might as well be the United States project. But even\nhaving them on the Common Market or the Soviet Republic starship would\nbe better than letting them stay in Belderkan. Or would it? They were\ndoing important research here. They were the foundation of Belderkan's\nprosperity.\n\nThere was no way to reason out which was better. Settle it on the\nbattle field and hope the right side won. If that helicopter's\npropaganda was bothering him, what was it doing to the scientists?\n\n\"Sabo, muffle the pipes.\"\n\n\n\nThe convoy slowed down. The crowd had stopped running and started\nwalking. Their togas, mostly emerald green and pearl white, were made\nfrom a hard fabric that gleamed in the light from the helicopter.\nThrough his binoculars he tried to estimate the percentage of men and\nthe percentage of young people. The section right in front of him\nlooked young and predominantly male. By now many of the women and the\nolder men had fallen behind. That was something to be glad about.\n\nIn the crowd several voices screamed a war cry. Then the whole crowd\nshouted and started running toward the convoy.\n\nThree personnel carriers skimmed into view on his left. He raised his\nbinoculars and studied their passengers. It was hard to look at them\nwith the detachment of a commander inspecting his troops. He was a\nyoung man and the girls standing on the decks of the carriers were\npretty.\n\nThe carriers crossed the front of the crowd and the girls jumped off.\nThey started undressing as soon as they hit. Running into the crowd,\nthey offered themselves to the men.\n\nMike in hand, Crawford Bell leaned forward. \"It's all in the timing.\"\nTension choked his voice.\n\n\"Get it right,\" MacFarland growled.\n\nThere was only one girl for every dozen men, but that was enough to\ncause trouble. At least two men per girl forgot their patriotic fervor\nand yielded to opportunity. Other men forgot the invaders and tried\nto drag their comrades back to duty. Women, probably jealous, screamed\ncurses at MacFarland's shock troops.\n\nThe personnel carriers, all their girls dropped, turned and swept along\nthe rear of the crowd. On each deck a man tossed coins and bills at the\nBelderkans.\n\nThe loudspeaker above the crowd exhorted them to remember their\ncountry. The loudspeaker above the convoy shamed the scientists for\nusing such tactics.\n\n\"Now!\" Crawford Bell shouted at his mike.\n\nMacFarland covered his ears too late. Even through his mask he heard\nthe sound that rose from the sixth vehicle in the convoy.\n\nIt was sound mathematically calculated to shatter the nerves of the\ncrowd. Pitch, rhythm, intensity, had been computed by Crawford Bell's\nmachine. Even MacFarland felt hysteria creep up his back.\n\nIts emotions shattered by the women, the money and the sound, the\ncrowd lost its slight discipline and its great motivation. The people\nstaggered under the triple psychological punch.\n\nSabo's personnel carriers swept forward and threw a cordon of men\naround the left of the crowd. The convoy raced toward the airport.\n\n\n\nMacFarland could see the airport through his binoculars. The helicopter\nstill marked them with its light, but the crowd was a long way behind.\n\n\"Cigarette?\" Crawford Bell asked.\n\n\"No thanks. I'm keeping my mask on.\"\n\nThe psych technician started to take off his own mask, then changed his\nmind. \"They're probably feeling desperate. This is when I'd start using\ngas.\"\n\n\"It's eleven fifteen. We'll be at the airport in ten minutes.\" His eyes\nnarrowed. \"They must have something left.\"\n\nThe night wind made him shiver. He adjusted the heating unit in his\ntweed jacket. When he looked up, he saw the lights of the runway. Then\nhe saw the white dome of the terminal building. Before the airport\nfence and the airport gate, a line of men stood shoulder to shoulder.\n\nCrawford Bell glanced at his watch. \"Here's where I earn my money.\" His\nfingers tapped the computer keys.\n\nMacFarland's stomach tingled. He wanted to jump out of the car and push\nthe toga clad men aside with his bare hands. Days of frustration were\nreaching a climax.\n\nHe switched on the mike. \"Sabo, we'll have to stand toe to toe with\nthose boys and slug it out. I want you to guard our rear. Have your\nmen put a tight line behind us. Don't let the crowd get near the\nconvoy.\"\n\nThey halted in front of the airport gate, less than twenty feet from\nthe enemy line. The other vehicles pulled up beside them.\n\nThe scientists parked on his left. \"You've done a good job,\" Doctor\nWarren said, \"but it looks like we're not going any further.\"\n\n\"Did you bring machine guns and clubs?\" Doctor Umbana asked. \"If you\ndidn't let's go home and get some sleep.\"\n\nMacFarland stood up. \"Gentlemen, we've got half an hour and a good crew\nof technicians.\" The line of Belderkans looked grim and unmoving. Their\nblack faces gleamed in the light from the helicopter.\n\n\"Now,\" Crawford Bell said.\n\nAgain, the awful sound rose from the noisemaker. MacFarland tried to\nlook indifferent but after the first seconds he grabbed his ears with\nhis hands. It was the scream of pain and madness and the evil thing\nbeyond the campfire. The faces of the Belderkans distorted with anguish.\n\nUsing noise was tricky. How hard did the air molecules have to strike\nthe ears or how painful did the noise have to be, before sound became\nphysical violence? The noise selected by the computer was supposed to\nbe psychologically, but not physically, uncomfortable.\n\nThe noise ended abruptly. On MacFarland's right, one of Crawford Bell's\ntechnicians aimed a battery of lights at the enemy line. Flickering\ncolors made shifting patterns on the faces of the Belderkan troops. The\ncolors were supposed to create mental confusion and weaken motivation.\n\n\"Look at their faces,\" Doctor Warren said. \"Wouldn't a club be more\nhumane?\"\n\n\n\nTwo Belderkan trucks were parked behind the line. Technicians came out\nof them and set up lights which neutralized the lights of the invaders.\n\nA jet screamed into a runway at the far end of the airport. MacFarland\nwatched it taxi to the terminal building. It was the flight the\nscientists were supposed to leave on. He glanced at his watch. Twenty\nminutes.\n\nThis was where the human imagination met its test. The mind struggled\nto invent alternatives to violence. There could be no appeal to the\nenemy's reason. Conflicting interests clashed head on. Only maneuver\nand cunning could win the day.\n\nHe stepped out of the car and walked up to the Belderkan line. \"How\nmuch do you want? My government'll give thousands to the man that lets\nus through. We can give you things money can't buy. Our loveliest\nwomen. A palace. Pleasure for the rest of your life. Don't you like\nmoney? Wouldn't you like to be rich?\"\n\nNo one answered. Walking down the line, he repeated his offer. He\nstopped in front of a thin, spectacled youth who couldn't possibly be\nolder than nineteen.\n\n\"You can make your fortune in a minute. The rest of your life, you can\ndo what you please.\" He named a famous beauty. \"Wouldn't you like her?\nShe's on our payroll.\"\n\nThe youth avoided MacFarland's eyes. \"I won't be tempted. I can't be\ntempted.\"\n\nDoctor Umbana jumped out of his car. \"Oafs. Peasants. What right have\nyou got to stop us? I'm a free man. Get out of my way.\"\n\nMacFarland stepped in front of the angry biochemist. \"Get back,\" he\nhissed. \"Do you want to go to jail? I'll handle this.\"\n\n\"You're the man that brought us here. Kick them aside and drive\nthrough. Won't you go to jail for your country?\"\n\nLauchstein bellowed with laughter. \"Let MacFarland handle this,\" Doctor\nWarren said. \"Pete, come on back to the car.\"\n\nDoctor Umbana glared at his colleagues. \"I won't stand for this. We're\nfree scientists. We have the right to travel where we please.\"\n\nMacFarland swore to himself. Already passengers were leaving the\nterminal and walking toward the airliner.\n\nThe crowd, sounding even noisier than it had before, was bearing down\non the airport. Sabo would hold them, of course, but their pleas to the\nscientists would be impossible to silence.\n\nCrawford Bell jerked his thumb at the enemy lines. \"They're carrying\nmasks. We can't use gas on them.\"\n\n\n\nMacFarland could see the future as plainly as if it were already\na memory. The situation had a logic which could lead to only one\nsolution. It was a solution he had been dreading since his first day in\nBelderkan.\n\n\"This is no place for psych tricks.\" He dropped a weary hand on\nCrawford Bell's shoulder. \"Keep working, but psych tricks won't budge\nthose boys. They're disciplined and they're in a good position.\"\n\n\"You aren't giving up?\"\n\nHe turned to face the Belderkans. \"So you won't be moved?\" he shouted.\n\"Well, I'm not moving either. I'm staying here until I rot. You'd\nbetter have full stomachs and big bladders if you want to keep me out\nof that airport.\"\n\n\"A fine speech,\" the helicopter answered, \"but we don't care if you\nstay or not, aggressor. Only the five doctors count. You're of no\nimportance.\"\n\nDoctor Umbana raised his fist. \"I won't be forced.\"\n\n\"Doctor Umbana,\" the helicopter said, \"no one is forcing you to stay.\nHow can one force a creative mind to work? We only want you to consider\nwhat you are doing. We only want you to see how much we are willing to\nsuffer.\"\n\nThe jets of the airliner whined. MacFarland glanced at his watch. Five\nminutes.\n\n\"You've done a good job,\" Doctor Warren said, \"and I'm certain you'll\nbe commended by your superiors, but you've failed. I suggest we go home\nand sleep.\" His two sons were sleeping on his shoulders. They had been\ndrugged, at their father's request, so they wouldn't see the attack on\nthe crowd.\n\n\"Are you going to submit to this bullying?\" Doctor Umbana demanded.\n\n\"I never was very interested in this project,\" Doctor Forbes said. \"I'm\nonly here because the rest of you want to go. And I've been listening\nto that helicopter. Some of that's true, you know. They must want us an\nawful lot to do all this.\"\n\n\"They don't want us,\" Doctor Umbana said. \"They're greedy. Those people\nout there are only your employers. Are you going to let them treat you\nlike a slave who doesn't have the right to change jobs? Don't you have\nany pride?\"\n\n\"He has a point,\" Doctor Sani said.\n\n\"Suppose you go back now,\" MacFarland argued. \"They'll know they can\nmake you stay and they may not give you such good terms next time your\ncontract is renewed.\"\n\n\"True,\" Forbes said, \"but academic. You can't break their line. You\nmight win a starvation match, but I'm not going to stay here that long.\nIt isn't worth it to me.\"\n\n\"Is it worth a few more hours?\" MacFarland asked. \"You want to work on\nthe starship. You know you meant it when you told me you want a chance\nto be on the ship. It's the biggest opportunity offered any group of\nscientists in history. And you admit you can't give in to this coercion\nwithout hurting your own self interest. So why not give me until dawn?\nThere's another plane at six a.m. give me till then.\"\n\n\"What can you do?\" Doctor Warren asked.\n\n\"I can challenge them to a duel. They won't refuse. No one ever refuses\na duel.\"\n\n\n\nAll night the two sides harassed each other. Crawford Bell's\ntechnicians went up and down the enemy line, waking up any Belderkan\nwho was sleeping on his feet. Sirens wailed. The crowd pleaded with\nthe scientists, insulted the invaders and sang to itself. The girls,\nnot yet battle fatigued, tried to tempt the Belderkan troops. The\nhelicopters continued their sermons and denunciations.\n\nMacFarland tried to sleep on a cot beside the command car. Crawford\nBell gave him a mild sedative but it didn't do much good.\n\n\"Have you ever fought a duel?\" Crawford Bell asked.\n\n\"No. This is only my third raid.\"\n\n\"What's happened up to now is a boy's game compared to that. That's for\nreal.\"\n\n\"You don't have to tell me. It makes me sick to think about it.\"\n\n\"You don't have to do it. It's something no government can ask you to\ndo.\"\n\n\"No, but the UN Secretariat approves of it and every honest\npsychologist approves of it, too. Let me rest. You get the junk ready.\"\n\nHe wondered if anything was worth a duel. The star ship wasn't. His\ncareer wasn't. So why bother? But he knew the answer and so did every\nsoldier on the planet. Every duel fought made killing a little less\nlikely; every duel decreased the danger modern knowledge, which hadn't\nbeen destroyed with the weapons it had made possible, would wipe out\nhuman life. It wasn't something you did for your own country. You did\nit for the whole human race and all the generations to come.\n\nAt five he arose from his cot. He felt groggy but that couldn't be\nhelped.\n\nIn the chilly dawn he took off his jacket and shirt. Bare chested, he\nstepped into the space between his vehicles and the enemy line.\n\nCrawford Bell handed him a public address system. \"Good morning,\" his\nvoice boomed. \"I hope you've had a better sleep than I got. It's easy\nto be brave when you know your opponent won't kill you. It's easy to\nstand in line and look heroic and patriotic when you know I don't dare\nrun you over with my vehicles. But how brave are you? Are you really\nwilling to suffer for your country? I think the men of Belderkan are\ncowards. I think you would still be running if we had fought an old\nfashioned war last night.\"\n\n\n\nHe paused and stroked his mustache. Then he gestured and Crawford Bell\nrolled the instrument forward. It was a pole on a wheeled platform.\nFour handles stuck out from the pole; above each handle was a set of\nfour dials.\n\n\"Do you know what a duel is?\" He made himself look at the instrument.\n\"Have you heard in this primitive country of the great duels fought\nall over the world these last few years? Have you heard of the\nchampions produced by nations like Ghana, Israel, Costa Rica? Wouldn't\nyou like to pretend you haven't?\"\n\nThe youth he had tried to tempt the night before stepped out of the\nline. \"I accept your challenge.\"\n\nHe doesn't know what he's doing, MacFarland thought. \"We've got room\nfor four at the pole. Who else accepts my challenge?\"\n\nAnother man stepped forward. \"I'm not afraid. I'll die if I have to.\"\n\nThe struggle on the faces of the men left in line was painful to watch.\nThree of them stepped forward at the same time. They looked at each\nother until, with a puzzled expression on his face, one of them waved\nthe other two back.\n\nMacFarland stepped up to the pole and grabbed a handle. Trying hard to\nkeep their faces blank, the three Belderkans grabbed the other handles.\nOne of them trembled.\n\nBehind him the crowd murmured. He squeezed the handle. Pain shot up his\narms and thudded through his body. His eyes closed. His face twisted.\nHolding back a scream, he made himself open his eyes and watch the\ndials over his handle. The dial marked by a red light was his. The\nother dials told him how much pain his opponents were enduring. Each\nman could end his agony by releasing his handle. Each man squeezed\nharder. Even as they screamed, they squeezed and made the needle move a\nlittle further right.\n\nNo job, no promotion, no scientific enterprise or national need, could\nhave made him do this. Feeling the pain hammer through his bones, he\nknew how weak all those motivations were.\n\nThrough slitted eyelids he saw two of his opponents fall away from the\npost. His dial said he was enduring more than either of them.\n\n\n\nHe turned his face toward the other man. Clenching their handles, they\ngrimaced at each other. MacFarland's grip tightened. His needle moved.\nThe other needle edged past it. They hung there moaning and shaking.\n\nOh God, he thought. Oh God. He made himself squeeze.\n\nTwin shrieks cut the air. Both men released their handles and fell away\nfrom the pole. MacFarland staggered in circles, bent over, clutching\nhis stomach, trying to turn off the pain.\n\n\"Are you all right?\" Crawford Bell asked.\n\n\"Look after him,\" he answered, still fighting the duel.\n\n\"Look after him,\" he heard the other man moan.\n\nHands grabbed him and he straightened up. When he saw the pole, he\nflinched. He couldn't do that again.\n\nHe grabbed the mike. \"You saw that,\" he mumbled. \"Who's next? Who wants\nto do that next?\"\n\nAn aging man walked out of the line and took his position at the pole.\n\nMacFarland stared at the old man's disciplined face. He had been\nthinking no one would dare come forward now that they had seen a duel.\nThe old man looked tougher than any of the last group.\n\nHe stepped up to the pole and grabbed a handle.\n\n\"Relax,\" the Belderkan said. \"This time you'll lose or the good thing\nwill happen, but whichever it is, this will be the last time. Good\nluck.\"\n\nHave you done this before? MacFarland squeezed to equal him. The old\nman squeezed his handle and his needle jumped a quarter of the way\nacross the dial. MacFarland squeezed to equal him. Again pain hammered\nhis bones. Again his face twisted and he moaned over his tortured body.\n\nBut it was necessary. It had to be done. This odd form of duelling had\nstarted twenty years before, when two groups of non-violent soldiers\nfaced each other in the streets of Rio and tension mounted on both\nsides. Neither side could accept defeat. Neither side could return\nhome and admit it had surrendered to unarmed men because it lacked\npatience. In wars fought with violence, men could lose with honor.\nThere was no honor for the loser in a non-violent battle.\n\nThen a man had slashed his wrists and let his blood drip onto the\nstreet. \"I'll die before I'll leave here,\" he had said.\n\n\"I'll die before I'll give in to you,\" a man from the opposing group\nhad said, slashing his own wrists.\n\nAccording to the UN psychologists who had studied the phenomenon,\nduelling was a form of therapy for the people of the world, a necessary\ntransition from the days when men had earned their manhood by fighting\nwars or belonging to groups which could be proud of their warriors. The\npride of nations demanded some sacrifice.\n\n\n\nThe needle was halfway around the dial. Still the old man hung on.\nMacFarland squeezed harder. He was staying ahead. How much could he\ntake? Why didn't he die of shock? He hoped for that release and fought\nto keep conscious and endure a little more.\n\nHis personal pride, the good of his country, and the safety of the\nworld, demanded that he drive the contest beyond the limit of his\nendurance; that he lose, if he lost, not because _he_ had been afraid\nbut because his flesh could endure no more.\n\nHe screamed and moaned and squeezed. The men in the enemy line moaned\nwith him. He heard Crawford Bell shouting to him to let go. Was that\nDoctor Umbana he heard? Wasn't that the calm Doctor Warren shouting and\npleading?\n\nAnd the strangest of all sounds was his own voice mingling with the\nvoice of his opponent, two screams with exactly the same pitch and\nintensity, the same rise and fall.\n\nHe was going to die. He wouldn't be the first. Sometimes the honor of\nthe nation demanded that and it was necessary nations not be shamed by\ntheir citizens. Shamed nations were dangerous nations. And after all,\nhe was only one soldier and in previous generations the sacrifice had\nbeen millions.\n\n\n\nHe lay on the cot. Crawford Bell and a medic worked on him with hypos.\nVaguely, he realized the aging Belderkan lay beside him.\n\n\"It's about time you opened your eyes,\" Crawford Bell said. \"Can you\nhear me?\"\n\nHe nodded.\n\n\"We put you into therapeutic shock. You've been out an hour. You'll be\nall right.\"\n\n\"How's my friend there?\"\n\n\"He's coming around.\"\n\nA jet screamed. Lifting his head, he watched it rise into the morning.\n\n\"Doctor Warren's on it,\" Crawford Bell said. \"So's Doctor Umbana. The\nBelderkans agreed to let any two of them through the line and Doctor\nWarren decided he didn't need all the rest of them after all. Your\ntechnique of persuasion isn't one I'd like to use, but it's effective.\"\n\nHe didn't have the strength to answer. It always worked out that\nway. After a duel, what had seemed beyond compromise suddenly became\nnegotiable. That was the good thing the old man had spoken of. That was\nthe knowledge which had given him that strength to endure.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Purdom, Tom",
            "Purdom, Thomas E.",
            "Purdom, Thomas Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72278/pg72278.txt",
        "name": "the_warriors.json"
    }
}