{
    "name": "The Semantic War",
    "author": [
        "Clothier, William Ernest",
        "Clothier, Bill"
    ],
    "body": "The rain pours down chill out of a sullen sky. My pace quickens as I\ntry to regain the relative warmth and shelter of the cavern before I\nbecome thoroughly drenched. I cannot afford to catch a cold. All alone\nas I am and with no medicine, I would stand too great a chance of a\nquick death. These lowering Oregon skies still hold traces of nameless\ndisease in their writhing cloud tendrils. I am not just afraid of\na cold. That would only be the key for some other malady to use and\nstrike me down forever.\n\nI see the cave up ahead and feel a sense of contentment as I draw near\nand then duck inside its stony mouth. The rain hisses without, but\ninside it is dry. There is a heavy cow-hide hanging on a peg in the\nwall and I take it down and wrap it around me. Soon I will be warm.\nOnce more I may stave off my ultimate end.\n\nSometimes I wonder why I wish to put it off. Certainly, according to my\nold standards, there is no point in living. But somehow I feel that the\nmere fact of living is justification in itself. Even for such a life as\nmine.\n\nI didn't always feel this way. But then circumstances change and people\nchange with them. I changed my circumstances more than myself, but I\nhad no alternative. So now I exist.\n\nI suppose I should be content. After all, I am alive and, in my own\nsimple way, I enjoy life. I can remember people who asked nothing more\nthan to be allowed to live--to exist. Ironically enough, I always\nconsidered them sub-normal. I felt that a man should strive to do\nsomething that would not only perpetuate the happiness of his own\nlife but that of his fellow-men. Something that would make life more\nbeautiful, and easier, and more kind.\n\n\n\nIt was with this feeling that I applied myself as a student of\nphilosophy at Stanford University. And the strengthening of this same\nbelief led me to take up teaching and embrace it as the only way of\nobtaining genuine happiness. My personal philosophy was simple. I\nwould learn about life in all its real and symbolic meanings and then\nteach it to my pupils, each of whom, I felt sure, were thirsting for\nthe knowledge that I was extracting from my cultural environment. I\nwould show them the meaning behind things. That, I felt, was the key to\nsuccessful living.\n\nNow it seems strangely pathetic that I should have essayed such an\nimpossible task. But even a professor of philosophy can be mistaken and\nbecome confused.\n\nI remember when I first became aware of the movement. For years, we had\nbeen drilling certain precepts into the soft, impressionable heads of\nthose students who came under our influence. Liberalism, some called\nit, the right to take the values accumulated by society over a period\nof hundreds of years and bend them to fit whatever idea or act was\ncontemplated. By such methods, it was possible to fit the mores to the\ndeed, not the deed to the mores. Oh, it was a wonderful theory, one\nthat promised to project all human activities entirely beyond good and\nevil.\n\nHowever, I digress. It was a spring morning at Berkeley, California,\nwhen I had my first inkling of the movement. I was sitting in my office\ngazing out the window and considering life in my usual contemplative\nfashion. I might say I was being rather smug. I was thinking how\nfortunate I was to have been graduated from Stanford with such high\nhonors, and how my good luck had stayed with me until I received my\ndoctor's degree in a famous Eastern university and came out to take an\nassociate professorship at the Berkeley campus.\n\nI was watching the hurrying figures below on the crosswalks and idly\nnoting the brilliant green of the shrubbery and the trees and the lawn.\nI was mixing up Keats with a bit of philosophy and thoroughly enjoying\nmyself. Knowledge is truth, truth beauty, I mused, that is all we know\non Earth, and all we need to know.\n\nThere was a knock on my door and I said come in, reluctantly abandoning\nmy train of thought which had just picked up Shakespeare, whom I was\ngoing to consider as two-thirds philosopher and one-third poet. I\nhave never felt that the field of literature had the sole claim to\nShakespeare's greatness.\n\n\n\nProfessor Lillick came in, visibly perturbed. Lillick was a somewhat\nerratic individual (for a professor, at least) and he was often\nperturbed. Once he became excited about the possibilities of the campus\nshrubbery being stunted and discolored by the actions of certain dogs\nliving on campus. He was not a philosophy professor, of course, but a\nmember of the political science group.\n\n\"Carlson,\" he asked nervously, \"have you heard about it yet?\"\n\n\"I have no idea,\" I returned good-naturedly. \"Heard about what?\"\n\nHe looked behind him as if he thought he might be followed. Then\nhe whirled around, his sharp-featured face alight with feeling.\n\"Carlson--the Wistick dufels the Moraddy!\" And he stared at me\nintently, his gimlet eyes almost blazing.\n\nI stared back at him blankly.\n\n\"You haven't heard!\" he exclaimed. \"I thought surely you would know\nabout it. You're always talking about freedom to apply thought for the\ngood of humanity. Well, we're finally going to do something about it.\nYou'll see. Keep your ears open, Carlson.\" Then he turned and started\nout of the room. He paused at the threshold and fixed me again with\nhis ferretlike eyes. \"The Wistick dufels the Moraddy!\" he said, and\nvanished through the door.\n\nAnd that was my first unheeded omen of what was to come. I paid little\nattention to it. Lillick wasn't the sort of man who inspired attention.\nAs a matter of fact, I considered reporting him to the head of his\ndepartment as being on the verge of a nervous breakdown. But I didn't.\nIn those days, nervous breakdowns were a common occurrence around\ncollege campuses. The educational profession was a very hazardous\noccupation. One Southern university, for example, reported five faculty\nsuicides during spring quarter.\n\n\n\nIn the days that followed, however, I began to realize that there was\nsome sort of movement being fostered by the student body. It couldn't\nbe defined, but it could be felt and seen. The students began to form\ngroups and hold meetings--often without official sanction. What they\nwere about could not be discovered, but some of the results soon became\nevident.\n\nFor one thing, certain students began to walk on one side of the\nstreet and the other students walked on the other side. The ones who\nused the north side of the street wore green sweaters with white\ntrousers or skirts, and the south-side students wore white sweaters\nwith green trousers or skirts. It even got to the point where those in\ngreen sweaters went only to classes in the morning and those in white\nattended the afternoon sessions.\n\nThen the little white cards began to appear. They were sent through\nthe mail. They were slipped under doorways and in desk drawers. They\nturned up beside your plate at dinner and under your pillow at night.\nThey were pasted on your front door in the morning and they appeared in\nthe fly-leaves of your books. They were even hung on trees like fruit,\nand surely no fruit ever spored so queer a seedling.\n\nThey said either one thing or the other: THE WISTICK DUFELS THE\nMORADDY, or THE MORADDY DUFELS THE WISTICK. Which card belonged to what\ngroup was not immediately clear. It was not until the riots broke out\nthat the thing began to be seen in its proper perspective. And then it\nwas too late.\n\nWhen the first riot started, it was assumed that the university\nofficials and the police could quell it in a very short time. But\nstrangely enough, as additional police were called in, the battle raged\neven more fiercely. I could see part of the affair from my window and\ntherefore was able to understand why the increasing police force only\nadded to the turmoil. They were fighting one another! And through the\ndin could be heard the wild shouts of \"The Wistick dufels the Moraddy!\"\nor \"The Moraddy dufels the Wistick!\"\n\nThe final blow came when I saw the Registrar and the Dean of Men\nstruggling fiercely in one of the hedge-rows, and heard the Dean of\nMen yell in wild exultation as he brought a briefcase down on the\nRegistrar's head, \"The Wistick dufels the Moraddy!\"\n\nThen someone broke in through the door of my office. I turned in alarm\nand saw a huge three-letter man standing only a few feet from me. He\nhad been in one of my classes. I remembered something about his being\nthe hardest driving fullback on the Pacific coast. He was certainly the\ndumbest philosophy student I ever flunked. His hair was mussed and he\nwas wild-eyed. He had blood on his face and chest, and his clothes were\ntorn and grass-stained.\n\n\"The Wistick dufels the Moraddy,\" he said.\n\n\"Get out of my office,\" I told him coldly, \"and stay out.\"\n\n\"So you're on the other side,\" he snarled. \"I hoped you would be.\"\n\nHe started toward me and I seized a bookend on my desk and tried to\nstrike him with it. But he brushed it aside and came on in. His first\nblow nearly broke my arm and as I dropped my guard due to the numbing\npain, he struck me solidly on the side of the jaw.\n\nWhen I recovered consciousness, I was lying by the side of my desk\nwhere I had fallen. My head ached and my neck was stiff. I got\npainfully to my feet and then noticed the big square of cardboard\npinned to the door of my office. It was lettered in red pencil and in\npast tense said, \"The Wistick dufelled the Moraddy.\"\n\n\n\nThe uprisings arose spontaneously in all parts of the country. They\nwere not confined to colleges. They were not confined to any particular\ngroup. They encompassed nearly the entire population and the fervor\naroused by their battle-cry, whichever one it might be, was beyond all\ncomprehension.\n\nI could not understand either slogan's meaning--and there were others\nlike myself. On several occasions, I attempted to find out, but I was\nbeaten twice and threatened with a pistol the third time, so I gave\nup all such efforts. I was never much given to any sort of physical\nviolence.\n\nOne night, I went home thoroughly disheartened by the state of affairs.\nThe university was hardly functioning. Nearly the entire faculty,\nincluding the college president, had been drawn into one camp or the\nother. Their actions were utterly abhorrent to me. If the professor\nwas a green-top, or Wistickian, he lectured only to green-tops. If he\nbelonged to the Moraddians, or white-top faction, they were the only\nones who could enter his classroom.\n\nThe two groups were so evenly divided that open violence was frowned\nupon as a means of attaining whatever end they had in view. They were\nbiding their time and gathering strength for fresh onslaughts on each\nother.\n\nAs I say, I went home feeling very discouraged. My wife was in the\nkitchen preparing dinner, and I went in and sat down at the table while\nshe worked. The daily paper was lying on the table, its headlines\nloaded with stories of bloodshed and strife throughout the nation. I\nglanced through them. Lately, there seemed to be a sort of pattern\nforming.\n\nEast of the Mississippi, the general slogan was emerging as the Moraddy\ndufelling the Wistick. West of the Mississippi, the Wistick was\nreceiving the greater support. And it seemed that the younger people\nand the women preferred the Moraddy, while elderly people and most men\nwere on the side of the Wistick.\n\nI commented on this.\n\nMy wife answered briefly, \"Of course. Anyone should know that the\nMoraddy will win out.\" She went on with the preparations for dinner,\nnot looking at me.\n\nI sat stunned for a moment. Great God in Heaven, not my wife!\n\n\"Am I to understand that you are taking any part of this seriously?\" I\nasked with some heat. \"The whole thing is a horrible, pointless prank!\"\n\nShe turned and faced me squarely. \"Not to me. I say the Moraddy\nwill win out. I want it to--and I think you'd be wise to get on the\nbandwagon while there's still time.\"\n\nI realized she was serious. Dead serious. I tried a cautious query:\n\n\"Just what does the dufellation of the Wistick by the Moraddy mean?\"\n\n\n\nAnd it made her angry. It actually made her angry! She switched off the\nfront burner and walked past me into the living room. I didn't think\nshe was going to answer, but she did--sort of.\n\n\"There is no excuse for an egghead in your position not knowing what it\nmeans.\" Her voice was strained and tense. \"If you had any perception\nwhatever, you would understand what the Moraddy has to give the\nAmerican people. It's our only hope. And you've got to take sides.\nYou're either for the Moraddy or the Wistick--you can't take the middle\nway.\"\n\nI felt completely isolated. \"Wait! I don't know what it means--\"\n\n\"Forget it,\" she broke in. \"I should have known. You were born, you\nhave lived, and you will die an egghead in an ivory tower. Just\nremember--the Moraddy dufels the Wistick!\" And she swept on upstairs to\npack. And out of my life.\n\nAnd that's the way it was. Whatever malignant poison had seeped into\nthe collective brain of the nation, it was certainly a devastating\nleveler of all sorts of institutions and values. Wives left husbands\nand husbands left wives. Joint bank accounts vanished. Families\ndisintegrated. Wall street crumpled.\n\nDevelopments were swift and ominous. The Army split up into various\ngroups. Most of the enlisted men favored the Moraddy, but the officers\nand older non-coms pledged the Wistickian faith. Their power was\nsufficient to hold many in line, but a considerable number in the lower\nranks deserted and joined forces with the Moraddians, who held the\neastern half of the country.\n\nThe Wisticks ruled the western half with an iron hand, and all signs\npointed toward civil war. Labor and military authorities conscripted\nthe entire population regardless of age, sex or religious convictions.\n\nFor my own part, I slipped away from the campus and fled north\ninto the Oregon mountains. It was not that I was afraid to fight,\nbut I rebelled at the absolute stupidity of the whole thing. The\nidea--fighting because of a few words!\n\nBut they did.\n\nThe destruction was frightful. However, it was not as bad as many had\nthought it would be. The forces of the Wistick leveled the city of New\nYork, true, but it took three H-bombs to do the job, instead of one,\nas the Air Force had claimed. In retaliation, San Francisco and Los\nAngeles were destroyed in a single night by cleverly placed atom bombs\nsmuggled in by a number of fifth-columnist wives who gained access to\nthe cities under the pretext of returning to their husbands. This was\na great victory for the Moraddians, even though the women had to blow\nthemselves up to accomplish their mission.\n\nThe Moraddian forces were slowly beaten back toward the Atlantic\nshores. They were very cunning fighters and they had youthful courage\nto implement that cunning. But their overall policy lacked the\nstability and long-range thinking necessary to the prosecution of total\nwar. One day they might overrun many populous areas and the next day,\ndue to the constant bickering and quarreling among their own armies,\nthey would lose all they had won, and more, too.\n\nFinally, in desperation, they loosed their most horrible weapon, germ\nwarfare. But they forgot to protect themselves against their own\nmalignity. The Semantic War ground to a shuddering halt. The carrion\nsmell of death lay round the world.\n\nThe dufellation of the Wistick and the Moraddy.\n\n\n\nSo here I am, scuttling around in the forests like a lonely pack-rat.\nIt is not the sort of life I would choose if there were any other\nchoice. Yet life has become very simple.\n\nI enjoy the simple things and I enjoy them with gusto. When I find\nfood that suits my stomach, I am happy. When I quench my thirst, I am\nhappy. When I see a beautiful sunset from one of my mountain crags, I\nam happy. It takes little when you have little, and there have been few\nmen who have had less.\n\nOnly one thing troubles me. I suppose it doesn't matter, but I go on\nwondering.\n\nI wonder which side was right. I mean _really_ right.",
    "metadata": {
        "author": [
            "Clothier, William Ernest",
            "Clothier, Bill"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51153/pg51153.txt",
        "name": "the_semantic_war.json"
    }
}