{
    "name": "The Fishdollar Affair",
    "author": [
        "McKenna, Richard Milton",
        "McKenna, R. M.",
        "McKenna, Richard"
    ],
    "body": "Subspace cruising never bored Ensign Stephen Welnicki. The ship's\ncomputer rotated skew-quadro fields, inscrutably altering by threes\nthe twenty-seven positional variables--leaving the watch officer idle.\nThoughts were to be had for the thinking.\n\nThoughts came unbidden to watch officer Welnicki. What if the\nnever-found alien intelligence, feared so absurdly in official policy,\nwas _subspatial_? Weird things, eating mathematics, fighting with\nmusic. They'd attack ... Captain Kravitz and the others nerve-frozen\nsomehow ... command of Galactic Patrol Ship _Carlyle_ devolving upon\nEnsign Welnicki ... triumph ... muster at Prime Reference ... medal of\nhonor....\n\nHis pale blue eyes gleamed and his short blond hair bristled even more\nat the thought. His quartermaster broke in.\n\n\"That emigrant ship is a minute late calling in, sir. Shall I buzz it?\"\n\n\"No. We are senior. I will reprimand her at five after.\"\n\nThat ship in synchro with _Carlyle_ was S.S. _Rubberjack_, carrying\ntwelve hundred colonists and equipment to found a settlement on a yet\nnameless planet of Kappa-9 Carinae. From some democratic planet in Vela\nsector, to be settled athwart an autocratic trend coming down from\nColumba. Ensign Welnicki, aged twenty-four, was already helping make\ngalactic history.\n\nG.P.S. _Carlyle_ would stand by until the settlement was viable.\nAdventure ... a flyer forced down among nameless mountains ...\nhardships ... mineral deposits ... tremendous cliffs and chasms ...\nforever after, on the maps, the Welnicki Mountains....\n\n\"Five past, sir.\"\n\n\"Very well.\"\n\nEnsign Welnicki brought his slight form erect and strode across to\nthe subspace voder, hardening his lips. Forestalling him, the light\nblinked on and the neutral machine-voice said, \"... _Carlyle_. S.S.\n_Rubberjack_ calling G.P.S. _Carlyle_....\"\n\nThe ensign pressed his transmitter bar and snapped, \"_Carlyle_ here. Go\nahead, _Rubberjack_.\"\n\nToo bad there was no visual transmission in subspace, to carry his\nhawklike stare to that sloppy merchant officer. Too bad his crisp voice\nwould be wasted in the neutrality of _Rubberjack's_ voder.\n\n\"This is Wendrew Fishdollar, President of the Republic of Fishdollar\nFive,\" the voder said. \"Our forces now control S.S. _Rubberjack_. We\nwish to negotiate a standard treaty with the Galactic Patrol.\"\n\nWelnicki's long, thin nose twitched in dismay. \"What ... where is\nFishdollar Five?\" he gasped. _Are they human?_ his thoughts ran.\n\n\"Our present seat of government is in S.S. _Rubberjack's_ tender,\"\nthe neutral voice replied. \"We have seceded from the main body of\nsettlers. We wish to arrange for settlement on a different planet.\"\n\n\"Oh! Oh. Mutinous settlers?\"\n\nWelnicki's eyes narrowed. He smiled grimly. He glanced down at his blue\nand gold tunic and punched on the photo-recorder. Best have a record\nfor the historians.\n\n\"Fishdollar, this is mutiny in subspace. In the name of the Galactic\nPatrol, I command you to surrender yourself and your accomplices to\nCaptain Glover at once!\"\n\n\"I am chief of state of a sovereign nation and I will not be spoken\nto like that,\" the voder said. \"If necessary, we will cast loose the\ntender and enter space to find our own planet. We are holding the\ntender crew at their stations, even as I speak.\"\n\n\"I forbid it absolutely!\" the ensign barked. \"If you inspace at random,\nyou will likely be far beyond the sphere of permitted exploration. You\nmay betray humanity to an unknown enemy. Moreover, you will all be\npirates and slavers. President Fishdollar, consider what you do!\"\n\n\"National survival is at stake. My first loyalty is to my nation.\"\n\nEnsign Welnicki arched his neck. \"I warn you, President Fishdollar,\" he\nsaid vibrantly, \"if you take those _Rubberjack_ crewmen into space, I\nwill follow and free them if I must pursue you to the uttermost ends of\nthe galaxy!\"\n\n\"We will defend our sovereignty to our last drop of blood,\" the\nvoder replied pleasantly. \"We had hoped for Patrol cooperation, but\nwe are prepared to carry on in the teeth of Patrol hostility. Our\ndetermination, Captain Kravitz, is unshakable. Goodbye, sir!\"\n\nThe light blinked off. That parting speech must have been sonorous and\nmagnificent in old Fishdollar's natural voice, the ensign thought. Then\nan echo of it nagged at him and he jumped.\n\n\"Oh my,\" he said, and punched the captain's emergency signal.\n\n\n\nCaptain Kravitz played back the photo-record and cocked a grizzled\neyebrow at Welnicki. He sounded the general alarm and snapped orders:\nready Scout Vessel Two and boarding party. Sleepy men manned battle\nstations. Captain Glover came on the voder to report his tender gone\nand trouble with lost-mass aberration. He was almost inaudible at full\ngain. \"Prepare to regress,\" Captain Kravitz ordered.\n\n\"Proceed to destination and wait in orbit for me,\" he shouted into the\nvoder. \"I will regress and send a party after your tender. Give me the\nbreak coordinates.\"\n\nWhispered data passed until Kravitz said abruptly, \"That's enough,\ncaptain. I want a short regress. Good luck.\"\n\nWelnicki thought about regression. The nine canonical threes vary\nindependently in subspace; when a ship inspaces between the initial\nand terminal points set up in her computer, she may be anywhere. To\nfind the Fishdollars, _Carlyle_ would have to regress to the tender's\nbreakaway point without changing computer settings. It is a mode of\nliving backwards, and indescribably unpleasant.\n\n\"Stand by to regress!\"\n\nHowls of dismay arose. Ensign Welnicki stood at attention and raised\nhis chin.\n\n\n\nPale with nausea, Ensign Welnicki faced Captain Kravitz after _Carlyle_\ninspaced. The tall, graying captain looked shaken also, but his eyes\nburned. His voice was ironically gentle.\n\n\"Given the chance, I might have persuaded Fishdollar to take another\nCarina planet, avoided all this ... four thousand parsecs beyond the\nfrontier of exploration ... dangerous security breach ... you command\nthe search party, Ensign Welnicki ... field-search each system in turn,\nbuoy each as you leave ... I know I can count on you for the last full\nmeasure of devotion, Ensign Welnicki....\"\n\nWelnicki opened his eyes wide.\n\n\"I shall not fail you, sir,\" he said as firmly as he could.\n\nThe captain stroked his clipped gray mustache with two fingers. \"I\nexpect you to pursue the Fishdollars to the uttermost ends of the\ngalaxy, Ensign Welnicki,\" he said solemnly.\n\n\n\nG.P.S. _Carlyle_ had ghosted back into subspace. Welnicki in blue and\ngold faced his subordinates across a green table in the tiny wardroom\nof Scout Vessel Two. They wore gray coveralls. Sergeant Chong, dark,\nstocky, impassive. Chief Quartermaster Rutledge, plump, florid,\nvoluble. Chief Drive Tech Kihara, small, dark, reserved. The ensign\ncleared his throat.\n\n\"This is a council of war, gentlemen. Here is our situation....\"\n\nFive Sol-type stars lay within the tender's range. They would visit and\nfield-search each system in turn, regain control of the tender and its\ncrew when found, then wait for _Carlyle_. Under the treaty they were\nagents of the settlers' parent system, Sigma-3 Velorum, and bound by\nits constitution.\n\n\"So, gentlemen, it is really intersystemic war. Now the enemy\npopulation is about fifty--Captain Glover's estimate, he hadn't time\nto muster the settlers before we regressed. We have twenty marines and\nnine spacers. We are outnumbered and must attack prepared positions,\nbut courage and imagination--\"\n\n\"Won't some settlers be women?\" Chong broke in gruffly. \"We may not be\nso overmatched. How are they armed?\"\n\n\"Body weapons only, sergeant. Nothing heavy. We mustn't hurt women, of\ncourse.\"\n\nChong coughed and subsided.\n\n\"One thing more. Our inspace separation from _Carlyle_ is great enough\nso that, under article fourteen of Patrol Regulations, our scout is an\nindependent ship. I now declare this ship in full commission.\"\n\nHe took glasses and a bottle of Earth whisky from a bag at his feet and\npoured drinks all around.\n\n\"Stand, gentlemen,\" he bade them. \"To our ship and her christening:\ngentlemen, I give you G.P.S. _Fishdollar's Bane_.\"\n\nThe men choked a little on the fiery liquor. Ensign Welnicki wiped\nmoisture from his eyes and looked on them with kindly gravity.\n\n\"Hereafter you may address me as Captain Welnicki,\" he said. \"And now\nstand by to outspace.\"\n\n\n\nArrowing through the fourth system like a hundred-foot rapier probing\nenemy vitals, G.P.S. _Fishdollar's Bane_ finally sniffed out the\ntender's ID pattern on an inner planet.\n\n\"Pinpoint the enemy and orbit his horizon. Compute physical data and\nreport,\" Captain Welnicki ordered Rutledge.\n\nNext ship-day he briefed his subordinates. A single continent lay\nathwart the planet's equator, with major volcanic activity in its\ngalactic north. The enemy base was on the southwest coast. Gravity was\npoint nine, the day twenty-six standard hours, and the season spring\nin the southern hemisphere. They would achieve surprise by landing in\nthe north and staging the landing party south in the atmospheric flyer.\nWhat did they think?\n\n\"It's a laugh, the way we outgun them Fishdollars, Mr.--I mean Captain\nWelnicki,\" Chong growled. \"Why not take--this ship--right over 'em and\ncall on 'em to surrender?\"\n\n\"They'd defy us, sergeant. They're ready to die to the last man--oh,\nyou should have heard old Wendrew Fishdollar's parting speech! And\nremember, they have hostages.\"\n\n\"Oughta be some way we could use the ship's armament.\"\n\n\"You're a tough fighter, sergeant, but you lack creative imagination.\nNo, my decision stands. Have your marines roll field packs.\"\n\n\n\nSpiralling in, Captain Welnicki thought the continent spectacular.\nVolcanoes and fissure flows welled forth seas of molten rock. Seas\nof rain slashed into them and roared skyward again as atmospheres of\nsteam. The shrewdest enemy would never expect attack from this quarter.\n\nG.P.S. _Fishdollar's Bane_ grounded at dusk in a wooded region of\nlow hills. The air was sulfurous but good, the sky a smoking glory.\nOccasionally the ground trembled. Singing birds in the strap-leaf\nfoliage and furry ground rats were curious and unafraid. Captain\nWelnicki walked apart and listened to the shouts of his marines getting\ngroundworthy.\n\nKihara and the spacers were assembling the flyer. The marines were\nplaying grabtail, except two armed sentries. Keen fighting men all,\nspoiling for a fight or a footrace. The captain winced when he heard\none refer to his ship as G.P.S. _Fishbait_. But then, enlisted men were\nthat way, hiding their nobler sentiments under such rough endearments.\nUnderneath, however, hearts of oak....\n\nEarly in the flaming dawn Kihara flew the marines south. He returned\nin midafternoon from the four-thousand-mile round trip. Then Captain\nWelnicki and the spacers flew south with equipment to complete the\ncamp. There seemed to be no large animal life, so he left the ship\nclosed but unguarded.\n\nChong's position lay behind a hill fifty miles north of the enemy.\nGreat strap-leaf trees concealed tents and sentries. The captain,\nwearing the gray working uniform for the first time, called a council\nof war in his command tent.\n\nEve of battle, gentlemen. Stout hearts, now. Chong, Crespi and Swenson\nwould be landed in darkness to scout for the attack. They would plant a\nguide beacon and hide until the full party joined them the next night.\nTomorrow the flyer would move reserve rations and the heavy blaster\nammo down from the ship.\n\nSgt. Chong, in accordance with Patrol Regulations, would direct the\nactual fighting. He, Captain Welnicki, would resume command when the\ndiplomatic phase opened, that is, when President Fishdollar offered to\nsurrender. Questions?\n\nNo questions. When Kihara returned from dropping Chong, he came again\nto the dark command tent and brushed past the orderly.\n\n\"Captain, wake up. The ship's guide beam don't register on the flyer's\nscreen. Noticed it coming back just now. Something's wrong.\"\n\n\"Do you suppose the Fishdollars--\" Captain Welnicki came full awake.\nNever betray doubt to a subordinate ... the lonely leader....\n\n\"Locate it visually tomorrow, then,\" he said calmly. \"Take Rutledge to\nhelp. But you can't miss that big T-shaped lake.\"\n\n\"Oh, I guess we'll find it, if--\"\n\n\"Of course you will. Turn in now, Kihara. Get some rest.\"\n\nThe captain did not sleep. He paced uneasily next day until the flyer\nreturned, then almost forgot himself and ran to meet it.\n\n\"Gone forever,\" Rutledge said excitedly. \"One of them fissure flows,\nmust've been ... miles of boiling rock right where we was ... updrafts\nlike to tore us apart and fried us too ... now what, captain?\"\n\nCaptain Welnicki stood very erect and lifted his chin.\n\n\n\nDarkness under the two small moons. Captain Welnicki stood apart and\nthought. Nothing but hand weapons and pack rations for two days. A\nfanatic enemy sitting with enormous reserves in a prepared position.\nSo ... attack, of course ... always the audacity ... out of this nettle\ndanger I pluck this flower....\n\nKihara landed the party, minus the useless blasters, by Chong's beacon.\nChong, sulfurous in disgust, drew his corporals aside to improvise a\nnew plan. Captain Welnicki hovered near, saying nothing. He heard Chong\ntell Swenson to use the spacers for support fire.\n\n\"Soon's it's light enough I'll pass the word,\" Chong finished. \"Scatter\nnow.\"\n\n\"Come on, you spacers,\" Corporal Swenson growled.\n\nHe moved off, followed by the spacers. After a moment Captain Welnicki\ntrailed along.\n\nThe enemy base lay on high ground across a small stream. One large\nunfinished building of slagged earth stood near the tender. The land\nwas uneven and wooded. The roar of the sea came faintly through night\nair as Swenson briefed his spacers.\n\n\"Sleep if you can,\" he ended. \"I'll watch.\"\n\n\"I want to scout in closer, corporal,\" the captain said.\n\n\"Not past the stream, if you please, captain. We spotted infra-pickups\nover there. That's why Chong wants daylight and cover fire.\"\n\nMinutes after he crossed the stream the captain's throat communicator\nprickled. It was Chong.\n\n\"Swenson tells me you're prowling, captain. Don't tell me where you are\ncause I'm scared to know. But freeze there. That's a military order in\nthe field.\"\n\n\"Aye aye, sergeant,\" the captain said glumly.\n\nHe slept fitfully on the hard ground. Long time until dawn like\nthunder ... Corporal Swenson stunned, command of the spacers devolving\nupon Captain Welnicki ... ask no quarter, give none ... red dawn\nstreaks now, an omen ... LISTEN: _footsteps in the brush!_\n\nOver his flame pistol Captain Welnicki saw a tall man appear. He wore\na merchant spacer's leather jumper and carried a small shovel. At the\ncaptain's terse command he dropped the shovel and faced the leveled\npistol, hands at shoulder height.\n\n\"Quiet now! Who are you?\" Welnicki whispered.\n\nEyes squinted above the loose mouth. \"I'm Jonas Cobb, that was third\nofficer in _Rubberjack_. Are you a Patroler?\"\n\n\"Captain Stephen Welnicki, commanding G.P.S. _Fishdollar's Bane_. I\nhave come to liberate you.\"\n\n\"Well now, cap'n, that's right good of you. I'd be pleased to help.\"\nThe hands dropped.\n\n\"You can, Cobb. I can use help. I've lost my ship, you see. I have only\ntwenty-eight men with nothing but body weapons and two days' rations. I\n_must_ win on my first assault.\"\n\n\"Here's an idea, cap'n. Them Fishdollars are still sleeping aboard.\nSuppose I sneak back, close the bunkroom collision doors and pull the\nfuses? I'll jam the hull doors too, so the guards can't close 'em.\"\n\n\"_Good_ man, Cobb! Would you dare try?\"\n\n\"I would, cap'n. Suppose they closed up the tender on you? All the\nchow's still aboard, and you can't eat native protein here without\nit's bio-fielded. Them Fishdollars could just sit and guzzle while you\npoor Patrolers all starved, and then who'd liberate us? Handguns won't\nnoways touch that plating.\"\n\nChong came on the communicator. \"Military order, captain. Stay put and\nkeep your head down. We attack in one minute.\"\n\n\"No! Oh _no_, sergeant,\" the captain protested. \"I've taken a\n_Rubberjack_ prisoner ... he'll jam the hull doors for us--\"\n\n\"Don't trust him nor you neither. The both of you stay put. Here goes--\"\n\n\"_No_, Sergeant Chong! I relieve you of command. Article thirty-seven,\nPatrol Regulations. Stand fast, now!\"\n\nHe smiled apologetically. \"My field commander is impatient. But hurry,\nCobb. My marines are straining at the leash.\"\n\nCobb moved off hastily. Moments later came a subdued clamor of voices,\nscurrying feet, grating noises. Captain Welnicki peeped through the\nscreening shrubbery just in time to see the ramp pull in and the\nponderous cargo doors swing shut.\n\nHe called Chong: \"Enemy alerted ... fortunes of war ... stiff upper\nlip ... resume command, Sgt. Chong.\"\n\nChong exploded. \"Situation militarily hopeless ... stop playacting and\nsurrender ... your baby, captain, and look to its napkin.\"\n\nCaptain Welnicki stood stiffly erect and raised his chin.\n\n\n\nThat darkest hour ... inexorable hunger on this star-lost planet ...\nguile now ... keen intelligence of the spaceways.... Captain Welnicki\ncalled his subordinates to a council of war.\n\nThey had one idea--to surrender. \"Somebody, you, captain, go bang on\nthat personnel port,\" Rutledge urged.\n\n\"Never! Death before dishonor!\"\n\n\"Hey! They're sending out a flag,\" Chong said.\n\nThe tender's personnel valves were ajar and between them a white cloth\ndangled.\n\n\"I'll go in and parley,\" Captain Welnicki said crisply. \"Deploy and\ncover me, sergeant. If they try to overpower me, blast us all down.\"\n\nSgt. Chong snorted nervously. The captain walked toward the ship ...\nlonely, gallant ... ashes of defeat ... guile now.... The ramp poked\nout and a lanky figure, bearing the flag, descended. It was Cobb.\n\n\"Cobb! What happened? Did they--\"\n\n\"General Cobb to you, cap'n. General of the Army of Fishdollar Five. I\ncome out to take your surrender.\"\n\nThe captain stared.\n\n\"President Fishdollar says tell you we'll treat you real good if the\nmarines'll help with the settlement. If so be you've a mind to, the\nforeign minister will work out a Patrol treaty.\"\n\nThe hangdog features gloated in mean triumph. Degrading ... proud wings\ndrooping ... unless ... yes ... restructure the gestalt....\n\n\"I come not in war but in peace, general. Commanding a Patrol vessel\nempowers me to act as Patrol ambassador. My men will aid you, in\naccordance with standard Patrol policy. Tell President Fishdollar I\nwill make my official entry shortly after noon.\"\n\n\"I'll do that, cap'n. Say, you're a slippery one too, ain't you?\" the\ngeneral asked admiringly.\n\nHe turned away. Ambassador Welnicki rejoined his aides in stately\ndignity. Rutledge was secretary, Kihara chauffeur and Chong commander\nof the honor guard, he told them. Then he ordered a retreat to the\nflyer.\n\nIn the flyer he donned his blue and gold uniform. He had meant to wear\nit when he took President Fishdollar's surrender. Oh well, he had not\ndisgraced that ancient, mystic bird-and-anchor symbol ... diplomatic\ntriumphs, now....\n\n\n\nKihara landed the flyer before the large single building. No one\nwas about. Eight marines got out and lined up. Ambassador Welnicki\nwatched while a pretty young woman came out of the building and looked\ndoubtfully at the flyer.\n\nShe was small, dark haired and wore a high-girded chlamys of clinging\nwhite cloth. Squinting, he saw above her left breast an emblem worked\nin red. It was an outlined fish with the ancient, mystic dollar symbol\ninscribed. She approached the marines hesitantly.\n\n\"Here now, young woman, those men are on duty,\" the ambassador warned.\n\"You mustn't molest them. Please inform the foreign minister--\"\n\nShe smiled. \"I am the foreign minister,\" she said, bobbing a curtsy.\n\"Lindrew Fishdollar, at your service, Mr. Ambassador, and welcome to\nFishdollar Five. The president is waiting in the state reception hall.\"\n\n\"Thank you, Madame Minister.\" He stepped down with dignity, saluting,\nand followed her into the building. She danced ahead with vivacity\nunbecoming a foreign minister.\n\nThe hall was large, with bare slag walls and rough wooden furniture.\nComing to meet him was another pretty young woman in another white\nchlamys that molded itself to her walking. He stopped short.\n\nShe was smiling ... milk white skin and jet black hair ... thick\neyebrows, black eyes ... small, sweetly curvesome ... holding out a\nhand....\n\n\"Oh my God!\" he said shakily. \"You! You are Wendrew Fishdollar!\"\n\n\"Wendy to my friends, Captain Wennocky, and I hope you will be one. We\ndo so want a Patrol treaty. Won't you sit down?\"\n\nThe ambassador sat down, head whirling.\n\n\"How many of your officers of state are women, may I ask, Madame\nPresident?\"\n\n\"All of us,\" she said brightly. \"Our charter population, fifty-two\nin all, is entirely feminine. Since our founding we have naturalized\neleven men.\"\n\n\"Well, Madame President ... you must realize ... most unusual....\"\n\n\"I understand, Captain Wennocky. Perhaps you're tired. Quarters are\nready for you upstairs and the minister of the interior will show you\nto them if you wish. General Cobb will berth your men in the tender.\"\n\n\"My name is Welnicki,\" the ambassador said, rising. \"Captain Stephen\nWel-nicki.\"\n\n\"Oh, forgive me, Captain Welnicki. General Cobb--but there, poor man,\nyou're tired and I won't keep you. Will you and your aides attend an\ninformal dinner tonight with my cabinet officers?\"\n\n\"Yes ... delighted....\"\n\nThe minister of the interior skipped along apologizing prettily for\nthe crude furniture. She was Wandrew Fishdollar, call her Wanda, and\nshe would see him again at dinner. His bedroom was also the Fishdollar\nNational Library.\n\nThe ambassador called a council of state. His aides were equally\novercome. Who'da thought it? ... all women, all named Fishdollar ...\ncute as crystals, too ... always liked them Sigma Velorum planets ...\nhey, Chong, you old goat?...\n\n\n\nDinner ... elfin faces with white skin and black eyes ... short, kilted\nskirts, sleeveless blouses ... Cindrew, Rondrew, Sandrew, Dundrew ...\nminister of this, minister of that ... the ambassador was still dazed.\n\nHis aides did well. Kihara talked slaggers and nuclear furnaces to the\nminister of public works--Cindy, was she? Rutledge, expansive, held\na group bright eyed and breathless with his account of the volcanic\nnorth. Chong was saying, \"No offense, General Cobb, but in a fight the\nmarines....\" Defense Minister Bondrew listened admiringly.\n\nThe ambassador felt better. Born diplomats, these men. That came\nof roaming the starways ... a cosmoplanetary polish ... charm no\nprovincial could resist--\"What did you say, Madame President? My mind\nwandered.\"\n\n\"Let's take our teacups into the next room where it's quiet. I want to\ntell you the story of the Fishdollars.\"\n\n\"Of course.\" The ambassador rose with courtly, cosmoplanetary grace.\n\nShe sat beside him on the single cloth draped bench, and smoothed her\nshort red skirt.\n\n\"In the second century After Space, Stephen--may I call you Stephen?\"\nshe began. He nodded indulgently.\n\nThe eighty-fourth planet colonized from Earth, she told him, was\nFishdollar One, so named for Andrew Fishdollar, who founded the\nsettlement and brought along many kinsmen. The settlement prospered but\nthe planet had a strong Rho effect. Did he understand?\n\n\"Yes, Madame President. An excess of female over male births until a\ncertain population density is reached.\"\n\n\"It may take _centuries_. It's terrible. Stevie, I've actually heard\nthe Patrol sometimes sends ships....\" She blushed prettily and looked\ndown at the teacup on her rounded knee.\n\n\"Yes. Yes, Wendrew. There is a special clause--oh, most delicately\nworded--in the standard Patrol treaty with Rho effect planets. Spacers\ncall them good liberty planets.\" He felt warm, tugged at his tight\ncollar and kept his gaze on the president's teacup.\n\nShe took up her story. Genetic strains varied in susceptibility to\nthe Rho effect, of course he knew, and it was terribly severe on\nFishdollars. The clan became immensely wealthy through pioneer land\nholdings, but the name was dying out. Male Fishdollars were recruited\nfrom Earth and the other planets until the name was extinct elsewhere,\nbut it was no use. Sex control was no good--bad psychic effects in\nthe resultant males. Finally, in the fourth century, the Fishdollars\nsettled a new planet, seeking a reduced Rho effect.\n\n\"But Wendy, why not adopt boys, change names and so on?\"\n\n\"Against the laws, Stevie. People with low-Rho names believed the\neffect worked through the name and not the gene pattern. Silly\nsuperstition of course, but they had the votes.\"\n\nIt was the same story on Planets Fishdollar Two and Three. Fishdollar\nwealth grew and Fishdollar males dwindled in inverse ratio. On\nFishdollar Four, in the Sigma-3 Velorum system, they vanished\naltogether. A few hundred women still bore the name.\n\n\"It's pitiful, Stevie, when a name dies after thousands of years,\" she\nsaid softly. She put down her teacup and smoothed nervously at her\nbrief skirt.\n\n\"I can imagine. Ten generations of Welnickis have served the Patrol.\"\n\n\"We tried hard to keep the name alive,\" she went on, vainly tugging the\npleated skirt lower on the smooth white legs. \"Stevie, some of us here\nare haploid and some are illegitimate.\"\n\nHer head drooped. Wordless, he watched her hands. She raised a rosy\nface to him impulsively.\n\n\"You mustn't think I'm one,\" she said rapidly. \"My father was the last\nAndrew Fishdollar, the last man. He died two years ago.\"\n\nThe younger Fishdollars, she continued, planned one last effort to\nsettle a new planet, to be named Fishdollar Five. They recruited a\ngroup meeting Patrol standards and got sponsorship. It cost them a\ngreat deal of money. Their constitution and legal codes were those\nof the parent system, with minor changes correcting the unfair laws\nagainst high-Rho names.\n\n\"And then--oh Stevie, those superstitious, ungrateful, low-Rho\nsettlers! While we were still in subspace they began amending the laws\nand the constitution. They even changed our planet's name to Rewbobbin,\nthe ugliest, lowest-Rho name among them!\"\n\n\"Rewbobbin!\" He shuddered.\n\n\"We were just frantic, Stevie. We wanted to scratch their eyes out\nand we wanted to die. Then we thought about seceding. We learned that\n_Rubberjack's_ tender was preloaded to care for an advance party of two\nhundred. We talked to General Cobb--you know the rest.\"\n\n\"Yes, Wendy. How imaginative ... a random inspacing into unexplored\nvastness.... Wendy, I salute your courage!\"\n\n\"We weren't really so brave. The tender was a last resort, to force\nCaptain Kravitz to settle us on another Carina planet. But when he\nreacted so violently--oh, Stevie, you should have _heard_ the language\nhe used to me--we knew we must go. We really had no choice, now did we?\"\n\nThe ambassador coughed and licked his lips. \"No, I suppose not, Wendy.\nCaptain Kravitz is unimaginative ... aging....\"\n\n\"Stevie, did we do wrong? Do you think we did?\"\n\n\"No, Wendy. Not you, whoever else may have. You were magnificent. I\nwill use all my influence to see that your settlement lives.\"\n\n\"I'm so happy, Stevie. I feel safe now. Tomorrow Linda can work out a\ntreaty with you. Shall we join the others?\"\n\nThe smooth white legs stood up.\n\n\n\nThe ambassador could not sleep. His own copy of Patrol Regulations was\nlost, but providentially he found a copy in the Fishdollar National\nLibrary beside his bed. He thumbed it.\n\nHe was, indeed, still captain and therefore ambassador while his crew\nwas intact. But that other article ... here it was:\n\n\"In exceptional circumstances involving galactic security the commander\nof a ship or squadron may assume plenipotentiary status and execute\nfinally rather than provisionally binding agreements ... as soon\nthereafter as practicable he shall report to Prime Reference for\nplenary court martial.\"\n\nSo. If he dared.... He remembered old Borthwick's lectures in Patrol\nJurisprudence at the academy. Only two men, both squadron commanders,\nhad ever used that article. One had been shot, one cashiered.... The\nambassador slept.\n\n\n\nOver coffee next morning the foreign minister produced copies of the\nPatrol treaty with Sigma-3 Velorum, with appropriate name changes, and\nproposed they sign them.\n\n\"These won't do, Madame Minister,\" he protested.\n\n\"Why not, Stephen? We have almost the same constitution.\"\n\n\"Your planet, Lindrew. Almost four thousand parsecs beyond the sphere\nof settlement. Do you know why we _have_ a frontier?\"\n\n\"Oh, Patrol policy ... no, why?\"\n\n\"Other intelligent beings may be settling the galaxy just like we are.\nWe're afraid to meet them too soon.\"\n\n\"Why?\"\n\n\"Maybe hostile. Lindrew, just because the Patrol prevents\ninter-planetary wars, it's the only deep space fighting force humanity\nhas. But with no wars, and support of the Patrol voluntary, it isn't\nvery big. Not big enough for galactic war.\"\n\n\"Will it ever be?\"\n\n\"We hope so. We add a new ship for each new planet. We increase as the\ncube of the radius and our frontier only as the square, as long as we\nenforce the sphere of settlement concept.\"\n\n\"The Patrol enforces it?\"\n\n\"Yes, by denying sponsorship and protection to non-treaty settlements.\nWe can't actually use force against a sovereign planet, except blockade\nunder certain conditions.\"\n\n\"Do settlements ever defy you?\"\n\n\"Not for long. They give up and we move them to a settled planet that\nwants them, wiping out all traces of their stay.\"\n\n\"Oh. Stephen, do you approve of that policy?\"\n\n\"No, Lindrew, I never have. It's--it's unimaginative. But they'll tear\ntheir beards at Prime Reference about your planet.\"\n\n\"But you'll help us, won't you Stephen? How must we change the standard\ntreaty?\"\n\n\"This is an outpost planet and the aliens, if they exist, will surely\nfind it first. We'll need a Class I base. You must in time support\nextra-planetary defenses.\"\n\n\"You make the changes, Stephen. Whatever you say. Then we'll sign.\"\n\nHe shuffled his feet. \"I'm afraid I can only initial it, Madame\nMinister. Prime Reference must ratify. I will urge most strongly--\"\n\n\"Oh Stephen,\" she interrupted, pretty face stricken, \"might we lose our\ntreaty after all?\"\n\n\"There's a chance, I can't deny it.\"\n\n\"Oh dear! I haven't the heart to tell Wendy.\"\n\n\"I need to think,\" the ambassador said. He excused himself unhappily.\n\n\n\nDays passed and the settlement grew. The ambassador put away his blue\nand gold and worked with his hands. The native strap-leaf vegetation\nflowered riotously through long, warm days, and so did Earth plants\nin the test plots. The shapely Fishdollars became golden-tan and more\ncharming than ever.\n\nThe Patrolers worked like fiends erecting buildings and plants,\nstriving to outdo the merchant spacers. The girls helped where they\ncould and bubbled admiringly at the prodigies of labor. The minister\nof public works told Chong privately that one marine equalled two\nmerchant spacers. The latter, as if unaware of their lesser worth,\nworked like fiends too.\n\nKihara and his two petty officers were the engineers. Corporal Crespi,\nwith a gang of marines and Fishdollars, milled fragrant lumber from\nnative hardwoods. Houses went up and were filled with furniture\nrough-styled by General Cobb. The ambassador worked on the power plant,\nthe materials converter, and then the air conditioning. The men became\nhard, deeply bronzed, strongly alive as the native trees.\n\nWith his aides, the ambassador worked out treaty revisions.\n\n\"PR will never ratify,\" Rutledge said.\n\n\"Look. Maybe the aliens don't exist,\" the ambassador argued. \"If they\ndo exist, they may respect boundaries. Then Fishdollar Five stakes\na huge claim for humanity. If it's war, we make our fight around an\noutpost planet, far from settled regions.\"\n\n\"We ain't Prime Reference,\" Chong growled. \"Who you trying to convince?\"\n\n\n\nFishdollar Five ratified the treaty. Ambassador Welnicki looked\nunhappily at his initials and told the foreign minister, \"I'm sorry,\nLinda.\"\n\n\"We understand, Stephen. We know you're doing all you dare for us.\"\n\n\n\nResting one day from pipefitting, the ambassador asked Kihara, \"You\nknow math, chief. Isn't it true this damned, sacred 'sphere of\nsettlement' really takes in the whole galaxy in subspace?\"\n\n\"Yes, in a way.\"\n\n\"It's fossilized, Einsteinian thinking. Damn the admirals!\"\n\n\"The admirals think Einstein is God. You better think the admirals are\nGod,\" Kihara warned.\n\nThe ambassador thought. The outpost planet ... last, loneliest,\nloveliest, exquisite, apart ... one man with imagination ... serve\nhumanity and be damned for it now, canonized later....\n\n\n\nOne afternoon he walked with Wendy to their favorite spot on a headland\nabove the sea. She climbed before him up the steep, narrow way, and\nthe sea wind fluttered her skirt. The outpost planet ... democracy ...\ndaughter planets teeming with pretty girls like Wendy and stalwart\nyoung men like ... really imaginative galactic ecology....\n\nSunset neared and half the sky, as usual, flamed gorgeously. The sea\nsent back the color and beat hypnotically against the cliff base. Wendy\nstood on tiptoe, arms raised, skirt wind-molded, sweetly rounded form\noutlined against the sky.\n\n\"Stevie, Stevie,\" she whispered, \"isn't our planet beautiful? I would\nrather die than leave it. I feel ... fulfilled, somehow.\"\n\n\"Wendy, I haven't told you, but--\"\n\nShe came to him in quick concern, her hand on his arm. Then it came out\nof him in a rush.\n\n\"Regulations permit me to assume plenipotentiary status. If I do and\nthen sign that treaty, it will bind the Patrol absolutely. Wendy, I'm\ngoing to do it!\"\n\n\"Can you really, Stephen? Won't they find a way....\" Her face was grave.\n\n\"I can, for sure. I'll undergo court martial after. But the treaty will\nstand. The pledged word of the Galactic Patrol is sacred. Only the\nPatrol binds humanity into any kind of unity, and its very existence\ndepends upon planetary trust in Patrol good faith.\"\n\n\"It's so much power for one man.\"\n\n\"Not every man is made a Patrol captain. Believe me, Wendy, your planet\nwill live. And I'm glad.\"\n\nThen she was in his arms and they were kissing, and Captain-Ambassador\nWelnicki trod on air back to the settlement feeling that the game\nwas worth the candle if they took his head for it. He signed with\na flourish, Stephen Welnicki, Captain, GP, subscribed Ambassador\nPlenipotentiary. Then he called his aides into council and assumed the\nstatus formally, just for the record.\n\n\n\nDays passed, shorter and warmer, fruits forming on the native plants.\nBasic installations were complete. Exploring and mapping teams brought\nin mineral and biotic specimens for testing. It was midsummer of the\nfour-hundred-two-day year. President Fishdollar brought up a delicate\nsubject with the ambassador plenipotentiary.\n\nFour of her citizens were, well, you know, and they wanted to marry\nfour of his marines. Could he authorize it?\n\n\"Of course, Wendy. Enlisted men may marry on any treaty planet.\"\n\nHe spoke to Chong.\n\n\"I told 'em hell no,\" the sergeant said. \"Us marines depend on higher\nauthority to protect us from that. You're gonna back me up, ain't you,\ncaptain?\"\n\n\"No I'm not! What's so terrible about marriage?\"\n\n\"Ask Corporal Hodges that, captain. He's married and the Fishdollars\n_know_ it.\"\n\n\n\nChief Justice Sandrew married the four couples in a mass ceremony.\nPresident Fishdollar wept and the ambassador plenipotentiary comforted\nher.\n\nShe was distrait and melancholy in the days that followed, and the\nambassador plenipotentiary was himself obscurely troubled. Eight more\ncouples married. Then one evening they were again on the headland in a\nflaming sunset and she began crying softly. She didn't know why, unless\nit was because the sunset was so beautiful.\n\nSo he held her and they talked in low voices until, as the sun's red\ndisk touched the sea rim, he had to tell her that no Galactic Patrol\nofficer could marry until he reached the rank of commander.\n\n\"But you're a captain already, Stevie.\"\n\n\"Only in a special, temporary way--\"\n\n\"But your heroism, finding us, losing your ship--surely they'll make\nit permanent.\"\n\n\"Wendy, they'll want my head for all that. I ... I've tried to think\nthat way myself, but I can't. I do believe, in the far future the name\nWelnicki will be honored by what I have done, but now--when Captain\nKravitz comes--I have no right--\"\n\n\"Every man has a right to happiness, Stevie. What if you married\nanyway?\"\n\n\"Cashiered, automatically. Ten generations of Welnickis have given\ntheir lives to the Patrol with not one dishonorable action--\"\n\n\"Stevie, you make me furious! How can marriage be dishonorable? We'll\nkeep it secret and you can command the base here until you make\ncommander. It's all so simple, really.\"\n\n\"I need to think,\" he said sadly. She laid her dark head on his\nshoulder and cried.\n\nHe thought: make her happy ... secret ... impassioned speech before the\nadmirals ... galaxy to fill ... creative imagination confirms me now,\ngentlemen, time will vindicate me ... so tearfully anxious ... in for a\ncopper, in for a solar ... make her happy....\n\n\"Wendy,\" he said in a low, halting voice, \"let's do get married.\"\n\n\"Oh _yes_, Stevie! Yes, yes, yes!\" She melted into his arms.\n\nThe crimson sun dropped below the sea rim and the sky faded to somber\nred. They walked back hand in hand, the president chattering gaily, the\nambassador plenipotentiary oppressed under the cumulative enormity of\nhis command decisions.\n\nThe wedding was beautiful. The bride wore her chlamys of state and the\ngroom stood very erect in blue and gold. Chief Justice Sandrew wept but\nmanaged to get the words out clearly enough through tears and sniffs.\nAll the Fishdollars wept. Even hard, unsentimental Sgt. Chong snorted\nnervously.\n\nMarried life was wonderful. The president melted with affection and the\nambassador plenipotentiary loved it. Never had diplomatic relations\nbetween the Patrol and any planetary government been so cordial.\n\nEven the weather reflected it. The days, cold and rainy as winter came\non, turned clear and warm again. The native trees were deciduous and\ntheir long strap-leaves became a blaze of color carrying the dawn glory\nthrough softly bright days, carpeting the ground with sunset. Thinking\nand worry were fantastically unnecessary.\n\nThen one beautiful morning after an intimate breakfast, the ambassador\nplenipotentiary learned that maybe, just maybe now, darling, he\nwas going to be a father. A few tearful moments later an excited\nquartermaster called him to his door. G.P.S. _Carlyle_ was in orbit and\nwould ground next day. Captain Kravitz instructed Ensign Welnicki to\nreport aboard as soon as grounding was secured.\n\n\n\nAll along her six-hundred-foot length, ground shores probed out to\nequalize tensions as G.P.S. _Carlyle_ eased her lift. The shriek died\nwith the slowing generators, and the starboard personnel port swung\nopen. Beyond the zone markers Ensign Welnicki looked into his wife's\nface, then marched toward the ship. He wore his blue and gold.\n\n_Carlyle's_ passageways seemed more cramped than he remembered. He felt\nfoolish in his dress uniform, exchanging greetings with coverall-clad\nshipmates. He ducked past the saluting orderly into the captain's\noffice almost with relief.\n\nCaptain Kravitz, behind his gray desk, had never looked more austerely\nforbidding. As the ensign made his report, the grizzled eyebrows\nraised, then two fingers stroked the gray mustache. When the ensign\nreported his binding signature of the treaty, the captain raised his\nhand.\n\n\"Very well, Ensign Welnicki. Remain in your room incommunicado until\nfurther notice.\"\n\nEnsign Welnicki stood very erect and raised his chin. Then he walked\ndirectly to his stateroom in the bow, ignoring greetings from former\nshipmates. He clanged the door shut, and never before had the tiny room\nseemed so microscopic.\n\n\n\nA long week's pacing, three steps each way. Thoughts ... defense at\nPrime Reference ... first the grave statement of facts, for the record\nand for unborn historians ... for some future Welnicki burning to\nvindicate his triple-great grandfather ... then the exhortation to\ncourage and imagination, powerfully restrained emotion almost breaking\nthrough ... deep, ringing sincerity ... then the gray courtyard and the\nfiring squad ... I die without resentment ... my short life justified,\nits meaning found in action....\n\nThoughts about his planet ... _his_ planet?... Wendy, the child ... a\nboy, of course, the Welnickis were quite low-Rho ... never to see his\nson ... knowing that in the gray courtyard.... He wanted to cry.\n\n\n\nEnsign Sotero, armed and brassarded, came to conduct him to the captain\non the eighth day.\n\n\"Damn orders, Steve,\" Sotero said, standing in the door. \"We know most\nof the story and we're all for you. Your wife and the skipper have\nbeen going round and round for days, beating each other over the head\nwith that treaty, Patrol Regulations and the constitution of Sigma-3\nVelorum. Somebody heard him say she's the smartest space lawyer this\nside of Earth. Don't let him stampede you, Steve!\"\n\n\"Thanks, Juan, I won't.\" Ensign Welnicki's own voice sounded strange to\nhim after the silence.\n\nThe captain was disconcertingly un-fierce. He looked tired and sad\nbehind the gray desk.\n\n\"Sit down, Stephen,\" he said dully. \"Let's talk about this mess we're\nin.\"\n\nEnsign Welnicki sat down gingerly, his back stiff.\n\n\"My head falls too, of course,\" the captain went on. \"You're too little\na goat. They may even chop down Sector Admiral Carruthers.\"\n\nHe sighed and looked at the overhead. The ensign opened his mouth.\n\n\"I see my error now,\" the captain forestalled him. \"You are not mature\nenough for command. But I was ensign under your grandfather Welnicki in\nthe old _Ashburton_ before you were born. I thought I sensed in you the\nsame intangible that made him great. Well, spilt milk, Stephen. What\ncan we do?\"\n\nEnsign Welnicki suggested unsteadily that the Fishdollars might consent\nto removal to an approved planet.\n\n\"First offer I made, Stephen. They voted it down unanimously. Bluster\nwas no good, pleading no good. With that treaty they've got us cold and\nthey know it.\"\n\nEnsign Welnicki wished he were dead but did not see how that would\nhelp. After a long silence the captain spoke again.\n\n\"I have one last hope, Stephen. Something you've overlooked. I got it\nfrom Rutledge.\"\n\nThe ensign looked his question.\n\n\"You didn't formally assume plenipotentiary status until _after_ you\nsigned, so technically your signature is not binding. Now if it was a\nforced subterfuge to counter logistic pressure, your ship being lost\nand all, we can repudiate the treaty without breaching faith. Only you\ncan really know.\"\n\nEnsign Welnicki breathed deeply. \"The Fishdollars with no treaty, how\nthey can survive, I don't know, captain....\"\n\n\"We'll leave message capsules. When they call for help we'll dump 'em\non Rewbobbin.\"\n\n\"I ... I don't know, captain.\"\n\n\"We can fix everything else, save your career.\"\n\n\"No, sir. The treaty stands.\"\n\n\"You signed falsely and you know it.\"\n\n\"I can say--I hereby do say that I signed second copies afterward. The\ntreaty stands, sir!\"\n\nEnsign Welnicki stood up, suddenly feeling good.\n\nCaptain Kravitz stood up too, face tautly impersonal.\n\n\"All right,\" he said, shuffling papers on his desk. \"I want to lift out\nas soon as possible.\" He pulled out a paper and looked coldly at the\nensign.\n\n\"As you may or may not know, your marriage makes you a citizen of\nFishdollar Five,\" he went on. \"As you may or may not know, your\nprecious treaty forbids removal of a citizen to another planet without\ngovernmental consent. I doubt the admirals at Prime Reference would\nchoose to come all the way out here just to court-martial one small\nensign. But as you _certainly_ know, your marriage means the automatic\nrevocation of your commission. You will save me trouble and delay by\nsigning this resignation.\"\n\nHe shoved the paper across the desk. Ensign Welnicki looked at it\nstupidly. His inner song was muted.\n\n\"Sgt. Chong will stay to command the temporary base force,\" the captain\nwas saying. \"Within a year you may expect a Patrol construction fleet\nto open your communications and start work on the base. Your pay\naccounts can be settled then. There! Sign it!\"\n\nEnsign Welnicki bent and signed. The captain looked at the paper and\nhanded it back.\n\n\"Use your right name,\" he said.\n\nEnsign Welnicki looked blank.\n\n\"Stephen _Fishdollar_!\" the captain roared.\n\nThe ensign looked blanker still.\n\n\"Ensign Fishdollar, some day you really must read through the legal\ncodes of your adopted planet,\" the captain said mock-earnestly. \"One of\nthe changes made by the Fishdollars in the Sigma-3 Velorum codes was\nto make marriage and descent matrilineal. That way their name escapes\nRho-death.\"\n\nEnsign Fishdollar sagged. His inner song faded to a whisper.\n\n\"Very, very clever of the Fishdollars,\" the captain said musingly. \"To\nlink their name with the X-chromosome rather than with the Y. So it\nbecomes as low-Rho as it was high before. Very clever indeed.\n\n\"Ensign Fishdollar, you utter lamb, did you honestly not _know_ that?\"\nhe finished with a roar.\n\nEnsign Fishdollar swung his head dumbly.\n\n\"You know, Ensign Fishdollar, that the Patrol regards as null any\nmarriage with a citizen of a non-treaty planet,\" the captain said\nsoftly.\n\nThe savage self-biting of his autonomic nervous system almost made\nhim grimace as he bent wordlessly to the paper and signed \"Stephen\nFishdollar.\" The inner song was dead.\n\n\"You may go home now, Mr. Fishdollar,\" the captain said. \"I will send\nyour personal effects, less uniforms, ashore before I lift out.\"\n\nMr. Fishdollar turned away. Captain Kravitz came around the desk and\nlaid an arm across his shoulders.\n\n\"Sit down again, Stephen,\" he said soberly. \"I had to play it out to\nthe end, but I don't want you leaving on that note, lad.\"\n\nThey sat down, on the same side of the desk.\n\n\"Stephen,\" the captain said gently, \"all youngsters worth their salt\nchafe at the policy of restricted settlement and exploration. I did and\nI still do, but I never had the courage to act directly.\"\n\nHe paused and closed his eyes, then continued.\n\n\"Graybeards in conclave never make the important decisions for our\nspecies. They are always afraid. The decisions well up from the\nfour-dimensional life-continuum that _is_ our species, and the\ngraybeards accept, with what grace they can muster.\" He tilted back his\nhead, eyes still closed.\n\n\"The decisions always come through crooked, unmapped channels, through\npoets and prophets and dreamers, to enter the consciousness of man.\nDreamers drove man to be free when he feared freedom. A few centuries\nlater they drove him into space, shrinking and trembling. Now this.\nDreamers, giving vent to that will of our species which no graybeard\ncan gainsay.\"\n\nThe captain opened his eyes and looked again at his companion.\n\n\"There is an old saying, Stephen: 'Beware of the dreamer who dreams\nconcretely.' Perhaps the Patrol version should be 'Never put a dreamer\nin the way of dreaming concretely.' I will never know for certain how\nmuch I have really had to do with this. I will be in grave trouble\nbefore it ends. But I know, as you have just learned, that dreams can\nbe merciless.\"\n\nMr. Fishdollar smiled weakly. Captain Kravitz stood up and so did Mr.\nFishdollar. The captain held out his hand.\n\n\"Goodbye, Stephen,\" he said. \"Good luck, lad, and I'm proud of you.\"\n\nThey shook hands and Mr. Fishdollar turned to the door. He rather\nthought that, just as he turned, the captain snapped him a salute.\n\n\n\nMr. Fishdollar stumbled toward the settlement. People passed and he did\nnot see them. He was not thinking. Someone ran squealing. Then Wendy\nwas running toward him, crying.\n\n\"Stevie, Stevie, I'm so glad!\" she sobbed against his shoulder. \"They\ntried to browbeat us into taking another planet, but we remembered and\nfought for your dream of an outpost planet. We've won, haven't we won,\nStevie?\"\n\n\"Yes, Wendy, we've won,\" Mr. Fishdollar said slowly.\n\nShe pressed closer and he hugged her convulsively.\n\n\"Let's celebrate tonight,\" she cried. \"A Thanksgiving--\"\n\n\"All right, but let me go now, sweetheart. I need to think.\" He hugged\nher convulsively again and released himself.\n\nAlone on the headland, he looked out over the sea for a long time. He\ntook off his blue and gold tunic, folded it neatly, and thrust it deep\ninto a crevice of the rock. The day was gray-chilly and he shivered in\nhis undershirt.\n\nEvening drew on, red-gray over the water. He stood very erect with his\nchin up. He heard the signal gun and then the roar as _Carlyle_ lifted\nout, and his chin rose higher. Finally thoughts began coming through\nthe hurt. Thoughts were still to be had for the thinking.\n\nPresident-consort Fishdollar walked through ghostly, tentative\nsnowflakes toward the settlement on the lonely outpost planet ...\nstanding like a great rock in the way of the aliens ... or in the way\nof the sickly pale cast of conscious thinking ... aliens both, to the\nunsearchable mind of the species ... aliens, then, war or\nnegotiation ... President Fishdollar down with nervous strain ... the\nFirst Gentleman in _de facto_ control ... triumph ... reception at\nPrime Reference ... medal of honor....\n\nWith a spring in his step and warmth inside him, Stephen Fishdollar\ncame home.",
    "metadata": {
        "author": [
            "McKenna, Richard Milton",
            "McKenna, R. M.",
            "McKenna, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60568/pg60568.txt",
        "name": "the_fishdollar_affair.json"
    }
}