{
    "name": "The hyena",
    "author": [
        "Howard, Robert E. (Robert Ervin)",
        "Howard, Robert Ervin"
    ],
    "body": "From the time when I first saw Senecoza, the fetish-man, I distrusted\nhim, and from vague distrust the idea eventually grew into hatred.\n\nI was but newly come to the East Coast, new to African ways, somewhat\ninclined to follow my impulses, and possessed of a large amount of\ncuriosity.\n\nBecause I came from Virginia, race instinct and prejudice were strong\nin me, and doubtless the feeling of inferiority which Senecoza\nconstantly inspired in me had a great deal to do with my antipathy for\nhim.\n\nHe was surprizingly tall, and leanly built. Six inches above six feet\nhe stood, and so muscular was his spare frame that he weighed a good\ntwo hundred pounds. His weight seemed incredible when one looked at his\nlanky build, but he was all muscle--a lean, black giant. His features\nwere not pure negro. They more resembled Berber than Bantu, with the\nhigh, bulging forehead, thin nose and thin, straight lips. But his hair\nwas as kinky as a Bushman's and his color was blacker even than the\nMasai. In fact, his glossy hide had a different hue from those of the\nnative tribesmen, and I believe that he was of a different tribe.\n\nIt was seldom that we of the ranch saw him. Then without warning\nhe would be among us, or we would see him striding through the\nshoulder-high grass of the veldt, sometimes alone, sometimes followed\nat a respectful distance by several of the wilder Masai, who bunched\nup at a distance from the buildings, grasping their spears nervously\nand eyeing everyone suspiciously. He would make his greetings with a\ncourtly grace; his manner was deferentially courteous, but somehow it\n\"rubbed me the wrong way,\" so to speak. I always had a vague feeling\nthat the black was mocking us. He would stand before us, a naked bronze\ngiant; make trade for a few simple articles, such as a copper kettle,\nbeads or a trade-musket; repeat the words of some chief, and take his\ndeparture.\n\nI did not like him. And being young and impetuous, I spoke my opinion\nto Ludtvik Strolvaus, a very distant relative, tenth cousin or\nsuch-like, on whose trading-post ranch I was staying.\n\nBut Ludtvik chuckled in his blond beard and said that the fetish-man\nwas all right.\n\n\"A power he is among the natives, true. They all fear him. But a friend\nhe is to the whites. _Ja._\"\n\nLudtvik was long a resident on the East Coast; he knew natives and he\nknew the fat Australian cattle he raised, but he had little imagination.\n\nThe ranch buildings were in the midst of a stockade, on a kind of\nslope, overlooking countless miles on miles of the finest grazing land\nin Africa. The stockade was large, well suited for defense. Most of the\nthousand cattle could be driven inside in case of an uprising of the\nMasai. Ludtvik was inordinately proud of his cattle.\n\n\"One thousand now,\" he would tell me, his round face beaming, \"one\nthousand now. But later, ah! ten thousand and another ten thousand.\nThis a good beginning, but only a beginning. _Ja._\"\n\nI must confess that I got little thrill out of the cattle. Natives\nherded and corralled them; all Ludtvik and I had to do was to ride\nabout and give orders. That was the work he liked best, and I left it\nmostly to him.\n\nMy chief sport was in riding away across the veldt, alone or attended\nby a gun-bearer, with a rifle. Not that I ever bagged much game. In the\nfirst place I was an execrable marksman; I could hardly have hit an\nelephant at close range. In the second place, it seemed to me a shame\nto shoot so many things. A bush-antelope would bound up in front of me\nand race away, and I would sit watching him, admiring the slim, lithe\nfigure, thrilled with the graceful beauty of the creature, my rifle\nlying idle across my saddle-horn.\n\nThe native boy who served as my gun-bearer began to suspect that I was\ndeliberately refraining from shooting, and he began in a covert way to\nthrow sneering hints about my womanishness. I was young and valued even\nthe opinion of a native; which is very foolish. His remarks stung my\npride, and one day I hauled him off his horse and pounded him until he\nyelled for mercy. Thereafter my doings were not questioned.\n\nBut still I felt inferior when in the presence of the fetish-man. I\ncould not get the other natives to talk about him. All I could get out\nof them was a scared rolling of eyeballs, gesticulation indicative\nof fear, and vague information that the fetish-man dwelt among the\ntribes some distance in the interior. General opinion seemed to be that\nSenecoza was a good man to let alone.\n\nOne incident made the mystery about the fetish-man take on, it seemed,\na rather sinister form.\n\nIn the mysterious way that news travels in Africa, and which white men\nso seldom hear of, we learned that Senecoza and a minor chief had had a\nfalling out of some kind. It was vague and seemed to have no especial\nbasis of fact. But shortly afterward that chief was found half-devoured\nby hyenas. That, in itself, was not unusual, but the fright with which\nthe natives heard the news was. The chief was nothing to them; in\nfact he was something of a villain, but his killing seemed to inspire\nthem with a fright that was little short of homicidal. When the black\nreaches a certain stage of fear, he is as dangerous as a cornered\npanther. The next time Senecoza called, they rose and fled en masse and\ndid not return until he had taken his departure.\n\nBetween the fear of the blacks, the tearing to pieces of the chief by\nthe hyenas, and the fetish-man, I seemed to sense vaguely a connection\nof some kind. But I could not grasp the intangible thought.\n\n\n\nNot long thereafter, that thought was intensified by another incident.\nI had ridden far out on the veldt, accompanied by my servant. As we\npaused to rest our horses close to a kopje, I saw, upon the top, a\nhyena eyeing us. Rather surprized, for the beasts are not in the habit\nof thus boldly approaching man in the daytime, I raised my rifle and\nwas taking a steady aim, for I always hated the things, when my servant\ncaught my arm.\n\n\"No shoot, _bwana_! No shoot!\" he exclaimed hastily, jabbering a great\ndeal in his own language, with which I was not familiar.\n\n\"What's up?\" I asked impatiently.\n\nHe kept on jabbering and pulling my arm, until I gathered that the\nhyena was a fetish-beast of some kind.\n\n\"Oh, all right,\" I conceded, lowering my rifle just as the hyena turned\nand sauntered out of sight.\n\nSomething about the lank, repulsive beast and his shambling yet\ngracefully lithe walk struck my sense of humor with a ludicrous\ncomparison.\n\nLaughing, I pointed toward the beast and said, \"That fellow looks like\na hyena-imitation of Senecoza, the fetish-man.\" My simple statement\nseemed to throw the native into a more abject fear than ever.\n\nHe turned his pony and dashed off in the general direction of the\nranch, looking back at me with a scared face.\n\nI followed, annoyed. And as I rode I pondered. Hyenas, a fetish-man, a\nchief torn to pieces, a countryside of natives in fear; what was the\nconnection? I puzzled and puzzled, but I was new to Africa; I was young\nand impatient, and presently with a shrug of annoyance I discarded the\nwhole problem.\n\n\n\nThe next time Senecoza came to the ranch, he managed to stop directly\nin front of me. For a fleeting instant his glittering eyes looked\ninto mine. And in spite of myself, I shuddered and stepped back,\ninvoluntarily, feeling much as a man feels who looks unaware into the\neyes of a serpent. There was nothing tangible, nothing on which I could\nbase a quarrel, but there was a distinct threat. Before my Nordic\npugnacity could reassert itself, he was gone. I said nothing. But I\nknew that Senecoza hated me for some reason and that he plotted my\nkilling. Why, I did not know.\n\nAs for me, my distrust grew into bewildered rage, which in turn became\nhate.\n\nAnd then Ellen Farel came to the ranch. Why she should choose a\ntrading-ranch in East Africa for a place to rest from the society life\nof New York, I do not know. Africa is no place for a woman. That is\nwhat Ludtvik, also a cousin of hers, told her, but he was overjoyed to\nsee her. As for me, girls never interested me much; usually I felt like\na fool in their presence and was glad to be out. But there were few\nwhites in the vicinity and I tired of the company of Ludtvik.\n\n\n\nEllen was standing on the wide veranda when I first saw her, a slim,\npretty young thing, with rosy cheeks and hair like gold and large gray\neyes. She was surprizingly winsome in her costume of riding-breeches,\nputtees, jacket and light helmet.\n\nI felt extremely awkward, dusty and stupid as I sat on my wiry African\npony and stared at her.\n\nShe saw a stocky youth of medium height, with sandy hair, eyes in which\na kind of gray predominated; an ordinary, unhandsome youth, clad in\ndusty riding-clothes and a cartridge belt on one side of which was\nslung an ancient Colt of big caliber, and on the other a long, wicked\nhunting-knife.\n\nI dismounted, and she came forward, hand outstretched.\n\n\"I'm Ellen,\" she said, \"and I know you're Steve. Cousin Ludtvik has\nbeen telling me about you.\"\n\nI shook hands, surprized at the thrill the mere touch of her hand gave\nme.\n\nShe was enthusiastic about the ranch. She was enthusiastic about\neverything. Seldom have I seen anyone who had more vigor and vim, more\nenjoyment of everything done. She fairly scintillated with mirth and\ngayety.\n\nLudtvik gave her the best horse on the place, and we rode much about\nthe ranch and over the veldt.\n\nThe blacks interested her much. They were afraid of her, not being used\nto white women. She would have been off her horse and playing with the\npickaninnies if I had let her. She couldn't understand why she should\ntreat the black people as dust beneath her feet. We had long arguments\nabout it. I could not convince her, so I told her bluntly that she\ndidn't know anything about it and she must do as I told her.\n\nShe pouted her pretty lips and called me a tyrant, and then was off\nover the veldt like an antelope, laughing at me over her shoulder, her\nhair blowing free in the breeze.\n\nTyrant! I was her slave from the first. Somehow the idea of becoming a\nlover never entered my mind. It was not the fact that she was several\nyears older than I, or that she had a sweetheart (several of them,\nI think) back in New York. Simply, I worshiped her; her presence\nintoxicated me, and I could think of no more enjoyable existence than\nserving her as a devoted slave.\n\nI was mending a saddle one day when she came running in.\n\n\"Oh, Steve!\" she called; \"there's the most romantic-looking savage!\nCome quick and tell me what his name is.\"\n\nShe led me out of the veranda.\n\n\"There he is,\" she said, naïvely pointing. Arms folded, haughty head\nthrown back, stood Senecoza.\n\nLudtvik, who was talking to him, paid no attention to the girl until he\nhad completed his business with the fetish-man; and then, turning, he\ntook her arm and they went into the house together.\n\nAgain I was face to face with the savage; but this time he was not\nlooking at me. With a rage amounting almost to madness, I saw that he\nwas gazing after the girl. There was an expression in his serpentlike\neyes----\n\nOn the instant my gun was out and leveled. My hand shook like a leaf\nwith the intensity of my fury. Surely I must shoot Senecoza down like\nthe snake he was, shoot him down and riddle him, shoot him into a\nshredded heap!\n\nThe fleeting expression left his eyes and they were fixed on me.\nDetached they seemed, inhuman in their sardonic calm. And I could not\npull the trigger.\n\nFor a moment we stood, and then he turned and strode away, a\nmagnificent figure, while I glared after him and snarled with helpless\nfury.\n\nI sat down on the veranda. What a man of mystery was that savage! What\nstrange power did he possess? Was I right, I wondered, in interpreting\nthe fleeting expression as he gazed after the girl? It seemed to me,\nin my youth and folly, incredible that a black man, no matter what his\nrank, should look at a white woman as he did. Most astonishing of all,\nwhy could I not shoot him down?\n\nI started as a hand touched my arm.\n\n\"What are you thinking about, Steve?\" asked Ellen, laughing. Then\nbefore I could say anything, \"Wasn't that chief, or whatever he was,\na fine specimen of a savage? He invited us to come to his kraal; is\nthat what you call it? It's away off in the veldt somewhere, and we're\ngoing.\"\n\n\"No!\" I exclaimed violently, springing up.\n\n\"Why, Steve,\" she gasped, recoiling, \"how rude! He's a perfect\ngentleman, isn't he, Cousin Ludtvik?\"\n\n\"_Ja_,\" nodded Ludtvik, placidly, \"we go to his kraal sometime soon,\nmaybe. A strong chief, that savage. His chief has perhaps good trade.\"\n\n\"No!\" I repeated, furiously, \"_I'll_ go if somebody has to! Ellen's not\ngoing near that beast!\"\n\n\"Well, that's nice!\" remarked Ellen, somewhat indignantly. \"I guess\nyou're my boss, mister man?\"\n\nWith all her sweetness, she had a mind of her own. In spite of all I\ncould do, they arranged to go to the fetish-man's village the next day.\n\nThat night the girl came out to me, where I sat on the veranda in the\nmoonlight, and she sat down on the arm of my chair.\n\n\"You're not angry at me, are you, Steve?\" she said wistfully, putting\nher arm around my shoulders. \"Not mad, are you?\"\n\nMad? Yes, maddened by the touch of her soft body--such mad devotion as\na slave feels. I wanted to grovel in the dust at her feet and kiss her\ndainty shoes. Will women never learn the effect they have on men?\n\nI took her hand and hesitantly pressed it to my lips. I think she must\nhave sensed some of my devotion.\n\n\"Dear Steve,\" she murmured, and the words were like a caress, \"come,\nlet's walk in the moonlight.\"\n\nWe walked outside the stockade. I should have known better, for I\nhad no weapon but the big Turkish dagger I carried and used for a\nhunting-knife, but she wished to.\n\n\"Tell me about this Senecoza,\" she asked, and I welcomed the\nopportunity. And then I thought: what could I tell her? That hyenas\nhad eaten a small chief of the Masai? That the natives feared the\nfetish-man? That he had looked at her?\n\nAnd then the girl screamed as out of the tall grass leaped a vague\nshape, half-seen in the moonlight.\n\nI felt a heavy, hairy form crash against my shoulders; keen fangs\nripped my upflung arm. I went to the earth, fighting with frenzied\nhorror. My jacket was slit to ribbons and the fangs were at my throat\nbefore I found and drew my knife and stabbed, blindly and savagely. I\nfelt my blade rip into my foe, and then, like a shadow, it was gone. I\nstaggered to my feet, somewhat shaken. The girl caught and steadied me.\n\n\"What was it?\" she gasped, leading me toward the stockade.\n\n\"A hyena,\" I answered. \"I could tell by the scent. But I never heard of\none attacking like that.\"\n\nShe shuddered. Later on, after my torn arm had been bandaged, she\ncame close to me and said in a wondrously subdued voice, \"Steve, I've\ndecided not to go to the village, if you don't want me to.\"\n\n\n\nAfter the wounds on my arm had became scars Ellen and I resumed our\nrides, as might be expected. One day we had wandered rather far out on\nthe veldt, and she challenged me to a race. Her horse easily distanced\nmine, and she stopped and waited for me, laughing.\n\nShe had stopped on a sort of kopje, and she pointed to a clump of trees\nsome distance away.\n\n\"Trees!\" she said gleefully. \"Let's ride down there. There are so few\ntrees on the veldt.\"\n\nAnd she dashed away. I followed some instinctive caution, loosening my\npistol in its holster, and, drawing my knife, I thrust it down in my\nboot so that it was entirely concealed.\n\nWe were perhaps half-way to the trees when from the tall grass about us\nleaped Senecoza and some twenty warriors.\n\nOne seized the girl's bridle and the others rushed me. The one who\ncaught at Ellen went down with a bullet between his eyes, and another\ncrumpled at my second shot. Then a thrown war-club hurled me from the\nsaddle, half senseless, and as the blacks closed in on me I saw Ellen's\nhorse, driven frantic by the prick of a carelessly handled spear,\nscream and rear, scattering the blacks who held her, and dash away at\nheadlong speed, the bit in her teeth.\n\nI saw Senecoza leap on my horse and give chase, flinging a savage\ncommand over his shoulder; and both vanished over the kopje.\n\nThe warriors bound me hand and foot and carried me into the trees.\nA hut stood among them--a native hut of thatch and bark. Somehow\nthe sight of it set me shuddering. It seemed to lurk, repellent and\nindescribably malevolent amongst the trees; to hint of horrid and\nobscene rites; of voodoo.\n\nI know not why it is, but the sight of a native hut, alone and hidden,\nfar from a village or tribe, always has to me a suggestion of nameless\nhorror. Perhaps that is because only a black who is crazed or one who\nis so criminal that he has been exiled by his tribe will dwell that\nway.\n\nIn front of the hut they threw me down.\n\n\"When Senecoza returns with the girl,\" said they, \"you will enter.\" And\nthey laughed like fiends. Then, leaving one black to see that I did not\nescape, they left.\n\nThe black who remained kicked me viciously; he was a bestial-looking\nnegro, armed with a trade-musket.\n\n\"They go to kill white men, fool!\" he mocked me. \"They go to the\nranches and trading-posts, first to that fool of an Englishman.\"\nMeaning Smith, the owner of a neighboring ranch.\n\nAnd he went on giving details. Senecoza had made the plot, he boasted.\nThey would chase all the white men to the coast.\n\n\"Senecoza is more than a man,\" he boasted. \"You shall see, white man,\"\nlowering his voice and glancing about him, from beneath his low,\nbeetling brows; \"you shall see the magic of Senecoza.\" And he grinned,\ndisclosing teeth filed to points.\n\n\"Cannibal!\" I ejaculated, involuntarily. \"A Masai?\"\n\n\"No,\" he answered. \"A man of Senecoza.\"\n\n\"Who will kill no white men,\" I jeered.\n\nHe scowled savagely. \"I will kill you, white man.\"\n\n\"You dare not.\"\n\n\"That is true,\" he admitted, and added angrily, \"Senecoza will kill you\nhimself.\"\n\nAnd meantime Ellen was riding like mad, gaining on the fetish-man, but\nunable to ride toward the ranch, for he had gotten between and was\nforcing her steadily out upon the veldt.\n\nThe black unfastened my bonds. His line of reasoning was easy to see;\nabsurdly easy. He could not kill a prisoner of the fetish-man, but he\ncould kill him to prevent his escape. And he was maddened with the\nblood-lust. Stepping back, he half-raised his trade-musket, watching me\nas a snake watches a rabbit.\n\nIt must have been about that time, as she afterward told me, that\nEllen's horse stumbled and threw her. Before she could rise, the black\nhad leaped from his horse and seized her in his arms. She screamed\nand fought, but he gripped her, held her helpless and laughed at her.\nTearing her jacket to pieces, he bound her arms and legs, remounted and\nstarted back, carrying the half-fainting girl in front of him.\n\nBack in front of the hut I rose slowly. I rubbed my arms where the\nropes had been, moved a little closer to the black, stretched, stooped\nand rubbed my legs; then with a catlike bound I was on him, my knife\nflashing from my boot. The trade-musket crashed and the charge whizzed\nabove my head as I knocked up the barrel and closed with him. Hand to\nhand, I would have been no match for the black giant; but I had the\nknife. Clinched close together we were too close for him to use the\ntrade-musket for a club. He wasted time trying to do that, and with a\ndesperate effort I threw him off his balance and drove the dagger to\nthe hilt in his black chest.\n\nI wrenched it out again; I had no other weapon, for I could find no\nmore ammunition for the trade-musket.\n\nI had no idea which way Ellen had fled. I assumed she had gone toward\nthe ranch, and in that direction I took my way. Smith must be warned.\nThe warriors were far ahead of me. Even then they might be creeping up\nabout the unsuspecting ranch.\n\nI had not covered a fourth of the distance, when a drumming of hoofs\nbehind me caused me to turn my head. Ellen's horse was thundering\ntoward me, riderless. I caught her as she raced past me, and managed to\nstop her. The story was plain. The girl had either reached a place of\nsafety and had turned the horse loose, or what was much more likely,\nhad been captured, the horse escaping and fleeing toward the ranch, as\na horse will do. I gripped the saddle, torn with indecision. Finally I\nleaped on the horse and sent her flying toward Smith's ranch. It was\nnot many miles; Smith must not be massacred by those black devils, and\nI must find a gun if I expected to rescue the girl from Senecoza.\n\n\n\nA half-mile from Smith's I overtook the raiders and went through them\nlike drifting smoke. The workers at Smith's place were startled by a\nwild-riding horseman charging headlong into the stockade, shouting,\n\"Masai! Masai! A raid, you fools!\" snatching a gun and flying out again.\n\nSo when the savages arrived they found everybody ready for them, and\nthey got such a warm reception that after one attempt they turned tail\nand fled back across the veldt.\n\nAnd I was riding as I never rode before. The mare was almost exhausted,\nbut I pushed her mercilessly. On, on!\n\nI aimed for the only place I knew likely. The hut among the trees. I\nassumed that the fetish-man would return there.\n\nAnd long before the hut came into sight, a horseman dashed from the\ngrass, going at right angles to my course, and our horses, colliding,\nsent both tired animals to the ground.\n\n\"Steve!\" It was a cry of joy mingled with fear. Ellen lay, tied hand\nand foot, gazing up at me wildly as I regained my feet.\n\nSenecoza came with a rush, his long knife flashing in the sunlight.\nBack and forth we fought--slash, ward and parry, my ferocity and\nagility matching his savagery and skill.\n\nA terrific lunge which he aimed at me, I caught on my point, laying\nhis arm open, and then with a quick engage and wrench, disarmed him.\nBut before I could use my advantage, he sprang away into the grass and\nvanished.\n\nI caught up the girl, slashing her bonds, and she clung to me, poor\nchild, until I lifted her and carried her toward the horses. But we\nwere not yet through with Senecoza. He must have had a rifle cached\naway somewhere in the bush, for the first I knew of him was when a\nbullet spat within a foot above my head.\n\nI caught at the bridles, and then I saw that the mare had done all she\ncould, temporarily. She was exhausted. I swung Ellen up on the horse.\n\n\"Ride for our ranch,\" I ordered her. \"The raiders are out, but you can\nget through. Ride low and ride fast!\"\n\n\"But you, Steve!\"\n\n\"Go, go!\" I ordered, swinging her horse around and starting it. She\ndashed away, looking at me wistfully over her shoulder. Then I snatched\nthe rifle and a handful of cartridges I had gotten at Smith's, and\ntook to the bush. And through that hot African day, Senecoza and I\nplayed a game of hide-and-seek. Crawling, slipping in and out of the\nscanty veldt-bushes, crouching in the tall grass, we traded shots\nback and forth. A movement of the grass, a snapping twig, the rasp of\ngrass-blades, and a bullet came questing, another answering it.\n\n\n\nI had but a few cartridges and I fired carefully, but presently I\npushed my one remaining cartridge into the rifle--a big, six-bore,\nsingle-barrel breech-loader, for I had not had time to pick when I\nsnatched it up.\n\nI crouched in my covert and watched for the black to betray himself\nby a careless movement. Not a sound, not a whisper among the grasses.\nAway off over the veldt a hyena sounded his fiendish laugh and another\nanswered, closer at hand. The cold sweat broke out on my brow.\n\nWhat was that? A drumming of many horses' hoofs! Raiders returning? I\nventured a look and could have shouted for joy. At least twenty men\nwere sweeping toward me, white men and ranch-boys, and ahead of them\nall rode Ellen! They were still some distance away. I darted behind a\ntall bush and rose, waving my hand to attract their attention.\n\nThey shouted and pointed to something beyond me. I whirled and saw,\nsome thirty yards away, a huge hyena slinking toward me, rapidly. I\nglanced carefully across the veldt. Somewhere out there, hidden by\nthe billowing grasses, lurked Senecoza. A shot would betray to him my\nposition--and I had but one cartridge. The rescue party was still out\nof range.\n\nI looked again at the hyena. He was still rushing toward me. There was\nno doubt as to his intentions. His eyes glittered like a fiend's from\nhell, and a scar on his shoulder showed him to be the same beast that\nhad once before attacked me. Then a kind of horror took hold of me, and\nresting the old elephant rifle over my elbow, I sent my last bullet\ncrashing through the bestial thing. With a scream that seemed to have\na horribly human note in it, the hyena turned and fled back into the\nbush, reeling as it ran.\n\nAnd the rescue party swept up around me.\n\nA fusillade of bullets crashed through the bush from which Senecoza had\nsent his last shot. There was no reply.\n\n\"Ve hunt ter snake down,\" quoth Cousin Ludtvik, his Boer accent\nincreasing with his excitement. And we scattered through the veldt in a\nskirmish line, combing every inch of it warily.\n\nNot a trace of the fetish-man did we find. A rifle we found, empty,\nwith empty shells scattered about, and (which was very strange) _hyena\ntracks leading away from the rifle_.\n\nI felt the short hairs of my neck bristle with intangible horror. We\nlooked at each other, and said not a word, as with a tacit agreement we\ntook up the trail of the hyena.\n\nWe followed it as it wound in and out in the shoulder-high grass,\nshowing how it had slipped up on me, stalking me as a tiger stalks its\nvictim. We struck the trail the thing had made, returning to the bush\nafter I had shot it. Splashes of blood marked the way it had taken. We\nfollowed.\n\n\"It leads toward the fetish-hut,\" muttered an Englishman. \"Here, sirs,\nis a damnable mystery.\"\n\nAnd Cousin Ludtvik ordered Ellen to stay back, leaving two men with her.\n\nWe followed the trail over the kopje and into the clump of trees.\nStraight to the door of the hut it led. We circled the hut cautiously,\nbut no tracks led away. It was inside the hut. Rifles ready, we forced\nthe rude door.\n\n_No tracks led away from the hut and no tracks led to it except the\ntracks of the hyena. Yet there was no hyena within that hut; and on\nthe dirt floor, a bullet through his black breast, lay Senecoza, the\nfetish-man._",
    "metadata": {
        "author": [
            "Howard, Robert E. (Robert Ervin)",
            "Howard, Robert Ervin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71065/pg71065.txt",
        "name": "the_hyena.json"
    }
}