{
    "name": "The Black Tide",
    "author": [
        "Stangland, Arthur G.",
        "Stangland, Arthur Golend"
    ],
    "body": "It filled all the ebony depths of space. Twirling slowly in awesome\nmajesty, the meteor scintillated like a massive black diamond. And\nwith its onrush came a devastating sense of doom. He looked\neverywhere. To the front, to the side, and below--there was no escape.\nTransfixed, he stared at the great rock flashing in the fire of myriad\nsuns as it--\n\nBill Staker, passenger rocket captain for Interplanetary Lines, came\nfully awake in his New York hotel room. For a minute, he lay unmoving\non his bed, savoring the delicious sensation of weight. No queazy\nstirring in the pit of his belly for lack of gravity, no forced\nsquinting because of muscular re-orientation.\n\nWith a muttered curse he unwound himself from his covers and sat up.\nFor a moment he rested his head in his hands, thinking, only a\nnightmare, thank God, only a nightmare.\n\nHe lifted his head, and found cold sweat on his hands. Then sighing in\nrelief he swung his feet over the edge of his bed.\n\nA glance at the clock showed 10:45 p.m. Monday, June 10th, 2039.\nHeavily, he clumped across the room in the peculiar flat-footed gait\nof a spaceman accustomed to magnetic contact shoes. Cigarette in hand\nhe sank into a heavy chair, touched a button on the arm, then sat back\nto watch the telescreen.\n\nIt was a rehash of the day's news. In nasal tones a senator was\naccusing the Republicrats of raising taxes. Then followed scenes from\na spectacular fire. Suddenly, Bill's drooping eyelids popped open.\n\nA commentator was saying, \"... the two rockets of the Staker Space\nMining Company, ready for a scouting trip to the asteroid Beta\nQuadrant.\"\n\nA close-up of Tom Staker followed. Tall, rangy, with blond hair like\nstraw in the wind. Bill laid his cigarette in a tray and with critical\ninterest leaned forward to look at his brother.\n\n\"We figure to find uranium,\" Tom was saying, with a glance toward the\nvertical rockets, \"all through the Beta Quadrant. Our departure is\nwaiting on the return of my brother, Bill, from his Mars-to-Earth\nrun.\"\n\nA reporter asked Tom, \"Private enterprise is unique in these days of\nvirtual monopolies. What's the story behind it?\"\n\n\"Well, our great-grandfather, George Staker, believed passionately in\nprivate enterprise,\" Tom began. \"Somewhere around 1952 or 1953 he\nestablished a trust fund for his third generation descendants to\nfinance any project they think worthwhile. And he got an ironclad\nguarantee from the government that the trust fund for private\nenterprise would be honored in the future. You see, my ancestor was\nquite a romanticist. In one of his books entitled 'The Philosophy of\nScience' he says 'People of this dawning Atomic Age little realize\nthey are living in a vast dream. A dream that is slowly taking\nobjective shape. A tool here, a part there, a plan on some drafting\ntable. Men of ideas are pointing the way, structuring the inner dream\nworld of a generation. Even today's science fiction literature\ncontains important ideas for the dreams-become-reality of tomorrow.'\"\nTom finished up, \"With our Project Venture, Bill and I are going to\nbring a dream into reality--making a little on the side, of course!\"\n\nThe commentator ended his interview with: \"And so, we await with great\ninterest the carrying out of George Staker's dream, a man whose\nTwentieth Century ideas of private enterprise have blown a breath of\nfresh air into an age of dull dreams and little imagination.\"\n\nBill Staker pressed the control button, darkening the screen. \"Dream\nboy. Tom, you damned fool.\" He got up and scuffed into the bathroom to\nstare into the mirror. Twenty-five years old, and already lines were\ngrooving both sides of his nostrils. Tousled black hair like brush\nhanging over a high bank, and ridged creases in his forehead. Little\nlumps of flesh bulging over the corners of his mouth from constant\ntension. The tension of outwitting space on each trip 'tween the\nplanets. But worst of all was the look in his gray eyes. The look that\nnever went away anymore. The look of a man who has spent too much time\nstaring into the enigma of the Universe and--thinking.\n\n\"I'm scared--scared as hell!\" he blurted at his reflection. \"And if I\ndon't get hold of myself, I'm through--washed up!\"\n\nSpace was no place for a man with imagination--too much imagination.\nYou stared into the empty blackness here, you stared into the inky\nblackness there, behind you the Earth a tiny pinpoint, the Earth that\nmeant rock solid footing, the caress of wind and land in all\ndirections. But out there in the aching void you raced for Mars like a\nmouse scuttling across a lighted floor. Raced because of what you\ncouldn't see, couldn't fathom. Yet, you knew _It_ was out there,\nstaring back inscrutably.\n\nHe rubbed the flat of his hand across his right cheek, sighing from\nemotional weariness. Then he scuffed back into the room. On the way he\ncollected a bottle of bourbon, mixer and glass, and dropped into the\nbig chair.\n\nAs he worked on the bottle, all the anxiety and apprehension in him\nfaded. Once he stared at the bottom of his empty glass. Funny how a\nguy could panic all of a sudden. He remembered it clearly now. Riding\ninto town yesterday from the rocket port, he started brooding over\ndetails of Project Venture. Suddenly, an overwhelming black tide of\nfear worse than he had ever experienced confronted him. Like a man on\nthe verge of insanity he licked his dry lips, staring about him and\nfeeling as if something strange and terrible were taking possession of\nhis mind. And in the middle of his spell a cloud blacker than space\nitself started reaching for him. That was when he yelled to the\nstartled bus driver to let him out at this hotel. Maybe he could get\nhold of himself here.\n\nNow, his arms sprawled over the sides of the heavy chair, he drifted\noff into a snoring stupor.\n\n\n\nIn the morning he awoke to a splitting headache. Somehow it helped to\nhold his head between both hands and swear at it in a running mutter.\nFinally he roused himself to go to the bathroom for a cold shower.\nAfterward, donning his powder blue Captain's uniform, he went down to\nbreakfast.\n\nHe dawdled over crisp bacon and eggs, glanced at morning editions, and\nall the while the ashes of last night's emotional holocaust drifted\nthrough him. Drifted in fitful vagrant thoughts. He should have said\nno that first day a year ago. The big law firm made a great to do over\nthe old document from his ancestor. Unique, they said. The chance of a\nlifetime. And by the end of the first meeting Tom was all fired up.\nMining atomic power metals in the asteroid belt would bring the\nbiggest returns, he said. They would be the only ones allowed to\ncompete with the Asteroid Mining Corporation monopoly. And now Tom was\nbuilding up public excitement in the venture, as if it were a circus.\nThe damned fool. Why had he let his brother talk him into--\n\nSuddenly, his line of thought snapped, and he was acutely aware of\nstaring eyes.\n\nHe looked to his left, then felt a warm flush technicolor his cheeks.\n\n\"Christy!\"\n\nHer blond curls making a soft halo around her jauntily raked hat, the\nspace hostess from his ship gave him a warm smile. She was adequately\nstacked, Bill reflected, but there was levelheaded firmness and\nresolution in her too. That was why she was hard to handle.\n\n\"Good morning, Bill.\"\n\nHe didn't like the accusing gleam in her eye but he was glad to see\nher.\n\n\"Sit down, Christy. Have some coffee.\" He held her hands a moment,\nthen eased her into the opposite chair.\n\nHe tried disarming her with a show of great enthusiasm. But the way\nshe settled herself into the seat, all the while regarding him with\nthose clear penetrating blue eyes, told him she was going on no snipe\nhunt.\n\n\"When you kissed me goodbye at the port yesterday, Bill, you said you\nwere going directly to the field to be with Tom.\" It wasn't a\nstatement--it was an accusation.\n\nWith an elaborate show of casualness he shrugged his shoulders. \"Well,\nI was fagged out from this last trip. Decided I'd do better getting a\nfull night's rest by myself at a hotel.\"\n\nThe waiter brought her coffee, and she left it to cool. She folded her\nlong tapering fingers on the table, and a delicate lift to her fine\nbrows gave her an expression of sympathetic concern.\n\nHer smile was regretful. \"Rocket men don't drink, Bill. You know it\ntoo. Bad for muscular coordination.\"\n\nHe said in some surprise, \"You mean it's that loud?\"\n\n\"Uh-huh.\" Christy leaned forward. \"What is it, Bill? You haven't been\nyourself for weeks. You looked haggard yesterday and when you left the\nship you were almost running, as if trying to escape from something.\nAnd now this strange avoidance of Tom. He got hold of me this morning\nearly, wanting to know where you were. And I guess it's pretty\nimportant that he sees you, Bill. Seems there's been trouble at the\nfield.\"\n\nIt was as if someone had prodded him in an agonizingly sore place and\nhe reacted instinctively. He let his knife clatter on his plate, aware\nthat he was dramatizing himself.\n\n\"When I'm ready for a woman's sticking her nose into my affairs, I'll\nsend her a special invitation!\"\n\nChristy's delicate nostrils flared, and her bosom rose and fell\nrapidly. Then she seemed to get hold of herself. \"I'm sorry if you got\nthat impression, Bill. I was only trying to help you both.\"\n\nCherishing his irritation, Bill went on, \"Seems to me you're bending\nover backward helping Tom, playing messenger, private eye--\"\n\nChristy broke in with a catch in her throat, \"Oh, Bill, please! Let's\nnot quarrel as soon as we get back.\"\n\nBill shoved his dishes aside, the tone of her voice reaching into him\nto dampen down the fires of anger. Then he managed a slow faint grin.\n\n\"Okay, Christy.\" He reached for the check, saying, \"Well, if you can\nstand my company, would you like to come along out to the field?\"\n\nWith her eyes glistening, she answered, \"I'd love to.\"\n\n\n\nThe private rocket landing field of the Staker Space Mining Company\nwas an hour's drive north of the city. Three miles from the field they\nmade out the two gleaming snouts of the rockets pointing skyward. Then\nas they approached the edge of the field, Bill turned off toward a two\nstory frame structure that served as office and warehouse.\n\nBill said, \"Might as well check to see if Tom is in the office\nfirst.\"\n\nAt the door Bill poked his head in and shouted up the stairwell,\n\"Hi--Tom?\"\n\nA chair scraped, and footsteps sounded across the upstairs floor.\n\"Yeah--that you, Bill? C'mon up!\"\n\nThey found Tom at a desk before a wide window view of the field. On\nthe office walls hung big graphs of fuel consumption curves,\ntrajectory plots from Earth to the asteroid belt, ballistics\ncomputations, oxygen consumption curves per unit metabolism per man.\n\nChristy looking at the rockets, said, \"Gee, Tom, they look beautiful.\nLike monsters straining their tethers.\"\n\nTom looked up at the girl's profile, and to Bill who was watching, he\nbore the look of a man savoring what he saw.\n\n\"Yes, they are. That first one's mine, the _Space Bird_. The other is\nBill's, the _Space Dragon_.\"\n\nBill cast a professional eye over the charts and graphs on the wall,\nwhile far down in his subconscious a sharp twinge of jealousy\nfulminated, tangling with his fears of space in a hybrid monstrosity.\nThen like lava in a plugged volcano his obsession found a new outlet.\nThe fear of space now came up disguised as hatred for Tom.\n\nIn an unusually calm voice Bill said, \"Well, I see you have everything\njust about completed.\"\n\n\"Yeah,\" Tom glanced up with a significant look. \"Someone else was\ninterested in those charts and graphs too the other day. Someone who\ndidn't bother to use the door.\"\n\n\"What d'you mean--somebody break in?\"\n\nTom nodded. \"Yep. Jimmied a window downstairs. But I don't think they\ngot anything, because the door to the office was still locked when the\nwatchman surprised them. They got away in the dark.\"\n\nChristy's eyes grew large and round. \"Who do you suppose it was?\"\n\nHitching his long body erect, Tom said with a gesture of his right hand,\n\"Well, there's only one outfit interested in our destination--and that's\nAsteroid Mining.\"\n\n\"Good heavens,\" Christy said in great surprise. \"You don't mean a big\ncorporation like that would stoop so low?\"\n\nTom smiled at her. \"With a monopoly on power metals Asteroid has been\ngouging the world. People have become resigned to the situation. But\nif we can supply uranium ore cheaper there's going to be a clamor for\nprivate enterprise again. Under the present system private enterprise\nhas been withering on the vine. This is our big chance and the public\nis pulling for us.\"\n\nBill's hold on his temper slipped another notch. \"Yeah, I saw that\ninterview with the television news you had. Saw it last night.\" He\nfolded his arms across his chest. \"If that's your conception of\nwinning support for our venture then you better take up circus\nadvertising.\"\n\nFor a moment Tom looked like a man who's taken a bucket of ice water\nin the face. Then his feet hit the floor. \"Say, now, wait a minute,\nBill!\" he said, half in anger. \"Who d'you think's been shouldering the\nbig share of Project Venture--while you've hung on to your job and a\npretty salary?\"\n\n\"Didn't we agree you'd spend full time on the Project while I acted\nas consultant between trips?\" Bill shot back.\n\n\"Yeah, I quit a fair job as first officer on a freighter to handle\nit.\"\n\n\"And you are guaranteed fair wages and a fat slice of any profits we\nmake,\" Bill snapped. \"The thing I didn't like in that interview of\nyours was that starry-eyed eyewash about our ancestor being a man of\nvision, a philosopher and a dreamer. That's a helluva tag to put on\nus--'The Dream Boys'! Good God!\"\n\nTom stood up, facing his brother in icy silence. Finally he said, \"Is\nthat all you've got to offer--a lotta carping criticism?\"\n\nThe planes of Bill's cheeks flattened under the downward pull at his\nmouth corners. The black ugly tide was running in him now and he could\nnot stop its sweep. His fear of space, the frantic will to escape from\nit again, all the irritation and anger were deep currents and he was a\nmere piece of flotsam tossing on the advancing wave of the black tide.\n\nHe said, \"No, damn you. I've got something else in my craw too. It's\nChristy. I've seen the way you look at her, and I know that whenever\nmy back is turned you're doing your damnedest to break us up!\"\n\nTom's face turned gray and suddenly his eyes were wide open. Knots\nstood out on the points of his jaws.\n\nIn a strange half choked voice he said, \"That's a blasted lie--and you\nknow it. It's an excuse to cover up for your own peculiar behavior\nlately. I think--\"\n\nChristy broke in with. \"Bill--Tom, for heaven's sake stop it!\" Her\nbeseeching eyes were glancing sharply from one to the other in growing\npanic.\n\nBill stood lightly on his feet, his fingers curling and uncurling into\nballed fists.\n\nTom went on, a bleak look in his eyes. \"I think you've been in a soft\nberth too long. The monopoly you work for has softened you, taken out\nthe guts a man needs to stand on his own feet--\"\n\nBill suddenly stiffened. His right shot out in a hard, sharp blow that\ncrashed against Tom's chin. Tom grunted, a surprised look in his eyes,\nand sagged to the floor.\n\nFor a moment Bill stood over him, nostrils flaring, his whole body\ntense and waiting. But Tom was too groggy to get up.\n\n\"Oh, Bill, how could you!\" Christy cried out, dropping to her knees\nbeside Tom.\n\nBill strode with measured step to the door. There he turned, and\nlooking back with a sneer, said, \"Sweet dreams, Dream Boy!\"\n\n\n\nIn a luxurious office of Asteroid Mining Corporation on the\ntwenty-third floor of a Manhattan skyscraper a furious official of the\ncorporation faced an uncomfortable underling.\n\n\"I've heard of some pretty crude tricks in my time, Heilman, but\nbreaking into the Staker Company's office like a common house thief\ntakes the tin medal for low grade brains!\" the official ranted,\npounding his desk. \"I suppose you thought that was an excellent way to\nadvance yourself in the corporation, eh? Finesse, Heilman, finesse.\nThat's what it takes in matters like this. Asteroid Mining, before it\ngot the monopoly, stopped competition, but not by common\nhousebreaking--\"\n\n\"But--but I thought,\" Heilman explained lamely, \"that we could get a\ncopy of their trajectory and then deal with them after they got out to\nthe quadrant. You know, fire a 'meteor' at them, blanket them with\nradio jamming, ruin their radar sighting--\"\n\nThe official snorted and leaned disgustedly back in his leather chair.\n\"No, no you big dumb ox! You're retired from the team, benched. Now\nyou can sit on the sidelines and watch how the first string fix Staker\nand Company.\"\n\n\n\nWhen Bill asked for his key, the clerk handed him the key and a\nfaintly lavender tinted envelope.\n\nMystified by the feminine handwriting, Bill sat in a lobby chair, and\ntore open the jasmine scented envelope.\n\nThe note was brief. It said, \"Dear Captain Staker: Please call on me\nat your earliest convenience, Apt. 5B. It is a matter of utmost\nimportance to both of us. Margo.\"\n\nEver since leaving Tom's office, Bill's mind had been spinning about a\ncenter of hatred and ugly rumination. But now the stimulus of the\njasmine fragrance struck a spark of adventure on the edge of his\nchurning mind. The tangential path led off into inviting mysterious\nshadows and he was going to follow.\n\nThe elevator stopped at the apartment floor of the hotel's north\nTower. In the softly lighted corridor his feet fell soundlessly on the\ndeep pile rug. He turned a corner, then walked up a short flight of\nsteps to the door of Apt. 5B.\n\nIn response to his knock the door was opened by a vision in white\nsatin. She was startlingly beautiful. Dark heavy lashes, creamy skin,\nwhite even teeth in a flashing smile, a lithe body poised with the\nease of a jungle cat. She was fulsome and high breasted, and as she\nfollowed Bill's quick appraising glance, she seemed to smile knowingly\nthat all he saw was displayed to best advantage.\n\nHat in hand Bill said, \"I'm--I'm Captain Staker.\"\n\nWith a throaty laugh that could have been carefully timed, she said,\n\"And I'm Margo. Come right in Captain.\"\n\nBill walked onto a white rug, and unobtrusively took in the rich\nfurniture Twenty First Century Modern, the warm brown of the logarithm\nruled walls, paintings in the style of Van Gogh, sharply angled table\nlamps, the gold drapes at the windows.\n\n\"It was kind of you to come so promptly,\" Margo continued, settling\ninto a chair.\n\nBill brought his glance back to her. \"Well, frankly, I was curious to\nknow what a perfect stranger could have in common with me.\"\n\nShe laughed indulgently. \"Nasty of me, wasn't it?--taking advantage of\na human weakness.\" She gestured at Scotch and bourbon on the coffee\ntable. \"I'll let you do us the honors, Captain. Bourbon for me.\"\n\nPresently, glass in hand and a spreading warmth in him, Bill fixed\nthe girl with a quizzical look. \"Tell me, Margo, just what is this\nmatter of utmost importance to both of us?\"\n\nShe put her glass on the table, then sat back and Bill felt the full\nimpact of her dark lustrous eyes. \"It's a business matter, Captain.\nYou've been recommended as a man of high purpose and dependability. As\nthe heir to my father's controlling interest in Intercontinental Lines\nI am badly in need of a man with your experience to handle traffic\ndetails.\"\n\nBill lifted a brow. \"Intercontinental Lines? Never heard of it.\nExclusively airline traffic on Earth?\"\n\n\"It's a new company formed under monopoly regulations. Of course, I\nrealize you're a spaceman, but staying on Earth would have its\ncompensations. You can name your own salary.\"\n\nBill leaned forward and mixed another drink. This was something\nunexpected and pretty tempting too. No more fighting his fear of\nspace. He downed the drink in a few gulps, then stood up.\n\n\"Well, I--I'd like to think things over,\" he said with hesitation,\nwalking slowly to the window.\n\nMargo followed, saying, \"I don't mean to rush you, Bill--yet the\nsituation needs your experienced hand.\"\n\n\"I know, but my brother and I are all set to make a scouting trip to\nBeta Quadrant.\"\n\nMargo leaned against the window drapes, smiling with frank admiration.\n\"I know you are. How in the world you can take off from Earth and hit\na target far out in space is beyond me. Is it something like firing\nartillery?\"\n\nThe warm glow already suffusing Bill's senses took on added lustre\nwhen he looked into her questioning eyes. Expansively, he began\ndrawing diagrams, and explaining the elements of space navigation.\n\n\"Now here's the trajectory my brother and I are planning to use,\" he\nwent on, drawing a complex curve with loading figures and fuel\nconsumption and point of contact with the Beta Quadrant.\n\nWhen he paused once, Margo touched the gold sunburst emblem on his\narm. \"That's fascinating, Bill, but making a trip like yours is all a\ngamble. I'm not offering you a gamble. I'm offering you a sure thing.\"\n\n\"Yes, I realize that.\" Bill got to his feet. \"But just the same I want\nto think your proposition over, Margo.\"\n\nShe leaned toward him putting her hands on his lapels. \"Bill, don't\nrisk your neck out there in space. I need you desperately in the\ncompany.\"\n\nSuddenly, Bill was electrically aware of cool, smooth arms sliding up\nand around his neck and her soft red mouth within fragrance distance.\n\nAnd he was exquisitely aware of the full soft length of her pressing\nagainst him. The scent of jasmine reached him with bewitching stealth.\nThat was when he closed the gap to her mouth in a sudden rush.\n\nBill came out of a whirling state of pure feeling to hear the\nvisiphone buzzing insistently.\n\n\"The phone,\" he mumbled.\n\nMargo opened her eyes dreamily, then comprehended. She walked over to\nthe phone, picked up the receiver.\n\nAfter a moment she turned around looking at him questioningly. \"It's\nfor you, Bill.\"\n\nHe took the phone and said, \"Captain Staker speaking.\"\n\nThe desk clerk said, \"A gentleman to see you, sir. Shall I send him to\nApt. 5B?\"\n\n\"No,\" Bill answered. \"I'll be down to my room in a few moments and see\nhim there.\"\n\nHe turned to Margo. \"I guess business comes before idyll, Margo. I've\ngot to go.\"\n\nHer lustrous dark eyes searched his face intently. \"How long must I\nwait for an answer, Bill?\"\n\n\"Can you wait until Thursday--three days?\" Time enough to thresh\nthings out with Tom.\n\n\"I guess I can,\" Margo said, touching him with an inviting glance,\n\"but do I have to wait that long before I see you again?\"\n\nBill grinned and shook his head in wonder. \"My lord, what persistence!\nI got an idea any visiting would not be entirely social. Somewhere\nalong the line business would rear its shaggy head. Okay, how about\ndinner at the Wedgewood Room tomorrow night?\"\n\n\"Wonderful!\"\n\nLater at his own floor to his surprise he found Tom pacing the\ncorridor. In a strained voice he said, \"The clerk said a gentleman--\"\n\nTom came back in a conciliatory tone, \"And I don't fit the\ndescription, eh? Well, anyway, Bill, we got things to talk over. How\nabout it?\"\n\nBill shrugged noncommittally, unlocked his door and the two entered.\nPerched on the arm of a chair, Bill lighted a cigarette and pulled\ndeeply of it.\n\n\"Well, what is it?\" He glanced coolly at his brother sitting with his\nleft leg dangling over the arm of his chair.\n\nTom cleared his throat and said, \"I--er, came to see how we're\nstacking up, Bill. After all we got a big show on our hands and the\nwhole world is waiting for the curtain to go up. But we can't be\nsquabbling between ourselves when we go on stage. Let's settle matters\nnow and get on with our job--after all we both got a lot at stake in\nthe company.\"\n\nBill studied the end of his cigarette a long moment. \"I guess you\nmight as well count me out, Tom. I'm quitting the show.\"\n\nFurrows appeared above Tom's brows. \"Quitting! And after all you've\nput into the venture? Bill, have you gone nuts?\" He stopped a moment.\nThen he said, \"Oh, I guess I see the light. Christy, eh? Well, Bill,\nhonest--and I really mean this--you can have all the profits of the\ntrip if I'm guilty of trying to take Christy away from you. You've got\nthe wrong slant on things.\"\n\nBill shrugged, saying, \"It's not that--and I still am not\nconvinced--it's just that I'm considering another proposition.\"\n\nTom got to his feet in agitation, looking down at Bill incredulously.\n\"My God, Bill, you sure have changed! What about all those bull\nsessions we had reading and rereading the George Staker philosophy of\nfree enterprise? The world needs an object lesson to show how far it\nhas strayed from those first wonderful days of the Atomic Age. We are\nheirs, Bill by special franchise, Old George saw the shape of things\nto come pretty clearly, and it's up to us to carry out his vision of\nthings as they should be.\"\n\nBill ground out his cigarette in a tray. His underlip crowded out\nstubbornly. \"I'm not going.\"\n\nFor a moment Tom stared hard at Bill, and a heavy singing silence lay\nbetween them. Then Tom strode to the door and opened it. \"All right,\nBill--you and I are through!\"\n\nThe door slammed. For awhile Bill sat looking at it, wondering why the\nslammed door reminded him of looking at his reflection in the bathroom\nmirror and telling himself \"I'm scared--scared as hell. And if I don't\nget hold of myself, I'm through--washed up!\"\n\n\n\nThe next day when he was busily dressing, the ultrafax popped out the\nbreakfast edition.\n\n\"_Space Bird_ takes off for Beta Quadrant. Tom Staker gambles all.\"\n\nBill stared at the pictures of the rocket climbing savagely at the\nhead of a column of fire. The crazy, stubborn fool. Going it alone,\nrisking his neck and everybody else's aboard. Well, let him go out\nthere and break his blasted neck on the Asteroid Belt.\n\nFor the next three days Bill saw much of Margo. She was the most\nexciting thing he had ever discovered, and he indulged her laughingly\nwhen she took to speaking of his position in Intercontinental Lines as\nan accomplished fact.\n\nOn the third day he took Margo to lunch, a Margo with shining eyes,\nfor this was Bill's day of decision. She had done her work well.\n\nHe ordered for them, and added, \"Also a bottle of champagne.\"\n\nThe waiter brought the champagne first. There was no doubt on Margo's\nfeatures what this was about, even though it had always been \"if\",\n\"maybe\" \"possibly\" in Bill's discussions with her about the new job.\n\nIn the midst of picking up his glass and proposing a toast, \"Here's to\nmy new--\" Bill stopped. The ultrafax had popped out a sheet. Carefully\nputting the glass down, he said, \"That's a special bulletin.\"\n\nPicking it up he read aloud, \"Staker Rocket in serious trouble. Home\nfield reports damage by small meteor. Crew on emergency air bottles.\nMysterious emanations blind radar scope and disrupt communication with\nEarth.\"\n\nTom--and the others, out there fighting for their lives against\nsuffocation and intense cold. Their quarrel seemed like the antics of\nteenagers now. He had to get out to the field, see if he could help.\n\n\"What are you going to do?\" Margo was watching him intently, the\nknuckles of her small hands white.\n\n\"I'm going to the field.\"\n\n\"But--but what about that toast you were making to your new--job,\nthat's what you were going to say, wasn't it?\" Her eyes were intense\nspots of jet.\n\n\"I guess that'll have to wait, Margo,\" he told her. \"I can't stand by\nwhen Tom needs help.\"\n\nMargo clutched his hands convulsively. \"Bill, don't take a rocket up\nor you'll die in the same trap he's dying in!\" The words rushed out as\nif through a trapdoor she could not control.\n\nBill glanced at her with sharp, new interest. \"How do you know it's a\ntrap, and how do you know he's going to die?\"\n\nTears began to well up in her large eyes. \"All I can tell you is don't\ngo out there, Bill. I don't want to lose you--now.\"\n\nDawning realization filled Bill with horror. \"Margo--Margo, for God's\nsake, what kind of a game have you been playing with me!\"\n\nMargo's shoulders sagged, and she began to sob out her story. \"Bill,\nplease, please believe me. I love you. That was not my part of the\nagreement with Asteroid Mining--to fall in love with you. Yes. I was\nhired to separate you and your brother, break up your company.\"\n\nBefore Bill could snarl an answer to that, a hotel service clerk came\nwith a portable phone.\n\n\"Call for you, sir.\"\n\nWith his eyes fixed steadily on Margo, he spoke into the transmitter,\n\"Captain Staker.\"\n\nChristy's strained and tearful voice came over the wire. \"Bill, oh,\nBill, we're getting terrible news here at the field. Tom's ship is\nlosing oxygen!\"\n\n\"Yes, I know,\" he answered. \"I just got the Ultra on it. I'll be right\nout, Christy.\"\n\nAs he replaced the phone he looked at Margo with a grim, loathing\nexpression. \"A female trick as old as the universe and I had to fall\nfor it. You and your innocent questions about our Quadrant trajectory!\nWhat a sucker I was!\" He drew back his hand to slap her but decided\nagainst it. She was crying when he left.\n\nOn the way to the field the familiar but forgotten black tide of fear\nrose up like a spectre once more to scatter his gathering ideas for\nhelping Tom. Resigning himself to its power and pulling over to the\nroadside, he sat still, gripping the wheel. Yes, he told himself\ntensely, here I sit while Tom and the others drift in space needing\nhelp. The realization of their need slowly gave him a greater\nobjective clarity than he had ever had before. He began to see himself\nnow for what he was--a cringing weakling stripped naked of all\nmanliness at the first show of evil. Though he perhaps had been worse\nthan the average, this was the trouble with his whole security minded\ngeneration. They never dreamed great dreams like George Staker and his\nera which wrested atomic power from the treasure house of nature. No,\nthis generation carefully followed safe, charted paths in the world of\nideas. It had given up its freedom to a world of government controlled\nmonopolies. And Tom, taking up the torch left by their creatively\nimaginative ancestor, was trying to recapture a small facet of that\ngolden age.\n\n\n\nWith the dawning in him of Mid-Twentieth Century mind, Bill felt a\nthrilling sense of freedom as the black tide receded over the horizon\nof his inner world. He took a new firm grip on the wheel, and took off\nagain at high speed.\n\nChristy was at the field office waiting outside. As he stepped out of\nthe car, she threw her arms around him.\n\n\"Oh, Bill, what can you do for Tom now?\"\n\nHe said gently, \"I'll bring him back for you.\"\n\nShe drew back her head to look at him incredulously, \"You still\nthink--! Oh, Bill, you foolish guy, you're the one I love, the one\nI've always loved.\"\n\nFor a moment he searched her eyes and saw only a revelation of honest\nfeeling. A surging gladness flooded through him, releasing an\nunconscious hard ball of tension inside.\n\n\"Christy, what a knothead I've been!\" He gathered her up to kiss her\nfervently. \"So long, Christy. Old Staker was a piker at dreaming\ncompared to what I'm dreaming for you and me!\"\n\nThe field men had the rocket fueled up and provisioned to go. \"This'll\nbe no picnic, but there's a prize out there if we want it bad enough.\nYou'll all have a share in it, instead of handing it all over to the\ngovernment. Are you with Tom and me?\"\n\n\"Sure, Bill. Let's go!\"\n\n\"Yeah, let's open 'er wide up!\"\n\nThey all clambered up the ship's access ladder in high spirits. In a\nmoment a warning red signal rocket shot into the sky and burst,\nwarning all local aircraft. Another five minutes and the rocket leapt\noff the Earth with a long, shattering roar.\n\nBill kept the fissioning metals pouring through the atomic explosive\nafter-chambers until the men screamed at the acceleration. Finally he\neased it off to free flight and the _Space Dragon_ followed the\ntrajectory of the _Space Bird_.\n\nAll the way he hovered over the radar scope. Then after long hours of\nfatiguing watching he crawled into his bunk.\n\nLater he woke up to Radarman Jones' voice in his ear.\n\n\"Captain--wake up. We've picked up a ship on the scope!\"\n\nBill piled out and forced his floating feet to magnetic contact with\nthe steel deck. He followed Jones down the short corridor to the\ncommunications cabin.\n\nAt the radar scope Bill studied the ship, then gave orders\ndecelerating the _Space Dragon_.\n\n\"There's another ship!\" Jones exclaimed, pointing at the edge of the\nscope.\n\nBill peered at the new ship, studying its characteristics. Then he\nnodded his head. \"It's the _Space Bird_ all right. But that first\none--I got an idea it must be an Asteroid Mining ship. Margo must have\ntransmitted the _Space Bird_ trajectory to Asteroid Mining. I don't\nsee how anybody would know where to find us in such immense distances\nas Beta Quadrant.\"\n\nStepping over to the communications panel he called the _Space Bird_.\nNo answer, and though he kept calling he could not raise the ship.\n\nThen he called Staker Field on Earth.\n\n\"Caxton?\"\n\nThe field came back. \"Staker Field. Go ahead.\"\n\n\"Caxton, we've found the _Space Bird_ but can't speak to them, so I'm\ncutting you in on communications with an Asteroid Mining ship that's\nhanging around. Tape pictures and sound--the whole works.\"\n\n\"Okay.\"\n\nFlipping another switch, Bill called the strange ship on the\nall-interplanetary frequency.\n\nSuddenly after long minutes of silence the dark screen lighted up with\nthe impassive features of a round faced, cold eyed man.\n\n\"Yeah? This is the _Pluton_. What d'you want--and who are you?\"\n\n\"This is the _Space Dragon_--sister ship to the _Space Bird_ there in\nyour vicinity. What's the matter with our ship?\"\n\nThe man's eyes darkened and his jaws tightened. \"There's plenty wrong\nwith it, _Space Dragon_. And the same thing's going to be wrong with\nyour ship, too. A 'meteor' is going to hit your ship the same as hit\nthe _Space Bird_. Asteroid Mining doesn't like competitors horning in\ntheir business!\"\n\nBill shot back grimly, \"I'm glad to hear your views on competition,\nMister. The whole world is interested in our Project Venture, and when\nthey hear what you said there's going to be hell to pay. Because, you\nsee, everything you say and how you look saying it is being recorded\nback at Staker Field on Earth!\"\n\nThe other man's impassive face suddenly turned into a ludicrous mask\nof a man burning his fingers on hot chestnuts. The two way hook-up\nabruptly ended. On the scope Bill and Jones watched the image of the\n_Pluton_ begin to move across the scope and finally out of range in\nthe opposite direction toward Asteroid Mining's Omega Quadrant.\n\nHours later the _Space Dragon_ made physical contact with Tom's ship.\nBill was the first one through the communicating airlock.\n\nTom, his face drawn and haggard, met him as he emerged in the ship.\nThe rest of the crew were lying still to conserve air.\n\n\"Hi, Bill. Boy, are we glad to see you. That 'meteor' they threw at us\nconfined us on air bottles in the forward compartments.\"\n\nBill shook his hand warmly. \"We got enough air for all of us. After we\npatch things up here, let's start carving us a chunk of private\nenterprise.\"\n\nTom's tired eyes lighted up. \"Hm, say, you're so right! Our geigers\nhave found enough floating ore in Beta Quadrant already to make a big\nnick in Asteroid's business.\"\n\nBill gave him a mock salute, \"Okay, skipper. You've earned the title\nof Head Dreamer, and I'll help make your dreams come true!\"\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Stangland, Arthur G.",
            "Stangland, Arthur Golend"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32412/pg32412.txt",
        "name": "the_black_tide.json"
    }
}