{
    "name": "The railhead at Kysyl Khoto",
    "author": [
        "Lang, Allen Kim",
        "Lang, Allen K."
    ],
    "body": "I've been told that during the season of the simoom winds in Morocco,\nArab judges let confessed murderers off with a fine. The weather\njustifies homicide. Washington judges should be as lenient in the\nsummer, I thought, scooting on the contours of my chair to keep the\nseat of my pants from sweating into the varnish. Ten bucks and costs\nseemed a fair price to pay society if I killed this Doctor Francis von\nMunger.\n\nMy cigarettes had become limp and brown with the sweat through my\nshirt. I eased one of these unappetizing noodles out of the pack and\nlit it. It tasted like burning, damp wool stockings. I picked up an\nancient magazine to keep from staring at the blonde receptionist, the\nonly object in the waiting room upon which the eye could rest with\ncomfort.\n\nI'd viewed all the cartoons without smiling and was working my way\nthrough the ads when the blonde peeked over my magazine. \"Dr. von\nMunger will see you now, Dr. Huguenard,\" she said.\n\n\"Damn right he will!\" I growled, slapping the magazine down and\ntrailing the blonde into the holy of holies. Inside, an efficient young\nwoman sat behind an efficient steel desk. She looked insultingly cool.\n\"How much of von Munger's typewriter pool do I have to work through\nbefore I get to see the great man in the flesh?\" I demanded of the\ncool-looking redhead.\n\n\"Have a cigar, Dr. Huguenard,\" the girl said, tipping a cylindrical\nhumidor my way. \"And sit down,\" indicating the chair that squatted\nbeside her desk. \"I've got news for you, Huguenard. I'm von Munger. The\nfirst name is Frances, with an 'e.' Makes all the difference.\"\n\nI accepted the cigar, crushed my wool-sock cigarette in the ash-tray,\nand leaned back silent to indicate my availability for further\nastonishments.\n\n\"I suppose you wonder why you were sent here,\" she began.\n\nI murmured something about Washington's being delightful to visit in\nmid-June, whatever the occasion might be. She ignored this subtlety.\n\"We've needed a rocket engineer in Economic Analysis for some time,\"\nshe said. \"Recent developments have made your employment here\nimperative.\"\n\nI lit the cigar slowly. \"I'd been led to believe that our work at White\nSands was important, too,\" I said through my smoke.\n\nVon Munger looked as put out as though I'd belched during the\ninvocation at an ambassadorial tea party. She took a deep breath--a\npretty process, despite the mannish suit she was wearing--and launched\ninto her sales talk. \"Dr. Huguenard, our work here in the Commerce\nDepartment's Special Bureau of Economic Analysis is the most important\nwork in the world. If a war is fought, we will win it. If that war is\nprevented, we will have prevented it.\"\n\nI'd seen this sort of megalomania displayed by chiefs of paperwork\nbefore, but never in a more acute form. I smiled. This little redhead\nobviously saw herself as a sort of benign Lucrezia Borgia, erecting a\nfortress of filing-cabinets around the American Way.\n\n\"I'm glad you smiled, Dr. Huguenard,\" she said. \"I was afraid that your\nface was all scar-tissue, and just wouldn't bend.\"\n\n\"You're pretty, too,\" I snarled. The damp heat had leached the last\nvestiges of chivalry from my soul. \"Get on with your pitch, will you?\nI want to turn your job down and get back to my air-conditioned lab in\nNew Mexico.\"\n\n\"Give me five minutes to persuade you to stay,\" she said, making a\nsteeple with her fingertips and resting the steeple against her chin.\n\nI checked my wrist watch.\n\n\"The S.B.E.A. is responsible for a special type of strategic\nintelligence,\" she said. \"We are analyzing the economic processes of\nthe USSR.\"\n\n\"I am familiar with the multiplication table,\" I said. \"Otherwise,\nI don't see how I can be of use to you. My specialty is rocket-fuel\ninjection systems. I'd dearly love to get back to that.\"\n\n\"You're cutting into my three hundred seconds of grace, Doctor\nHuguenard,\" she protested.\n\nI sucked bitterly on the cigar she'd given me. \"Okay,\" I sighed through\nthe smoke. \"Continue, Professor.\"\n\n\"Money, to a nation, is like blood to a man,\" she said. \"This is\ntrue even in Russia's manipulative economy. Were you to trace the\nmovement of blood through the human body, you'd soon know its every\ntissue. Just so, by tracing the flow of wealth through the USSR, we\ncan discover precisely what's going on over there. We have overt means\nof observation, such as the Soviet studies published in _Industriia_,\n_Sovetskaya Metallurgiia_, _Voprosy Ekonomiki_, and other journals; and\nwe have our clandestine sources as well.\"\n\n\"Do you read Russian?\" I asked, feeling a little more respect for this\nmiss with the PhD.\n\n\"Russian, Polish, German, and French,\" she said impatiently. \"I was\nborn in Gdansk, _née_ Danzig, a community where being a polyglot is\nsimple self-preservation. But I'd best get on. My time is running low.\"\n\n\"Take ten minutes,\" I said grandly. \"Fifteen. But where do I come in?\"\n\n\n\nShe lit a cigarette and went on. \"This office is concerned with the\neconomic processes taking place within the Tuvinian Autonomous Region\nof the RSFSR, an area that makes the Dakota Bad Lands look like Miami\nBeach. The capital city of this region is Kysyl Khoto. We have a\ntourist there.\"\n\n\"Tourist?\" I asked.\n\n\"A covert source of information,\" Dr. von Munger explained. \"If I keep\ngiving you secrets, you'll have to stay here.\"\n\n\"I know all about this cloak-and-dagger stuff,\" I told her. \"I read\n'The Gold Bug' when I was twelve.\"\n\n\"Our informant recently transmitted this message,\" she said, handing\nme a sheet of paper. On it were typewritten six Russian words and a\nnumber. I'd remembered enough from my Conversational Russian 101 to\ncoax this Cyrillic puzzle into English. \"Kysyl,\" I read aloud. \"That\nmust be a proper name. Railhead. K. E. Ziolkovsky. 5000 meters/second.\nLuna.\" I handed the paper back to the good-looking Dr. von Munger. \"The\nboy who sent this note takes the brass cup for brevity. What's it all\nmean?\"\n\n\"_Luna_ is in Russian what it was in Latin,\" she explained, just in\ncase I'd missed that point. \"Do you know who Ziolkovsky was?\"\n\n\"Sure,\" I said. \"Konstantin Edouardovitch Ziolkovsky hatched the notion\nof spaceships, back about 1900. The Reds must be naming their bird in\nhis honor. Dr. von Munger, you're beginning to get through to me.\" I\ntook the paper back from her to check it. \"Five thousand meters per\nsecond. If that's delivered exhaust-velocity, the mass-ratio would\nbe twenty-six lifted for one delivered. They must be using ozone to\nget that. If they're using ozone, they've got an inhibiter to hold it\nstable. If this all means what it seems to, they can make the moon in\ntwo steps. And it's about time someone did.\"\n\nDr. von Munger shook her head. \"I'm happy that you derive so great\na pleasure from the notion of a flight to the moon,\" she said, \"but\nyou're forgetting that this rocket belongs to the Russians. They won't\nbe inviting any of us Yankees to join them in admiring the view from\nthe rim of Copernicus. We'll be looking up, Dr. Huguenard. They'll\nbe looking down at us, on a five-to-one power gradient. That'll put\nyour Intercontinental Ballistic Missile out in the woodshed behind the\nwashboard, won't it?\"\n\n\"Have you reported to the boys in blue?\" I asked.\n\n\"Not yet,\" she said. \"My chief agrees that we need a rocket specialist\nto evaluate what we have. That's where you came in from New Mexico,\ndragging your feet every inch of the way. The chief has given us\ntwo weeks to prepare a dossier on the _Konstantin Edouardovitch\nZiolkovsky_. Two weeks from now, Dr. Huguenard, you're to have the\nplans for that ship ready for the Joint Chiefs of Staff.\"\n\n\"I couldn't blueprint a row-boat in that short a time,\" I said. \"Not if\nI had to work on guesses.\"\n\n\"They're intelligent guesses, Doctor,\" she reminded me. \"I've got\nfigures for every ton of rail freight shipped from Krasnoyarsk to\nAbakan, figures sweated out of official Soviet publications. All you've\ngot to do is take the information I give you and use it to build a\npaper rocket. Okay?\"\n\nI nodded doubtfully. \"With information like this, it shouldn't be\nhard to get the JCS flapping their shoulder-boards like taxiing\ngooney-birds. This should scare 'em good. It scares me.\"\n\n\"With good reason, Dr. Huguenard,\" she said.\n\nPretty girl, I thought. Huguenard, you're a hot-tempered, couthless\ndog to come in bullying this chick the way you did. \"Since we're on\nthe same job now,\" I said in my best oil-on-the-waters tone, \"you may\nas well call me Frank. Saves syllables. And while we're chumming it\nup, Dr. von Munger, how's about having dinner with me this evening? We\nshould be able to find an air-conditioned restaurant in this swamptown.\"\n\n\"Thank you, Frank,\" she said. \"You may call me Frances. And I'll have\ndinner with you, thank you. In the cafeteria downstairs. We'll be\nworking late every evening for the next two weeks.\" She nodded, pressed\nthe button that popped the blonde in from the reception room, and\nsmiled in a way that suggested that she'd next smile when my complete\nreport lay on her desk.\n\nThe blonde took me in tow to a desk equipped with a file-drawer full of\nRussian-language clippings, folders marked SECRET, and my own\nlittle safe to keep these goodies in. I had a shelf of Russian-English\ndictionaries and an adding machine to help me bring chosmos out of\nchaos. The files looked like a well-stirred newspaper morgue. In\nRussian, yet. After the blonde had left I noticed that my desk, too,\nhad a button mounted to one side. I pushed it experimentally. The\nblonde reappeared. I waved my hand at the clippings on my desk. \"Will I\nhave any help in translating this stuff?\" I asked her. \"My Russian is\nof the 'Hands up! Me American!' variety.\"\n\n\"I'm to help you with that,\" the blonde told me. \"Just call for\nme--Joyce--when you've got something you can't make out. I used to be a\nUN interpreter.\" She smiled and left me to my sorrows.\n\nI felt like a dirty cigar-smoking male illiterate. Probably half\nthe stenos here had been engineers at Peenemunde. I needed a dumb\ngirl-friend, I decided, just to protect me from the acute inferiority\nfeelings these distaff Einsteins were giving me. I soothed my ego by\ngoing to work.\n\nI began with the journal-clippings. Most of these had little tags\nattached, giving in English translation abstracts of material dealing\nwith the Tuvinian Autonomous Region. There was a detail map of Kysyl\nKhoto, complete with the names of the bars the engineers drank their\nvodka in. I had notes on how many pounds of Turkish tobacco (1,250) had\nbeen used there in 1955, and how many bathtubs shipped there that year\n(714). I wondered how many of those bathtubs they'd have aboard the\n_Konstantin Edouardovitch Ziolkovsky_. Let 'em take showers, I decided.\n\n\n\nBy the end of the week I'd sifted the information I thought pertinent\nto the _KEZ_ from the incidental chaff of Tuvinian life, like those\nbathtubs. This whole business was like juggling invisible balls.\nThe very fact that Kysyl Khoto had been reached by a spur track of\nthe Yuzsib Railroad had been lifted from only two lines in _Stal's_\nmidsummer issue, supported, of course, by the laconic note of Dr. von\nMunger's mysterious Central Asian correspondent.\n\nA two-step rocket was the thing to build, that was evident from\nthe reported exhaust-velocity. That lozone--liquid ozone, one and\ntwo-thirds as much fuel per cubic foot as garden variety liquid\noxygen--was the oxidizer seemed a good bet. What was the fuel? Hydrogen\ncould give 5000 mps, but would be almost impossibly tricky to use with\nozone. Hydrazine seemed a better bet. There were memos on several tons\nof nitric acid being shipped from Krasnoyarsk to Abakan to Kysyl Khoto,\ntogether with a batch of nitrate fertilizers ostensibly bound for the\n\"Golden Fleece\" Kolkhoz at Kara-buluk. I wondered what they raised on\nthat collective farm. The sort of crops that grow best at White Sands,\nI imagined. With a lot of ammonia and a passel of electricity, they\ncould simmer out hydrazine where they were going to use it.\n\nI designed the fuel tanks necessary to pay the way to the moon in\nhydrazine and lozone, then sketched a ship around them. Two stages, as\nI'd decided. Here a serious discrepancy came in. I had more steel, more\nwolfram, more of everything than the _KEZ_ could possibly need. I took\nthe problem to my pretty boss, glad for the chance to visit.\n\n\"It would seem,\" Frances said, looking over my notes, \"that they've\nshipped enough material to Kysyl Khoto to build three ships. Let's\nassume that they're doing just this. It's one way to get home from the\nmoon, I should think. They'll send three ships there, each carrying\nenough extra fuel to drive one of them back to Earth after they've\nplanted the flag and geigered around a bit. Or possibly they intend\nsetting up a permanent station there.\"\n\n\"It seems to me that we're whistling up a lot of smoke from this little\nfire,\" I protested. \"We don't know the material they're using to keep\nthe rocket-throats from melting. The notes on rail-shipments from\nKrasnoyarsk mention ceramics. I don't think that's detailed enough to\nwork into a bogeyman to scare the JCS.\" I reached over her desk to\nswipe a cigar from her cylinder, remarking, \"It's nice of you to keep\nthese on hand, seeing as you smoke Kools.\"\n\n\"Got to keep the staff happy,\" Frances smiled.\n\n\"Let's be making more of an effort,\" I suggested. \"How's about that\ndinner tonight? It's Saturday, you know.\"\n\n\"All right, Frank.\" She jotted her address on a corner of an empty\nCONFIDENTIAL coversheet and handed it to me. \"Eight o'clock,\"\nshe said.\n\nI went back to work refreshed by the prospect of an extramural session\nwith the shapely Dr. Frances von Munger.\n\n\n\nIt proved an interesting evening. Despite her polyglot propensities\nand monumental economic erudition, Frances von Munger had never drunk\na negroni cocktail, never cracked a lobster. Later I discovered that\nshe danced as though she'd heard of the art, but had never practiced\nit before. So mostly we sat and talked. We swapped genealogies and\nreminisced over our school days. Frances had been the only girl in\na class of boy engineers at a fresh-water college in Indiana, I\ndiscovered. She'd got her B. S. in Mechanical before she'd gone to\nChicago to study economics. I grinned sheepishly at this, remembering\nthe times I'd explained my simple math procedures to her as though\nshe'd been a dewy-eyed home-economics girl. \"But why did you drop\nengineering?\" I wanted to know.\n\n\"It wasn't going anywhere,\" she said. A cryptic statement, but I left\nit alone.\n\nWell, I took the boss home and kissed her goodnight; and hummed Verdi\novertures in the taxi all the way home. In the morning, of course,\nshe'd be the same schoolmarmish dame she'd always been, the government\ngirl in the gray flannel suit. Decorative, but distant.\n\n\n\nBack at my cluttered desk the next morning, facing the medley of\nnewspaper clippings and half-baked hypotheses that represented my\ncontribution to Economic Analysis (spaceship division), I felt a cold\nwave of panic. In six days I'd have to stand at a table decked by\nadmirals and generals, and expose this flimsy structure of Sunday work\nto their merited contempt.\n\nI tugged out my file marked _Propulsion System_ and leafed through\nit. I was as clever as that Dutch paleontologist who'd reconstructed\nthe greater blue-eyed auk from a single petrified tail-feather. I'd\nshuffled a mess of inferences taken from the journals of a nation not\ntoo celebrated for guilelessness, dropped them in a hat, and pulled out\na spaceship by the ears. For all I knew, really knew, the Reds could\nbe propelling the _KEZ_ with twisted rubber bands.\n\nI was supposed to be building the ship the way I'd build it--if I had\nthe gear delivered by that overworked railhead at Kysyl Khoto, if I\nwere a Russian-trained engineer, if I had my ear at the Kremlin's\nkeyhole and my hand in its till, and if our intelligence wasn't a\nfiction born of paperwork. OK. Back into the desk went the _Propulsion_\nfile while my keen engineering mind relaxed by considering the\ndimensions of Dr. Frances von Munger. After a while I got out the old\ncopy of _Das Marsprojekt_ and finagled its statistics to make them fit\na mere hop to the moon. Since my presentation wasn't intended to be\noperational, I'd decided, it might as well be artistic.\n\nMy half-hour with the JCS was a day away when I came down with acute\ncold feet up to the knees. I went to see Frances for encouragement and\nto scrounge a cigar. \"Let's not kid ourselves,\" I told her. \"Those\nbrass hats are clever. Why don't we just turn over the facts to them,\nlet their Intelligence take over? I'd like to stay with the _KEZ_\nresearch, but I'd also like more and tighter facts. What are the\nthroats of the rockets made of? What fuel are they using, for sure? If\nthey've decided on ozone, how do they keep it from exploding every\ntime a commissar sneezes? Frances, let's just hand my scrapbooks to the\nAir Force and let it fill in the blank pages. I hate to present this\ncomic book continuity I've got as a serious extrapolation from known\nfacts.\"\n\n\"Sit down, Franklin,\" she said, handing me the cigar I'd come for.\n\"You're a babe in the woods so far as Intelligence is concerned--that's\nwith a capital 'I', Frank.\"\n\n\"Thank you, teacher.\"\n\n\"I want the military to take this Ziolkovsky thing and shake it till it\nfalls into shape. But they won't, Frank. Not unless we persuade them\nthat it's important. That's what you're doing, window-dressing to make\nthe big brass buy this and stamp it high-priority. If they had what\nwe've worked from, it would get a 'D' rating. They'd set to work on it\nonce the definitive study of Kirghiz folk-dancing was done. They'd give\nit to a second Lieutenant to play with Wednesday afternoons and forget\nit.\"\n\n\"But you think your opinion that the Russians have a spaceship\nsquatting somewhere in the Altais is justification for your twisting a\nhaggle of admirals around your pretty finger?\"\n\n\"I have a feeling for Intelligence work,\" she said. \"This is hot,\nFrank. Get back to your desk and plan a drawing of the _KEZ_. Better\nyet, sketch a model of the beast. We'll have one built for you to\nstand on the table as you talk tomorrow. It will give you confidence.\"\n\n\"Now I'm a confidence man.\"\n\n\"In good cause, Frank. Tomorrow, after you've made your presentation\nto the JCS, we'll have dinner together to celebrate. At my place.\"\n\nAt this last prospect, I went back to work with spirits refreshed as no\nfive-cent drink can refresh them.\n\n\n\nI was a minor event on the schedule of JCS interviews. Half an hour,\nfrom twelve till twelve-thirty, they'd given me. I hoped I'd spoil\ntheir appetites for lunch. My model of the _Konstantin Edouardovitch\nZiolkovsky_, its lacquer still a little tacky, bulged my briefcase.\nI had to persuade a Marine lieutenant that it wasn't a bomb I was\ncarrying before he'd let me into the conference room.\n\nThere were maps on the walls, covered with gray dustsheets as though\neven the face of Mother Earth was being protected as an American\nsecret. The High Air Force were smoking cigars; the High Navy ran\nmore to pipes; while the Army's big wheels burned nervous yards of\ncigarettes. Two Waves sat at opposite corners of the big table, their\nfingers poised for slow dances over their Stenotype key-boards. The\nbrass regarded me, as craggy-faced as though I were suspected of giving\nUncle Nikita the keys to Fort Knox. I opened my briefcase, set the\nmodel on the floor, and launched into my story.\n\n\"You've doubtless heard echoes through channels of recent activity in\nthe Tuvinian Division of the Commerce Department's Special Bureau of\nEconomic Analysis,\" I began.\n\n\"Until three weeks ago I was employed at White Sands as an engineer on\nProject Gargantua. I was transferred to TD/SBEA/DC to make evaluation\nof information which may make Project Gargantua obsolete.\" I knew I had\nmy audience when an Air Force general dropped his cigar.\n\n\"As you know, the highest peak of the Altai Mountains is 15,000 feet\ntall, high enough to be of help in rocket research. The capital city\nof the Tuvinian Autonomous Region is Kysyl Khoto. This city has only\nrecently become involved in industrial activity.\n\n\"Analysis of the materials being shipped to Kysyl Khoto, together with\nspecific information furnished from covert sources, leads us to believe\nthat this activity is concerned with rocket research.\n\n\"Our tentative conclusion is that the Soviets have several large rocket\nships in construction there. One of these, named the _Konstantin\nEdouardovitch Ziolkovsky_, is intended to reach the moon. The reported\nexhaust-velocity makes it very likely that they will succeed within\nthe next three years.\" I lifted the model of the _KEZ_ and set it on\nthe table so that the big red star on its middle was conspicuous. \"Our\ntime has been too short and our information too slight to allow me to\ngive you details. Nevertheless, the Russians undoubtedly are building a\nspaceship.\"\n\nGeneral Turner, USAF, who'd been a _Time_ cover boy several times,\ntamped a cigarette on the table. \"Exactly how much of this model is\nguesswork, Dr. Huguenard?\" he demanded.\n\n\"Ninety-five percent,\" I said. \"There's a lot of room for worry in that\nfive percent that's left, though. I hardly think the Russians can have\nbeen so devious as to have planted false leads in several hundred of\ntheir own journals.\"\n\nThe Chairman nodded. \"That will be all, Dr. Huguenard,\" he said. \"I\nexpect we'll be calling upon you later.\"\n\nThat parting note had an ominous ring, I thought, carrying my toy\nspaceship past the Marine guard. Would they bring handcuffs along next\ntime?\n\n\n\nMy desk at the office had been emptied. I leaned on the button to buzz\nJoyce, my blonde interpreter. \"We were given an order by the Secretary\nof Commerce,\" she reported. \"He told us to turn over everything on the\n_KEZ_ to Air Force Intelligence. A squadron of Air Police packed all\nyour papers and took off with them half an hour ago.\"\n\nI went in to see Frances. She stood at the window, looking at the cars\npassing on the avenue. Her hands were together, the knuckles white\nwith strain. \"You did it, Frances,\" I said. \"All the big guns of USAF\nIntelligence are being zeroed on a little town in Central Asia. If\nthey find our guesses were true, we'll start building a moonship, too.\nThat's what you really want, isn't it?\"\n\n\"Yes, Frank,\" she said, turning to me. \"I want our people to get to the\nmoon. This seems a shoddy way to start, though.\"\n\n\"You're right,\" I admitted. \"An armament race isn't an edifying\nspectacle. But the discovery of America was inspired more by\nmoney-grubbers than by idealists, Frances.\" I pried her hands apart and\ntook them in mine. \"Let's go, Frances. There's no work here today. Do\nyou have the drinks at your place to celebrate our victory?\"\n\nShe burst into tears. I held her close till she'd sobbed herself calm,\nignoring the telephone buzzing on her desk. No one could have business\nwith Frances von Munger more important than mine.\n\n\n\nBy some quiddity of feminine logic, Frances stored her Scotch in the\nrefrigerator. I broke it out and poured two stiff shots into water\nglasses. I carried them into the living room, where she was sitting\nstiff and straight on the sofa, like a frightened little girl. \"Have\nsome anodyne, Frances. Forget the Department of Commerce and the Altai\nMountains. We've done all we can. We've tossed the ball.\"\n\nShe took the drink and set it untasted on the arm of the sofa. \"That's\nnot it, Frank. You know the message from our tourist in Tuva?\"\n\n\"That note that put the seal of approval on your project? You wrote\nthat yourself, didn't you? The railhead, the spaceship--they all exist\nonly under that golden hair of yours, right?\"\n\nFrances stared at me as though she expected me to whip out an Army .45\nand cover her with it. \"Frank! How do you know?\"\n\n\"Until I met you, Frances, I thought dreams of space were male dreams.\nThen I found a girl who'd become an engineer, who'd then given up\nengineering to go into intelligence work. Curious. Then the business of\nthe secret message from the USSR: instead of turning it over to the Air\nForce for immediate evaluation, you chose to elaborate on it by means\nof a technical study, and even got your boss to push through a priority\ncall for me. Curiouser yet.\"\n\n\"If you found out, they can,\" she said dully.\n\n\"I had the advantage of being in love with you, Frances. I've watched\nyou closely, very closely. We'll have a few weeks or months before they\ndiscover that you phonied information to goad our men into space. We've\ngot time enough for a honeymoon, Frances.\"\n\nThe phone rang. Damn Alexander Graham Bell! I thought. I picked the\nmonster up and barked hello. It was the Secretary of Commerce. I\nintroduced myself. He deigned to relay his message through me. \"Please\ninform Dr. von Munger that her department has been transferred to the\nDepartment of Air Force at White Sands, New Mexico,\" the Secretary\nsaid. \"She and you are to report there immediately.\"\n\nI thanked the man nicely and hung up. Frances was standing now. \"We're\ngoing to White Sands,\" I told her. \"We're going to help see that the\nman in the moon is American.\"\n\nFrances took the drink out of my hand and set it on the bookcase to\nfree my arms for holding her. \"Maybe, Frank,\" she said, \"the first man\non Mars will be Huguenard. I'll be proud to assist you in that project.\"",
    "metadata": {
        "author": [
            "Lang, Allen Kim",
            "Lang, Allen K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71814/pg71814.txt",
        "name": "the_railhead_at_kysyl_khoto.json"
    }
}