{
    "name": "The Passenger",
    "author": [
        "Harmon, Kenneth"
    ],
    "body": "The transport swung past Centaurus on the last leg of her long journey\nto Sol. There was no flash, no roar as she swept across the darkness of\nspace. As silent as a ghost, as quiet as a puff of moonlight she moved,\nriding the gravitational fields that spread like tangled, invisible\nspider webs between the stars.\n\nWithin the ship there was also silence, but the air was stirred by a\nfaint, persistent vibration from the field generators. This noiseless\npulse stole into every corner of the ship, through long, empty\npassageways lined with closed stateroom doors, up spiraling stairways to\nthe bridge and navigational decks, and down into vast and echoing holds,\nfilled with strange cargo from distant worlds.\n\nThis vibration pulsed through Lenore's stateroom. As she relaxed on her\ncouch, she bathed in it, letting it flow through her to tingle in her\nfingertips and whisper behind her closed eyelids.\n\n\"Home,\" it pulsed, \"you're going home.\"\n\n\n\nShe repeated the word to herself, moving her lips softly but making no\nsound. \"Home,\" she breathed, \"back home to Earth.\" Back to the proud old\nplanet that was always home, no matter how far you wandered under alien\nsuns. Back to the shining cities clustered along blue seacoasts. Back to\nthe golden grainlands of the central states and the high, blue grandeur\nof the western mountains. And back to the myriad tiny things that she\nremembered best, the little, friendly things ... a stretch of\nmaple-shadowed streets heavy and still with the heat of a summer noon; a\nflurry of pigeons in the courthouse square; yellow dandelions in a green\nlawn, the whir of a lawnmower and the smell of the cut grass; ivy on old\nbricks and the rough feel of oak bark under her hands; water lilies and\nwatermelons and crepe papery dances and picnics by the river in the\nsummer dusk; and the library steps in the evening, with fireflies in the\ncool grass and the school chimes sounding the slow hours through the\nfriendly dark.\n\nShe thought to herself, \"It's been such a long time since you were home.\nThere will be a whole new flock of pigeons now.\" She smiled at the\nrecollection of the eager, awkward girl of twenty that she had been when\nshe had finished school and had entered the Government Education\nService. \"Travel While Helping Others\" had been the motto of the GES.\n\nShe had traveled, all right, a long, long way inside a rusty freighter\nwithout a single porthole, to a planet out on the rim of the Galaxy that\nwas as barren and dreary as a cosmic slag heap. Five years on the rock\npile, five years of knocking yourself out trying to explain history and\nShakespeare and geometry to a bunch of grubby little miners' kids in a\ntin schoolhouse at the edge of a cluster of tin shacks that was supposed\nto be a town. Five years of trudging around with your nails worn and\ndirty and your hair chopped short, of wearing the latest thing in\noveralls. Five years of not talking with the young miners because they\ngot in trouble with the foreman, and not talking with the crewmen from\nthe ore freighters because they got in trouble with the first mate, and\nnot talking with yourself because you got in trouble with the\npsychologist.\n\nThey took care of you in the Education Service; they guarded your diet\nand your virtue, your body and your mind. Everything but your happiness.\n\n\n\nThere was lots to do, of course. You could prepare lessons and read\npapers and cheap novels in the miners' library, or nail some more tin on\nyour quarters to keep out the wind and the dust and the little animals.\nYou could go walking to the edge of town and look at all the pretty gray\nstones and the trees, like squashed-down barrel cactus; watch the larger\nsun sink behind the horizon with its little companion star circling\naround it, diving out of sight to the right and popping up again on the\nleft. And Saturday night--yippee!--three-year-old movies in the tin\nhangar. And, after five years, they come and say, \"Here's Miss\nSo-and-So, your relief, and here's your five thousand credits and\nwouldn't you like to sign up for another term?\"\n\nHa!\n\nSo they give you your ticket back to Earth. You're on the transport at\nlast, and who can blame you if you act just a little crazy and eat like\na pig and take baths three times a day and lie around your stateroom and\njust dream about getting home and waking up in your own room in the\nmorning and getting a good cup of real coffee at the corner fountain and\nkissing some handsome young fellow on the library steps when the Moon is\nfull behind the bell tower?\n\n\"And will the young fellow like you?\" she asked herself, knowing the\nanswer even as she asked the question.\n\nShe whirled about in the middle of the stateroom, her robe swirling\naround her, and ended with a deep curtsy to the full-length mirror.\n\n\"Allow me to introduce myself,\" she murmured. \"Lenore Smithson, formerly\nof the Government Education Service, just back from business out on the\nRim. What? Why, of course you may have this dance. Your name? Mr.\nFairheart! Of the billionaire Fairhearts?\" She waltzed with herself a\nmoment. Halting before the mirror again, she surveyed herself\ncritically.\n\n\"Well,\" she said aloud, \"the five years didn't completely ruin you,\nafter all. Your nose still turns up and your cheeks still dimple when\nyou smile. You have a nice tan and your hair's grown long again.\nConcentrated food hasn't hurt your figure, either.\" She turned this way\nand that before the mirror to observe herself.\n\nThen suddenly she gave a little gasp of surprise and fright, for a\ncascade of laughter had flooded soundlessly inside her head.\n\n\n\nShe stood frozen before the mirror while the laughter continued. Then\nshe slowly swung around. It ceased abruptly. She looked around the\ncompartment, staring accusingly at each article of furniture in turn;\nthen quickly spun around to look behind her, meeting her own startled\ngaze in the mirror.\n\nOpening the door slowly, she ventured to thrust her head out into the\ncorridor. It was deserted, the long rows of doors all closed during the\nafternoon rest period. As she stood there, a steward came along the\ncorridor with a tray of glasses, nodded to her, and passed on out of\nsight. She turned back into the room and stood there, leaning against\nthe door, listening.\n\nSuddenly the laughter came again, bursting out as though it had been\nsuppressed and could be held back no longer. Clear, merry, ringing and\ncompletely soundless, it poured through her mind.\n\n\"What is it?\" she cried aloud. \"What's happening?\"\n\n\"My dear young lady,\" said a man's voice within her head, \"allow me to\nintroduce myself. My name is Fairheart. Of the billionaire Fairhearts.\nMay I have the next dance?\"\n\n\"This is it,\" she thought. \"Five years on the rock pile would do it to\nanyone. You've gone mad.\"\n\nShe laughed shakily. \"I can't dance with you if I can't see you.\"\n\n\"I really should explain,\" the voice replied, \"and apologize for my\nsilly joke. It was frightfully rude to laugh at you, but when I saw you\nwaltzing and preening yourself, I just couldn't help it. I'm a telepath,\nyou see, from Dekker's star, out on the Rim.\"\n\nThat would explain, she thought, his slightly stilted phraseology;\nEnglish was apparently not his native tongue--or, rather, his native\nthought.\n\n\"There was a mild mutation among the settlers there, and the third\ngeneration all have this ability. I shouldn't use it, I know, but I've\nbeen so lonely, confined here to my room, that I cast around to see if\nthere were anyone that I could talk to. Then I came upon you considering\nyour own virtues, and you were so cute and funny that I couldn't resist.\nThen I laughed and you caught me.\"\n\n\n\n\"I've heard of telepaths,\" she said doubtfully, \"though I've never heard\nof Dekker's star. However, I don't think you have any right to go\nthinking around the ship spying on people.\"\n\n\"Sh!\" whispered the silent voice. \"You needn't shout. I'll go away if\nyou wish and never spy on you again, but don't tell Captain Blake, or\nhe'll have me sealed in a lead-lined cell or something. We're not\nsupposed to telepath around others, but I've been sitting here with all\nsorts of interesting thoughts just tickling the edges of my mind for so\nlong that I had to go exploring.\"\n\n\"Why not go exploring on your own two feet like anyone else? Have you so\nmuch brains, your head's too heavy to carry?\"\n\n\"Unfortunately,\" the voice mourned, \"my trouble is in my foot and not in\nmy head. On the second night out from Dekker's star, I lost my footing\non the stairs from the dining hall and plunged like a comet to the\nbottom. I would probably have been killed but for the person of a stout\nsteward who, at that moment, started to ascend the stairs. He took the\nfull impact of my descent on his chest and saved my life, I'm sure.\nHowever, I still received a broken ankle that has given me so much pain\nthat I have been forced to remain in my cabin.\n\n\"I have had no one to talk to except the steward who brings me my meals,\nand, as he is the one whom I met on the stairs, he has little to say. In\nthe morning he frowns at me, at noon he glowers, and in the evening he\nremarks hopefully, 'Foot still pretty bad?' Thus, I'm starved for\nconversation.\"\n\nLenore smiled at this earnest speech. \"I might talk with you for a\nminute or two, but you must admit that you have one advantage over me.\nYou can see me, or so you say, and know what I look like, but I can't\nsee you. It isn't fair.\"\n\n\"I can show myself to you,\" he said, \"but you'll have to help me by\nclosing your eyes and concentrating very hard.\"\n\n\n\nShe closed her eyes and waited expectantly. There was a moment of\ndarkness; then there appeared in the middle of the darkness a point of\nlight, a globe, a giant balloon of color. Suddenly she was looking into\nthe corner of a stateroom which appeared to hang in space. In the center\nof the area stood a handsome young man in a startling black and orange\nlounging robe, holding on to the back of a chair.\n\nShe opened her eyes; for an instant the vision of the young telepath\nhung in the air over her couch like a ghostly double exposure. Then it\nfaded and the room was empty.\n\n\"That's a terrible effort,\" came his thought, \"particularly when I have\nto balance on one foot at the same time. Well, now are we even?\"\n\nAbandoning her post by the door, she moved to the couch and sat down.\n\"I'm really disappointed,\" she smiled. \"I was sure you'd have two heads.\nBut I think you do have nice eyes and a terrible taste in bathrobes.\"\nShe took a cigarette from her case and lit it carefully. Then she\nremembered her manners and extended the case to the empty air. \"Won't\nyou have one?\"\n\n\"I certainly would like to. I'm all out of them until the steward brings\nmy dinner. But I'm afraid I'll have to wait, unless you can blow the\nsmoke through the ventilators to me, or unless ... you bring me one?\"\n\nLenore blushed and changed the subject. \"Tell me, what do you do all day\nin your stateroom? Do you read? Do you play the flute? Do you telepath\nsweet nothings across the light-years to your girl friend on Dekker's\nstar?\"\n\n\"I'm afraid my telepathic powers are a bit short-ranged to reach\nDekker's star,\" he replied. \"Besides, what girl would commune with me\nthrough the depths of space when some other young man is calling her\nfrom the dancing pavilion? And my musical talents are limited. However,\nI do read. I brought some books connected with the research I intend to\ndo on Earth for my degree, and I have spent many happy hours poring over\nthe thrilling pages of _Extraterrestrial Entomology_ and _Galactic\nArachnida_.\"\n\n\"I came better prepared than you did,\" she said. \"Perhaps I could lend\nyou some of my books. I have novels, plays, poetry, and one very\ninteresting volume called _Progressive Education under Rim Star\nConditions_. But,\" she lowered her voice to a whisper, \"I must tell you\na secret about that last one.\"\n\n\"What is it?\"\n\n\"I haven't even opened it.\"\n\n\n\nThey laughed together, her merriment bubbling aloud in her cabin, his\nechoing silently inside her mind.\n\n\"I haven't time to read a novel,\" his thought came, \"and drama always\nbored me, but I must confess to a weakness for poetry. I love to read it\naloud, to throw myself into a heroic ballad and rush along, spouting\ngrand phrases as though they were my own and feeling for a moment as\nthough I were really striding the streets of ancient Rome, pushing west\non the American frontier or venturing out into space in the first wild,\nreckless, heroic days of rocket travel. But I soon founder. I get swept\naway by the rhythm, lost in the intricacies of cadence and rhyme, and,\nwhen the pace slows down, when the poem becomes soft and delicate and\nthe meaning is hidden behind a foliage of little gentle words, I lose\nmyself entirely.\"\n\nShe said softly, \"Perhaps I could help you interpret some verses.\"\n\nThen she waited, clasping her hands to keep them from trembling with the\ntiny thrill of excitement she felt.\n\n\"That would be kind of you,\" he said after a pause. \"You could read,\nthere, and I could listen, here, and feel what you feel as you read ...\nor, if you wished ...\" Another pause. \"Would you care to come down?\"\n\nShe could not help smiling. \"You're too good a mind reader. A girl can't\nhave any secrets any more.\"\n\n\"Now look here,\" he burst out. \"I wouldn't have said anything, but I\nwas so lonely and you're the only friendly person I've come in contact\nwith and ...\"\n\n\"Don't be silly,\" she laughed. \"Of course I'll come down and read to\nyou. I'd love to. What's your cabin number?\"\n\n\"It hasn't got a number because--actually I work on this ship so I'm\naway from the passengers' quarters. But I can direct you easily. Just\nstart down the hall to your left and ...\"\n\n\"My dear sir,\" she cried, \"just wait a minute! I can't come visiting in\nmy robe, you know; I'll have to change. But while I dress, you must take\nyour spying little thoughts away. If I detect you peeking in here at the\nwrong moment, I'll run straight to Captain Blake and have him prepare\nhis special lead-lined cell for one unhappy telepath. So you just run\nalong. When I'm ready, I'll call you and you can lead me to your lair.\"\n\nHe thought only the one word, \"Hurry,\" but in the silence after he was\ngone she fancied she heard her heart echoing him, loud in the stillness.\n\n\n\nShe laughed gaily to herself. \"Now stop acting like a schoolgirl before\nthe Junior Prom. You've got to get busy and wash and dress and comb and\nbrush.\" And then to her reflection in the mirror: \"Aren't you a lucky\ngirl? You're still millions and billions of miles from Earth and it's\nstarting already, and he's going to do research there for some time, and\nmaybe at the university in your home town if you tell him just how nice\nit is, and he doesn't know any other girls, you'd have an inside track.\nNow you'd better get going or you'll never be ready.\n\n\"For reading poetry, don't you think this dress is just the thing, this\nnice soft blue one that goes so well with your tan and shows your legs,\nwhich are really quite pretty, you know.... And your silver sandals and\nthose silver pins ... just a touch of perfume.... That's right; and now\na little lipstick. You do have a pretty smile.... There, that's right.\nNow stop admiring yourself and let's go.\"\n\nShe moved to the bookshelf, frowning now, considered, selected and\nrejected. Finally she settled on three slim books bound in russet\nleather, in glossy plastic, in faded cloth. She took a little purse from\nthe table, put the cigarette case into it. Then, with a laugh, she took\none cigarette and slipped it into a tiny pocket on her skirt.\n\n\"I really meant to bring you one,\" she whispered to the empty air, \"but\nwasn't I mean to tease?\"\n\nIn the corridor, she walked quickly past the rows of closed doors to the\ntiny refreshment stand at the foot of the dining room stairs. The\nattendant rose from his stool as she approached, and came to the\ncounter.\n\n\"I'd like two frosted starlights, please,\" she said, \"on a tray.\"\n\n\"Two,\" said the attendant, and nothing more, but his eyebrow climbed up\nhis forehead, hung for a second, then slowly drooped back to normal, as\nif to say that after all these years he no longer puzzled about a lovely\nyoung girl who came around in the middle of a Wednesday rest period,\ndressed like Saturday night and smelling of perfume, ordering two\nintoxicating drinks--when she was obviously traveling alone.\n\n\n\nLenore felt a thrill of secret pleasure go through her, a feeling of\npossessing a delicious secret, a delightful sensation of reckless\ngaiety, of life stirring throughout the sleepy ship, of a web of secrets\nand countersecrets hidden from everyone but this unconcerned observer.\n\nShe walked back down the corridor, balancing the tray. When a little\nsplashed over the rim of the tall glasses, she took a sip from each,\ntasting the sweet, cold liquid in her throat.\n\nWhen she came to the head of the stairs, she realized that she did not\neven know her telepath's name. Closing her eyes, she said very slowly\nand distinctly inside her head, \"Mr. Fairheart?\"\n\nInstantly his thought was with her, overpowering, as breathless as an\nembrace. \"Where are you?\"\n\n\"At the head of the central stairs.\"\n\n\"Down you go.\"\n\nShe went down the stairs, through more corridors, down more stairs,\nwhile he guided her steps. Once she paused to sip again at each glass\nwhen the liquid splashed as she was going down. The ice tickled her nose\nand made her sneeze.\n\n\"You live a long way down,\" she said.\n\n\"I've got to be near my charges,\" he answered. \"I told you I work on the\nship; I'm a zoologist classifying any of the new specimens of\nextraterrestrial life they're always picking up. And I always get stuck\nwith the worst quarters on the ship. Why, I can't even call all my suite\nmy own. The whole front room is filled with some sort of ship's gear\nthat my steward stumbles over every meal time.\"\n\nShe went on and on, down and down. \"How many flights?\" she wondered.\n\"Two or twelve or twenty?\" Now, why couldn't she remember? Only four\nlittle sips and her mind felt so cloudy. Down another corridor, and what\nwas that funny smell? These passages were poorly ventilated in the lower\nlevels; probably that was what made her feel so dizzy.\n\n\"Only one more flight,\" he whispered. \"Only one more.\"\n\nDown and along and then the door. She paused, conscious of rising\nexcitement, conscious of her beating heart.\n\nDimly she noticed the sign on the door. \"You--you mean whatever it is\nyou're taking care of is in there with you?\"\n\n\"Don't be frightened,\" his persuasive thought came. \"It can't hurt you.\nIt's locked in a cage.\"\n\nThen she slid the bolt and turned the handle. Her head hurt for an\ninstant; and she was inside, a blue and silver shadow in the dim\nanteroom, with the tray in her hand and the books under her arm and her\npulse hammering.\n\nShe looked around the dim anteroom, at the spidery tangle of orange and\nblack ropes against the left-hand wall; then at the doorway in the\nright-hand wall with the warm light streaming through. He was standing\nin the second room, one hand on the chair for support, the other\nextended toward her. For the first time he spoke aloud.\n\n\"Hello, butterfly,\" he said.\n\n\"Hello,\" she said. She smiled and walked forward into the light. She\nreached out for his hand.\n\nThen she stopped short, her hand pressed against an impenetrable wall.\n\n\n\nShe could see him standing there, smiling, reaching for her hand, but\nthere was an invisible barrier between them. Then, slowly, his room\nbegan to fade, the light dimmed, his figure grew watery, transparent,\nvanished. She was standing, staring at the riveted steel bulkhead of a\ncompartment which was lit only by the dim light filtering through the\nthick glass over the transom.\n\nShe stood there frozen, and the ice in the glasses tinkled nervously.\nThen the tray slipped from her fingers and clattered to the floor. Icy\nliquid splashed the silver sandals. In the silent gloom she stood\nimmobile, her eyes wide in her white face, her fist pressed to her\nmouth, stifling a scream.\n\nSomething touched her gently at head and wrist and ankle--all over her\nbody. The web clung, delicate as lace, strong as steel.\n\nEven if she had been able to move, she could not have broken free as the\nthing against the wall began to clamber down the strands on eight furred\nlegs.\n\n\"Hello, butterfly,\" he said again.\n\n",
    "metadata": {
        "author": [
            "Harmon, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30500/pg30500.txt",
        "name": "the_passenger.json"
    }
}