{
    "name": "The Cosmic Deflector",
    "author": [
        "Coblentz, Stanton A. (Stanton Arthur)",
        "Coblentz, Stanton Arthur"
    ],
    "body": "\n[Sidenote: It's one thing to force the Earth out of its orbit, and\nanother to force it back in again!]\n\n\nHis face red with haste, and his blue eyes glittering, Dan Holcomb burst\ninto the laboratory.\n\n\"Just look at this, Lucile!\" he cried, flinging his hat halfway across\nthe room, and almost dancing in his joy. \"Lord! Look at this, will you!\"\n\nLucile Travers glanced up from her Bunsen burner, and stared in surprise\nat Dan's six-foot bulk. She was used to her lover's flaming enthusiasms;\nbut never had she seen him so beside himself. How boyish he seemed, with\nhis lean, keen, studious face, and eyes that were all a blaze of\nyouthful delight!\n\n\"There! Take a peep at that, old girl!\" he rushed on, as he snapped out\nhis wallet and displayed a handsomely embossed letter.\n\nHer eyes popped half out of her head as she glanced at the sheet.\n\"Twenty-five--twenty-five thousand dollars, Dan!\" she gasped. \"Why,\nit--it can't be real!\"\n\n\"But it _is_ real! Boy! this isn't any pipe dream, believe me! A neat\ntwenty-five thousand--that's what I'm offered for my Deflector!\"\n\nWhile she stared at him dazedly, he did an impromptu hop, skip and jump.\nShe did not need to be told about the Cosmic Deflector--had she not been\nat Dan's side during these many months when he had worked at it? Had she\nnot shared his enthusiasm at the Gravitational Ray Theory?--the idea\nthat gravity was due to an invisible ray shot out by the electrons and\nhence was akin to electricity in its origin? Had she not believed, with\nhim, that this ray formed a current, which, like electricity, could be\nbent, or twisted from its course? Had she not glowed at the discovery of\nthe telurium compound--telurox, they called it--which, on burning, would\nsend out beams that diverted the rays of gravity? And had they not,\nporing together over his plans, decided that it would be possible to\nalter the movements of the very planets?\n\nAll this was in the girl's mind as her eyes raced along the lines of\nthat incredible letter. It was from Hogarth, Wiley and Malvine, a well\nknown firm of construction engineers. And there was no doubt that it\nactually did offer $25,000!--$25,000 for all rights in the Deflector,\nalong with Dan's services for a year!\n\n\"Who'd have thought it?\" enthused the inventor. \"Why, Bert Wilcox--you\nknow, my old college chum--introduced me to Wiley only last Tuesday, and\ntold about the Deflector. When Wiley asked me to lay the plans before\nhim, I didn't imagine--\"\n\nHe rambled on for a minute, then broke short. \"But good heavens, Lucy,\nlet's forget all that! It's not the Deflector I want to think about!\nIt's you! You, Lucy! Don't you see? Our waiting--it's over now!\"\n\nShe did indeed see. For three years they had been engaged, almost since\nthe day when they had met as laboratory assistants here at Columbia\nChemicals. But Dan, saddled with the care of his aged parents, had seen\nno way out of a financial morass that might mean further years of\nwaiting.\n\nDown from her vivid brown eyes and over her lovely face the tears were\nstreaming as his strong arms gathered about her and she pressed close to\nhim in confidence and love.\n\nYet why was it that, even in this moment of their triumph, a gnawing\nsuspicion crept over her, chilling her joy with a dull clutching\nuneasiness?\n\n\n\nThere was a look of steel-and-granite on Dan's ordinarily cheerful face\nas he came striding home. He had only a wan smile for his bride of three\nmonths as she greeted him at the door of their little apartment.\n\n\"Don't mind me, Lucy, if I act like a man with his last penny gone,\" he\nexplained, after a moment. \"It's those damned fellows Hogarth, Wiley and\nMalvine. Well, you know I've suspected they weren't all above board.\"\n\n\"What's the trouble now?\"\n\nHe came close to her, and she noticed how red his face was, and how his\narms trembled.\n\n\"They're worse than Hitler, that's what the trouble is! Want to make me\ntheir stooge, the crawling worms!\"\n\nHe took a turn or two about the room, then went on, more composedly.\n\n\"Remember how I agreed to use the Deflector to pull the earth a few\nthousand miles off its course--only a few thousand, for experimental\npurposes! Well, now it's more than that distance off, and getting\nfurther every minute. This afternoon I put it up to them that we'd\nbetter send things into reverse. What do you think they did? Laughed at\nme!\"\n\n\"I don't call it exactly a laughing matter.\"\n\n\"Believe me, it's not! That fellow Wiley came up, with his horse-like\nface and black eyes that seemed to drill right into me. 'Listen here,\nold boy,' he said. 'I'll let you into a secret. We haven't any idea of\nputting the earth back on its orbit--not just yet! We'll let the\ndistance widen a few million miles. We're going to raise hell on this\nplanet--simply hell!'\"\n\n\"My glory, is he crazy?\"\n\n\"Not by a long shot! That's the terrible part of it. They outlined their\nscheme to me--enough, anyhow, to show it's the most diabolical plot ever\nhatched. Thought I would work with them. 'Never fear, you'll get your\nshare of the swag, old fellow!' Wiley promised. What does he take me\nfor--a louse?\"\n\nThe vivid blue flames of his anger seemed to leap straight out of Dan's\neyes.\n\n\"Well, what is their plot?\"\n\n\"To steal the planet--make themselves a World Triumvirate, the dirty\ncutthroats! Their scheme is clever too, clever as the devil!\"\n\n\n\nBy degrees he explained the conspiracy, so far as he knew it. Wiley and\nhis colleagues intended to deflect five or ten per cent of the sun's\ngravity, so sending the earth several million miles farther into space.\nThis would not be fatal, but would cause great climatic inconveniences,\nand would so alarm the whole world that it would pay any price to get\nback on its orbit. By that time the agents of the Triumvirate would be\nplanted in every country--Quislings of the sort that can always be\nbribed by the prospect of a little power, a little notoriety. When the\npresent national leaders had been frightened out of their wits, they\nwould be willing, even eager to turn over the reins to the Triumvirate\n\"for the duration of the emergency,\" in the belief that Hogarth and his\nfellows would save the earth. Meanwhile the Triumvirs would establish a\nsecret police. They would demand control of the armies, navies and air\nfleets of the earth. And they would win reputations as wizards who had\nrescued the globe--and so would gain popular support everywhere. By the\ntime the planet was back in its proper orbit they would have it,\nliterally, in the palms of their hands.\n\n\"Even if they didn't tell me all the details,\" Dan finished, \"I could\nguess what they left unsaid. Fact is, they're nothing but a gang of\nhijackers, saying 'Your money or your life!' to the whole world. The\nworst of it is, they'll have us all in such an infernal hole that it'll\nbe too late unless we act darned soon!\"\n\n\"What surprises me,\" meditated Lucile, \"is that they should take you\ninto their confidence.\"\n\n\"Probably they didn't doubt my loyalty, after the way I've worked with\nthem all these months. Besides, that fellow Hogarth made a remark I\ndidn't like. Turning that beefy red face of his toward me, with a wicked\ntwinkle in his racoon-like eyes, he said, 'The man who works with us,\nHolcomb, will have power and glory. But the man who works against us\nwill be--underground!\"\n\n\n\nThere was a look of terror on Lucile's face as Dan went on, \"Naturally,\nI made out to be on their side. Hope to heaven they weren't able to see\nthrough me!\"\n\n\n\nThe smell of burning, from the direction of the kitchen, offered Lucile\ntemporary diversion. And when she had returned from her scorched dinner\npots, Dan had come to his decision.\n\n\"Only one thing to do, Lucy! I'll go to the police at once. If they act\nin time--well, maybe they'll still save the world.\"\n\nAlready he had seized his hat, and was halfway to the door.\n\n\"For mercy's sake, be careful!\" she pleaded, distracted.\n\n\"Don't you worry, I'll do my best. Wait here for me, Lucy. I'll be back\nin half an hour.\"\n\nDespite her appeals, he was already halfway into the outer hall. She was\nnever to forget the brave, tragical look of his grimly set face. She\nknew that she could not hold him back; that she had no right to hold him\nback. Yet something seemed to rise up in her throat and choke her as the\ndoor slammed and she knew that he was gone.\n\nA deep depression had settled over her when the specified half hour had\npassed and he had not returned. When the half hour had lengthened into\nan hour, uneasiness gave place to alarm. When an hour had been extended\nto two, alarm rose to terror. At last, after two hours, her dread got\nthe better of her and she telephoned the police.\n\nNo! there had been no accident to a Daniel Holcomb! No! he had not come\nto the station that evening! No, sorry, but they could not send out\ndetectives to investigate! \"Don't think there's any need of that,\nMa'am,\" the sergeant finished. \"Chances are he met some old pal and went\noff for a drink, and just forgot the time.\"\n\nBut Lucile, as she put down the receiver, knew that Dan had not \"gone\noff for a drink.\" Realizing that he had not even reached the station,\nshe understood that her gravest misgivings had been justified. And then\nit was that, for the first time, she broke down and wept.\n\n\n\nProbably no one who lived through the summer of 1977 will forget the\nconsternation, the terror that convulsed the planet. It was in late May\nwhen astronomers reported unforeseen perturbations in the earth's orbit;\nand by early June it had been officially confirmed that we were off our\nproper path in space. At first the variation was slight--a mere few\nthousand miles. But with the passage of weeks, our distance from the sun\nwidened until the earth was off its course by a million, two million,\nfive million miles!\n\nNo hypothesis put forth by science could explain the occurrence. It was\nsuggested that some dead, dark sun, from the depths of space, had caught\nour world in its gravitational pull. But in that case, would it not also\nhave affected Mars, Jupiter, and the other planets? Yet these, except\nfor minute variations ascribable to the earth's altered position, were\nunaffected!\n\nBut few persons, those desperate days, cared much about the theory\nbehind the event. What concerned them was the peril to their own\nexistence. Already the disturbances were acute. By mid-July, New York\nand London shivered in snow flurries; the frost had ruined agriculture\nin half the north temperate regions; while in the Argentine and South\nAfrica, which were now experiencing their winter, hundreds of thousands\nwere freezing to death. Meanwhile blizzards and tornadoes swept the\nglobe; tidal waves, earthquakes and volcanic eruptions testified to the\nupset of the age-old equilibrium; while thunder storms of unexampled\nseverity, floods, and meteoric displays of a brilliance never known\nbefore, added to the protests of the elements and the terror of the\npeople.\n\nLong before the summer was over, men began to resign themselves to the\nidea that life on earth was near its end. For, not only were we\nreceiving less solar radiation than formerly, but the years and\ntherefore the seasons were being lengthened; hence the winters would be\nunendurably severe. As we drifted ever farther into space, an unlifting\nfrost would settle over every portion of the globe, including the\ntropics; and life, frozen and starved, would disappear.\n\nIt was on July 15 that the world was electrified by an announcement\nappearing in newspapers throughout the world. A celebrated firm of\nconstruction engineers, Hogarth, Wiley and Malvine, had not only\ndiscovered the root of the trouble but had contrived a way to cure it.\nHowever, they would need the cooperation of every man, woman and child\non earth; they must be given control of all the world's resources, of\nall mines, power-plants, factories, and systems of transportation, in\norder to throw everything that mankind possessed into the battle.\n\nAt any other time, such a proposal would have been laughed to scorn. But\nnow, when the world's nerves were stretched taut with terror, men were\neager to clutch at any straw. A committee of alleged experts (who, it\nsubsequently turned out, were in the pay of Hogarth and Company)\nendorsed the claims of the self-styled saviors of the world; legislative\ngroups, likewise in their pay, voted them unlimited power; dictators and\npresidents, in despair, gave them the right of way over great nations.\nBut what did this matter? What did anything matter, except that Earth be\nsaved from destruction?\n\n\n\nIn a concrete-walled, electrically lighted basement chamber, originally\nintended as a storeroom, a prisoner stalked restlessly. Up and down, up\nand down, up and down the ten-by-twelve windowless space he wandered.\nHis eyes were bloodshot; his fingers twitched uneasily; his rumpled\nclothes bore the signs of a recent struggle. At one side of the room, on\na rude work-bench, some food and water stood untouched. From outside the\nclosed doors, he could hear the obscene jests exchanged by two armed\nguards.\n\nHis mind reeled as he recalled the events of the past few hours; how\nthree men, amid the fogs of twilight, had surrounded him as he emerged\nfrom the apartment house to go for the police; how one of them had\nclapped a gag over his mouth, and the other two had forced him into a\nwaiting sedan.... So swiftly had it all happened that he could hardly\npiece together the successive steps of the crime in logical order.\n\nYet that the deed had been ordered by his former employers was manifest.\nHis horror at their plans had been evident, much as he had tried to\nconceal it! Their secret police were already functioning! Undoubtedly\none of them, eavesdropping at the door of his apartment, had overheard\nhis remarks to his wife, which he had made little effort to subdue. And\nnow that he was in the enemy's power, he would have no chance to thwart\nor reveal their schemes!\n\nContemplatively he gazed about his jail. Bare walls! a bare floor! Not a\ntool by which he might attempt to escape! The prisoner felt in his\npockets--even his knife had been taken from him. He thought of his\nwife--and knew that she would be growing frantic. Yet, though he\nrealized that the odds against him were thousands to one, he would not\nlet himself despair. For a long while he leaned meditatively against a\nwall, his brows wrinkled, his glance withdrawn, as he pondered, pondered\nover ways and means to surmount his barriers. For upon his escape, he\nknew, the world's freedom depended.\n\n\n\nIt was with the air of a beaten dog that, one afternoon in early August,\nHogarth came slouching into his mahogany-paneled headquarters in the\ntwenty-two-story office building he had recently appropriated.\n\nAs July turned into August, the earth's movements had become more\nerratic than ever. Even to the naked eye, the sun's disk had grown\nappreciably smaller. The Antarctic cold had begun to lay a white blanket\nover jungles beneath the Equator; while already the trees of the eastern\nUnited States had taken on the hues of October. No one who lived through\nthose disconsolate days will forget the tragic aspect of our cities:\nthoroughfares almost deserted, and only an occasional business house\nstill open; a handful of people passing, with wan features and drooping\nheads; and only one question on any one's lips, \"When, when will it\nend?\"\n\nWith the haste of panic, Hogarth, Wiley and Malvine had been granted\neverything they asked. They had been placed in control of all natural\nresources, all factories and railways, all armies and navies. They had\nbeen given _carte blanche_ with the earth. All other rulers took orders\nfrom them. They were, as they had aimed to be, universal dictators. This\ntremendous power had been granted them, so that they might save us all,\nas they had promised. Then why did they not save us? men asked,\nchattering with cold and terror.\n\nThey might have had their answer had they seen Hogarth sagging into his\noffice on that August afternoon. Rubbing his fleshy red face with an\nequally fleshy red hand, he dropped into a seat, and grumbled, \"Guess\nit's no use, boys! Simply don't seem able to turn the trick!\"\n\nWiley had leaped to his feet. His horse-like teeth were unbared beneath\ncurling lips. \"God! Mean to say she won't work?\"\n\n\"No, blast it, she won't,\" concurred Malvine, who had come in just\nbehind Hogarth. \"Haven't the two of us been slaving like teamsters,\nalong with McBride and a whole army of engineers? That cursed Deflector\nhas gone haywire! Why, I'll swear we diverted gravity enough to pull the\nearth halfway over to Venus. And what are the results? Nil. Precisely\nnil!\"\n\nWiley stood regarding his fellow plotters in silence. An unpleasant\nsmirk formed itself upon his lips.\n\n\"Well, don't worry, boys. In the long run, a day or two more or less\nwon't matter.\"\n\n\"No, I'll be cursed if it will!\" growled Hogarth. \"Nothing in hell will\nmatter if we die along with everybody else!\"\n\nWiley gasped. \"What makes you so damned cheerful?\"\n\n\"Well, how we going to save ourselves? I'm putting it to you straight,\nold man. What if we are world dictators? We're doomed like every beetle\nand rat on this crazy planet. The whole rotten globe is going to\nfreeze!\"\n\n\"Afraid that's so,\" agreed Malvine, with a wry puckering of his long,\nfox-like face. \"We've tried hard enough, but we've about shot our bolt.\nFrankly, there isn't any known principle by which we can get the\nDeflector working again.\"\n\nFor the first time, a pallor had come across Wiley's features. He was\nthe scheming brains of the firm, but had not kept up on his science, and\nalways took his colleagues' word on technical matters.\n\nFor a while, he remained silent, his saturnine face grave with thought.\n\"By thunder,\" he finally broke out, \"I'm not going to let myself die\njust yet--not when I've got the world in my hands! There's one man\nwho'll be able to help out with that damned Deflector.\"\n\n\"Who's your genius?\" sneered Malvine.\n\n\"Well, who but this fellow Holcomb?\"\n\n\"Holcomb?\"\n\n\"Of course. He's harmless now--but useless--in his underground\nstoreroom. I'm for taking him out--under proper supervision. He'll know\nhow to use the Deflector, if any man does!\"\n\nHogarth's gloom relaxed a bit. \"Good!\" he approved. \"Can't do any harm\nto try. We've got to make damned sure, though, he doesn't get loose or\ncommunicate with his friends. I'd a thousand times rather shoot him like\na yellow dog!\"\n\nWiley chuckled; and the hands of all three conspirators shot out in\nagreement.\n\n\n\nDan's face was pale after his long confinement. His cheeks were sunken,\nand had the smoldering look of deep suffering. But there was scorn in\nhis manner as he faced his persecutors.\n\n\"Yes, that's the story,\" Wiley was reiterating. \"Guess we're not quite\non to the ropes. If you'll work a little at the Deflector--\"\n\nDan glared at his tormentors, his eyes kindled with a fierce blue\nglitter. His chin was outthrust, but his manner was quiet as he replied,\nafter a moment's hesitation, \"Show me to the laboratory!\"\n\nWiley arose, and prepared to lead the way.\n\n\"We'll give you one week!\" he stipulated. \"Exactly one week! By then,\nwe'll expect you to show results!\"\n\nAfter being escorted blindfolded to a secret laboratory, Dan labored\nincessantly. He would pretend to obey the Triumvirs, while actually\ndoing all he could to oppose them! But in the beginning, he had to\nconfess to himself, his position looked nearly hopeless. Eagerly he\nsearched for some possible means of escape--some way of signalling the\noutside world. But two armed guards stood watching just beyond the only\ndoor.\n\nHis most pressing thought was to get word to his wife--not only to\nrelieve her terrible anxiety, but to plot with her his escape. He had,\nnaturally, been denied access to a telephone; yet he would not let this\nbalk him. Deftly making use of the electrical gear and headphones of a\nhalf dismantled shortwave radio receiver which he had found in the\nlaboratory, he set about to tap the wires in a remote corner where, he\nnoted, a telephone connection had formerly been. Meanwhile he was\ncareful to keep as wide a distance as possible between him and the\nguards.\n\nTo prevent them from hearing his voice when he had tapped the wire, he\nset a particularly noisy motor in operation close to the door. Then,\ntrembling with eagerness, he spoke through his improvised speaking\napparatus. To his delight, he heard an answering, \"Number, please!\" His\ntones were jerky with excitement as he gave his home number. But, a\nmoment later, his joy froze within him.\n\nAcross the wire there came a sickening, \"The line has been disconnected,\nsir!\" And in response to his quavering inquiry, all he could get was,\n\"No, sir, they mentioned no other number to call.\"\n\nHe was just about to give another number--that of a friend who might be\nable to supply information about Lucile--when he felt a heavy hand on\none shoulder, and looked up into the angry eyes of his guards.\n\n\"None of that, young man!\" bawled one jailer, while the other snatched\nup the telephone equipment. \"I thought you were up to some mischief! Get\nback to work!\"\n\nTwo rubber truncheons came down upon Dan's defenseless flesh as, with a\ngroan, he struggled back to his bench.\n\n\n\nAs late August shivered toward September, the world's state became still\nmore terrifying. Whirlwinds rushed more severely than ever through the\ndarkening skies; blizzards raged, and a mantle of white covered the\nnorthern United States; agriculture and industry had virtually ceased;\nand men passed their time in mumbling prayers, in making wild, fruitless\nstudies of the heavens, and in the sodden forgetfulness of dissipation.\n\nDan, however, knew nothing of all this as he labored in his hidden\nlaboratory. Working once more at the Deflector, in the desire to save\nthe earth from freezing, he had made a discovery--one which, as he\ntoiled, had darkened his face with lines of discouragement that\ngradually gave place to horror. And in the end he had sagged down,\nexhausted, with bloodshot eyes and drooping limbs ... oppressed with a\nnightmare realization.\n\nDuring the weeks of his imprisonment, the earth had moved millions of\nmiles farther from the sun. And the strength of telurox, lessening with\nthe inverse square of the distance, was insufficient to cover the gap.\nIt was beyond his power to make up the difference. Unless a miracle\nintervened, the earth was doomed!\n\nNevertheless, was there not just the remotest hope?--possibly a chance\nin a million? If only he could gain control of a larger laboratory, with\ncapable assistants, he might try a certain newly conceived experiment.\nBut to ask his captors to provide such a laboratory would be to put\nhimself and the earth even more hopelessly in their power.\n\nInstead, his thoughts kept wandering in another direction. If he could\nonce get into touch with his wife, she might be able to help him! But\nwhere was she now? Somewhere in hiding? Or imprisoned by the Triumvirs?\nYet if she were still at liberty, was there not a means by which he\nmight still communicate with her? He recalled how, during their years\ntogether at Columbia Chemicals, they had worked out a secret code, by\nwhich they could tap out love messages on the walls. Could this code not\nbe used over the radio? Could he not transmit signals over various\nwave-lengths, so that sooner or later--if she still listened to the\nradio--she would recognize his message?\n\nAt any rate, he would try. Hoping to ward off suspicion, he pretended to\nwork at a Cosmic Deflector which, telescope-shaped and two feet in\nthickness, reached from floor to ceiling. Within this great tube he\nconcealed a small radio transmitter which he had hastily contrived, out\nof the abundant electrical equipment of the Deflector. Its power, he\nknew, would be limited, but it could be heard well enough locally. By\nmeans of a device resembling an electric bell, he was able to transmit\nsignals, on a dot and dash system. So rapidly did he work that, after a\nfew hours, this novel broadcaster was sending out its rat-tat-tat.\n\nHis next step was to repair the half dismantled radio receiver. This\ntask completed, he began to tap out signals, \"Lucile! Lucile! Hear me! I\nam imprisoned by the Triumvirs! Follow my directions, and we may still\nsave the world!\"\n\nTime after time--hundreds of times--he repeated this message. Was he but\nplaying a fool's game? So he asked himself as the hours stretched out;\nas the days dragged past and still no answer came. Was he not wasting\nhis efforts while the earth whirled to its doom?\n\n\n\nIt was on the fourth day of the experiment. Pale with anxiety and\nfatigue, Dan still tapped out his messages; still listened at the radio.\nSuddenly he stood up, with a start. What was that sound he heard? That\nanswering tap, tap, tap? Three shorts and a long--three shorts and a\nlong! In their code, what did that mean? \"Where are you? Tell me, where\nare you?\" Or had he counted the signals wrongly. In desperate eagerness,\nhe stood listening. Now there came two longs and a short; then a short\nand two longs--\n\n\"Well, old man, how's the work going?\"\n\nDan was so shocked that he leapt back several feet. Not more than a yard\naway, leering with a horse-like grin, was the face of Wiley! And just in\nthe background, devilishly gaping, were Hogarth and Malvine.\n\nDan's first thought was that the enemy knew what he was about, and had\ncome to mock him at the moment of his seeming success.\n\n\"Well, how's she going?\" Wiley reiterated. \"Any progress?\"\n\nWith an effort, Dan snapped out of his stupefied silence. \"Oh, she's\npromising very well,\" he managed to say.\n\nThrough the radio, with maddening insistency, came the rat-tat-tat of a\nmessage. It was impossible, under the circumstances, to record or\ntranslate it! The thought flashed over Dan that he had been tricked;\nthat the message came from the Triumvirs, who were now enjoying his\ndiscomfiture!\n\n\"What's that damned noise?\" Hogarth demanded, as if to lend confirmation\nto this theory.\n\nReaching for a secret switch, Dan snapped off the radio. Only a clever\nbluff, he knew, could save him now!\n\n\"Oh, it's only the magnified sound of the impact of the gravitational\nrays upon the Deflector,\" he lied, glibly, still hoping against hope.\n\"In other words, the vibrational impetus of--\"\n\n\"To hell with your long-winded explanations!\" Wiley cut him short,\nimpatiently. \"What we want to know is, what progress have you made? Any\nsign of getting the earth back in place?\"\n\n\"Time we gave you is about up!\" said Malvine. \"If you're not getting\nresults, better turn things over to some one else!\"\n\n\"Everything's in the devil's own mess!\" sighed Hogarth. \"It's hell on\nearth--people freezing to death right and left. By God! if I thought you\nweren't getting somewhere, I'd have you choked to death, just for the\nfun of it!\"\n\n\"Well, as a matter of fact,\" fabricated Dan, \"the Super-Detectonic rays\nare a bit slow in getting into operation. But you can't expect miracles.\nIf you'll give me a little more time--a few more days, maybe a\nweek--I'll promise you results.\"\n\nA cold sweat had broken out all over him before he had explained, in\nscientific detail, just why he might succeed if given another week.\nThank God! they had not suspected! Or had they suspected?--and were they\nonly toying with him? In any case, they had, wittingly or unwittingly,\nbroken into his experiment at the crucial point. Would he ever again\ncatch the interrupted message?\n\nHis fingers shaking with eagerness, he turned back to the radio. But\neven as he did so, the sneer on Wiley's retreating face hit him like a\ntaunt.\n\n\n\nAfter the first cruel shock, Lucile had realized just what was behind\nDan's disappearance. She not only was sure that he had been kidnapped by\nHogarth and his gang, but that any effort on her part to report to the\npolice would result in her own immediate apprehension. Already her\nposition was perilous--might the conspirators not finish the job by\nseizing her at any moment? There was nothing to be done, therefore,\nexcept to change her residence, without informing anyone where she was\ngoing. Then, in secret, she might plan to free her husband.\n\nAt first, however, no tenable idea came to her. Meanwhile, through her\nold professors at Merlin University, where she had been an excellent\nstudent, she obtained access to the chemical laboratory, and\nexperimented day and night for means to increase the power of telurox.\nIf it were possible to divert to the earth enough of the gravity that\nshot past it into space, might the planet not even now be drawn back to\nits orbit?\n\nFor weeks she labored, without results. She was merely one more\ndiscouraged person in a discouraged world, when at length a startling\nincident occurred. She had gone out for a hasty bite of lunch, and on\nher return she noticed that her assistant, young Dick Harson, was\nlistening to the radio, as he often did, while munching at a sandwich.\n\n\"Well, anything new?\" she asked, with a faint smile.\n\n\"Nothing but a crazy noise, like a telegrapher breaking in on the\nbroadcast,\" he answered. \"If it's still on, I'll show you.\"\n\nHe switched the dial. \"There it is!\" he exclaimed, after a moment.\n\"Doesn't it sound just like a secret code?\"\n\nAt first she listened indifferently, her mind preoccupied; then gave a\nstart, for she recognized something astoundingly familiar. Surely, it\nwas but an accident! It must be an accident that the succession of long\nand short syllables made sense, according to her old code with Dan!\n\"Imprisoned by the Triumvirs! Follow my directions, and we may still\nsave the world.\"\n\nHarson was astonished to see how eagerly the young woman sprang from her\nseat; and how she stood staring, as if she had seen a ghost.\n\nWith the frenzy of a famished person finding food, she bent down to\nlisten. For a minute she remained there, leaning over the radio with a\npuzzled look, as if she could not quite make out the message. Then, to\nHarson's still greater amazement, she dashed to the laboratory's short\nwave transmitter, and, beating together two bits of metal, began to send\nout a series of long and short sounds, similar to the signals they had\nheard.\n\nBy this time the rat-tat-tat from the other end had ceased. It was more\nthan half an hour later, when she had paused to rest momentarily, that\nfresh signals came over the radio. A flood of tears rushed to her eyes\nas she made out the words, \"Lucile! Lucile--it is I!\"\n\n\n\n\"Take this down, Lucy! Bismuth tetrachloride in combination with the\nborium salt I just mentioned will have a catalyzing effect on telurox,\nincreasing its activity fifty per cent--more than enough to bring the\nearth back to its orbit. So my experiments indicate. Try it out just as\nsoon as possible!\"\n\nSuch was one of the first messages that Dan tapped out to his wife,\nafter a few explanatory interchanges.\n\n\"For God's sake, hurry! At any minute those bandits may catch on!\" the\nmessage continued. \"Let me hear the results as soon as you can! We've\njust got to succeed, and trap them!\"\n\nSeveral days went by, while the signals still flashed back and forth.\nBut Dan knew, as did Lucile also, that their time was short, very short.\nAll too soon the week allowed him by Hogarth, Wiley and Malvine passed;\nall too soon the sinister three paid him another visit.\n\nThey found him still working at the Deflector, from whose interior once\nmore a strange rat-tat-tat was issuing.\n\n\"Well,\" demanded Hogarth, \"what success?\"\n\nDan looked up casually. \"Oh,\" he declared, trying to appear unconcerned,\n\"as much as could be expected.\"\n\n\"What the devil does that mean?\" snapped Wiley, projecting his ridged\nhorse-face pugnaciously. \"You promised results in a week. Have you had\nthem? Can you put the earth back on its orbit?\"\n\n\"If you'll give me more time--\"\n\n\"More time, and we'll all be driven to our deaths!\" stormed Malvine.\n\"Not another day! No, not another hour!\"\n\nWiley, who had been peering into the recesses of the Deflector, was\nfumbling in an exploratory fashion at its fittings. Suddenly he pulled a\nhalf concealed lever, released a panel, and let out a low whistle. \"What\nin blazes is this?\"\n\nWith an angry wrench, he drew out a mass of wires, bulbs and batteries.\n\"Looks to me like a radio transmitter!\" he growled.\n\nAll three men glared menace at Dan. He had foreseen and dreaded this\nvery event. Confronted with the evidence, it would be folly to attempt a\ndenial. His only course would be to try to turn suspicion in the least\ndangerous channel.\n\n\"Of course it's a radio transmitter,\" he admitted, quietly. \"I'll be\nfrank with you--I was hoping to find a chance to get away.\"\n\nOminously the three conspirators closed about him. There was a nasty\nrumble in Wiley's voice as he decided. \"Well then, you damned traitor,\nit's up to us to put you where you won't get away--not for many a good\nlong day! We were cursed fools to place any trust in you!\"\n\nAbruptly he motioned to the guards. \"Solitary confinement again--and a\nbread and water diet!\" he barked. \"Maybe that'll bring him around to\nreason!\"\n\nBut even as Dan, bound and handcuffed, was being dragged off, he had\ngrim satisfaction in reflecting that his persecutors could not guess the\nreal purpose of his radio.\n\n\n\nBy the first of September, the earth was farther off its course than\never. Eleven million, twelve million, thirteen million miles! And every\nday the distance widened. Would its orbit, like that of a periodic\ncomet, be lengthened into a long ellipse, taking it into the unthinkable\ncold beyond Jupiter or Saturn?\n\nThis was the question in every one's mind, when on September 2 a\nfull-page advertisement appeared in America's leading papers: \"$50,000\nReward! For invention to counteract the Cosmic Deflector! All reasonable\npropositions given immediate personal attention. Hogarth, Wiley and\nMalvine.\"\n\nIt was on the never-to-be-forgotten third of September that the\nadvertisers received their first applicant for the award. It was a young\nwoman, of sad and earnest appearance; and the clerk who questioned her,\nperceiving that she had extraordinary information to offer, lost no time\nabout summoning Hogarth.\n\n\"My name is Landers--Mary Landers,\" she introduced herself. \"I was a\nlaboratory assistant of Daniel Holcomb when he invented telurox. I have\nbeen trying to increase its power, and have had remarkable success. In\nfact, I come to claim that fifty thousand.\"\n\nHogarth gasped.\n\nThe caller went on to explain how, as a result of a long series of\ncomputations, she had mixed a small quantity of a certain bismuth salt\nwith the telurox; and how this had increased its activity by more than\nfifty per cent. Fortunately, a huge Deflector had already been set up in\nthe laboratory, for experimental purposes.\n\n\"Have you taken any observations today?\" she finished. \"If so, perhaps\nyou've noticed that the earth is fifty thousand miles nearer the sun\nthan yesterday.\"\n\n\"By glory!\" exclaimed Hogarth. \"That's just what Lasson Observatory\nreported, but I thought those fellows were all soused. Let's see! Got a\nmodel machine to show me?\"\n\n\"Everything's over at Merlin University. If you'll just step into your\ncar, we'll be there in twenty minutes.\"\n\n\"You bet I will!\" agreed Hogarth eagerly, as he reached for his hat. \"No\nharm looking at it!\"\n\nThe young woman started toward the door; then turned back, as if on an\nafter-thought. \"Oh, by the way, don't your partners want to join us? I'd\nlike to give a real demonstration, which it would waste a lot of good\ntime and energy to repeat.\"\n\n\"Don't see what they've got on hand more important,\" muttered Hogarth.\n\"Wait a minute.\"\n\nFrom an adjoining room she could hear Hogarth's voice rising\ndisputatiously. \"No harm investigating, anyhow!\" And she could not keep\nback a secret exultation when, after a time, he appeared in company with\ntwo men whom he introduced as \"Mr. Wiley\" and \"Mr. Malvine.\"\n\n\n\nHalf an hour later, she had led them into the University laboratory, a\ncorner of which had been partitioned off. There a twenty-four-inch\ntelescope-like tube shot up through the ceiling; while nearer at hand\nwas a table covered with complicated electrical devices.\n\n\"Well, trot out your discoveries!\" barked Wiley.\n\nFrom a compartment Miss Landers drew three pairs of binoculars, with\nwires attached. \"Adjust these, gentlemen,\" she instructed.\n\nAutomatically each man reached for a pair. And as they took them, a look\nof triumph crossed the woman's averted face. She pressed a button--and\nwith what astonishing results!\n\nAll three men gasped, and began to writhe. A convulsive shudder shot\nthrough each; they sagged, and fell to the floor; then gradually all\nthree stiffened, except for their necks and faces, which still twitched\nspasmodically.\n\nAt the same time, the young woman pressed a buzzer; and three men, in\nthe uniforms of university guards, hastened in with ropes, which they\nwound around the helpless trio.\n\n\"What--what in hell's name is this?\" sputtered Wiley, as he began to\nrecover from the first shock. \"We--we're paralyzed!\"\n\n\"That's just it,\" stated the lady, calmly. \"You're paralyzed, from the\nnecks down. I merely wanted to introduce you to another little invention\nof your friend Dan Holcomb. He asked me to show it to you, with his\ncompliments. You see, the rays of telurox, much diluted and carried over\na wire, will temporarily paralyze the human nerve centers. But have no\nfear. The spell will wear off in half an hour.\"\n\n\"This--this is an outrage!\" groaned Hogarth, as he lay amid his ropes.\n\n\"Not at all. I'm sure, when you're no longer paralyzed, you won't mind\nsigning a little paper, containing an order for the release of Mr.\nHolcomb--\"\n\n\"What the devil makes you so interested in Holcomb?\" flared back Wiley.\n\n\"Well, it's only that I happen to be his wife. Mary Landers is the name\nof a cousin of mine. Dan and I have been planning to get him out of your\ndungeon when you locked him up there again, as we expected you would.\nI'm simply carrying out his ideas.\"\n\nAngry sounds, like the growls of enraged bears, came from the throats of\nall three prisoners.\n\n\"If we sign,\" demanded Malvine, \"will you let us go?\"\n\n\"There's only one promise I can make. If you don't sign, my friends\nhere\"--she designated the three guards--\"will see that you remain\nparalyzed.\"\n\nThe conspirators were trapped, and they knew it; were caught like rats\nin a corner, beyond rescue by the corrupt system they had built up. And\nso, after their paralysis had begun to wear off and they had been\nre-paralyzed several times in succession, they bowed their heads in\ncapitulation.\n\n\"Come on,\" snarled Hogarth, \"give us that damned paper!\"\n\nHe glanced over the sheet, and an even angrier snarl came from his\nthroat.\n\n\"You must think we're crazy, young lady!\" he roared. \"You can go to hell\nbefore we'll sign!\"\n\nThe document was not only an order for Dan's release, but a confession\nof the criminal manner in which he had been seized and detained.\n\n\"Better think it over, gentlemen,\" advised Lucile, as the prisoners\ncontinued to hold out against signing.\n\n\n\nAnd this was exactly what they did. After more than twelve hours, during\nwhich they were allowed neither food nor drink (it being impossible to\ndigest anything in a paralyzed state), the victims realized that they\nhad no chance except to sign, or miserably to perish. And not being of\nthe stuff of which heroes are made, they grumblingly asked the guards to\ndeparalyze them sufficiently to let them sign the paper.\n\nThus it came about that Dan was again delivered from the basement\nprison, and that he and his wife were restored to one another's arms.\nThus, thanks to his discovery and her application of it, the earth was\nsaved from the most terrible peril in history, and gradually was brought\nback to its true orbit. And thus, after Dan had broadcasted all he knew\nabout the plots of the Triumvirate, Hogarth, Wiley and Malvine were\ndiscredited and disgraced, and, deserted by their confederates, stood\ntrial for Dan's kidnapping and imprisonment. The last that was heard of\nthem, they were still serving their twenty-year terms at Wilmott\nPenitentiary.\n\nAs for the Cosmic Deflector--after the earth's orbit was righted, the\nsecret of it was sealed in a vault at Merlin University. \"I've\ndiscovered, Lucile,\" remarked Dan, shortly after his release, \"it's not\na safe invention to entrust in human hands.\n\n\"But there's one thing,\" he went on, as his lips moved toward hers, \"if\nit drew the earth out of its orbit, it also drew us closer together.\"\n\nHer answering smile told him that, so far as they were concerned, the\nDeflector had been a success.",
    "metadata": {
        "author": [
            "Coblentz, Stanton A. (Stanton Arthur)",
            "Coblentz, Stanton Arthur"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32899/pg32899.txt",
        "name": "the_cosmic_deflector.json"
    }
}