{
    "name": "The Lonely Ones",
    "author": [
        "Ludwig, Edward W.",
        "Ludwig, Edward William"
    ],
    "body": "Onward sped the _Wanderer_, onward through cold, silent infinity, on and\non, an insignificant pencil of silver lost in the terrible, brooding\nblackness.\n\nBut even more awful than the blackness was the loneliness of the six men\nwho inhabited the silver rocket. They moved in loneliness as fish move\nin water. Their lives revolved in loneliness as planets revolve in space\nand time. They bore their loneliness like a shroud, and it was as much a\npart of them as sight in their eyes. Loneliness was both their brother\nand their god.\n\nYet, like a tiny flame in the darkness, there was hope, a savage,\ndesperate hope that grew with the passing of each day, each month, and\neach year.\n\nAnd at last....\n\n\"Lord,\" breathed Captain Sam Wiley.\n\nLieutenant Gunderson nodded. \"It's a big one, isn't it?\"\n\n\"It's a big one,\" repeated Captain Wiley.\n\nThey stared at the image in the _Wanderer's_ forward visi-screen, at the\ngreat, shining gray ball. They stared hard, for it was like an\nenchanted, God-given fruit handed them on a star-flecked platter of\nmidnight. It was like the answer to a thousand prayers, a shining symbol\nof hope which could mean the end of loneliness.\n\n\"It's ten times as big as Earth,\" mused Lieutenant Gunderson. \"Do you\nthink this'll be it, Captain?\"\n\n\"I'm afraid to think.\"\n\nA thoughtful silence.\n\n\"Captain.\"\n\n\"Yes?\"\n\n\"Do you hear my heart pounding?\"\n\nCaptain Wiley smiled. \"No. No, of course not.\"\n\n\"It seems like everybody should be hearing it. But we shouldn't get\nexcited, should we? We mustn't hope too hard.\" He bit his lip. \"But\nthere _should_ be life there, don't you think, Captain?\"\n\n\"There may be.\"\n\n\"Nine years, Captain. Think of it. It's taken us nine years to get here.\nThere's _got_ to be life.\"\n\n\"Prepare for deceleration, Lieutenant.\"\n\nLieutenant Gunderson's tall, slim body sagged for an instant. Then his\neyes brightened.\n\n\"Yes, sir!\"\n\n                                  ----\n\nCaptain Sam Wiley continued to stare at the beautiful gray globe in the\nvisi-screen. He was not like Gunderson, with boyish eagerness and\nanxiety flowing out of him in a ceaseless babble. His emotion was as\ngreat, or greater, but it was imprisoned within him, like swirling,\nfoaming liquid inside a corked jug.\n\nIt wouldn't do to encourage the men too much. Because, if they were\ndisappointed....\n\nHe shook his silver-thatched head. There it was, he thought. A new\nworld. A world that, perhaps, held life.\n\nLife. It was a word uttered only with reverence, for throughout the\nSolar System, with the exception of on Earth, there had been only death.\n\nFirst it was the Moon, airless and lifeless. That had been expected, of\ncourse.\n\nBut Mars. For centuries men had dreamed of Mars and written of Mars with\nits canals and dead cities, with its ancient men and strange animals.\nEveryone _knew_ there was or had been life on Mars.\n\nThe flaming rockets reached Mars, and the canals became volcanic\ncrevices, and the dead cities became jagged peaks of red stone, and the\nendless sands were smooth, smooth, smooth, untouched by feet of living\ncreatures. There was plant-life, a species of green-red lichen in the\nPolar regions. But nowhere was there real life.\n\nThen Venus, with its dust and wind. No life there. Not even the stars to\nmake one think of home. Only the dust and wind, a dark veil of death\nscreaming eternally over hot dry land.\n\nAnd Jupiter, with its seas of ice; and hot Mercury, a cracked, withered\nmummy of a planet, baked as hard and dry as an ancient walnut in a\nfurnace.\n\nNext, the airless, rocky asteroids, and frozen Saturn with its swirling\nammonia snows. And last, the white, silent worlds, Uranus, Neptune, and\nPluto.\n\nWorld after world, all dead, with no sign of life, no reminder of life,\nand no promise of life.\n\nThus the loneliness had grown. It was not a child of Earth. It was not\nborn in the hearts of those who scurried along city pavements or of\nthose in the green fields or of those in the cool, clean houses.\n\nIt was a child of the incredible distances, of the infinite night, of\nemptiness and silence. It was born in the hearts of the slit-eyed men,\nthe oldish young men, the spacemen.\n\nFor without life on other worlds, where was the sky's challenge? Why go\non and on to discover only worlds of death?\n\nThe dream of the spacemen turned from the planets to the stars.\nSomewhere in the galaxy or in other galaxies there _had_ to be life.\nLife was a wonderful and precious thing. It wasn't right that it should\nbe confined to a single, tiny planet. If it were, then life would seem\nmeaningless. Mankind would be a freak, a cosmic accident.\n\nAnd now the _Wanderer_ was on the first interstellar flight, hurtling\nthrough the dark spaces to Proxima Centauri. Moving silently, as if\nmotionless, yet at a speed of 160,000 miles a second. And ahead loomed\nthe great, gray planet, the only planet of the sun, growing larger,\nlarger, each instant....\n\n                                  ----\n\nA gentle, murmuring hum filled the ship. The indicator lights on the\ncontrol panel glowed like a swarm of pink eyes.\n\n\"Deceleration compensator adjusted for 12 G's, sir,\" reported Lieutenant\nGunderson.\n\nCaptain Wiley nodded, still studying the image of the planet.\n\n\"There--there's something else, Captain.\"\n\n\"Yes?\"\n\n\"It's Brown, sir. He's drunk.\"\n\nCaptain Wiley turned, a scowl on his hard, lined face. \"Drunk? Where'd\nhe get the stuff?\"\n\n\"He saved it, sir, saved it for nine years. Said he was going to drink\nit when we discovered life.\"\n\n\"We haven't discovered life yet.\"\n\n\"I know. He said he wouldn't set foot on the planet if he was sober.\nSaid if there isn't life there, he couldn't take it--unless he was\ndrunk.\"\n\nCaptain Wiley grunted. \"All right.\"\n\nThey looked at the world.\n\n\"Wouldn't it be wonderful, Captain? Just think--to meet another race. It\nwouldn't matter what they were like, would it? If they were primitive,\nwe could teach them things. If they were ahead of us, they could teach\nus. You know what I'd like? To have someone meet us, to gather around\nus. It wouldn't matter if they were afraid of us or even if they tried\nto kill us. We'd know that we aren't alone.\"\n\n\"I know what you mean,\" said Captain Wiley. Some of his emotion\noverflowed the prison of his body. \"There's no thrill in landing on dead\nworlds. If no one's there to see you, you don't feel like a hero.\"\n\n\"That's it, Captain! That's why I came on this crazy trip. I guess\nthat's why we all came. I....\"\n\nCaptain Wiley cleared his throat. \"Lieutenant, commence deceleration. 6\nG's.\"\n\n\"Yes, sir!\"\n\nThe planet grew bigger, filling the entire visi-screen.\n\nSomeone coughed behind Captain Wiley.\n\n\"Sir, the men would like to look at the screen. They can't see the\nplanet out of the ports yet.\" The speaker was Doyle, the ship's\nEngineer, a dry, tight-skinned little man.\n\n\"Sure.\" Captain Wiley stepped aside.\n\nDoyle looked, then Parker and Fong. Just three of them, for Watkins had\nsliced his wrists the fourth year out. And Brown was drunk.\n\nAs they looked, a realization came to Captain Wiley. The men were\ngetting old. The years had passed so gradually that he'd never really\nnoticed it before. Lieutenant Gunderson had been a kid just out of Space\nAcademy. Parker and Doyle and Fong, too, had been in their twenties.\nThey had been boys. And now something was gone--the sharp eyes and sure\nmovements of youth, the smooth skin and thick, soft hair.\n\nNow they had become men. And yet for a few moments, as they gazed at the\nscreen, they seemed like happy, expectant children.\n\n\"I wish Brown could see this,\" Doyle murmured. \"He says now he isn't\ngoing to get off his couch till we land and discover life. Says he won't\ndare look for himself.\"\n\n\"The planet's right for life,\" said Fong, the dark-faced\nastro-physicist. \"Atmosphere forty per cent oxygen, lots of water vapor.\nNo poisonous gases, according to spectroscopic analyses. It should be\nideal for life.\"\n\n\"There _is_ life there,\" said Parker, the radarman. \"You know why?\nBecause we've given up eighteen years of our lives. Nine years to get\nhere, nine to get back. I'm thirty now. I was twenty-one when we left\nEarth. I gave up all those good years. They say that you can have\nsomething if you pay enough for it. Well, we've paid for this. There has\nto be a--a sort of universal justice. That's why I know there's life\nhere, life that moves and thinks--maybe even life we can talk to.\"\n\n\"You need a drink,\" said Fong.\n\n\"It's getting bigger,\" murmured Lieutenant Gunderson.\n\n\"The Centaurians,\" mused Doyle, half to himself. \"What'll they be like?\nMonsters or men? If Parker's right about universal justice, they'll be\nmen.\"\n\n\"Hey, where there's men, there's women!\" yelled Parker. \"A Centaurian\nwoman! Say!\"\n\n\"Look at those clouds!\" exclaimed Doyle. \"Damn it, we can't see the\nsurface.\"\n\n\"Hey, there! Look there, to the right! See it? It's silver, down in a\nhole in the clouds. It's like a city!\"\n\n\"Maybe it's just water.\"\n\n\"No, it's a city!\"\n\n\"Bring 'er down, Captain. God, Captain, bring 'er down fast!\"\n\n\"Drag Brown in here! He ought to see this!\"\n\n\"Can't you bring 'er down faster, Captain?\"\n\n\"Damn it, it _is_ a city!\"\n\n\"Why doesn't someone get Brown?\"\n\n\"Take to your couches, men,\" said Captain Wiley. \"Landing's apt to be a\nbit bumpy. Better strap yourselves in.\"\n\n                                  ----\n\nDown went the rocket, more slowly now, great plumes of scarlet\nthundering from its forward braking jets. Down, down into soft,\ncotton-like clouds, the whiteness sliding silently past the ports.\n\nSuddenly, a droning voice:\n\n\"To those in the ship from the planet called Earth: Please refrain from\nlanding at this moment. You will await landing instructions.\"\n\nParker leaped off his couch, grasping a stanchion for support. \"That\nvoice! It was human!\"\n\nCaptain Wiley's trembling hand moved over the jet-control panel. The\nship slowed in its descent. The clouds outside the portholes became\nmotionless, a milky whiteness pressed against the ship.\n\n\"The voice!\" Parker cried again. \"Am I crazy? Did everyone hear it?\"\n\nCaptain Wiley turned away from the panel. \"We heard it, Parker. It was\nin our minds. Telepathy.\"\n\nHe smiled. \"Yes, the planet is inhabited. There are intelligent beings\non it. Perhaps they're more intelligent than we are.\"\n\nIt was strange. The men had hoped, dreamed, prayed for this moment. Now\nthey sat stunned, unable to comprehend, their tongues frozen.\n\n\"We'll see them very soon,\" said Captain Wiley, his voice quivering.\n\"We'll wait for their directions.\"\n\nBreathlessly, they waited.\n\nCaptain Wiley's fingers drummed nervously on the base of the control\npanel. Lieutenant Gunderson rose from his couch, stood in the center of\nthe cabin, then returned to his couch.\n\nSilence, save for the constant, rumbling roar of the jets which held the\nship aloft.\n\n\"I wonder how long it'll be,\" murmured Fong at last.\n\n\"It seems like a long time!\" burst Parker.\n\n\"We've waited nine years,\" said Captain Wiley. \"We can wait a few more\nminutes.\"\n\nThey waited.\n\n\"Good Lord!\" said Parker. \"How long is it going to be? What time is it?\nWe've been waiting an hour! What kind of people are they down there?\"\n\n\"Maybe they've forgotten about us,\" said Fong.\n\n\"That's it!\" cried Parker. \"They've forgotten about us! Hey, you! Down\nthere--you that talked to us! We're still here, damn it! We want to\nland!\"\n\n\"Parker,\" said Captain Wiley, sternly.\n\nParker sat down on his couch, his lips quivering.\n\nThen came the voice:\n\n\"We regret that a landing is impossible at this moment. Our field is\novercrowded, and your vessel is without priority. You must wait your\nturn.\"\n\nCaptain Wiley stared forward at nothing. \"Whoever you are,\" he\nwhispered, \"please understand that we have come a long way to reach your\nplanet. Our trip....\"\n\n\"We do not wish to discuss your trip. You will be notified when landing\nspace is available.\"\n\nCaptain Wiley's body shook. \"Wait, tell us who you are. What do you look\nlike? Tell us....\"\n\n\"Talking to you is quite difficult. We must form our thoughts so as to\nform word-patterns in your minds. You will be notified.\"\n\n\"Wait a minute!\" called Captain Wiley.\n\nNo answer.\n\nCaptain Wiley straightened in an effort to maintain dignity.\n\nThey waited....\n\n                                  ----\n\nIt was night.\n\nThe darkness was an impenetrable blanket, a solid thing, like thick\nblack velvet glued over the ports. It was worse than the darkness of\nspace.\n\nCaptain Wiley sat before the control panel, slowly beating his fists\nagainst the arms of his chair, a human metronome ticking off the slow\nseconds.\n\nParker stood before a porthole.\n\n\"Hey, look, Captain! There's a streak of red, like a meteor. And there's\nanother!\"\n\nCaptain Wiley rose, looked out. \"They're rockets. They're going to land.\nThese people are highly advanced.\"\n\nHis face became grim. Below them lay a planet, an intelligent race\nhidden beneath clouds and darkness. What manner of creatures were they?\nHow great was their civilization? What marvelous secrets had their\nscientists discovered? What was their food like, their women, their\nwhiskey?\n\nThe questions darted endlessly through his mind like teasing\nneedle-points. All these wondrous things lay below them, and here they\nsat, like starving men, their hands tied, gazing upon a steaming but\nunobtainable dinner. So near and yet so far.\n\nHe trembled. The emotion grew within him until it burst out as water\nbursts through the cracked wall of a dam. He became like Parker.\n\n\"Why should we wait?\" he yelled. \"Why must we land in their field?\nParker! Prepare to release flares! We're going down! We'll land\nanywhere--in a street, in the country. We don't have to wait for\norders!\"\n\nParker bounced off his couch. Someone called, \"Brown, we're going to\nland!\"\n\nA scurrying of feet, the rush of taut-muscled bodies, the babble of\nexcited voices.\n\n\"We're going down!\"\n\n\"_We're going down!_\"\n\nThe grumble of the _Wanderer's_ jets loudened, softened, spluttered,\nloudened again. Vibration filled the ship as it sank downward.\n\nSuddenly it lurched upward, like a child's ball caught in a stream of\nrising water. The jolt staggered the men. They seized stanchions and\nbulkhead railings to keep their balance.\n\n\"What the hell?\"\n\nAbruptly, the strange movement ceased. The ship seemed motionless. There\nwas no vibration.\n\n\"Captain,\" said Lieutenant Gunderson. \"There's no change in altitude.\nWe're still at 35,000 feet, no more, no less.\"\n\n\"We _must_ be going down,\" said Captain Wiley, puzzled. \"Kill jets 4 and\n6.\"\n\nThe Lieutenant's hands flicked off two switches. A moment later:\n\"There's no change, Captain.\"\n\nThen came the voice:\n\n\"To those in the vessel from the planet Earth: Please do not oppose\norders of the Landing Council. You are the first visitors in the history\nof our world whom we have had to restrain with physical force. You will\nbe notified when landing space is available.\"\n\n                                  ----\n\nMorning.\n\nThe warm sunlight streamed into the clouds, washing away the last\nshadows and filtering through the portholes.\n\nThe men breakfasted, bathed, shaved, smoked, sat, twisted their fingers,\nlooked out the ports. They were silent men, with dark shadows about\ntheir eyes and with tight, white-lipped mouths.\n\nFrequently, the clouds near them were cut by swift, dark shapes swooping\ndownward. The shapes were indistinct in the cotton-like whiteness, but\nobviously they were huge, like a dozen _Wanderers_ made into one.\n\n\"Those ships are big,\" someone murmured, without enthusiasm.\n\n\"It's a busy spaceport,\" grumbled Captain Wiley.\n\nThoughts, words, movements came so slowly it was like walking under\nwater. Enthusiasm was dead. The men were automatons, sitting, waiting,\neating, sitting, waiting.\n\nA day passed, and a night.\n\n\"Maybe they've forgotten us,\" said Fong.\n\nNo one answered. The thought had been voiced before, a hundred times.\n\nThen, at last, the droning words:\n\n\"To those in the vessel from the planet Earth: You will now land. We\nwill carry you directly over the field. Then you will descend straight\ndown. The atmosphere is suitable to your type of life and is free of\ngerms. You will not need protection.\"\n\nThe men stared at one another.\n\n\"Hey,\" Doyle said, \"did you hear that? He says we can go down.\"\n\nThe men blinked. Captain Wiley swallowed hard. He rose with a stiff,\nslow, nervous hesitancy.\n\n\"We're going down,\" he mumbled, as if repeating the words over and over\nin his mind and trying to believe them.\n\nThe men stirred as realization sprouted and grew. They stirred like\nlethargic animals aroused from the long, dreamless sleep of hibernation.\n\n\"We're going to land,\" breathed Parker, unbelievingly.\n\nThe _Wanderer_ moved as though caught in the grip of a giant, invisible\nhand.\n\nThe voice said:\n\n\"You may now descend.\"\n\nCaptain Wiley moved to the jet-control panel. \"Lieutenant!\" he snapped.\n\"Wake up. Let's go!\"\n\nThe ship sank downward through the thick sea of clouds. The men walked\nto the ports. A tenseness, an excitement grew in their faces, like dying\nflame being fanned into its former brilliancy.\n\nOut of the clouds loomed monstrous, shining, silver spires and towers,\nCyclopean bridges, gigantic lake-like mirrors, immense golden spheres.\nIt was a nightmare world, a jungle of fantastic shape and color.\n\nThe men gasped, whispered, murmured, the flame of their excitement\ngrowing, growing.\n\n\"The whole planet is a city!\" breathed Parker.\n\n                                  ----\n\nThump!\n\nThe _Wanderer_ came to rest on a broad landing field of light blue\nstone. The jets coughed, spluttered, died. The ship quivered, then lay\nstill, its interior charged with an electric, pregnant silence.\n\n\"You first, Captain.\" Lieutenant Gunderson's voice cracked, and his face\nwas flushed. \"You be the first to go outside.\"\n\nCaptain Wiley stepped through the airlock, his heart pounding. It was\nover now--all the bewilderment, the numbness.\n\nAnd his eyes were shining. He'd waited so long that it was hard to\nbelieve the waiting was over. But it was, he told himself. The journey\nwas over, and the waiting, and now the loneliness would soon be over.\nMankind was not alone. It was a good universe after all!\n\nHe stepped outside, followed by Lieutenant Gunderson, then by Parker,\nDoyle and Fong.\n\nHe rubbed his eyes. This couldn't be! A world like this couldn't exist!\nHe shook his head, blinked furiously.\n\n\"It--it can't be true,\" he mumbled to Lieutenant Gunderson. \"We're still\non the ship--dreaming.\"\n\nThe landing field was huge, perhaps ten miles across, and its sides were\nlined with incredible ships, the smallest of which seemed forty times as\nlarge as the _Wanderer_. There were silver ships, golden ships, black\nships, round ships, transparent ships, cigar-shaped ships, flat-topped\nships.\n\nAnd scattered over the field were--creatures.\n\nA few were the size of men, but most were giants by comparison. Some\nwere humanoid, some reptilian. Some were naked, some clad in helmeted\nsuits, some enveloped with a shimmering, water-like luminescence. The\ncreatures walked, slithered, floated, crawled.\n\nBeyond the ships and the field lay the great city, its web-work of\ntowers, minarets, spheres and bridges like the peaks of an enormous\nmountain range stretching up into space itself. The structures were like\nthe colors of a rainbow mixed in a cosmic paint pot, molded and\nsolidified into fantastic shapes by a mad god.\n\n\"I--I'm going back to the ship,\" stammered Parker. The whiteness of\ndeath was in his face. \"I'm going to stay with Brown.\"\n\nHe turned, and then he screamed.\n\n\"Captain, the ship's moving!\"\n\nSilently, the _Wanderer_ was drifting to the side of the field.\n\nThe toneless voice said:\n\n\"We are removing your vessel so that other descending ships will not\ndamage it.\"\n\nCaptain Wiley shouted into the air. \"Wait! Don't go away! Help us! Where\ncan we see you?\"\n\nThe voice seemed to hesitate. \"It is difficult for us to speak in\nthoughts that you understand.\"\n\n                                  ----\n\nSilence.\n\nCaptain Wiley studied the faces of his men. They were not faces of\nconquerors or of triumphant spacemen. They were the faces of dazed,\nfrightened children who had caught a glimpse of Hell. He attempted,\nfeebly, to smile.\n\n\"All right,\" he said loudly, \"so it isn't like we expected. So no one\ncame to meet us with brass bands and ten cent flags. We've still\nsucceeded, haven't we? We've found life that's intelligent beyond our\ncomprehension. What if our own civilization is insignificant by\ncomparison? Look at those beings. Think of what we can learn from them.\nWhy, their ships might have exceeded the speed of light. They might be\nfrom other galaxies!\"\n\n\"Let's find out,\" said Parker.\n\nThey strode to the nearest ship, an immense, smooth, bluish sphere. Two\ncreatures stood before it, shaped like men and yet twice the size of\nmen. They wore white, skin-tight garments that revealed muscular bodies\nlike those of gods.\n\nThey looked at Captain Wiley and smiled.\n\nOne of them pointed toward the _Wanderer_. Their smiles widened and then\nthey laughed.\n\nThey laughed gently, understandingly, but they _laughed_.\n\nAnd then they turned away.\n\n\"Talk to them,\" Parker urged.\n\n\"How?\" Beads of perspiration shone on Captain Wiley's face.\n\n\"Any way. Go ahead.\"\n\nCaptain Wiley wiped his forehead. \"We are from Earth, the third\nplanet....\"\n\nThe two god-like men seemed annoyed. They walked away, ignoring the\nEarthmen.\n\nCaptain Wiley spat. \"All right, so they won't talk to us. Look at that\ncity! Think of the things we can see there and tell the folks on Earth\nabout! Why, we'll be heroes!\"\n\n\"Let's go,\" said Parker, his voice quavering around the edges.\n\nThey walked toward a large, oval opening in a side of the field, a hole\nbetween mountainous, conical structures that seemed like the entrance to\na street.\n\nSuddenly breath exploded from Captain Wiley's lungs. His body jerked\nback. He fell to the blue stone pavement.\n\nThen he scrambled erect, scowling, his hands outstretched. He felt a\nsoft, rubbery, invisible substance.\n\n\"It's a wall!\" he exclaimed.\n\nThe voice droned:\n\n\"To those of Earth: Beings under the 4th stage of Galactic Development\nare restricted to the area of the landing field. We are sorry. In your\nprimitive stage it would be unwise for you to learn the nature of our\ncivilization. Knowledge of our science would be abused by your people,\nand used for the thing you call war. We hope that you have been inspired\nby what you have seen. However, neither we nor the other visitors to our\nplanet are permitted to hold contact with you. It is suggested that you\nand your vessel depart.\"\n\n\"Listen, you!\" screamed Parker. \"We've been nine years getting here! By\nHeaven, we won't leave now! We're....\"\n\n\"We have no time to discuss the matter. Beings under the 4th stage of\nGalactic....\"\n\n\"Never mind!\" spat Captain Wiley.\n\nMadness flamed in Parker's eyes. \"We won't go! I tell you, we _won't_,\nwe _won't_!\"\n\nHis fists streaked through the air as if at an invisible enemy. He ran\ntoward the wall.\n\nHe collided with a jolt that sent him staggering backward, crying,\nsobbing, screaming, all at once.\n\nCaptain Wiley stepped forward, struck him on the chin. Parker crumpled.\n\nThey stood looking at his body, which lay motionless except for the slow\nrising and falling of his chest.\n\n\"What now, Captain?\" asked Lieutenant Gunderson.\n\nCaptain Wiley thought for a few seconds.\n\nThen he said, \"We're ignorant country bumpkins, Lieutenant, riding into\nthe city in a chugging jalopy. We're stupid savages, trying to discuss\nthe making of fire with the creators of atomic energy. We're children\nracing a paper glider against an atomic-powered jet. We're too\nridiculous to be noticed. We're tolerated--but nothing more.\"\n\n\"Shall we go home?\" asked Fong, a weariness in his voice.\n\nLieutenant Gunderson scratched his neck. \"I don't think I'd want to go\nhome now. Could you bear to tell the truth about what happened?\"\n\nFong looked wistfully at the shining city. \"If we told the truth, they\nprobably wouldn't believe us. We've failed. It sounds crazy. We reached\nProxima Centauri and found life, and yet somehow we failed. No, I\nwouldn't like to go home.\"\n\n\"Still, we learned something,\" said Doyle. \"We know now that there is\nlife on worlds beside our own. Somewhere there must be other races like\nours.\"\n\nThey looked at each other, strangely, for a long, long moment.\n\nAt last Lieutenant Gunderson asked, \"How far is Alpha Centauri?\"\n\nCaptain Wiley frowned. \"_Alpha_ Centauri?\" Through his mind swirled\nchaotic visions of colossal distances, eternal night, and lonely years.\nHe sought hard to find a seed of hope in his mind, and yet there was no\nseed. There were only a coldness and an emptiness.\n\nSuddenly, the voice:\n\n\"Yes, Men of Earth, we suggest that you try Alpha Centauri.\"\n\nThe men stood silent and numb, like bewildered children, as the\nimplication of those incredible words sifted into their consciousness.\n\nFinally Fong said, \"Did--did you hear that? He said...\"\n\nCaptain Sam Wiley nodded, very slowly. \"Yes. Alpha Centauri. _Alpha_\nCentauri.\"\n\nHis eyes began to twinkle, and then he smiled....\n\n                                  ----\n\nOnward sped the _Wanderer_, onward through cold, silent infinity, on and\non, an insignificant pencil of silver lost in the terrible, brooding\nblackness.\n\nYet even greater than the blackness was the flaming hope in the six men\nwho inhabited the silver rocket. They moved in hope as fish move in\nwater. Their lives revolved in hope as planets revolve in space and\ntime. They bore their hope like a jeweled crown, and it was as much a\npart of them as sight in their eyes. Hope was both their brother and\ntheir god.\n\nAnd there was no loneliness.\n\nTHE END",
    "metadata": {
        "author": [
            "Ludwig, Edward W.",
            "Ludwig, Edward William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/38302/pg38302.txt",
        "name": "the_lonely_ones.json"
    }
}