{
    "name": "The Frame Up",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "When the voice over the telephone promised to name the man who killed\nHermann Banf, District Attorney Wharton was up-town lunching at\nDelmonico's. This was contrary to his custom and a concession to\nHamilton Cutler, his distinguished brother-in-law. That gentleman was\ninterested in a State constabulary bill and had asked State Senator\nBissell to father it. He had suggested to the senator that, in the legal\npoints involved in the bill, his brother-in-law would undoubtedly be\ncharmed to advise him. So that morning, to talk it over, Bissell had\ncome from Albany and, as he was forced to return the same afternoon, had\nasked Wharton to lunch with him up-town near the station.\n\nThat in public life there breathed a man with soul so dead who, were he\noffered a chance to serve Hamilton Cutler, would not jump at the chance\nwas outside the experience of the county chairman. And in so judging his\nfellow men, with the exception of one man, the senator was right. The\none man was Hamilton Cutler's brother-in-law.\n\nIn the national affairs of his party Hamilton Cutler was one of the four\nleaders. In two cabinets he had held office. At a foreign court as an\nambassador his dinners, of which the diplomatic corps still spoke with\nemotion, had upheld the dignity of ninety million Americans. He was\nrich. The history of his family was the history of the State. When the\nAlbany boats drew abreast of the old Cutler mansion on the cast bank of\nthe Hudson the passengers pointed at it with deference. Even when the\nsearch lights pointed at it, it was with deference. And on Fifth\nAvenue, as the \"Seeing New York\" car passed his town house it slowed\nrespectfully to half speed. When, apparently for no other reason than\nthat she was good and beautiful, he had married the sister of a then\nunknown up State lawyer, every one felt Hamilton Cutler had made his\nfirst mistake. But, like every thing else into which he entered, for him\nmatrimony also was a success. The prettiest girl in Utica showed herself\nworthy of her distinguished husband. She had given him children as\nbeautiful as herself; as what Washington calls \"a cabinet lady\" she had\nkept her name out of the newspapers; as Madame L'Ambassatrice she had\nput archduchesses at their ease; and after ten years she was an adoring\nwife, a devoted mother, and a proud woman. Her pride was in believing\nthat for every joy she knew she was indebted entirely to her husband.\nTo owe everything to him, to feel that through him the blessings flowed,\nwas her ideal of happiness.\n\nIn this ideal her brother did not share. Her delight in a sense of\nobligation left him quite cold. No one better than himself knew that\nhis rapid-fire rise in public favor was due to his own exertions, to the\nfact that he had worked very hard, had been independent, had kept his\nhands clean, and had worn no man's collar. Other people believed he owed\nhis advancement to his brother-in-law. He knew they believed that,\nand it hurt him. When, at the annual dinner of the Amen Corner, they\nburlesqued him as singing to \"Ham\" Cutler, \"You made me what I am\nto-day, I hope you're satisfied,\" he found that to laugh with the others\nwas something of an effort. His was a difficult position. He was a\nparty man; he had always worked inside the organization. The fact that\nwhenever he ran for an elective office the reformers indorsed him and\nthe best elements in the opposition parties voted for him did not shake\nhis loyalty to his own people. And to Hamilton Cutler, as one of his\nparty leaders, as one of the bosses of the \"invisible government,\" he\nwas willing to defer. But while he could give allegiance to his party\nleaders, and from them was willing to receive the rewards of office,\nfrom a rich brother-in-law he was not at all willing to accept anything.\nStill less was he willing that of the credit he deserved for years of\nhard work for the party, of self-denial, and of efficient public service\nthe rich brother-in-law, should rob him.\n\nHis pride was to be known as a self-made man, as the servant only of the\nvoters. And now that ambition, now that he was district attorney of\nNew York City, to have it said that the office was the gift of his\nbrother-in-law was bitter. But he believed the injustice would soon\nend. In a month he was coming up for re-election, and night and day was\nconducting a campaign that he hoped would result in a personal victory\nso complete as to banish the shadow of his brother-in-law. Were he\nre-elected by the majority on which he counted, he would have the party\nleaders on their knees. Hamilton Cutler would be forced to come to him.\nHe would be in line for promotion. He knew the leaders did not want\nto promote him, that they considered him too inclined to kick over the\ntraces; but were he now re-elected, at the next election, either for\nmayor or governor, he would be his party's obvious and legitimate\ncandidate.\n\nThe re-election was not to be an easy victory. Outside his own party,\nto prevent his succeeding himself as district attorney, Tammany Hall\nwas using every weapon in her armory. The commissioner of police was a\nTammany man, and in the public prints Wharton had repeatedly declared\nthat Banf, his star witness against the police, had been killed by the\npolice, and that they had prevented the discovery of his murderer. For\nthis the wigwam wanted his scalp, and to get it had raked his public and\nprivate life, had used threats and bribes, and with women had tried to\ntrap him into a scandal. But \"Big Tim\" Meehan, the lieutenant the\nHall had detailed to destroy Wharton, had reported back that for their\npurpose his record was useless, that bribes and threats only flattered\nhim, and that the traps set for him he had smilingly side-stepped.\nThis was the situation a month before election day when, to oblige his\nbrother-in-law, Wharton was up-town at Delmonico's lunching with Senator\nBissell.\n\nDown-town at the office, Rumson, the assistant district attorney, was\non his way to lunch when the telephone-girl halted him. Her voice was\nlowered and betrayed almost human interest.\n\nFrom the corner of her mouth she whispered: \"This man has a note for Mr.\nWharton--says if he don't get it quick it'll be too late--says it will\ntell him who killed 'Heimie' Banf!\"\n\nThe young man and the girl looked at each other and smiled. Their\nexperience had not tended to make them credulous. Had he lived, Hermann\nBanf would have been, for Wharton, the star witness against a ring of\ncorrupt police officials. In consequence his murder was more than the\ntaking off of a shady and disreputable citizen. It was a blow struck\nat the high office of the district attorney, at the grand jury, and the\nlaw. But, so far, whoever struck the blow had escaped punishment, and\nthough for a month, ceaselessly, by night and day \"the office\" and the\npolice had sought him, he was still at large, still \"unknown.\" There had\nbeen hundreds of clews. They had been furnished by the detectives of\nthe city and county and of the private agencies, by amateurs, by\nnews-papers, by members of the underworld with a score to pay off or to\ngain favor. But no clew had led anywhere. When, in hoarse whispers,\nthe last one had been confided to him by his detectives, Wharton had\nprotested indignantly.\n\n\"Stop bringing me clews!\" he exclaimed. \"I want the man. I can't\nelectrocute a clew!\"\n\nSo when, after all other efforts, over the telephone a strange voice\noffered to deliver the murderer, Rumson was skeptical. He motioned the\ngirl to switch to the desk telephone.\n\n\"Assistant District Attorney Rumson speaking,\" he said. \"What can I do\nfor you?\"'\n\nBefore the answer came, as though the speaker were choosing his words,\nthere was a pause. It lasted so long that Rumson exclaimed sharply:\n\n\"Hello,\" he called. \"Do you want to speak to me, or do you want to speak\nto me?\"\n\n\"I've gotta letter for the district attorney,\" said the voice. \"I'm to\ngive it to nobody but him. It's about Banf. He must get it quick, or\nit'll be too late.\"\n\n\"Who are you?\" demanded Rumson. \"Where are you speaking from?\"\n\nThe man at the other end of the wire ignored the questions.\n\n\"Where'll Wharton be for the next twenty minutes?\"\n\n\"If I tell you,\" parried Rumson, \"will you bring the letter at once?\"\nThe voice exclaimed indignantly:\n\n\"Bring nothing! I'll send it by district messenger. You're wasting time\ntrying to reach me. It's the LETTER you want. It tells----\" the voice\nbroke with an oath and instantly began again: \"I can't talk over a\nphone. I tell you, it's life or death. If you lose out, it's your own\nfault. Where can I find Wharton?\"\n\n\"At Delmonico's,\" answered Rumson. \"He'll be there until two o'clock.\"\n\"Delmonico's! That's Forty-fort Street?\" \"Right,\" said Rumson. \"Tell the\nmessenger----\" He heard the receiver slam upon the hook. With the light\nof the hunter in his eyes, he turned to the girl.\n\n\"They can laugh,\" he cried, \"but I believe we've hooked something. I'm\ngoing after it.\" In the waiting-room he found the detectives. \"Hewitt,\"\nhe ordered, \"take the subway and whip up to Delmonico's. Talk to the\ntaxi-starter till a messenger-boy brings a letter for the D. A. Let the\nboy deliver the note, and then trail him till he reports to the man he\ngot it from. Bring the man here. If it's a district messenger and he\ndoesn't report, but goes straight back to the office, find out who gave\nhim the note; get his description. Then meet me at Delmonico's.\"\n\nRumson called up that restaurant and had Wharton come to the phone.\nHe asked his chief to wait until a letter he believed to be of great\nimportance was delivered to him. He explained, but, of necessity,\nsomewhat sketchily. \"It sounds to me,\" commented his chief, \"like a plot\nof yours to get a lunch up-town.\"\n\n\"Invitation!\" cried Rumson. \"I'll be with you in ten minutes.\"\n\nAfter Rumson had joined Wharton and Bissell the note arrived. It was\nbrought to the restaurant by a messenger-boy, who said that in answer to\na call from a saloon on Sixth Avenue he had received it from a young man\nin ready-to-wear clothes and a green hat. When Hewitt, the detective,\nasked what the young man looked like, the boy said he looked like a\nyoung man in ready-to-wear clothes and a green hat. But when the note\nwas read the identity of the man who delivered it ceased to be of\nimportance. The paper on which it was written was without stamped\naddress or monogram, and carried with it the mixed odors of the\ndrug-store at which it had been purchased. The handwriting was that of a\nwoman, and what she had written was: \"If the district attorney will come\nat once, and alone, to Kessler's Cafe, on the Boston Post Road, near the\ncity line, he will be told who killed Hermann Banf. If he don't come in\nan hour, it will be too late. If he brings anybody with him, he won't\nbe told anything. Leave your car in the road and walk up the drive. Ida\nEarle.\"\n\nHewitt, who had sent away the messenger-boy and had been called in to\ngive expert advice, was enthusiastic.\n\n\"Mr. District Attorney,\" he cried, \"that's no crank letter. This\nEarle woman is wise. You got to take her as a serious proposition. She\nwouldn't make that play if she couldn't get away with it.\"\n\n\"Who is she?\" asked Wharton.\n\nTo the police, the detective assured them, Ida Earle had been known for\nyears. When she was young she had been under the protection of a man\nhigh in the ranks of Tammany, and, in consequence, with her different\nventures the Police had never interfered. She now was proprietress of\nthe road-house in the note described as Kessler's Cafe. It was a place\nfor joy-riders. There was a cabaret, a hall for public dancing, and\nrooms for very private suppers.\n\nIn so far as it welcomed only those who could spend money it was\nexclusive, but in all other respects its reputation was of the worst. In\nsituation it was lonely, and from other houses separated by a quarter of\na mile of dying trees and vacant lots.\n\nThe Boston Post Road upon which it faced was the old post road, but\nlately, through this back yard and dumping-ground of the city, had been\nrelaid. It was patrolled only and infrequently by bicycle policemen.\n\"But this,\" continued the detective eagerly, \"is where we win out. The\nroad-house is an old farmhouse built over, with the barns changed into\ngarages. They stand on the edge of a wood. It's about as big as a city\nblock. If we come in through the woods from the rear, the garages will\nhide us. Nobody in the house can see us, but we won't be a hundred yards\naway. You've only to blow a police whistle and we'll be with you.\"\n\n\"You mean I ought to go?\" said Wharton.\n\nRumson exclaimed incredulously: \"You got to go!\"\n\n\"It looks to me,\" objected Bissell, \"like a plot to get you there alone\nand rap you on the head.\" \"Not with that note inviting him there,\"\nprotested Hewitt, \"and signed by Earle herself.\"\n\n\"You don't know she signed it?\" objected the senator.\n\n\"I know her,\" returned the detective. \"I know she's no fool. It's her\nplace, and she wouldn't let them pull off any rough stuff there--not\nagainst the D. A. anyway.\"\n\nThe D. A. was rereading the note. \"Might this be it?\" he asked.\n\"Suppose it's a trick to mix me up in a scandal? You say the place is\ndisreputable. Suppose they're planning to compromise me just before\nelection. They've tried it already several times.\"\n\n\"You've still got the note,\" persisted Hewitt. \"It proves why you went\nthere. And the senator, too. He can testify. And we won't be hundred\nyards away. And,\" he added grudgingly, \"you have Nolan.\"\n\nNolan was the spoiled child of 'the office.' He was the district\nattorney's pet. Although still young, he had scored as a detective and\nas a driver of racing-cars. As Wharton's chauffeur he now doubled the\nparts.\n\n\"What Nolan testified wouldn't be any help,\" said Wharton. \"They would\nsay it was just a story he invented to save me.\"\n\n\"Then square yourself this way,\" urged Rumson. \"Send a note now by hand\nto Ham Cutler and one to your sister. Tell them you're going to Ida\nEarle's--and why--tell them you're afraid it's a frame-up, and for them\nto keep your notes as evidence. And enclose the one from her.\"\n\nWharton nodded in approval, and, while he wrote, Rumson and the\ndetective planned how, without those inside the road-house being aware\nof their presence, they might be near it.\n\nKessler's Cafe lay in the Seventy-ninth Police Precinct. In taxi-cabs\nthey arranged to start at once and proceed down White Plains Avenue,\nwhich parallels the Boston Road, until they were on a line with\nKessler's, but from it hidden by the woods and the garages. A walk of a\nquarter of a mile across lots and under cover of the trees would bring\nthem to within a hundred yards of the house.\n\nWharton was to give them a start of half an hour. That he might know\nthey were on watch, they agreed, after they dismissed the taxi-cabs, to\nsend one of them into the Boston Post Road past the road-house. When it\nwas directly in front of the cafe, the chauffeur would throw away into\nthe road an empty cigarette-case.\n\nFrom the cigar-stand they selected a cigarette box of a startling\nyellow. At half a mile it was conspicuous.\n\n\"When you see this in the road,\" explained Rumson, \"you'll know we're on\nthe job. And after you're inside, if you need us, you've only to go to a\nrear window and wave.\"\n\n\"If they mean to do him up,\" growled Bissell, \"he won't get to a rear\nwindow.\"\n\n\"He can always tell them we're outside,\" said Rumson----\"and they are\nextremely likely to believe him. Do you want a gun?\"\n\n\"No,\" said the D. A.\n\n\"Better have mine,\"' urged Hewitt.\n\n\"I have my own,\" explained the D. A.\n\n Rumson and Hewitt set off in taxi-cabs and, a half-hour later,\nWharton followed. As he sank back against the cushions of the big\ntouring-car he felt a pleasing thrill of excitement, and as he passed\nthe traffic police, and they saluted mechanically, he smiled. Had they\nguessed his errand their interest in his progress would have been less\nperfunctory. In half an hour he might know that the police killed Banf;\nin half an hour he himself might walk into a trap they had, in turn,\nstaged for him. As the car ran swiftly through the clean October air,\nand the wind and sun alternately chilled and warmed his blood, Wharton\nconsidered these possibilities.\n\nHe could not believe the woman Earle would lend herself to any plot to\ndo him bodily harm. She was a responsible person. In her own world\nshe was as important a figure as was the district attorney in his. Her\nallies were the man \"higher up\" in Tammany and the police of the upper\nranks of the uniformed force. And of the higher office of the district\nattorney she possessed an intimate and respectful knowledge. It was\nnot to be considered that against the prosecuting attorney such a woman\nwould wage war. So the thought that upon his person any assault was\nmeditated Wharton dismissed as unintelligent. That it was upon his\nreputation the attack was planned seemed much more probable. But that\ncontingency he had foreseen and so, he believed, forestalled. There then\nremained only the possibility that the offer in the letter was genuine.\nIt seemed quite too good to be true. For, as he asked himself, on the\nvery eve of an election, why should Tammany, or a friend of Tammany,\nplace in his possession the information that to the Tammany candidate\nwould bring inevitable defeat. He felt that the way they were playing\ninto his hands was too open, too generous. If their object was to lead\nhim into a trap, of all baits they might use the promise to tell him who\nkilled Banf was the one certain to attract him. It made their invitation\nto walk into the parlor almost too obvious. But were the offer not\ngenuine, there was a condition attached to it that puzzled him. It was\nnot the condition that stipulated he should come alone. His experience\nhad taught him many will confess, or betray, to the district attorney\nwho, to a deputy, will tell nothing. The condition that puzzled him was\nthe one that insisted he should come at once or it would be \"too late.\"\n\nWhy was haste so imperative? Why, if he delayed, would he be \"too late\"?\nWas the man he sought about to escape from his jurisdiction, was he\ndying, and was it his wish to make a death-bed confession; or was he so\nreluctant to speak that delay might cause him to reconsider and remain\nsilent?\n\nWith these questions in his mind, the minutes quickly passed, and it\nwas with a thrill of excitement Wharton saw that Nolan had left the\nZoological Gardens on the right and turned into the Boston Road. It had\nbut lately been completed and to Wharton was unfamiliar. On either side\nof the unscarred roadway still lay scattered the uprooted trees and\nboulders that had blocked its progress, and abandoned by the contractors\nwere empty tar-barrels, cement-sacks, tool-sheds, and forges. Nor\nwas the surrounding landscape less raw and unlovely. Toward the Sound\nstretched vacant lots covered with ash heaps; to the left a few old and\nbroken houses set among the glass-covered cold frames of truck-farms.\n\nThe district attorney felt a sudden twinge of loneliness. And when an\nautomobile sign told him he was \"10 miles from Columbus Circle,\" he felt\nthat from the New York he knew he was much farther. Two miles up the\nroad his car overhauled a bicycle policeman, and Wharton halted him.\n\n\"Is there a road-house called Kessler's beyond here?\" he asked.\n\n\"On the left, farther up,\" the officer told him, and added: \"You can't\nmiss it Mr. Wharton; there's no other house near it.\"\n\n\"You know me,\" said the D.A. \"Then you'll understand what I want you to\ndo. I've agreed to go to that house alone. If they see you pass they may\nthink I'm not playing fair. So stop here.\"\n\nThe man nodded and dismounted.\n\n\"But,\" added the district attorney, as the car started forward again,\n\"If you hear shots, I don't care how fast you come.\"\n\nThe officer grinned.\n\n\"Better let me trail along now,\" he called; \"that's a tough joint.\"\n\nBut Wharton motioned him back; and when again he turned to look the man\nstill stood where they had parted.\n\nTwo minutes later an empty taxi-cab came swiftly toward him and, as it\npassed, the driver lifted his hand from the wheel, and with his thumb\nmotioned behind him.\n\n\"That's one of the men,\" said Nolan, \"that started with Mr. Rumson and\nHewitt from Delmonico's.\"\n\nWharton nodded; and, now assured that in their plan there had been no\nhitch, smiled with satisfaction. A moment later, when ahead of them on\nthe asphalt road Nolan pointed out a spot of yellow, he recognized the\nsignal and knew that within call were friends.\n\nThe yellow cigarette-box lay directly in front of a long wooden building\nof two stories. It was linked to the road by a curving driveway marked\non either side by whitewashed stones.\n\nOn verandas enclosed In glass Wharton saw white-covered tables under\nred candle-shade and, protruding from one end of the house and hung with\nelectric lights in paper lanterns, a pavilion for dancing. In the rear\nof the house stood sheds and a thick tangle of trees on which the\nautumn leaves showed yellow painted fingers and arrows pointing, and an\nelectric sign, proclaimed to all who passed that this was Kessler's. In\nspite of its reputation, the house wore the aspect of the commonplace.\nIn evidence nothing flaunted, nothing threatened From a dozen other inns\nalong the Pelham Parkway and the Boston Post Road it was no way to be\ndistinguished.\n\nAs directed in the note, Wharton left the car in the road. \"For five\nminutes stay where you are,\" he ordered Nolan; \"then go to the bar and\nget a drink. Don't talk to any one or they'll think you're trying to get\ninformation. Work around to the back of the house. Stand where I can see\nyou from the window. I may want you to carry a message to Mr. Rumson.\"\n\nOn foot Wharton walked up the curved drive-way, and if from the house\nhis approach was spied upon, there was no evidence. In the second story\nthe blinds were drawn and on the first floor the verandas were empty.\nNor, not even after he had mounted to the veranda and stepped inside\nthe house, was there any sign that his visit was expected. He stood in a\nhall, and in front of him rose a broad flight of stairs that he guessed\nled to the private supper-rooms. On his left was the restaurant.\n\nSwept and garnished after the revels of the night previous, and as\nthough resting in preparation for those to come, it an air of peaceful\ninactivity. At a table a maitre d'ho'tel was composing the menu for the\nevening, against the walls three colored waiters lounged sleepily, and\non a platform at a piano a pale youth with drugged eyes was with one\nhand picking an accompaniment. As Wharton paused uncertainly the young\nman, disdaining his audience, in a shrill, nasal tenor raised his voice\nand sang:\n\n     \"And from the time the rooster calls    I'll wear my overalls,\n      And you, a simple gingham gown.   So, if you're strong for a\nshower of rice, We two could make a paradise Of any One-Horse Town.\"\n\nAt sight of Wharton the head waiter reluctantly detached himself from\nhis menu and rose. But before he could greet the visitor, Wharton heard\nhis name spoken and, looking up, saw a woman descending the stairs. It\nwas apparent that when young she had been beautiful, and, in spite of an\nexpression in her eyes of hardness and distrust, which seemed habitual,\nshe was still handsome. She was without a hat and wearing a house dress\nof decorous shades and in the extreme of fashion. Her black hair, built\nup in artificial waves, was heavy with brilliantine; her hands, covered\ndeep with rings, and of an unnatural white, showed the most fastidious\ncare. But her complexion was her own; and her skin, free from paint\nand powder, glowed with that healthy pink that is supposed to be the\nperquisite only of the simple life and a conscience undisturbed.\n\n\"I am Mrs. Earle,\" said the woman. \"I wrote you that note. Will you\nplease come this way?\"\n\nThat she did not suppose he might not come that way was obvious, for, as\nshe spoke, she turned her back on him and mounted the stairs. After an\ninstant of hesitation, Wharton followed.\n\nAs well as his mind, his body was now acutely alive and vigilant. Both\nphysically and mentally he moved on tiptoe. For whatever surprise, for\nwhatever ambush might lie in wait, he was prepared. At the top of the\nstairs he found a wide hall along which on both sides were many doors.\nThe one directly facing the stairs stood open. At one side of this the\nwoman halted and with a gesture of the jewelled fingers invited him to\nenter.\n\n\"My sitting-room,\" she said. As Wharton remained motionless she\nsubstituted: \"My office.\"\n\nPeering into the room, Wharton found it suited to both titles. He saw\ncomfortable chairs, vases filled with autumn leaves, in silver frames\nphotographs, and between two open windows a business-like roller-top\ndesk on which was a hand telephone. In plain sight through the windows\nhe beheld the garage and behind it the tops of trees. To summon Rumson,\nto keep in touch with Nolan, he need only step to one of these windows\nand beckon. The strategic position of the room appealed, and with a\nbow of the head he passed in front of his hostess and entered it. He\ncontinued to take note of his surroundings.\n\nHe now saw that from the office in which he stood doors led to rooms\nadjoining. These doors were shut, and he determined swiftly that before\nthe interview began he first must know what lay behind them. Mrs. Earle\nhad followed and, as she entered, closed the door.\n\n\"No!\" said Wharton.\n\nIt was the first time he had spoken. For an instant the woman hesitated,\nregarding him thoughtfully, and then without resentment pulled the door\nopen. She came toward him swiftly, and he was conscious of the rustle of\nsilk and the stirring of perfumes. At the open door she cast a frown of\ndisapproval and then, with her face close to his, spoke hurriedly in a\nwhisper.\n\n\"A man brought a girl here to lunch,\" she said; \"they've been here\nbefore. The girl claims the man told her he was going to marry her.\nLast night she found out he has a wife already, and she came here to-day\nmeaning to make trouble. She brought a gun. They were in the room at the\nfar end of the hall. George, the water, heard the two shots and ran down\nhere to get me. No one else heard. These rooms are fixed to keep out\nnoise, and the piano was going. We broke in and found them on the floor.\nThe man was shot through the shoulder, the girl through the body. His\nstory is that after she fired, in trying to get the gun from her, she\nshot herself-by accident. That's right, I guess. But the girl says\nthey came here to die together--what the newspaper call a 'suicide\npact'--because they couldn't marry, and that he first shot her,\nintending to kill her and then himself. That's silly. She framed it to\nget him. She missed him with the gun, so now she's trying to get him\nwith this murder charge. I know her. If she'd been sober she wouldn't\nhave shot him; she'd have blackmailed him. She's that sort. I know her,\nand----\"\n\n With an exclamation the district attorney broke in upon her. \"And\nthe man,\" he demanded eagerly; \"was it HE killed Banf?\"\n\nIn amazement the woman stared. \"Certainly NOT!\" she said.\n\n\"Then what HAS this to do with Banf?\"\n\n\"Nothing!\" Her tone was annoyed, reproachful. \"That was only to bring\nyou here.\"\n\nHis disappointment was so keen that it threatened to exhibit itself\nin anger. Recognizing this, before he spoke Wharton forced himself to\npause. Then he repeated her words quietly.\n\n\"Bring me here?\" he asked. \"Why?\"\n\nThe woman exclaimed impatiently: \"So you could beat the police to it,\"\nshe whispered. \"So you could HUSH IT UP!\"\n\nThe surprised laugh of the man was quite real. It bore no resentment or\npose. He was genuinely amused. Then the dignity of his office, tricked\nand insulted, demanded to be heard. He stared at her coldly; his\nindignation was apparent.\n\n\"You have done extremely ill,\" he told her. \"You know perfectly well\nyou had no right to bring me up here; to drag me into a row in your\nroad-house. 'Hush it up!'\" he exclaimed hotly. This time his laugh was\ncontemptuous and threatening. \"I'll show you how I'll hush it up!\" He\nmoved quickly to the open window.\n\n\"Stop!\" commanded the woman. \"You can't do that!\" She ran to the door.\n\nAgain he was conscious of the rustle of silk, of the stirring of\nperfumes.\n\nHe heard the key turn in the lock. It had Come. It was a frame-up. There\nwould be a scandal. And to save himself from it they would force him\nto \"hush up\" this other one. But, as to the outcome, in no way was he\nconcerned. Through the window, standing directly below it, he had seen\nNolan. In the sunlit yard the chauffeur, his cap on the back of his\nhead, his cigarette drooping from his lips, was tossing the remnants of\na sandwich to a circle of excited hens. He presented a picture of bored\nindolence, of innocent preoccupation. It was almost too well done.\n\nAssured of a witness for the defense, he greeted the woman with a smile.\n\"Why can't I do it?\" he taunted.\n\nShe ran close to him and laid her hands on his arm. Her eyes were\nfixed steadily on his. \"Because,\" she whispered, \"the man who shot that\ngirl-is your brother-in-law, Ham Cutler!\"\n\nFor what seemed a long time Wharton stood looking down into the eyes of\nthe woman, and the eyes never faltered. Later he recalled that in the\nsudden silence many noises disturbed the lazy hush of the Indian-summer\nafternoon: the rush of a motor-car on the Boston Road, the tinkle of\nthe piano and the voice of the youth with the drugged eyes singing, \"And\nyou'll wear a simple gingham gown,\" from the yard below the cluck-cluck\nof the chickens and the cooing of pigeons.\n\nHis first thought was of his sister and of her children, and of what\nthis bomb, hurled from the clouds, would mean to her. He thought\nof Cutler, at the height of his power and usefulness, by this one\ndisreputable act dragged into the mire, of what disaster it might bring\nto the party, to himself.\n\nIf, as the woman invited, he helped to \"hush it up,\" and Tammany learned\nthe truth, it would make short work of him. It would say, for the\nmurderer of Banf he had one law and for the rich brother-in-law, who had\ntried to kill the girl he deceived, another. But before he gave voice to\nhis thoughts he recognized them as springing only from panic. They were\nof a part with the acts of men driven by sudden fear, and of which acts\nin their sane moments they would be incapable.\n\nThe shock of the woman's words had unsettled his traditions. Not only\nwas he condemning a man unheard, but a man who, though he might dislike\nhim, he had for years, for his private virtues, trusted and admired. The\npanic passed and with a confident smile he shook his head.\n\n\"I don't believe you,\" he said quietly.\n\nThe manner of the woman was equally calm, equally assured.\n\n\"Will you see her?\" she asked.\n\n\"I'd rather see my brother-in-law,\" he answered\n\nThe woman handed him a card.\n\n\"Doctor Muir took him to his private hospital,\" she said. \"I loaned them\nmy car because it's a limousine. The address is on that card. But,\" she\nadded, \"both your brother and Sammy--that's Sam Muir, the doctor--asked\nyou wouldn't use the telephone; they're afraid of a leak.\"\n\nApparently Wharton did not hear her. As though it were \"Exhibit A,\"\npresented in evidence by the defense, he was studying the card she had\ngiven him. He stuck it in his pocket.\n\n\"I'll go to him at once,\" he said.\n\nTo restrain or dissuade him, the woman made no sudden move. In level\ntones she said:\n\n\"Your brother-in-law asked especially that you wouldn't do that until\nyou'd fixed it with the girl. Your face is too well known. He's afraid\nsome one might find out where he is--and for a day or two no one must\nknow that.\"\n\n\"This doctor knows it,\" retorted Wharton.\n\nThe suggestion seemed to strike Mrs. Earle as humorous. For the first\ntime she laughed. \"Sammy!\" she exclaimed. \"He's a lobbygow of mine. He's\nworked for me for years. I could send him up the river if I liked. He\nknows it.\" Her tone was convincing. \"They both asked,\" she continued\nevenly, \"you should keep off until the girl is out of the country, and\nfixed.\" Wharton frowned thoughtfully.\n\nAnd, observing this, the eyes of the woman showed that, so far, toward\nthe unfortunate incident the attitude of the district attorney was to\nher most gratifying. Wharton ceased frowning. \"How fixed?\" he asked.\nMrs. Earle shrugged her shoulders.\n\n\"Cutler's idea is money,\" she said; \"but, believe me, he's wrong. This\ngirl is a vampire. She'll only come back to you for more. She'll keep on\nthreatening to tell the wife, to tell the papers. The way to fix her is\nto throw a scare into her. And there's only one man can do that; there's\nonly one man that can hush this thing up--that's you.\"\n\n\"When can I see her?\" asked Wharton.\n\n\"Now,\" said the woman. \"I'll bring her.\" Wharton could not suppress an\ninvoluntary \"Here?\" he exclaimed.\n\nFor the shade of a second Mrs. Earle exhibited the slightest evidence of\nembarrassment.\n\n\"My room's in a mess,\" she explained; \"and she's not hurt so much as\nSammy said. He told her she was in bad just to keep her quiet until you\ngot here.\"\n\nMrs. Earle opened one of the doors leading from the room. \"I won't be a\nminute,\" she said. Quietly she closed the door behind her.\n\nUpon her disappearance the manner of the district attorney underwent an\nabrupt change. He ran softly to the door opposite the one through which\nMrs. Earle had passed, and pulled it open. But, if beyond it he expected\nto find an audience of eavesdroppers, he was disappointed. The room was\nempty, and bore no evidence of recent occupation.. He closed the door,\nand, from the roller-top desk, snatching a piece of paper, scribbled\nupon it hastily. Wrapping the paper around a coin, and holding it\nexposed to view, he showed himself at the window. Below him, to an\nincreasing circle of hens and pigeons, Nolan was still scattering\ncrumbs. Without withdrawing his gaze from them, the chauffeur nodded.\nWharton opened his hand and the note fell into the yard. Behind him he\nheard the murmur of voices, the sobs of a woman in pain, and the rattle\nof a door-knob. As from the window he turned quickly, he saw that toward\nthe spot where his note had fallen Nolan was tossing the last remnants\nof his sandwich.\n\nThe girl who entered with Mrs. Earle, leaning on her and supported by\nher, was tall and fair. Around her shoulders her blond hair hung in\ndisorder, and around her waist, under the kimono Mrs. Earle had\nthrown about her, were wrapped many layers of bandages. The girl moved\nunsteadily and sank into a chair.\n\nIn a hostile tone Mrs. Earle addressed her.\n\n\"Rose,\" she said, \"this is the district attorney.\" To him she added:\n\"She calls herself Rose Gerard.\"\n\nOne hand the girl held close against her side, with the other she\nbrushed back the hair from her forehead. From half-closed eyes she\nstared at Wharton defiantly.\n\n\"Well,\" she challenged, \"what about it?\"\n\nWharton seated himself in front of the roller-top desk.\n\n\"Are you strong enough to tell me?\" he asked.\n\nHis tone was kind, and this the girl seemed to resent.\n\n\"Don't you worry,\" she sneered, \"I'm strong enough. Strong enough to\ntell all I know--to you, and to the papers, and to a jury--until I get\njustice.\" She clinched her free hand and feebly shook it at him. \"THAT'S\nwhat I'm going to get,\" she cried, her voice breaking hysterically,\n\"justice.\"\n\nFrom behind the arm-chair in which the girl half-reclined Mrs. Earle\ncaught the eye of the district attorney and shrugged her shoulders.\n\n\"Just what DID happen?\" asked Wharton.\n\nApparently with an effort the girl pulled herself together.\n\n\"I first met your brother-in-law----\" she began.\n\nWharton interrupted quietly.\n\n\"Wait!\" he said. \"You are not talking to me as anybody's brother-in-law,\nbut as the district attorney.\"\n\nThe girl laughed vindictively.\n\n\"I don't wonder you're ashamed of him!\" she jeered.\n\nAgain she began: \"I first met Ham Cutler last May. He wanted to marry me\nthen. He told me he was not a married man.\"\n\nAs her story unfolded, Wharton did not again interrupt; and speaking\nquickly, in abrupt, broken phrases, the girl brought her narrative to\nthe moment when, as she claimed, Cutler had attempted to kill her.\nAt this point a knock at the locked door caused both the girl and her\naudience to start. Wharton looked at Mrs. Earle inquiringly, but she\nshook her head, and with a look at him also of inquiry, and of suspicion\nas well, opened the door.\n\nWith apologies her head waiter presented a letter.\n\n\"For Mr. Wharton,\" he explained, \"from his chauffeur.\"\n\nWharton's annoyance at the interruption was most apparent. \"What the\ndevil----\" he began.\n\nHe read the note rapidly, and with a frown of irritation raised his eyes\nto Mrs. Earle.\n\n\"He wants to go to New Rochelle for an inner tube,\" he said. \"How long\nwould it take him to get there and back?\"\n\nThe hard and distrustful expression upon the face of Mrs. Earle, which\nwas habitual, was now most strongly in evidence. Her eyes searched those\nof Wharton.\n\n\"Twenty minutes, she said.\n\n\"He can't go,\" snapped Wharton.\n\n\"Tell him,\" he directed the waiter, \"to stay where he is. Tell him I\nmay want to go back to the office any minute.\" He turned eagerly to the\ngirl. \"I'm sorry,\" he said. With impatience he crumpled the note into a\nball and glanced about him. At his feet was a waste-paper basket. Fixed\nupon him he saw, while pretending not to see, the eyes of Mrs. Earle\nburning with suspicion. If he destroyed the note, he knew suspicion\nwould become certainty. Without an instant of hesitation, carelessly\nhe tossed it intact into the waste-paper basket. Toward Rose Gerard he\nswung the revolving chair.\n\n\"Go on, Please,\" he commanded.\n\nThe girl had now reached the climax of her story, but the eyes of\nMrs. Earle betrayed the fact that her thoughts were elsewhere. With\nan intense and hungry longing, they were concentrated upon her own\nwaste-paper basket.\n\nThe voice of the girl in anger and defiance recalled Mrs. Earle to the\nbusiness of the moment.\n\n\"He tried to kill me,\" shouted Miss Rose. \"And his shooting himself in\nthe shoulder was a bluff. THAT'S my story; that's the story I'm going\nto tell the judge\"--her voice soared shrilly--\"that's the story that's\ngoing to send your brother-in-law to Sing Sing!\"\n\nFor the first time Mrs. Earle contributed to the general conversation.\n\n\"You talk like a fish,\" she said.\n\nThe girl turned upon her savagely.\n\n\"If he don't like the way I talk,\" she cried, \"he can come across!\"\n\nMrs. Earle exclaimed in horror. Virtuously her hands were raised in\nprotest.\n\n\"Like hell he will!\" she said. \"You can't pull that under my roof!\"\nWharton looked disturbed.\n\n\"Come across?\" he asked.\n\n\"Come across?\" mimicked the girl. \"Send me abroad and keep me there. And\nI'll swear it was an accident. Twenty-five thousand, that's all I want.\nCutler told me he was going to make you governor. He can't make you\ngovernor if he's in Sing Sing, can he? Ain't it worth twenty-five\nthousand to you to be governor? Come on,\" she jeered, \"kick in!\"\n\nWith a grave but untroubled voice Wharton addressed Mrs. Earle.\n\n\"May I use your telephone?\" he asked. He did not wait for her consent,\nbut from the desk lifted the hand telephone.\n\n\"Spring, three one hundred!\" he said. He sat with his legs comfortably\ncrossed, the stand of the instrument balanced on his knee, his eyes\ngazing meditatively at the yellow tree-tops.\n\nIf with apprehension both women started, if the girl thrust herself\nforward, and by the hand of Mrs. Earle was dragged back, he did not\nappear to know it.\n\n\"Police headquarters?\" they heard him ask. \"I want to speak to the\ncommissioner. This is the district attorney.\"\n\nIn the pause that followed, as though to torment her, the pain, in her\nside apparently turned, for the girl screamed sharply.\n\n\"Be still!\" commanded the older woman. Breathless, across the top of the\narm-chair, she was leaning forward. Upon the man at the telephone her\neyes were fixed in fascination.\n\n\"Commissioner,\" said the district attorney, \"this is Wharton speaking.\nA woman has made a charge of attempted murder to me against my\nbrother-in-law, Hamilton Cutler. On account of our relationship, I want\nyou to make the arrest. If there were any slip, and he got away, it\nmight be said I arranged it. You will find him at the Winona apartments\non the Southern Boulevard, in the private hospital of a Doctor Samuel\nMuir. Arrest them both. The girl who makes the charge is at Kessler's\nCafe, on the Boston Post Road, just inside the city line. Arrest her\ntoo. She tried to blackmail me. I'll appear against her.\"\n\nWharton rose and addressed himself to Mrs. Earle.\n\n\"I'm, sorry,\" he said, \"but I had to do it. You might have known I could\nnot hush it up. I am the only man who can't hush it up. The people of\nNew York elected me to enforce the laws.\" Wharton's voice was raised to\na loud pitch. It seemed unnecessarily loud. It was almost as though he\nwere addressing another and more distant audience. \"And,\" he continued,\nhis voice still soaring, \"even if my own family suffer, even if I\nsuffer, even if I lose political promotion, those laws I will enforce!\"\nIn the more conventional tone of every-day politeness, he added: \"May I\nspeak to you outside, Mrs. Earle?\"\n\nBut, as in silence that lady descended the stairs, the district attorney\nseemed to have forgotten what it was he wished to say.\n\nIt was not until he had seen his chauffeur arouse himself from\napparently deep slumber and crank the car that he addressed her.\n\n\"That girl,\" he said, \"had better go back to bed. My men are all around\nthis house and, until the police come, will detain her.\"\n\nHe shook the jewelled fingers of Mrs. Earle warmly. \"I thank you,\" he\nsaid; \"I know you meant well. I know you wanted to help me, but\"--he\nshrugged his shoulders--\"my duty!\"\n\nAs he walked down the driveway to his car his shoulders continued to\nmove.\n\nBut Mrs. Earle did not wait to observe this phenomenon. Rid of his\npresence, she leaped, rather than ran, up the stairs and threw open the\ndoor of her office.\n\nAs she entered, two men followed her. One was a young man who held in\nhis hand an open note-book, the other was Tim Meehan, of Tammany. The\nlatter greeted her with a shout.\n\n\"We heard everything he said,\" he cried. His voice rose in torment. \"An'\nwe can't use a word of it! He acted just like we'd oughta knowed he'd\nact. He's HONEST! He's so damned honest he ain't human; he's a--gilded\nsaint!\"\n\nMrs. Earle did not heed him. On her knees she was tossing to the floor\nthe contents of the waste-paper basket. From them she snatched a piece\nof crumpled paper.\n\n\"Shut up!\" she shouted. \"Listen! His chauffeur brought him this.\" In a\nvoice that quivered with indignation, that sobbed with anger, she read\naloud:\n\n\"'As directed by your note from the window, I went to the booth\nand called up Mrs. Cutler's house and got herself on the phone. Your\nbrother-in-law lunched at home to-day with her and the children and they\nare now going to the Hippodrome.\n\n\"Stop, look, and listen! Back of the bar I see two men in a room, but\nthey did not see me. One is Tim Meehan, the other is a stenographer.\nHe is taking notes. Each of them has on the ear-muffs of a dictagraph.\nLooks like you'd better watch your step and not say nothing you don't\nwant Tammany to print.'\" The voice of Mrs. Earle rose in a shrill\nshriek.\n\n\"Him--a gilded saint?\" she screamed; \"you big stiff! He knew he was\ntalking into a dictagraph all the time, and he double-crossed us!\"",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1806/pg1806.txt",
        "name": "the_frame_up.json"
    }
}