{
    "name": "The celestial blueprint",
    "author": [
        "Farmer, Philip José",
        "Farmer, Philip Jose"
    ],
    "body": "The arrogance with which B. T. Revanche strode through the outer\noffice of Bioid Electronic was enough to convince anyone that he was\na V.V.I.P. His weasel eyes straying neither to left nor right, long\nfat cigar stabbed straight ahead, quill-like hair bristling in all\ndirections, he was a stout little porcupine of a man. And like that\nspear-backed creature, he knew that no one would stop him. If they did,\nthey'd regret it--so help them!\n\nVery few people ever paced so fearlessly through the waiting rooms\nof Bioid. Most persons sat a long time on the \"heel-cooling\" chairs,\nand when they were summoned to enter the Sanctum Sanctorum, they were\nseldom escorted by a Bioid treacher.\n\nBut B. T. Revanche--contrary to rumor, the initials did not stand for\nBlood Thirsty--walked into the skyscraper that overlooked the free\ncity of Messina, and did not bother to announce himself. Taking it\nfor granted that he'd be recognized wherever he went, he did not even\nswitch off his personal anti-espionage field.\n\nSuch a gesture of simple courtesy would have seemed to him an affront\nto his prestige.\n\nHe brushed aside those who looked as if they might get in his way,\nstepped into an anti-gravity elevator, and was whisked up fifty stories\nto the immense suit of Bioid's GHQ. There a gold-plated treacher picked\nhim up and preceded him, barking out his name with flattering precision.\n\n\"Make way for Signor Revanche! One side or a leg off, please! Lo, he\ncometh!\"\n\nRevanche frowned, and bit down on his cigar. He didn't like the\nslightest suspicion of levity in regard to himself.\n\nDespite a twinge of annoyance, however, he was impressed by the\noffices. Blazing slogans hung along the walls: _Bioid is more than skin\ndeep! Our trinity: Art & Science & Da Vincelleo! Perfect both inside\nand out! For the Gods--and Da Vincelleo!_\n\nDiagrams and sketches of the great Messinan's works hung here and\nthere--drawings of the human body in various positions, along with\npictures of Bioid robots in corresponding postures.\n\nPoised on plastiglass were germanium brains, startlingly life-like\nstatues that breathed, and a mounted gorilla, last of his species, shot\nby the great Da Vincelleo himself. If you stepped on a plate set in the\nfloor while admiring it, it would reach out for you--reach out and roar\nloud enough to scare the shorts off you.\n\nB. T. Revanche paused for an instant before one of the statues,\nand manipulated a dial at its base. It was that of an attractive\nwoman clothed in a simple tunic of green-gold gauze, her limbs\ngazelle-slender in the glare.\n\n\"Speak to me, baby,\" he said, rather coarsely.\n\nThe plastiskin woman spoke, her lips arching in a seductive smile.\n\"Good afternoon, man of culture. I am not alive, but there is grace and\nbeauty in all of Da Vincelleo's creations, and when you look at them\nyou forget that you have come here to pass an idle hour.\n\n\"The veils of the artificial are stripped away, and for a moment you\ngaze upon beauty naked and unadorned. Would you not like to take me\ninto your arms?\"\n\n\"I sure would, baby!\" Revanche whispered.\n\nHe knew, of course, that the statue could not hear him. But by timing\nhis questions to correspond with its disk-recorded utterances an\nillusion of conversation could be maintained. To imagine even for a\nbrief instant that he could bend so lovely a creature to his will\nbrought out all of the latent sadism in his nature.\n\n\"I'm not interested in you as a work of art, baby,\" he said. \"I guess\nyou know that.\"\n\n\"Pass on, man of culture,\" the statue said. \"You linger too long here.\nIf you look about you, you will find others more beautiful than I!\"\n\nAbruptly the illusion snapped. Scowling, feeling outrageously cheated,\nRevanche swung about, and resumed his arrogant stride.\n\nThere were many vivoil paintings of scenes that gave the illusion, if\nyou looked at them obliquely, of leaves fluttering, birds flying, women\nwalking, and water flowing. All were signed with the name of the famed\npoet-scientist-financier-engineer-architect-painter-sculptor-cyberneticist\nand lover of the Second Italian Renaissance--Benangelo Michelardo Da\nVincelleo.\n\nThere was only one man on Earth who was more widely known, more\npowerful. It was a measure of B. T. Revanche's importance that no\npractical jokes were played on _him_.\n\n\n\nDa Vincelleo was famous for his complicated, rubegoldbergish, and\nsometimes morbid sense of humor. Visitors had to have strong nerves if\nthey cared to see him--and survive.\n\nIt was not unusual for trap-doors to open beneath their feet and\ndrop them, kicking and screaming, down a two-story shaft before they\nwere eased by anti-grav to a slow stop. Or for a visitor to find the\ndoorknob to the master's office had turned into a shriveled plastic\nhead. Or to step into what he thought was the office, and find himself\nneck-deep in water, or some less acceptable fluid.\n\nIf the enraged victim stalked off, Da Vincelleo howled with glee. And\nif a lawsuit followed, he had ways of scaring the unhappy wretch into\nwithdrawing it.\n\nThe office help--including the thirty vice-presidents--earned big\nsalaries largely because they boasted iron nerves and ulcer-resistant\nstomachs. After their initiation into Da Vincelleo's extraordinary\nhumor, many of them became quite sedate about the embarrassing noises\nand odors they seemingly made when they sat down on their chairs.\n\nThey even regarded with the classic calm of the clam's eye the\nlightbulbs that exploded and flew apart, the mechanical mice, the\ncockroaches that jumped out of opened drawers, and the water-faucets\nthat straightened out, and squirted them in the face. The few who\ncouldn't take it ceased drawing fabulous salaries, and retired to rest\nhomes.\n\nAs it was, none of these disturbing things interfered with Revanche's\nprogress. He didn't even pause on entering the Sanctum Sanctorum itself.\n\n\n\n\n                                  II\n\n\nDa Vincelleo was sitting behind a large desk with a Cellini-exquisite\nreading lamp at his elbow. He was clad only in a pair of businessman's\nelectric-blue shorts, and a scarlet beret. His forehead was lofty\nand square, a beautifully sculptured Greek temple dedicated to\nThought. But the face that hung beneath was a fox's, and the eyes were\ntwin furnaces, red-rimmed and smouldering. Sometimes beauty burned\nphoenix-like in them--more often, dollar bills.\n\nDa Vincelleo barely had time to swing the tape-thrower back into its\ncabinet. He had just finished reviewing a case history of Revanche's\nlife. His agents had done a superb job on Revanche. He knew more about\nthe great financier than that complex man himself, for included in the\nreport were the opinions of ten top-flight psychiatrists. Despite the\nfact that each of the reports was contradictory, the master of Bioid\nfelt he had an excellent looksee into his rival's psyche.\n\nThe Messinan had painstakingly studied Revanche's psych index as a\nchild. He knew that the formative years counted most, for the child was\nfather to the man. Understanding what kind of youngster Revanche had\nbeen gave him an advantage from the start.\n\nTherefore, when the magnate bounced bristling into his office, he\nremained seated, sure that he had the upper hand.\n\nB. T. faced him for a moment without greeting him, giving him the\nfamous \"once-over,\" the scanning that had made strong men shake. His\neyes were as hard as a Bioid's. His nose had been heavily powdered,\nso that the tiny line which circled its tip would be concealed. The\ncleavage betrayed the artificiality of the tip, which was made of\nplastiskin.\n\nRevanche let his eyes crawl up and down his host like measuring\nworms. Then, abruptly, frankly, he came to the point of his visit.\nHis request, and the whirlwind fury with which he thrust it, shook Da\nVincelleo out of his sureness, brought him to his feet with a gasp.\n\n\"Di', man!\" he muttered hoarsely. \"What're you saying? That could only\nmean....\"\n\n\"Da Vincelleo!\" barked Revanche. \"Da Vincelleo's genius in its full\nflowering!\" He coughed the words out of the side of his mouth, without\nremoving his cigar.\n\n\"My agents report you're hard as eternalloy,\" he went on, without\ngiving the other a chance to reply. \"They say you have the artistic\ngenius of a Buonarotti, the ruthless ambition of a Borgia, and the\ndepraved humor of a Caligula!\"\n\nThe Messinan did not flinch. He looked pleased, as well he might, for\nRevanche meant the epithets as compliments.\n\n\"You'll stop at nothing to get what you want,\" the financier\nemphasized. \"It was your remorseless drive and executive ability that\nmade you build Bioid with only a servoshoeshiner as a start. And you\nknow as well as I do that you stole the money to buy the servo from\nyour blind and penniless mother!\"\n\nDa Vincelleo blinked. He had thought no one had known about that. But\nafter all, what did he care? His mother had been paid back. He had\nburied her in a beautifully designed gold coffin.\n\n\"My psychologists say one of your ambitions is to become the richest,\nmost powerful man in the System. Unfortunately, I'm in your way. Well,\nif you'll do as I ask I'm prepared to turn over my entire holdings to\nyou!\"\n\nDa Vincelleo's rusty-brown eyes flaked with red desire. \"How could\nI?\" he countered. \"If I tried it, I'd have to get out of the System.\nEvery free city, every planet would band together to attack me. The\nuniverse would howl for my blood. What's wrong with you, Revanche, that\nyou can't see that? Are you seriously trying to get me killed--or is\nit your contempt for the creative intellect which prevents you from\nrealizing how the dogs would howl?\"\n\n\"Let them howl!\" Revanche countered. \"I'll sign over my entire fortune\nto you. I'll make you president and owner of my company. We'll draw\nup a contract which will make me head of Bioid. That way, I'll bear\nall the responsibility. All, do you hear? You'll actually be directing\noperations, but you'll be legally blameless. Do you understand?\nImmediately after the job is finished, Bioid reverts to you.\"\n\n\"And you, Revanche. What are _you_ going to do?\"\n\n\"As soon as my revenge is satisfied, I'll take my yacht to the\nnewly-discovered planet of Alpha Draconis. I'll be beyond extradition\nthere. I'll start business all over again. It's a raw planet that\noffers a challenge to me this tame System has lost.\"\n\n\"Well, I don't know. I'll need time to think.\"\n\nRevanche growled, then barked: \"My agents say you're famous for making\nelectronicfast decisions. Tell me right now--or I go to your competitor.\n\n\"Think, man,\" he went on quickly. \"You're an engineer, and an\nartist. It will be the culmination, the masterpiece of your career.\nHistorically speaking, Buonarotti or Nero won't be able to hold a\ncandle to you. And you'll also be the richest man under the sun.\"\n\nDa Vincelleo's eyes swiveled back and forth. Revanche could see the\ntubes glowing, the switches clickclacking on the tremendous grey board,\ninside that Greek temple of a forehead. But, he reflected, somewhat\nhypocritically, it was a temple that needed a whip to drive out the\nmoneychangers.\n\nThe Messinan made up his mind suddenly. \"Done! I'll get my lawyers, and\nwe'll make the transfer at once. I'll conduct operations sub rosa.\nThat's best.\"\n\nHe sat down at his desk, and ran his fingers over several electronic\n\"eyes\" and said, \"Your hometown is a free city, isn't it?\"\n\n\"Yes, it has no contracts with the other cities. No alliances. It's\na non-co-op all the way. It exists by its smug self-righteous little\nself!\"\n\n\"And it refuses to use modern-day mechanisms. Right?\"\n\n\"Yes. It has reverted back to the horse-and-buggy days. Claims\nmachines take the soul out of a man. Yet, and get this--here's\nthe irony of their set-up. Despising machinery, they're still run\nby the most mechanical religion, and the most mechanical state,\npolitically-speaking, imaginable. They think the devil invented the\nsteam engine!\n\n\"Yet each soul in Dafess City is destined from birth to a certain rank\nin society. Destined to a certain job, a certain mate, and a certain\nplace in Heaven! They've got a book which they call the Celestial\nBlueprint. It outlines the future in veiled, allegorical terms. But the\nDafesses take every word literally, the letter being their spirit.\"\n\n\"Dafesses?\" asked the artist, pretending ignorance.\n\n\"After Multum Bonum Dafess, founder and prophet. Anyway, the Blueprint\nforetells the end of the world, when the inhabitants of Dafess will\nbe saved, and the rest of the world will go to a nice little place\nreserved for them, called Rejectus.\n\n\"Rejectus is furnished with all the comforts of home--with hot water,\nbaked meats, specially-built furniture, highly-trained personal\nattendants. You get me. Only the Dafesses, the Truncated, will be\nleft untouched after the Day of Judgment. The Untruncated will go to\nRejectus.\"\n\nDa Vincelleo shifted uncomfortably in his chair. When he was a boy,\nhis loving mother had described just such a place as his ultimate\ndestination--if he didn't mend his ways. And, though he had scoffed,\nhis unconscious knew how to pitchfork certain obscure uncalloused\nfigments into his conscious mind.\n\n\"You really hate them, don't you?\" he gibed.\n\n\"I hate them because they're so hateful,\" Revanche replied. \"You would,\ntoo, if you were destined to be looked down on all your life by people\nyou knew were stupid. Or if you fell in love, and you were forbidden to\nmarry because the girl wasn't slated by the Elders to be your mate. Or\nif you were forced to marry some fat cow with the brains of a magpie\nbecause the Elders interpreted a certain passage in the Blueprint as\nreferring to you.\"\n\nHis voice grew strained. \"That's not all! When I ran away, and made my\npile, and could have any woman I wanted, I found I couldn't endure any\nwoman not from my hometown. Do you want to know why?\" He touched his\nartificial nosetip, his voice soaring in a new scream.\n\n\"I'll tell you why! From infanthood I was drilled in the idea that\nonly women with truncated noses were pure, glorious and beautiful.\nUntil I ran away, I never saw a woman with a normal nose. Never! And\nnow, even though I've disguised the mark of my native community, and\nknow, rationally, that untruncated women _are_ beautiful, my nerves, my\nstomach, won't admit it. I think Miss Solar System of 2052 is ugly!\n\n\"I could have her anytime, anywhere, understand? But I can't endure\nher, or any of her sisters. They all look misshapen. And you know what,\nDa Vincelleo? Despite all my money, I can't get a single beautiful\nwoman in the System to cut off the tip of her nose for me. Not one! And\nI've met plenty who've said they loved me, and would die for me. But\nthey don't love me enough to snip off the tips of their money-sniffing\nlittle noses. Oh, no!\"\n\nFor an instant there was mute agony in his stare. \"Just why do you\nthink I've fought my way up until I'm sitting on top of Sol? So I can\ntake it easy, and play golf or go staryachting? Not B. T. Revanche!\n\n\"It's because I hate the guts of every soul in Dafess, every beakcut\nheaven-elected who won't touch a machine because it might spot him\nwith unholy oil, yet is himself a machine of the lowest type! I'm going\nto give them the most ironic justification of their creed.\n\n\"Funny thing, though,\" Revanche added, as if it were still puzzling\nhim. \"A _statue_ of a beautiful woman without a truncated nose does\nseem to stir me a little. Like that one in the slogan corridor. It\nshows my basic instincts are still biologically normal.\"\n\nDa Vincelleo sighed in mock sympathy and began running his fingers\nover the \"eyes\" that would summon the chiefs of his staffs. He knew\nthat what he had in mind was going to be his masterwork. The secret\nexcavation beneath Dafess would in itself tax his resources. As he\nblocked in the calls, his gaze fell upon a romantic historical novel on\nthe desk before him, _Renfrew Rides Again For The Mounted_.\n\nHis rocketing brain must have collided with a humorous thought, for his\nfoxlike lips turned up even more. So Revanche wanted irony, did he? And\npoetic justice?\n\nHe looked at the financier but Revanche failed to notice the smile. He\nwas still raving.\n\n\n\n\n                                  III\n\n\nA month later, the noonday sun above Dafess City began dimming. In less\nthan five minutes it became a completely black ball, and remained that\nsomber, and terrifying unnatural hue until it sank below the horizon.\n\nIn due course the stars rose in their appointed courses. Then suddenly,\nwithout warning, many fell, hurtling across the sky, and disappearing\ninto the bottomless throat of space.\n\nThe full moon bounded up. Just as it cleared the horizon, it was struck\nby a large red star. Wounded, the moon dripped blood.\n\nAll these signs were accompanied, outwardly, at least, by great\nrejoicing in Dafess. The Celestial Blueprint was fulfilling itself. The\nTime had come. The Truncated were about to get their just reward.\n\nThey took purification baths for the first time in their lives. They\nput on immaculate white robes. Then, en masse, they marched to the\ngreat open square in the center of the city, and waited.\n\nMeanwhile, all the Untruncated dwelling in Dafess had been cast out,\nand all intercourse with the outside had been cut off. Inasmuch as they\nused no radios, they had only to close the gates of their high-walled\ncity to become incommunicado.\n\nAs soon as that was done, and the citizens were collected together to\nreceive their long prophesied payment for holiness, they turned their\nshort snouts upward to await further developments. Nor were they at\nall disappointed.\n\nAs predicted, the sky rolled up like a scroll. It did so with enough\nthunder to shake the bones and rattle the teeth of even the most\nhardened, and secretly sceptical.\n\nWith the thunder came a blaze of light which revealed a Titanic forge,\na cosmic smithy where brawny angels with soot blackening their robes,\nand smudging their halos stood beating plowshares into swords and\nspears.\n\nFlame leaped. Bellows pumped by a cherubic host wheezed like asthmatic\nPrometheuses. Hammers as large as hills clanged on white-hot\nweaponheads the size of skyscrapers held on anvils large as mountains.\nFire and smoke puffed out in a great cloud that threatened to envelop\nthe city, and a clamor beat upon their ears, and bounced from the\nheavens to the ground and back again.\n\nThen, the sky snapped shut. It clicked like a camera-eye, and the\ntremendous vision was gone.\n\nBut the assembled Truncated were transported with joy. Had they not\nseen the swords prepared for the smiting of the heathen? All as\nforetold by the Celestial Blueprint?\n\nAn exultant buzz rose from the crowd. It was, however, stilled at once,\nfor, across the blackened sky, lightning flashed, and twisted itself\ninto words that seared the eyes of the multitude. Everyone, watched\nspellbound above them.\n\n                         YOU HAVE BEEN CHOSEN.\n\nA vast murmur of pleasure ascended from the crowd. Many of them, it\nmight have been noticed, looked relieved. They wiped sweat off their\nbrows, and glanced furtively at their companions to see if they had\nnoticed the doubt on their faces.\n\nThe Elders of the Truncated, gathered upon a raised platform in the\ncenter of the square, lifted their arms and began the ritual whose\nwords would start the gears of the final minutes of the Day into\nspinning.\n\nAs Blueprinted, the sky paled and became its normal afternoon azure.\nThe citizens stood hushed, gazing expectantly upwards. After a tense\ntwo minutes, the sky suddenly turned black again. This time, however,\nstreaks of blue appeared between the black clots. In a moment, it was\nseen that the sable hue had been caused by a host of figures, so many\nthey had almost blotted out the blue.\n\nIt was as if the sky were an upside-down sea out of which dived a\nthousand bodies, plunging earthward head foremost.\n\nA shout of rapture swelled from the ground to meet them. The dead\nTruncated were descending from Heaven to crown the faithful living!\n\nBut there was one man who did not scream with joy. He was B. T.\nRevanche, clad in a white robe and showing a nose from which the\nplastiflesh had been removed. He was there because he had insisted to\nDa Vincelleo that he could not get his money's worth unless he actually\nparticipated.\n\n\"You can't taste blood over a TV set,\" he had growled.\n\nSo it was that he was the only one of the throng who did not at the\nnext moment fall silent in an amazed numbness. For the falling figures\ndid not carry laurels with which to crown the faithful on the ground.\nFar from it. They held swords before them--long and broad two-edged\nblades that flashed ominously in the bright sunlight.\n\nA scream of mingled outrage and terror tore the air into tatters.\nSomething was wrong! Somebody had thrown a monkey wrench into the\ncelestial gears! The Blueprint had said nothing about this!\n\nThe figures swelled in size as they came closer. They slowed their\nheadlong rush, uprighted themselves, and floated feet first to earth.\nThere they paused a minute, glaring about, until the entire army had\ndescended.\n\nThe multitude looked at the swordsmen, who were close enough to be\ndiscerned in detail. They breathed out one marveling and shocked\nsyllable: \"X!\"\n\nYes, each one of the thousands of descended beings was a replica of\nX, the entity known in other lands and other tongues by a thousand\nother names. X was one of his signs, and it was the one chosen by\nthe prophet Dafess to designate the entity because X was an unknown\nquantity to the pagans.\n\nIt was X, so wrote the prophet, who had visited Dafess in person and\nassured that man of wisdom that he alone was being given the monopoly\nof the sacred teachings. Nor did it matter to the prophet that hundreds\nof others had made prior claims. He, Dafess, was sure that only his\ndescendants were to be X's heirs on earth until such time as the entity\nreturned.\n\nTo prove it, they had marched into the wilderness and built this city,\nand had then written a thousand books to bolster the tradition.\n\n\"I will carry a sword,\" X had promised.\n\nThe Dafesses believed this, but they had been assured by their Elders,\nwho were skilled in reading between the lines, that the sword would be\nfor the Untruncated. The peace would be the Truncateds'.\n\nNow X, as foretold, had returned to their city. He brought a sword,\nand if he also carried peace with him, it was a peace that passed\nunderstanding. And his name, in this place and time, had suddenly\nbecome Legion.\n\nEach one of the horde was X, but such an X as had never been dreamed\nof. He was eight feet tall, and made of eternalloy over which\nplastiskin had been stretched to simulate flesh. So clever was the\ncraftsmanship that only one who knew beforehand, like Revanche, that\nthe creature was begotten in the factory could have told that here was\nnot a living X.\n\nThe artistry extended to the magnificent body, which had broad\nshoulders that tapered to slim hips and long, panther-muscled legs. The\ndelicate feet were shod in brass, as the gods of old Egypt were reputed\nto be shod.\n\n\n\n\n                                  IV\n\n\nRevanche, who was seeing for the first time the Messinan's work,\nscrutinized with cynical elation the creature who had landed closest\nto him. Awed despite himself, he saw that a fast-whirling halo hovered\nperhaps a foot above the noble head. Every five seconds the luminous\nring changed color.\n\nEven as he watched it, it changed color. From gold it dissolved into a\nbloody red, and then into a gangrenous green. Next it became a bruise\npurple, a witching hour black and finally shifted back to gold.\n\nThe aspect that startled Revanche most, however, was the face. The\nfalse flesh-mask stretched over the metal skull was a grotesque\nrepresentation of the features of X as seen in the paintings of the\nSpanish and Italian masters.\n\nThere was the somewhat narrow and bearded face with the \"sensitive\"\nfull-lipped mouth and the gentle nose that poised between straightness\nand aquilinity. There were the same eyes--flowing and compassionate.\n\nBut on the mask those conventional features had been slightly altered,\nor, as it were, \"pulled.\" Though the lips had been cast with meekness\nand love on their curves, the smile had been lengthened, and subtly\ntwisted until it had passed over the boundary of a smile and became a\nsnarl.\n\nWhatever fearsome hand had fashioned that mask had known that a snarl\nis an elongated smile, just as a smile is a modified snarl. The\nhand had perceived that it was the snarl of the ape that had become\nthe smile of the man, perceived too that, the process of evolution\ncontinuing, the smile of the man had passed into the ultra-tender\nmouth-curving of X.\n\nAnd now, that smile which was the apex of Nature's efforts, had been\nremolded, recast, rehammered, and returned into a caricature of itself.\n\nDa Vincelleo was not only a scientist, he was an artist supreme. In\nthat mask he had shown the people of Dafess a reflection of themselves.\nAnd he made them see what they had done to X, how they had twisted\nthe face of universal love into an inverted image of their true\nnature--that of self-love.\n\nThe mask was the face of X--_reductio ad absurdum_.\n\nThe gentle curve of nostrils had been expanded into derision, and an\nalmost savage fierceness. The glowing compassion of the eyes had become\nintense with a flame so hot it made the onlookers wonder how the lashes\nand brows resisted melting, and running into the cavernous eyesockets.\n\nYet, though fiery, the lineaments combined into a chilling sight. And\nas there were thousands of the masks, they contributed to a geometrical\nprogression of terror.\n\nRevanche, though he was safe, felt struck with fear and guilt that had\nbeen instilled into him when he was a child.\n\nAt that moment an Elder who had been eyeing the nearest X, afraid to go\ninto the ritualistic embrace with it because of its fearsome aspect,\nsuddenly ran to it. He threw himself at its feet, clasped its legs, and\nhowled: \"Mercy!\"\n\nA deep powerful voice that sounded more like the roar of a motor than\nanything else answered, \"Justice!\"\n\nJustice was what the Elder had prayed for all of his life. Now he got\nit.\n\nThe automaton lifted the sword, and brought it down with great violence\non the Elder's chicken-skinny neck.\n\n\"Chuck!\" rasped the blade.\n\n\"Bump!\" replied the head.\n\nThe white-bearded ball rolled on the pavement until it stopped against\nthe curb. Upside down, it looked at everything from a new and possibly\nrevelatory viewpoint, for its expression was not only bewildered and\nhurt but, for the first time, educated.\n\nDafess City became bedlam, pandemonium, terror on a cataclysmic scale.\nThe white body of the Truncated broke into fifty thousand fragments\nthat fled here and there, circled, whirled, zig-zagged, leaped,\ncrawled, bounded, darted, and lunged.\n\nThe legion of X stalked after them. They moved jerkily but swiftly.\nAbove all, they moved relentlessly.\n\nWhen a cornered person could not get by the awesome figure, he or she\nwould go down on his or her knees and clasp his hands and howl, \"Mercy!\nMercy!\"\n\n\"Justice!\" roared the immobile lips of the mask.\n\n\"Slush!\" smacked the lips of the blade.\n\n\"Thud!\" echoed the head.\n\nThough many skulls rolled, a more or less objective observer, such as\nRevanche, would have noticed that many more were spared.\n\nThey were unharmed for a reason, however, for always the flailing\nswords forced the mob in a general direction.\n\nThey were being herded towards the Temple of the Righteous, a truncated\npyramid not far off the square and one which also housed the First\nDafess Sacred-Secular Bank and Finance Corporation. Peculiarly enough,\nthe latter institution had grown to such proportions that it had\ncrowded out the former and now occupied the center of the building. The\nDafesses had accepted what seemed to them to be the will of X and had\nmoved the holy section to one corner.\n\nThrough the huge marble doors the multitude was forced. They had no\nplace else to go, for, wherever they turned, the blazing eye and the\nflashing sword headed them off.\n\nB. T. Revanche allowed himself to be borne along with the current. Once\ninside the pyramid, however, he separated himself from the crowd, and\nran down a side-passage. The main body was being forced into the open\ndoor of the vault. He did not wish to go with them. He had persuaded Da\nVincelleo to prepare a private entrance for him.\n\nHe ran with all the speed his short legs could muster, puffing hard.\nWhen he rounded a corner, he stopped short. His heart, which had been\npounding only moderately now suddenly went into the Walpurgisnacht\nterror music of Moussorgsky's _Night on Bare Mountain_. A Bioid X was\nstationed down the hall, exactly in front of the mural that concealed\nthe secret door!\n\nHe paused, sucked in oxygen and courage, and then walked briskly up to\nthe thing, confident that the electronic \"interferer\" he wore strapped\nto his belt would neutralize it.\n\nBut when he got up to it his suppressed doubt and suspicion were\ntranslated into action. The flame-eyed X lifted its sword, and lashed\nout at him.\n\n\"You have been chosen!\" the frozen lips roared.\n\nThe keen tip missed by a spiderweb taking Revanche's Adam's apple out\nin one neat chunk.\n\nAppalled, the financier turned and fled.\n\nWhile he ran, he turned his head and shrilled back, \"You are making a\nmistake!\" It was a futile thing to scream out, for the plastiskin ears\nwere deaf to meaning, if not to noise.\n\nRevanche's hand fumbled on the interferer's switch, and clicked it back\nand forth. It seemed to be working; it was warm and humming. What then\nwas the matter?\n\nHe cursed Da Vincelleo for a strictly third-rate artisan--a bungler,\nbotcher, and bonehead.\n\nSuddenly he was running down another empty corridor, his hard soles\nbouncing echoes off the faraway walls. _Slap! Slap! Puff! Wheeze!_\nThere was an open window at the distant end of the hall. If only he\ncould make that...!\n\nAgain he stopped short. Half hidden in the shadows stood an X on\nguard. It turned its head, and tiger-bright eyes flamed.\n\nRevanche choked off a scream, and whirled. He expected to see the other\ndestroyer behind him, but it was not in sight. When he reached the\njunction of the two corridors, he saw it standing there, sword held out\nbefore it in satiric salute.\n\nThere was but one way for Revanche to go--straight back to the bank's\nvault.\n\nFor the first time he realized that he himself, B. T. Revanche, was\nbeing herded!\n\nHe spun around again to face the oncoming terrors. Frantically, his\nfingers flicked the switch.\n\n\"Stop! Stop! I am your master! I am Revanche! I own you!\"\n\n\"You are the chosen!\" they bellowed.\n\nHe whirled, and began running again.\n\n\n\nWhen he reached the vault, he found the X's lined up in a double row,\nlike the guards at a royal reception. They stood facing each other with\neyes blazing at eyes, swords held straight out before them and legs\nwidespread above gleaming shoes of brass.\n\nRevanche did not stop but sped down between the guard of honor as if\nhe were afraid they would all begin chopping at once. He had a vision\nof tiny fragments of meat swimming in a pool of blood, like protozoa\njerking in a drop of water beneath a microscope.\n\nWhen he came to the huge steel door of the vault, he stopped and looked\nwithin. The floor immediately before him had raised up to form a wall.\nBeneath it was a round hole that acted as the entrance to a large,\nmetallic, and greasy tube.\n\nDown that funnel had slid the entire population, screaming, wailing,\nweeping, clutching at one another for support, striking out in a burst\nof maniacal fury.\n\nDown they had gone notwithstanding, with a gnashing of teeth and\ntongues, and frantic clawings at the smooth and slippery sides in a\ndesperate attempt to keep from hurtling to the doom they knew awaited\nthem.\n\nHow well they knew it! This tube was exactly that which had been\nforetold in the Celestial Blueprint as the passageway for the heathen\nwhen they fell headlong to Rejectus!\n\nRevanche had planned to slip down his private stairway to the little\nbalcony that would overlook the other end of the tube. There he would\nhave watched the doomed spilling out in a white and frenzied flood.\nThere he would have lapped up revenge as a placated Greek ghost would\nhave lapped blood at a Trojan hecatomb.\n\nInstead, trembling, and bursting with terror, he turned and faced the\nX's. \"You haven't got me yet!\" he screamed at them.\n\nHe kicked the little wheel, that closed the vault from the inside. Once\nthe two-hundred-ton door clanged shut, it could not be opened as long\nas the inside wheel remained locked in place. It was an anti-robbery\ndevice that he was well aware of, having in his youth once planned to\nplunder the bank in order to get a start in business.\n\nThe huge door swung shut swiftly.\n\nRevanche shook his fist at the onrushing horde, then jerked around,\nand leaped into the tube. The thunder of brass shoes filled the vault\nwalls. Just before he slid out of view Revanche twisted his head for\none last look.\n\nA Bioid was leaping through the air in a desperate endeavor to\nsacrifice itself by stopping the door with its hard and almost\nindestructible eternalloy body.\n\nThe financier did not see whether or not the Bioid made it, for he\ndropped abruptly into blackness.\n\n\n\n\n                                   V\n\n\nNormally, he would have shot down the smooth funnel, inclined at\nthirty-five degrees, at a terrific speed. But he had not become the\nmost resourceful financier of the solar system for nothing. No wizard\nin an emergency, he yet liked to be prepared.\n\nSo it was that he flicked the switch of the anti-grav unit around his\nwaist, and quickly slowed to a half-speed. He had wanted to wear a\nfull power machine, but it would have been too bulky to conceal beneath\nthe loose folds of his garments. He had to be content with a moderate\nrate of descent.\n\nAfter twenty seconds of sliding, he slipped out of the mouth of the\nfunnel. It was as he had hoped. His checked speed enabled him to drop\nonto a granite ledge beneath the opening. Even so, he fell close to the\nvery edge. A little more velocity, and he would have gone completely\nover.\n\nShuddering, he clutched the rim of rock until he'd regained some of his\ncomposure. After a while, he inched forward until his head hung over\nthe lip of the precipice, and he could gaze downward into the abyss.\n\nBelow, seemingly a thousand feet down, though he knew the distance must\nbe an illusion fabricated by Da Vincelleo, was a lake of molten lava\nrising in great billows, then sinking into deep valleys, and releasing\ngigantic bubbles that rose and burst, and loosed a stench of sulfur\nthat almost suffocated him. Smoke spiralled up past his head, and\ncollected against the roof far above. The heat that ascended was strong\nenough to crisp his face if he had looked long into it.\n\nNowhere was there a sign of Dafess's inhabitants. All had been\ndissolved in the roaring sea of lava, in the hell that had been\nprophesied for all their enemies.\n\nQuailing, Revanche looked to left and right along the narrow ledge for\nan avenue of escape. There was none. Both ends tapered off into the\nrock.\n\nStraight across, perhaps a hundred feet away, was the balcony from\nwhich he had hoped to see the show. If he had the guts, he thought,\nhe could step up his anti-grav past the danger point and, almost\nweightless for a second, could leap to the balcony.\n\nIf the pack didn't burn out while he was in midair. If he didn't\nmisgauge and miss the balcony ... if the hellish blast from below\ndidn't crisp him before he completed the jump ... if....\n\n\n\nHe stood up, and by the glow thrown up from the bright ocean, he peered\nup the slide. Another _if_. What if he could brace his legs against the\nsides of the _O_, and painfully work his way back up?\n\nAt that moment a figure shot out of the shadows of the tunnel, a figure\nthat approached at express-train speed and quickly loomed larger and\nlarger. Its blood-colored halo, the mask with the snarl of tenderness,\nthe furnace-door eyes, and the dripping sword--all could be made out in\nfrightening detail.\n\nLike the lost soul he believed he was, Revanche screamed and dropped\nflat to the ledge, crushing his snipped nose into the granite. He\nmoaned, and waited for the clang of armor and the final whistle of the\nblade through the air before it thudded into his neck.\n\nAbove him something dark and monstrous shot out of the _O_ and roared\nby.\n\nWhoosh!\n\nIt missed the ledge by many feet, and fell into the lava ocean.\n\nA train of shadows flickered over Revanche. The air was disturbed by\nthe constant passage of flying elephantine bodies.\n\nWhoosh!\n\nWhoosh!\n\nWhoosh!\n\nOne by one, like living shells exploded out of a circus cannon, they\nprojectiled over their intended prey. By the thousands they meteored\nover him, eyeballs matching the glare of the lava below, swords\nautomatically slashing out even as they spun and turned over and over,\nand splashed into the liquid rock.\n\nWhish! Brrr! Whoosh! Splash!\n\nSuddenly--silence.\n\nSlowly, Revanche rose. He could not believe it. He looked over the\nledge. Only the bare and boiling sea. He turned and glanced up the\ntube. Silence and shadows, and the gleaming greasy symbol for zero.\n\nUnderstanding melted the glacier on his brain. He broke into a wild\ndance, wept tears for gladness, whistled three times, and shouted,\n\"I've won! Revanche has won! And I've beat them!\"\n\n_Clippety-clop! Clippety-clop!_\n\nThe unbelievable ring of iron horseshoes jumped out of the tube's mouth.\n\nRevanche froze in a pirouette, stood poised, then seemed to collapse\ninto a strange loose creature that shambled over to the funnel and\nleaned backward to look up, like a dazed and stiffnecked Neanderthal.\n\nThe liquid film of joy glazed over his mind again, grew white and cold\nand lumpy.\n\nA mount and its rider were coming out of the darkness and into the\nbrimstone glare. The horse was a nightmare black, its eyeballs burning\ntiger-yellow bright. It stretched back cruel and foaming lips, and\nrevealed teeth sharp enough to rend him.\n\nA ghost horse, it cried for blood while its magnetic shoes clung\nbriefly to the metal floor before lifting again.\n\n_Clippety-clop_ rang its hooves.\n\nThen it stopped and hung its head down over the tube's lip and fixed\nRevanche with one demon's eye while its rider dismounted. It remained\nin that attitude, and did not move even when its master dropped gently\nonto the ledge to face Revanche.\n\nThe financier felt his bulging eyes threaten to leave his head, like\nballoons tugging at their moorings.\n\nHis eyes understood before his brain did.\n\nThey took in a face that was a compound of two persons, a masterly\nparadox of features and traits: compassionate and merciless, sensitive\nand coarse, loving and hating. It was a hybrid of X, and of _himself_.\n\nIt was not that contradictory face that told him so much, that\nexplained why his interferer had failed to work, even why he had been\n\"herded,\" and was now facing this fantastic and vengeful creation.\n\nIt was something else that told him that not only Dafess City but he,\nRevanche, had been the victim of a Caligulan sense of humor, the butt\nof the most colossal practical joke the Messinan had ever played.\n\nThat something else he had been too shocked to think about. Why had\nthe Bioids, who carried full-power anti-gravs within their bodies,\nfallen over the ledge? It was because Da Vincelleo had deliberately\ndestroyed them to raise his hopes. And then had brought out this--this\nthing--this _joke_! Not satisfied to make Revanche squirm, he had\nwanted him to sweat blood.\n\nThe creature that was drawing a saber from its scabbard, was dressed in\na uniform now long dead, but easily recognizable because it had been\nresurrected recently in many of the romantic historical novels that\nenjoyed a Solarwide vogue.\n\nIt wore the rugged active-service boots, the dun-colored trousers, and\nthe stiff abbreviated jacket of a twentieth century foot soldier of\nofficer caste. It was singing softly from a rigid mouth.\n\n\"Death to the enemy.\"\n\nIt was plain whom the enemy was to be.\n\nRevanche fell to his knees.\n\n\"Mercy!\"\n\nIts saber lifted. The immobile lips roared.\n\n\"Justice!\"\n\n\n\n\n                               EPILOGUE\n\nDa Vincelleo, hovering far above Dafess in a spaceship, watched the\nfinal scene upon the TV screen before him. Then, sighing because it\nhurt him to destroy his greatest work of art, he pressed a red button.\nAnd he saw the city of Dafess disappear in the old and familiar, but\nstill terrible, mushroom.\n\n\"That fool Revanche!\" he said. \"Did he really think I'd massacre an\nentire city and take a million to one chance of escaping retribution\nfrom the Solar Police?\"\n\nHe did not think of his being punished for such a deed as being\njustice. Anything he did was right; retaliation from others would have\nbeen vengeance, not justice.\n\nHe sighed again. The Project: Dafess, had been enormous. But the worst\nproblem had been Dafess's citizens themselves. Even while an exact\nreplica of the city was being constructed in a Canadian wilderness,\nfar from the real Dafess, his staff was tackling the necessary\nresearch, of which the hardest part had been both historical and\ntechnological. One, finding out exactly what each citizen looked and\nacted and talked like. Two, building Bioids that looked, acted, and\ntalked like the original.\n\nOf course, the whole illusion had been designed to fool only one man\nand had had to be kept in existence less than ten hours.\n\nA minor, though fascinating problem had been that of getting blood\nto spout from the severed heads and concealing the springs and wires\ninside the wrecked bodies.\n\nAt that moment Revanche, very much alive in his star yacht poised just\nabove the stratosphere, pressed a button. The screen on his desk showed\nhim a blur that was the missile he'd just launched and the target, Da\nVincelleo's ship. Then there was incandescence, followed by the old\nfamiliar mushroom.\n\nRevanche growled, \"That fool!\" and he turned away from the screen. His\nface was smug as a porcupine's that has loaded up on tender and vitamin\nrich birch-bark. He felt exceedingly satisfied. Why not? Watching the\ndestruction of the synthetic citizens of the synthetic city of Dafess\nhad been almost as rewarding as seeing the real city delivered to\njudgment. The process had been a type of psycho-drama that any good\npsychiatrist would have recommended for emotional catharsis.\n\nFor the financier trusted no man, and though Da Vincelleo had thought\nhis double-crossing project was a secret, he could not hide it from the\nrichest and most inquisitive human in the system. Nor had he guessed\nthat Revanche would then employ Bioid's competitor to fashion an\nelectronic proxy of himself.\n\nRevanche had suffered--long distance--as his plastiskin counterpart had\nseemed to suffer. Its terror-stricken face was his, and when it had\nyelled with frustration and screamed for mercy, he had done so also.\n\nBut when he saw the terrible parody of himself lop off his proxy's head\nwith a saber, he had felt as if he'd been killed and then come to life\nagain.\n\nHe'd been seized with a laughter that forced him to grip his chair to\nkeep from falling to the floor. And now, very much calmed and smoking a\nnew cigar, he felt wonderful about his mockup's death.\n\nHe no longer had a barely suppressed fear of being hurled by his deity\ninto the molten ocean of Rejectus. It was as if he had paid for his own\nsins through the mechanical scapegoat and now could live on with an\nuntroubled conscience.\n\nHe took the cigar from his mouth and chortled.\n\nAnd a third mushroom suddenly sprouted.\n\nRevanche and his star yacht went back to the elements in its white\nheart, far hotter than the flames of Rejectus.\n\nDa Vincelleo had been a thorough man, as suspicious as Revanche\nhimself. Shortly after he had made his deal with the financier, he\nhad had a machine built which keyed in to the personal pattern of his\n_kappa_ brain-waves. If that pattern disappeared, quit radiating, a\ncircuit was activated which sent a \"bloodhound\" missile soaring up\ninto the air from a buried pit in the city of Messina, a missile\nwhose electromagnetic nose sniffed for the scent of Revanche's _kappa_\nbrain-waves and would not stop until it homed in on its target.\n\nThus, if the financier had paused long enough to light up his cigar\n_before_ pressing the button that disposed of his enemy, he would have\nfinished smoking it and many more after it.\n\nFor Da Vincelleo had been convinced that Revanche had perished with\nthe false city of Dafess, and he was just reaching out to flick the\nbloodhound's de-activation stud when Revanche's missile interrupted him\nforever.",
    "metadata": {
        "author": [
            "Farmer, Philip José",
            "Farmer, Philip Jose"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73314/pg73314.txt",
        "name": "the_celestial_blueprint.json"
    }
}