{
    "name": "The miniature menace",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "The sky was harsh with the flare of rocket jets when Captain Ralph\nLangford emerged from his deep space cruiser on the Mars City landing\nfield. There was a girl standing alone at the far end of the field,\nand for a moment Langford thought it might be Joan, irrational as the\nthought was. Of course, Joan couldn't be here; he was to see her at the\nhospital. He started across the field, blinking in the glare, his eyes\nshining with a warm gratefulness to be home again; as he approached\nthe solitary figure, he could see it was not Joan, though there was\na resemblance. He was so engrossed that he didn't notice the tall,\neagle-eyed young Patrol officer who came striding toward him, until he\nheard the man's voice.\n\n\"You're under arrest, sir!\" the youth said, his hand whipping to his\nvisor. \"Commander Gurney's orders.\"\n\nLangford looked up suddenly, then stiffened in belligerent protest.\n\"Hold on, Lieutenant! You can't arrest me and march me off to jail like\na common criminal. Commission regulations! How long have you worn those\nstripes, youngster?\"\n\nThe youth's eyes were respectful, sympathetic; he did not appear to\nbe offended. \"I'm sorry, sir,\" he said firmly. \"Commander Gurney went\nbefore the Commission and had you certified as irresponsible.\"\n\nLangford flushed angrily. \"So that's it,\" he grunted.\n\nThe Patrol officer hesitated. He had prepared what he intended to say,\nbut the fame of the big man facing him had reached sunward to Mercury,\nand outward to Pluto's frozen tundras.\n\nLangford's fist lashed out suddenly, catching the youth flush on the\njaw, and crumpling him to his knees. The girl, who had been a silent\nwitness up to now, gasped, then turned and ran like a frightened\nrabbit. Langford did not stop to apologize. Rumor had it that deep\nspace officers bore charmed lives, but Langford knew as he broke into\na run that his life hung by a thread that might at any moment turn\ncrimson.\n\nNo part of the field was unguarded. If the guards had orders to\nwithhold their fire he saw a desperate chance of outwitting them;\nbut if they had orders to blast, his fate was already sealed. As he\nran he had a vision of himself sinking down in a welter of blood and\nblackness, his ears deafened by the hollow chant of concussion weapons.\nHe saw himself lying spread out on the landing field, the taste of\ndeath in his mouth, the air above him filled with a harsh, eerie\ncrackling.\n\nHe ran faster, ran like a man bemazed, his eyes filled with dancing\nmotes that kept cascading down both sides of his oxygen mask. He was\na hundred feet from the ship when he became aware that a dozen armed\nguards had emerged from shadows at the edge of the field and were\nconverging upon him.\n\nAngry curses whipped through the night and the field seemed to tilt\nas the guards came racing toward him. Far off in the darkness a siren\nwailed.\n\nLangford suddenly realized that he was becoming light-headed from too\nmuch oxygen intake; his head was filled with a dull roaring, and seemed\nto be expanding. It was filled with flashing lights as well as sound,\nand was leaving his shoulders as he ran.\n\nHe had a sudden impulse to laugh and shout, to whoop at how ridiculous\nit was. His head had left his shoulders and was spinning about in the\nair. But before he could grasp the tube which was flooding his brain\nwith hilarity, armed guards were all about him, raising their weapons\nto cover him and shouting at him to raise his arms.\n\nUnfortunately he couldn't seem to move his arms. When he made the\neffort he went plunging and skidding over the ramp with running figures\non both sides of him. He was skating, cutting capers on ice. Fantastic\nand incredible capers. Then the ice was inside his skull, swelling up\nthick; his heels were together when the lights in his head went out.\n\n\n\nWhen the lights came on again Langford found himself stumbling forward\ninto a blank-walled room with a steady pressure at his back. At first\nhe thought the room was a cell, but when his vision adjusted itself to\nthe glare he saw that he was facing a seated man whose head seemed to\nbe dancing in the air.\n\n\"Here he is, Commander!\" a harsh voice said. \"He blacked out, but that\ndidn't stop him from putting up a terrific fight!\"\n\nLangford had no recollection of putting up a fight, but the guard's jaw\nwas bruised and swollen, which seemed to indicate that a struggle had\ntaken place. A massive desk swam into view and the head of the seated\nman settled down on his shoulders.\n\nLangford blinked. Facing him in the cold light was the supreme\ncommander of the Solar Patrol, a thin, hollow-cheeked man of fifty\nwhose eyes behind narrowed lids glittered as cold as glass.\n\nCommander Gurney's immobility was not unlike the roll of thunder in a\nvacuum. There was sound and fury to it, and yet not a muscle of his\nface moved as he dismissed the guard with a curt nod, and waited for\nthe massive door behind Langford to clang shut.\n\nThe instant silence settled down over the room Commander Gurney came\nto life. \"You're under arrest, Langford,\" he said, quietly. \"If you've\nanything to say in your own defense you'd better start talking. I can\nspare you--\" the patrol commander glanced at his wrist watch--\"Exactly\ntwenty minutes.\"\n\n\"Good enough!\" Langford grunted. All the muscles of his gaunt face\nseemed to pull together as he seated himself. For an instant he\nremained motionless, his eyes troubled and angry, as if he could not\nquite accept the fact that he had been deprived of his command by the\nirate man opposite him.\n\nThe two men who sat facing each other in the cold light were sharply\ndivergent types. Langford was a man of enormous strength and a temper\nthat was just a little dangerous when it got out of control. He had\nnever once failed in his duty and the inner discipline which he had\nimposed on himself showed in his features, which were as tight as a\ndrum. But beneath his rough exterior Langford concealed the sensitive\nimagination of a poet, and an immense kindliness which sometimes\noverflowed in strange ways, embarrassing him more than he cared to\nadmit.\n\nCommander Gurney had never experienced such embarrassment; he had\nimposed his will on the Solar Patrol by becoming an absolute slave to\nefficiency at considerable detriment to his health. There was something\nrapacious and hornetlike about him, something ceaselessly alert. Now he\nsat regarding Langford with a stinging contempt in his stare, poised\nfor the attack, his harsh features mirroring his thoughts like an\nencephalograph. \"Well?\" he prodded.\n\nLangford wet his dry lips. Reaching inside his resplendent uniform, he\nremoved a small, shining object which he set down at the edge of his\nsuperior's desk. \"They shot this out at us when I ordered them to stand\nby for boarding,\" he said. \"It was contained in a small, translucent\ncapsule which I picked up with a magnetic trawl. It's just a model in\nminiature, but take a good look at it, sir; would you care to make the\nacquaintance of a creature like that in the flesh?\"\n\nCommander Gurney's eyes widened and his mouth twitched slightly. \"In\nthe name of all that's unholy, Langford, what _is_ it?\" he muttered.\n\nLangford shook his head. \"I wish I knew, sir. It looks quite a bit like\na praying mantis. A little, metallic praying mantis six inches tall.\nBut it doesn't behave like one!\"\n\n\n\nThe statuette on Gurney's desk seemed chillingly lifelike in the cold\nlight. It had been fashioned with flawless craftsmanship; its upraised\nforelimbs were leaf green, its abdomen salmon pink, and its gauzy wings\nshone with a dull, metallic luster as Langford turned it carefully\nabout.\n\nGurney couldn't help noticing, with a little shudder, that its\nmouth-parts consisted of a cutting mandible, and a long, coiled\nmembrane like the ligula of a honeybee. Huge, compound eyes occupied\nthe upper half of the metal insect's face.\n\nGurney's hand had gone out, and was about to close on the little\nstatue; but something in Langford's stare made him change his mind. As\nhis hand whipped back he fastened his gaze on Langford's face with the\nire of a peevish child denied access to a jampot.\n\n\"What in blazes has that to do with your failure to obey orders?\"\nhe demanded, with explosive vehemence. \"That ship must have used an\ninterstellar space-warp drive to appear out of nowhere in the middle of\nthe Asteroid Belt. And you deliberately let it slip away from you!\"\n\nLangford shut his eyes before replying. He saw again the myriad stars\nof space, the dull red disk of Mars and the far-off gleam of the great\nouter planets. He saw the luminous hull of the alien ship looming up\nout of the void. An instant before, the viewpane had been filled with a\nsprinkling of very distant stars with a faint nebulosity behind them.\nThe ship had appeared with the suddenness of an image forming on a\nscreen, out of the dark matrix of empty space.\n\nLangford leaned forward, a desperate urgency in his stare. \"Mere\nalienage doesn't justify the crime of murder, sir!\" he said. \"Attacking\nan alien race without weighing the outcome would have been an act of\ncriminal folly, charged with great danger to ourselves.\"\n\nCommander Gurney shook his head in angry disagreement. \"Just how would\nyou define murder, Langford?\" he demanded. \"If a highly intelligent\nbuzzsaw came at you would you bare your throat?\"\n\nLangford ignored the question. \"Violence breeds violence, sir,\" he\nsaid, with patient insistence. \"Suppose the shoe were on the other\nfoot. Suppose the inhabitants of another planet attacked you without\ngiving you a chance to prove your friendliness?\"\n\nLangford's eyes held a dogged conviction. \"Remember, sir--to issue a\nwarning is an act of forbearance. No reasonable man could mistake a\nwarning for an aggressive act. If their weapons are superior to ours,\nor they are superior to us in other, truly terrifying ways, they proved\ntheir friendliness by warning us. Would you have had me attack their\nship without studying that warning?\"\n\nGurney's eyes had returned to the statue. He seemed fascinated by the\nglitter of its folded wings. He had a sudden vision of the metal insect\nspreading its wings and taking off with a low, horrible droning.\n\nSuddenly there was a dull throbbing in the Patrol commander's temples.\nA frightful dread took possession of him, so that he could hardly\nbreathe; in his mind's gaze he saw a vast, stationary plain that seemed\nto hang suspended in midair above a fiery sea. Sweeping straight toward\nhim, dark against the glow, were hundreds of flying mantis shapes with\ntheir arms upraised in the glow.\n\nGurney shuddered and gripped the arms of his chair. He transfixed\nLangford with an accusing stare. \"Man, if you'd engaged them in open\ncombat we'd at least know where we stand! We could have put the\nentire patrol on the alert. Now they've given us the slip and may\nshow up anywhere, armed with weapons that could wipe out civilization\novernight.\"\n\n\"I chose what I believed to be the lesser of two evils, sir,\" Langford\nsaid, stepping closer to the desk. His eyes rested briefly on the metal\ninsect; then they returned to Gurney's face.\n\n\"There were two metal insects in that capsule, sir. I'm going to show\nyou exactly what happened to the one I experimented with.\"\n\n\n\nLangford's forefinger whipped out as he spoke, striking the little\nstatue sharply on its folded wing membranes. For an instant nothing\nhappened; then, with appalling suddenness, the metal insect came to\nlife. It spread its wings and ascended straight up into the air.\n\nGurney leapt to his feet with a startled cry. As he did so the flying\ninsect's wings blurred and another pair of wings came into view behind\nthem. The wings were shadowy at first, but they quickly solidified,\ntaking on a glittering sheen. Preying arms sprouted from them. Then,\neven more quickly, a big-eyed head and a writhing, salmon-pink abdomen.\n\nThe instant the second shape became a complete insect it whipped away\nfrom its parent image with a furious buzzing. As Gurney stared up in\nhorror the original insect gave off eight more buzzing replicas of\nitself. They darted swiftly up toward the ceiling and circled furiously\nabout, their wings gleaming in the cold light.\n\nSuddenly there was a blinding flash of light. The flying replicas\nvanished and the original insect thudded to the floor. For an instant\nthe little horror squirmed; then lay motionless.\n\n\"It's playing possum!\" Langford said.\n\nLangford advanced as he spoke and raised his foot. The instant he\nstarted to bring his heel down the metal insect shivered convulsively,\nlifted its huge eyes and stared up at him.\n\nThen an incredible thing happened. There was no need for him to crush\nthe insect; methodically and with cold deliberation it began to\n_dismember itself_, tearing off its wings with its own sharp claws, and\nripping its abdomen to shreds. After a moment, it lay still.\n\nLangford turned and stared soberly at Gurney. \"If _we_ wanted to warn\n_them_ we could send them a little mechanical man, complete in every\ndetail armed with miniature weapons. They've simply sent us a replica\nof themselves, a model in miniature. It's so unbelievably complex that\nwe could learn nothing by subjecting it to mechanical tests. But we\ndon't have to know what makes it tick.\n\n\"They've warned us that they can multiply by fission, so rapidly that\nthey could overrun the Earth in a few hours; they've also warned\nus that if they find themselves facing impossible odds, they won't\nhesitate to destroy themselves.\"\n\nCommander Gurney had returned to his desk and stood facing Langford,\nhis face as grim as death. \"I quite agree,\" he said. \"That was--an\nugly warning. Langford, letting that ship get away was worse than\ntreasonable. Your twenty minutes are up!\"\n\nHe was reaching for the communication disk on the far side of his desk\nwhen Langford reached inside his uniform for the second time. When the\nbig man withdrew his hand he was clasping an automatic pistol.\n\nGurney took a swift step backward, his eyes widening in alarm. \"So the\nguards forgot to search you!\"\n\n\"I'm afraid they did, sir!\" Langford said, quietly. \"Sit down. I'm\ngoing to ask a small favor. A port clearance permit, signed and sealed\nby you; if you give me your word you won't move until I've cleared the\nport I won't tie you up.\"\n\nGurney sat down and stared at the young space officer in scornful\nmockery. \"Suppose I refuse to promise anything. Would you blast me down\nin cold blood?\"\n\nLangford hesitated. His jaw tightened and a candid defiance came into\nhis stare. \"No!\" he said.\n\n\"Then if you're not prepared to murder me you haven't got what it takes\nto exact a promise!\" Gurney said.\n\nLangford shook his head. \"That's sheer sophistry,\" he pointed out.\n\"I've just laid my cards on the table. If you take advantage of my good\nfaith you'll be hitting below the belt. You see, sir, there's something\nI've _got_ to do; if I fail I'll come back and give myself up.\"\n\nFor a moment not a muscle of Gurney's face moved. Then he shrugged\nand glanced at his wrist watch. \"I'll sit perfectly still for exactly\nfifteen minutes, Langford,\" he said. \"That should give you sufficient\ntime to clear the port.\"\n\nHis eyes narrowed to steely slits. \"_But heaven help you when I move!_\"\n\n\"Fair enough!\" Langford said.\n\nTen minutes later the Patrol captain was climbing into a small jet\nplane at the edge of the spaceport. Far to the east the skyline of Mars\nCity rose above the horizon like a glittering copper penny swimming in\na nebulous haze. A penny flipped in desperation that had miraculously\ncome heads.\n\nPart of the wonder he felt was due to his knowledge that he would soon\nbe flying straight through the penny toward a tall white building he\nwould have braved the sun to scale.\n\n\n\n\n                                   2\n\n\nA grave-faced physician met Langford at the end of the corridor and\nbeckoned him into a small white-walled room. The physician was not\ntalkative; he didn't need to be. The girl who sat under the bright\nlamps with her eyes swathed in bandages told Langford all he cared to\nknow.\n\nHer lips were smiling and she held out her arms as her husband came\ninto the room. Langford went up to her, and kissed her tenderly on the\ncheek, his big, awkward hands caressing her hair that lay in a tumbled\ndark mass on her shoulders.\n\nShe had tried to keep back the tears, but they came now, so that her\nbody quivered with the intensity of her emotion. \"I'm going to see,\ndarling!\" she whispered; \"I know I'm going to see again. I wouldn't let\nthem remove the bandages until you came.\"\n\n\"Sure you are!\" Langford said, gruffly. \"And you'll have better sight\nthan ever before! Both kinds of sight, just as you had before!\"\n\n\"I was afraid you might be hurt, darling!\" Joan Langford whispered,\nrunning her forefinger down his wet cheek as she held his head close.\n\"I used the other sight that makes me so different, and terrifies\npeople much more than it should!\"\n\n\"You should not have done that!\" Langford said, scowling; \"I was in no\nreal danger!\"\n\n\"You were being hunted like a criminal!\"\n\nShe turned her head toward Dr. Crendon as she spoke. The physician\nlooked away, feeling her gaze on him through the bandages.\n\n\"The law of compensation, child,\" he said, gently. \"Mutants are\nclairvoyant; their vision is piercingly sharp where vision matters\nmost. When nature confers a priceless gift she sometimes withdraws a\nlesser one; no one knows why, not even the biologists.\" He smiled,\n\"There I go, personifying the impersonal again. Perhaps ordinary sight\nwill someday be vestigial in all of us.\"\n\nLangford glanced up. The physician was pressing his finger to his lips\nand gesturing toward the door. Langford got quickly to his feet. A\nchill wind seemed to blow into the room, driving all the warmth from\nhis mind.\n\nJust outside the door Dr. Crendon turned and spoke in a cautious\nwhisper. \"I haven't given up hope!\" he said. \"But the chances are not\ntoo good, we don't know why, but mutants have defective vision from\nbirth even when their eyes are normal.\"\n\nLangford nodded, \"I know that, doctor!\"\n\nThe physician's voice became gentler. \"We know so little about mutants.\nFifty thousand of them in the world, perhaps--born too early or too\nlate! An inward vision that can pierce the barriers of sense and see to\nthe heart of things. And an outward vision that's defective, faltering,\nalmost a blind man's vision. Clairvoyance and failing sight--it just\ndoesn't make sense.\"\n\n\"Joan makes sense,\" Langford said. \"If she were stone blind I'd still\nworship her.\"\n\nDr. Crendon held his hands straight out before him and looked down\nat them. \"I did my best,\" he said, simply. \"There were slight\npeculiarities of structure in the choroid but I'm sure that the new\ncornea will adjust. It's the retina itself, the innermost nervous tunic\nof the eye, that I'm worried about.\"\n\nHe paused, then went on quickly: \"A mutant's retina is hypersensitive.\nIt responds to light in a peculiar way and has a tendency to distort\nimages. But that distortion vanishes when the mind becomes really\nactive.\"\n\nLangford looked at him. \"Just what are you trying to tell me?\"\n\n\"I'm not sure I know!\" There were little puckers between Crendon's\neyes. \"Put it this way. If she doesn't brood too much, if she leads\nan active life and has complete confidence in her inner vision, her\nsight may improve. I think the failure of a mutant's sight may be\npartly due to--well, a kind of fear. Mutants feel cut off from 'normal'\nhumanity--whatever that may be--and are tempted to use their inner\nvision as a means of escape. And when they do that the outer vision\ndims to the vanishing point.\"\n\n\"Then you think--\"\n\n\"Make her feel that she can be of assistance to you in every moment of\nyour waking life. Give her some important task to perform. Keep her\nwith you, lad, as much as you can. She's missed you these many months.\nMake her realize you can't get along without her.\"\n\n\n\nLangford's eyes held a dawning wonder; he seemed like a man from whom\nan immense weight had been lifted. \"I was just about to tell you that I\nneed her inward vision,\" he said. \"Not only the eyes you've done your\nbest to restore, but her powers of clairvoyance.\"\n\n\"You mean that?\"\n\n\"Why should I lie to you, doctor?\"\n\nFor the second time Crendon smiled. \"No reason, I suppose. But I\nthought you might be deceiving yourself by pretending you needed her\nwhen you didn't. You've been under something of a strain.\"\n\nIt was Langford's turn to smile. \"You don't know the half of it.\"\n\n\"Oh, yes I do! She saw you crossing the skyport with scanner beams\ntrained on you; she saw you playing hide and seek with annihilation. I\nhad to give her a sedative injection to quiet her.\"\n\nLangford did not move. Something in Crendon's face told him he was not\nexpected to say anything.\n\n\"So that makes me an accessory!\" Crendon said, the smile still on his\nlips. \"Her vision went blank when I decided she'd seen enough for her\nown peace of mind.\"\n\nHe nodded. \"I didn't know whether you managed to escape or not; it kept\nme on the tetherhooks until you showed up in my office twenty minutes\nago. I've always liked you, Langford; I flatter myself I know an honest\nman when I see one.\"\n\nHis hand went out and tightened on Langford's palm. \"Come on, now!\nWe've got to remove those bandages before she reads my thoughts, and\nknows how scared I get when I operate. Mutants know what humbugs we all\nare, Langford; they can see all the flaws in us, and if they can still\ntrust us and believe in us despite that, they must be the forerunners\nof a new humanity in more ways than we dream!\"\n\nIf Joan Langford had eavesdropped, using her strange sight, she gave\nno sign when her husband returned to her side. The conversation in\nthe corridor had taken him from her for the barest instant, but that\ninstant had seemed like an eternity to Langford and the inner vision of\nhis wife.\n\nFor how could 'time' be measured in minutes or hours by a woman wearing\na blindfold, shut away in the dark, and waiting a verdict that could\ncause the future to slough away into chill gulfs? And how could 'time'\nhave any meaning when the stars faded out of the sky and a sunset gun\nboomed farewell to the joys of the physical world? And to one who loved\nand hoped--could 'time' be measured by the moving hands of a clock?\n\nQuickly Langford's fingers interlocked with those of his wife. \"This is\nit, darling!\" he said.\n\nCrendon's fingers fumbled a little as he turned Joan's head gently from\nthe light and began to unwind the bandages.\n\n\"Don't open your eyes until I've removed the gauze pads,\" he warned.\n\"And don't look directly at the light. At first you may not see at all;\nyou must be prepared for that.\"\n\n\n\nCrendon hated himself for his sternness, but experience had taught\nhim that it was best to arouse a faint antagonism in his patients; it\nprevented them from regarding him as a miracle worker. He wanted them\nto face reality with courage, for healing depended on many things and\nwas often a matter of blind, fanatical trust.\n\n\"Now then!\" he said.\n\nAs he spoke he raised the last fold of the bandage, and carefully\nremoved the small, moist pads beneath, one from each eye. He\nstraightened, his back to the light.\n\nLangford looked away quickly. As though from a great distance he heard\nCrendon say: \"Now you may open your eyes. Remember, you may not see at\nall for five full minutes!\"\n\nMentally he added: _Or ever! I shouldn't be discouraged. A man does\nwhat he can. Ten years of it, ten years of trying to save human\nsight. And every day I learn something. And every day I envy men who\nendure merely the loneliness of space. Why pretend? I have never felt\ncompassion for humanity in the abstract. It is only when I look into\neyes that I have failed to heal and realize that I can do nothing at\nall._\n\n\"Dr. Crendon, I can see! Everything--clearly.\"\n\nAnd so it was that Dr. Crendon--moody, skeptical Dr. Crendon--received\nthe greatest shock of his life. He had anticipated an agonized\noutcry--or a joyous one. But Joan had spoken hardly above a whisper,\nin a tone of quiet assurance, as if she had known all along that she\nwould see.\n\nAnd suddenly Crendon realized that she _had_ known! For mutants could\nsee into the most probable future! Not too clearly, but clearly enough!\nHow could he have been so blind?\n\nAs Crendon turned he saw that Langford had fallen to his knees beside\nhis wife and was sobbing convulsively, his head cradled in her arms.\nHe tiptoed softly out of the room. He felt curiously hollow inside,\nas though all capacity for emotion had been burned out of him by the\ncorroding acid of his own skepticism.\n\n\n\n\n                                   3\n\n\nFive minutes later Langford was replacing the bandages on Joan's\neyes. He felt like a man who was playing a game with a deadly, unseen\nantagonist in a room full of crouching shadows. No--not a room. As he\nbent above his wife, his hand on her tumbled hair, the space about him\nseemed to fall away into darkness. And now he was gazing straight down\nthe interplanetary deeps at a green world swimming in a nebulous haze.\nThe haze dissolved, drifted away, and he saw the green hills of his\nnative land.\n\nHe saw the earth, and crouching shadows covered the face of the land.\n\nThe crouching shadows of enormous insects. He could not escape from\nthem because they were everywhere; when he broke into a run the mantis\nshapes followed him. They towered above him, sinister, horrible. He\nfelt like a man caught in an invisible trap, the sky hemming him in,\nthe ground beneath his feet a dissolving quagmire.\n\nHe shook the illusion off, for he did not want Joan to see the shadows\nas he saw them. What was it Crendon had said? She must be made to feel\nthat you need her. Well, he did; he knew now that more than his own\nhonor was at stake. If the alien ship could not be located his fears\nwould not remain subjective. The fate of humanity hung in the balance.\n\nHis imagination had been stimulated abnormally by the events of the\npast few days; now it was leaping ahead of developments. For all he\nknew to the contrary the alien ship had foundered in the void or\ncrashed on one of the inner planets in a red swirl of destruction.\n\nInterstellar exploration was not without its risks and those risks\nwould mount steadily to an alien intelligence as unfamiliar landmarks\nloomed up out of the void.\n\n\"You do not need the bandages,\" Langford said, a deep solicitude in his\nvoice. \"If you simply shut your eyes you would see the ship clearly. My\nthoughts would guide you to it.\"\n\n\"My vision is sharper when my eyes are bandaged,\" Joan replied. \"You\nmust trust me, darling; I know. When my eyes are sealed there is no\nemotional block and my inner vision has free play. I am prevented from\nusing my eyes by an actual physical impediment. So I strain all of my\nfaculties to see as far as I can in the dark. Call it a psychological\nquirk if you wish; I only know that it helps.\"\n\n\"If it helps that's all that matters,\" Langford assured her. \"Forget I\nput my oar in.\"\n\n\"Don't think about the ship for a minute,\" Joan said. \"Make your mind\na blank. Then visualize yourself standing before the viewport staring\nout, just as you stood when you first saw the alien ship. Visualize\nthe ship coming toward you through the void. If you can visualize it\nclearly I'll be able to locate it, no matter where it is now.\"\n\nJoan paused, as though she didn't quite know how to make the complexity\nof the problem clear to her husband. \"I can't explain the power,\" she\nsaid; \"I know so little about 'time', far less than the physicists\nthink they know. Mutants, they tell us, can visualize 'time' as a\nstationary dimension, freezing all event objects in 'the past' and in\nthe 'probable future'. They can travel along 'time' in either direction\nat will.\"\n\n\"But you do not think of it as an actual journey?\" Langford asked;\n\"you merely shut your eyes and see?\"\n\nJoan shook her head. \"It isn't quite as simple as that. Clairvoyance is\nnever simple; it's accompanied by an intense inward illumination. It's\na little like staring at something through a long vista of converging\nprisms. Objects get in the way and there's doubt, uncertainty.\nSometimes it's sheer torment.\n\n\"Sometimes I can't see at all. And even when I can see there's a\ncurious, almost terrifying sense of _wrongness_ about it.\"\n\n\"You mean you feel guilty?\"\n\nJoan smiled slightly. \"Did Alice feel guilty when she went through\nthe looking glass? Perhaps she did! But I didn't mean that kind of\nwrongness, not a moral wrongness. It's as though the strange tensions\nwill get you if you don't watch out. Rush in upon you and project\nyou forcibly into another place. As though you were a jet of steam\nimprisoned in a bottle that's much too tight and forced in the wrong\ndirection by a power you can't begin to understand.\n\n\"You keep fearing you'll get caught in the neck of the bottle and wake\nup screaming.\"\n\n\"Good Lord!\" Langford muttered.\n\n\"I've never got caught,\" Joan said. \"Now make your mind a blank,\ndarling. _We're going to find that ship!_\"\n\n\n\nA moment later Langford stood holding his wife's hand, a sharp\napprehension in his stare. Joan seemed slightly agitated. She sat\ngripping the arms of her chair, her bandaged eyes turned from the light.\n\nSuddenly her lips moved. \"Ralph, I can see the ship! It's coming\nstraight toward the viewport. You didn't tell me it was so beautiful,\nso--so huge!\"\n\n\"I was waiting for _you_ to tell _me_!\" Langford said, quickly.\n\n\"Well, I'm telling you, darling! I'm glad you didn't completely\nvisualize it. Now I'm sure I'm not just reading your mind. It must be\nthree hundred feet long; it's hard to tell where the illumination\ncomes from.\"\n\nJoan straightened suddenly. \"It's no longer just a ship,\" she said.\n\"I'm still outside, but I've moved closer to it. And I can sense a\nrustling deep inside the hull, a vague stir of activity that's not\nentirely physical.\"\n\nWhile Langford held his breath Joan pressed her palms to her temples.\n\"The rustling is becoming clear. There are swift, abrupt movements,\naccompanied by thoughts. But I'm not sure whether the thoughts come\nfrom one mind or many minds. The thoughts are swift, piercing.\n_Darting_ thoughts. That's the only way I can describe them.\"\n\nHer voice rose slightly. \"I can sense a living presence deep inside the\nship. More than one, I think. There's a kind of swarming.\"\n\n\"A swarming?\"\n\n\"I'm not sure about that,\" Joan said, quickly. \"I don't think they're\nmoving about much. The thoughts seem to come from one direction. I can\njust make out a shape now; it's tall, and very slender.\"\n\n\"Winged?\" Langford whispered.\n\n\"No, no, don't prompt me!\" Joan was excited. \"The important thing is\nthat I can see it. I may never see it clearly. Gauzy--yes, it _is_\nwinged. It has gauzy, shining wings, folded on its chest. Two clawlike\nappendages, raised in a praying attitude. Perhaps I saw that in your\nmind; you mustn't interrupt again.\"\n\n\"I won't!\" Langford promised.\n\n\"The creature is horribly agitated!\" Joan said. \"It looks upon your\nship as a menace. Its brain is humming with fear; it is preparing to\ncontact you, warn you. It's getting ready to warn you in a strange way.\nIt has prepared something for just such an emergency. Something small,\nglistening. I can't make it out, but it's putting the object into a\nluminous shell!\"\n\n\"That's right!\" Langford said, forgetting his promise. \"They shot the\nshell into the void; we picked it up with a magnetic trawl.\"\n\nThere was a brief silence as Joan thought that out. Then her lips\ntwisted in a strained smile. \"If you say another word--\"\n\n\"Sorry!\"\n\n\"It's bad; it hinders.\" She raised her arms in a gesture of grim\nurgency. \"Now the ship is moving swiftly away from your ship. I can\ndimly sense vast distances rushing past. And there's a feeling of\nloneliness, of utter desolation. No despair, exactly; it's as though I\nwere sensing the utter desolation of deep space through a mind filled\nwith a bitter nostalgia!\n\n\"If the feeling wasn't so intense, so strange and bewildering, I'd say\nit was a '_Carry me back to old Virginia_' feeling! Does that make\nsense to you? It's like--someone thrumming a guitar a billion miles\nfrom home, whistling to keep up his courage, remembering something very\nprecious and beautiful lost forever. I can't explain it in any other\nway.\"\n\nShe was silent for a moment. Then she said: \"Now a planet is taking\nshape in the darkness. It's pale green and crossed by a long, wavering\nstreamer of light. I can make out continents and seas.\"\n\nJoan stiffened. \"Ralph! There's only one planet in the Solar System\nthat catches the sunlight through great swarms of meteors in the plane\nof its ecliptic. The lights of the Zodiac! It must be the Earth!\"\n\n\n\nLangford dared not speak for fear of breaking the spell. Joan was\ntrembling now, as though thoughts from the past were impinging with a\ntormenting intensity on her inner vision.\n\n\"The ship's out of control!\" came suddenly. \"It's plunging down through\nthe lower atmosphere toward a vast expanse of jungle. A tropical rain\nforest. A mist is rising over the trees and a burst of flame is coming\nfrom the ship. It's zigzagging as it descends.\"\n\nEmotion seemed to quiver through her. For a moment she remained\nsilent, her lips slightly parted.\n\nThen more words came in a rush. \"The ship lies on an island in a\nforking river. Above it the foliage is charred, blackened. There are\nthree rivers and just below the island the water is white with foam.\nThere's a tremendous cataract about five miles below the island. It's\nthe largest cataract I've ever seen.\"\n\nThere was an eagerness on Langford's face, but he remained silent.\n\n\"There's a man swimming in the river above the cataract,\" Joan went on.\n\"A brown-skinned man with straggly hair, his shoulders gleaming in the\nsunlight. I'm going to try to read his mind.\"\n\nLangford did not move. For a moment there was no sound in the room save\nJoan's harsh breathing. Then, suddenly, she straightened and ripped the\nbandage from her eyes.\n\n\"Brazil!\" she exclaimed, exultantly. \"Darling, I've located the ship\nfor you. That island is in the interior of Brazil, in the deep jungle,\nclose to the headwaters of the Amazon!\"\n\nLangford stood very still, scarcely daring to breathe. In his mind's\ngaze he saw a slender space cruiser lying unguarded in a suburban\nhanger close to the dark waters of the great Northwestern Canal.\nCommander Gurney's own private cruiser, the _White Hawk_!\n\nHow much of his mental audacity was inspired by sheer desperation\nLangford could not guess. But he suddenly saw himself climbing out of\na thrumming jet plane in deep shadows and running straight toward the\ncruiser with Joan at his side.\n\nHe saw the cruiser ascending, saw himself at the controls, with the red\ndisk of Mars dwindling beyond the viewport. He saw the myriad stars of\nspace and the rapidly expanding disk of the Earth pierced by wavering\nbanners of light.\n\nAnd then it dawned on him that in some strange way Joan had seen the\nvision first and was sharing it with him. He knew then that he could\nnot fail.\n\n\n\n\n                                   4\n\n\nBeneath the descending cruiser the roof of the forest gleamed in russet\nand emerald splendor above a labyrinth of wooded archipelagoes.\n\nIt still seemed a little like a dream to Langford, but he knew that it\nwasn't. The vision that he had experienced three days before, standing\nbeside his wife in a white-walled room, had taken on the bright, firm\ntexture of reality.\n\nHe stood before the controls, with a thrumming deck under him, and\nstudied the shifting landscape through the _White Hawk's_ viewport. He\nhad never before flown directly over the Amazon Basin, and a river of\nshining wonder seemed to flow into his mind as he stared.\n\nIt was Joan who broke the spell. She tugged gently at his arm, her face\nanxious. \"I don't see any sign of the three rivers!\" she exclaimed. \"Do\nyou?\"\n\nLangford swung about. \"We haven't passed the great cataract of\nItamaraca yet,\" he said. \"It rushes straight along for five or six\nmiles. Then it becomes the most impressive waterfall in South America.\nA few miles below the falls the river spreads out into a lake.\"\n\nLangford turned back to the viewport. \"When we see the lake we can look\nfor another branching and the island. The island is right in the middle\nof the three rivers you saw in your vision. But it's just a dot on the\nelectrograph. Are you sure it has a distinctive shape?\"\n\n\"It has a high, rocky shoreline,\" Joan assured him. \"The central\ntributary cuts it in half and the other rivers flow around it. It's\nheavily forested, but the rent in the foliage where the ship came down\nis so wide you should be able to see it from ten thousand feet. The\ntreetops are charred over a half mile radius.\"\n\nLangford smiled and squeezed her arm. \"I bet you'd be happy mapping the\nAmazon in a bark canoe like a twentieth century explorer,\" he said.\n\nHe grinned wryly. \"A big rock island, mysterious as a cave of vampire\nbats, bisects the largest tributary west of the Tocantins, and it's\njust a dot on an electrograph to us. We've explored every crevice of\nevery world in the System, but sometimes I envy our ancestors; they had\nelaborate pictorial maps to guide them.\"\n\nAfter a moment the ship leveled off, and the Great Cataract swept into\nview. It was a shining whiteness between two towering walls of foliage\nfestooned with hanging vines, and flame-tongued flowers upon which the\nred sunlight seemed to dance.\n\nIt foamed and cascaded over jagged rocks, swept around little clumps of\nsubmerged vegetation, and tore at sloping mud banks glimmering in the\nsunlight.\n\nThen the cataract became a receding blur and the wide river split up.\n\nLangford heard Joan cry out.\n\n\n\nThe island which loomed below was about eight miles in circumference\nand so heavily forested that it resembled a single shrub of wilderness\nproportions growing from a cyclopean stone flowerpot.\n\nIts high banks were almost vertical, its summit a charred mass of\nfoliage cleft by an enormous rent which funneled the sunlight downward\nto a circular patch of bare, scorched earth.\n\nSomething glittered on the forest floor, far below the blackened\nfoliage. But whether it was the alien ship, or merely the glint of\nsunlight on the river which flowed completely through the island\nLangford could not determine from his aerial vantage point.\n\nA divided island was really two islands, but Langford was in no mood\nfor geological hair-splitting. Erosion had failed to efface the\noriginal, hoary uniqueness of that towering mass of jungle, and for\nall practical purposes it was one island still, its high banks and\nfar-flung aerial traceries hemming it in, and sealing its teeming life\nin eternal solitude.\n\nLangford turned and looked at Joan with eyes that were meshed in\nlittle wrinkles of confidence. \"I'm going to gun her down through that\ngap!\" he said. \"We could crash through anywhere, but the best way to\nlocate a wreck is to hew close to the cinder line!\"\n\nHe bent grimly over the controls, in his mind a vision of a great host\nof alien creatures rushing toward him through the forest, swarming over\nthe ship, refusing to let him emerge.\n\nHe feared their weapons, which he had never seen. He remembered the\nlittle statue with its suicidal impulses, and its ability to shed\nforce-shell replicas of itself.\n\nThe ship thrummed as it swept downward, the lights in the control room\nblinking on and off. Lower it swept and lower. The blood was pounding\nin Langford's temples when a black-rimmed funnel of swirling brightness\nyawned suddenly before the viewport. The same instant the cushioning\npressure of the anti-gravity jets made itself felt, holding the ship\nsuspended above the roof of the forest until its atomotors ceased to\nthrob.\n\nThe ship descended under its own weight amidst a slowly dissolving\npressure field. Sweeping down between the fire-blackened trees, it\ncircled slowly about and settled to rest on the soggy forest floor.\n\nWhen Langford and Joan emerged a warm breeze, laden with jungle scents,\nswept toward them. They stood for an instant close to the air-lock,\nstaring about them.\n\nNo sound broke the stillness except the insistent hum of insects and\nthe rustling of the vegetation on both sides of the ship. A few yards\nfrom where they were standing the ground sloped to the brown waters of\na swift-running river, its surface flecked with white foam, and studded\nwith little whirlpools that swirled with a darkly writhing turmoil as\ndry leaves fluttered down, twisting and turning in the breeze.\n\nTwisting and turning above a limp form that lay sprawled on the\nriverbank, its bare shoulders horribly hunched, its head immersed in\nthe muddy brown water.\n\nJoan screamed when she saw it.\n\nShe broke from Langford's restraining clasp and went stumbling forward\nuntil she was knee-deep in the swirling current. She was stooping and\ntugging in desperation at the half-submerged figure when Langford's\nhand closed on her shoulder.\n\n\"Let me handle this,\" he said, firmly; \"it's no job for a woman.\"\n\nOn the bank Joan swung about to face him. \"It's a job for a mutant!\"\nshe protested, her lips shaking. \"You don't know how close he is to\ndeath. He's still breathing, but if we don't get him out--\"\n\nShe broke off abruptly when she saw that Langford needed no urging. He\nwas already on his knees, tugging at the sprawled form. For a moment he\ntried to succeed from the bank, his knees sunk deep into the mud, his\nneckcords swelling. Then, with a gesture of fierce impatience, he waded\ndeep into the water and lifted the unconscious man on his shoulders.\n\n\n\nLangford carried the man up the sloping bank, eased him to the ground\nand rolled him over. A small, wiry man, darkly bearded, his mouth\nhanging open! Staring down at the familiar face, Langford experienced\na sense of irony so sharp and over-whelming it interfered with his\nbreathing.\n\nHe leaned forward, and started working the man's arms slowly up and\ndown. He knelt in the soft mud, a murk of depth and shadow looming\nbehind him, a grim anticipation in his stare.\n\nSuddenly the man on the riverbank stirred, groaned and opened his eyes.\n\"Hey, cut that out!\" he grunted. \"What in blazes are you trying to do,\nyou devil? Wrench my arms from their sockets?\"\n\n\"Good morning to you, Commander!\" Langford said, chuckling.\n\n\"Langford!\" Commander Gurney's eyes began to shine, as though lit by\nfires from unfathomable depths of space. A convulsive shudder shook\nhim. Digging his fists into the mud, he sat up straight.\n\n\"You stole my ship!\" he rasped, staring at Langford accusingly. \"What\nmade you think I couldn't trace my own cruiser? You can't rip out\ninfra-radiant alarm installations unless you know where to look. Didn't\nyou know I'd follow you in a fast auxiliary cruiser and get here ahead\nof you?\"\n\n\"I was afraid you might, sir!\" Langford smiled ruefully. \"But it was a\nchance I had to take.\"\n\nGurney's eyes narrowed. \"Your ship was sending out more automatic alarm\nrays than a chunk of radium. My men had orders to close in the instant\nyou brought her down.\"\n\n\"Just where are your men now, sir?\" Langford asked.\n\nSomething happened to Gurney's face. His features twitched and the\nstrained intensity of his stare increased so sharply he seemed to be\nstaring right through Langford into space.\n\n\"Those devilish things attacked us!\" he muttered. \"Exactly as that\nlittle statue did! There were dozens of them, ten feet tall, and they\nkept coming. We blasted, but the charges went right through them; they\nlifted my lads up in their devilish preying arms and dumped them in the\nriver!\"\n\nSweat gleamed on Gurney's brow. \"It was ghastly, Langford. In the\nriver--like pieces of dead timber. The current carried them downstream.\nI was helpless. I--I kept blasting, but I couldn't save them!\"\n\n\"How did you save yourself?\" Langford asked.\n\nGurney passed a dripping hand over his brow. \"I was struggling with one\nof them when everything went blank. That's all I remember.\"\n\nLangford stood up. \"I don't understand it. Why did that creature go\naway and leave you with your face submerged? Why didn't it make sure\nyou'd drift downstream too?\"\n\n\"I'm sure I don't know, Langford!\" Gurney jerked a tremulous hand\ntoward the wall of foliage on the opposite bank. \"Why don't you swim\nover to their ship and ask them? You'll find the ship in a clearing\nabout three hundred yards from the bank. They've cleared a path to it.\"\n\n\"That's just what I intend to do!\" Langford said.\n\nJoan paled and moved swiftly to his side, her eyes wide with alarm.\n\"Ralph! You're not going alone--\"\n\nLangford nodded. \"I'm a pretty good swimmer,\" he said.\n\nJoan stared at him. \"But why?\"\n\n\"It's a little hard to explain,\" Langford said. \"You've got a picture\nin your mind of something pretty horrible happening to me. Somehow I\nfeel that everything about that picture is wrong. I've got to cross\nthat stream, darling; I'd be a pretty poor specimen of a man if I\nturned back now, when we're so close to the answer.\"\n\nJoan said nothing. She would have argued and pleaded, but she knew that\nit would have been of no use.\n\n\n\nFive minutes later Langford was stripping on the riverbank. He slipped\ninto the water quietly, and struck out with powerful, even strokes. On\nthe opposite bank he turned an instant to flick a wet strand from his\nforehead, and wave to his wife. Then he struck off into the forest.\n\nHe was a hundred feet from the bank, walking with his shoulders\nsquared, when something bright and incredible swirled up from the\nforest floor directly in his path.\n\n\"For your forbearance, your kindliness, thank you, Langford!\" a voice\nsaid.\n\nIt was not a spoken voice. It was still and small and remote, and it\nseemed to come from deep inside Langford's head. Langford stopped\nadvancing; he stood utterly rigid, his temples pounding, his eyes\nriveted on a darting shape of flame.\n\n\"Don't be alarmed, Langford,\" the voice said. \"I'm not a shape of\nflame. But I can wrap myself in blinding flame so that the human eye\ncannot see me as I am.\"\n\n\"Who are you?\" Langford heard himself asking.\n\n\"A traveler blown from his course by ill cosmic winds!\" the voice said.\n\"A lone and bewildered stranger from a universe so remote its light has\nnot yet reached you. A genuinely frightened stranger and--a telepath,\nLangford.\"\n\nThe voice paused, then went on. \"I made you come to me just now. A\npromise of medals could not have done it, but I got inside your mind,\nand drew you to me. Medals, rewards, promotions; you prize them, don't\nyou? What a pity that I cannot stay until your tunic gleams with\nribbons.\"\n\nAnother pause. Then the voice said: \"It is difficult to get the\nintimate feel of your language. You must forgive me if my speech seems\na little strained.\"\n\n\"Your speech. You--\"\n\n\"You're not afraid of me, Langford? No, you mustn't be; you are the\nkindest of men. How can I convince you that I am--you have a phrase for\nit--letting down my hair? I shall leave you soon, my friend. I have\nrepaired my ship, and I must try to return to my own people. But before\nI go I will tell you the truth.\"\n\n\n\nAnother pause while the brightness pulsed. \"You could have destroyed\nmy ship when we met in the Asteroid Belt with a single blast; but you\nrefused to do so. And I, not knowing you as I do now, tried to frighten\nyou. There are so many worlds where intelligent life is cold and\nmerciless that I was prepared for _any_ emergency. I am rather proud\nof that little multiplying creature I shot out into the void. It was a\nchild's bauble in my world, Langford--a toy!\n\n\"I am alone, my friend. Alone in a ship that utterly dwarfs me. But you\nlike large ships, too; we're curiously alike in some respects. We'd\nnever be satisfied with mechanical mastery on a puny scale!\"\n\n\"Mechanical mastery?\" Langford's lips had gone cold. \"Just what kind of\nmastery? Why did you attack Commander Gurney and his men?\"\n\nThe shape of flame seemed to pulse with a curious, inward merriment.\nLangford could feel the merriment beating into his brain, waves upon\nwaves of it.\n\n\"I didn't attack them. I can no more divide by fission than you can.\nBut when I saw them crouching by the river, their faces merciless,\nwaiting to seize you, I got inside their minds and drove them into the\nriver.\n\n\"Like chattering monkeys they fled from the terrifying images I planted\nin their minds. They were prepared to believe I was not one, but many,\na swarming multitude. They floundered and swam until their strength\ngave out. When they could no longer swim they dragged themselves from\nthe river, and went floundering through the jungle, fleeing from shapes\nthat had no real existence.\n\n\"Good Lord!\" Langford muttered.\n\n\"Their weapons are now at the bottom of the river. That stern and silly\nlittle man, who is nothing more than a jumble of bones, fell face down\nin the river; before I could reach his side you were lifting him up.\nYou have won his undying gratitude. He will grumble and fume, but when\nhe sees my ship disappearing into deep space you will wear ribbons, my\nfriend. You will become--yes, a senior commander!\"\n\n\"A senior--\"\n\n\"Perhaps you'd like to see me as I really am, Langford, my friend!\nYou'll promise not to laugh? I may look a little ridiculous to you.\"\n\nLangford's eyes were suddenly moist. \"You couldn't possibly look\nridiculous to me,\" he said.\n\n\"Well ... I wouldn't like to show myself to just anybody. Certainly\nnot to Skin-and-Bones! But it's terribly important that you know how\ncompletely I trust you. How else can I prove my gratitude?\"\n\n\n\nSlowly the shape of flame began to contract. Its edges became brighter,\nsweeping inward to become a small, dazzling circle of radiance that\nhovered in the air like a blazing signet ring.\n\nIn the middle of the ring a tiny form appeared. Amidst Langford's\nrioting thoughts one thing stood out with mind-numbing clarity. The\nform was minute, so tiny that the mantis shape it had shot into the\nvoid would have utterly dwarfed it. The form was minute, and yet--it\ndid resemble a mantis. Its arms were upraised, and its pinpoint eyes\nfastened on Langford with a blazing intensity that seemed to bore deep\ninto his brain.\n\nBut there was no enmity in that stare. Only complete gratitude, trust\nand friendship. Yes, and a certain _greatness_!\n\n\"Now you see me as I really am!\" the voice said. \"I am so small that\nyou could crush me between your thumb and forefinger. But I would not\nhesitate to alight on your thumb, my friend!\"\n\nA strange wonder throbbed in Langford's brain. And suddenly he found\nhimself thinking: \"Jimmy Cricket!\"\n\nYes, that was it! The tiny shape was as friendly, as puckish, as\nnoble in essence as that little nursery rhyme will-o'-the-wisp, Jimmy\nCricket. And it did look like a cricket; a chirping, gleeful, truly\ngreat cricket.\n\nSuddenly down the long sweep of the years Langford saw two small human\nfigures advancing over a path of golden bricks toward a glittering\ndistant palace.\n\nOne of the forms was himself, the other his sister. They moved in awe\nand terror, because the palace was inhabited by a mighty wizard with\ntruly terrifying powers. But when they reached the palace they met a\nhuman, likeable little man who wasn't terrible at all. And they knew\nthen that the mighty wizard was a humbug. But somehow in his simple\nhumanness the wizard seemed even greater than he had been. Greater, but\nno longer terrifying.\n\nJimmy Cricket was--the Wizard of Oz. And he was something more. A\nlonely, wayfaring stranger, blown from his course by ill cosmic\nwinds, taking reasonable precautions, but seeking only a responsive\nfriendliness in the gulfs between the stars.\n\nFor a moment Langford felt a swirl of energy brush his fingertips, like\nthe clasp of an intangible hand. Then the mental voice said: \"Good\nheavens, Langford! You're dripping wet! See how the dry leaves of the\nforest cling to your feet!\"\n\nStartled, Langford lowered his eyes.\n\nWhen he looked up the circle of radiance was gone.\n\n\"Forgive me, Langford!\" a faint, diminishing voice said. \"But partings\nshould not be prolonged! Goodbye, my friend!\"\n\nWhen Langford emerged on the riverbank, sunlight struck down over his\ntall, straight body, giving him the aspect of a Greek god emerging from\na forest glade in the morning of the world.\n\nHe paused for an instant on the sloping bank to wave to his wife. Then\nhe plunged into the river and swam straight toward her.",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70403/pg70403.txt",
        "name": "the_miniature_menace.json"
    }
}