{
    "name": "The Best of Fences",
    "author": [
        "Garrett, Randall",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Garret, Randall",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Romm Parmay stepped into the Interstellar Communications Central and\neased the door shut behind him.\n\nNobody paid much attention to him; the five hundred ICC men at the\nboards were talking in quiet, well-modulated voices that filled the\nroom with a fluctuating murmur of unintelligible sound.\n\nAt Number One board, Kerrman was staring moodily at the dead screen,\nblowing clouds of cigarette smoke at the control panel and watching the\nsmoke writhe and flow down around the pilot lights and switch plates.\nParmay walked across the room quietly, and stopped a few feet behind\nKerrman.\n\n\"Boo!\"\n\nKerrman jerked, inhaled a cloud of smoke, coughed, and turned around,\nglaring.\n\n\"Romm! Dammit, if you weren't my boss, I'd kick you where it would do\nthe most good!\"\n\nParmay turned solemnly, presenting his gluteal region for assault.\n\n\"Go ahead,\" he said sorrowfully, \"I'm not the boss any more.\"\n\n\"All right, you're asking--_what? What did you say?_\"\n\nParmay turned back to face Kerrman. The grin on his face threatened to\nbreak into laughter.\n\n\"Let you be the first to congratulate me. You are gazing at the Chief\nof Psychological Contact.\"\n\n\"Contact!\" Kerrman grinned back. \"You mean you're going out with the\nfleet?\"\n\n\"Right. They just told me. I've got to get myself a group together,\none for each hypersee ship. So far, I am the head cheese of a totally\nnonexistent group; I'm nobody's boss.\"\n\n\"Need a good assistant?\" Kerrman asked hopefully.\n\n\"No, I need a good contact here. You've got my job now, and more. There\nisn't room on a ship to carry a complete psych analyzer, much less a\nsynthesizer, so, for anything I dig up, you'll have to do most of the\nmath.\"\n\n\"Good enough. I have--\" Kerrman stopped suddenly and looked at his\nwatch. \"Wow! Almost talked too long. There's an Ancestor due in five\nminutes.\"\n\nHe sat down again at the board, cutting in the instruments. A shadow\npointer moved slowly up a dial, then stopped.\n\n\"Not early, at any rate,\" he commented.\n\nBetter than four hundred light years away, a hypersee communicator\nfired out its carrier; at vast multiples of the velocity of light,\nthat disturbance radiated in all directions through space. Less than\na thousandth of a second after leaving its origin, the carrier was\nnudging the receptors on Earth.\n\nOn Kerrman's panel the shadow pointer began a smoothly oscillating\ndance. Kerrman touched three switch plates in swift succession. A voice\ncame from the speaker.\n\n\"Expedition Seven Nine Six calling Earth. Seven Nine Six calling Earth.\nCome in, Earth.\"\n\nThe accent was odd, and most people would have had trouble\nunderstanding it, but Kerrman was used to handling the changes that had\ntaken place in the language in four centuries.\n\n\"Communications Central, Earth,\" he replied. \"We're in, Seven Nine Six.\"\n\n\"Seven Nine Six in,\" said the speaker definitely. \"We've been here\ntwenty-four hours. How long have we been gone?\"\n\n\"You're four minutes late; not bad correlation at all. You left Earth\nfour hundred thirteen years, seventy-one days, two hours, thirty\nseconds as of now.\" He touched a button to produce a _ting!_ \"What's\nyour subjective time?\"\n\n\"Eleven years, sixty-two days, twelve hours, five minutes even as of\nnow.\" A similar sound came from the speaker.\n\nKerrman jabbed the figures into the MAC for subjective-objective time\ncorrelation.\n\n\"Any sign of the enemy?\" he asked next.\n\n\"None. They haven't landed here. We've scouted the planet carefully.\"\n\nRomm Parmay, standing beside Kerrman, shook his head resignedly. No\nsign of them. There never was.\n\n\n\nKerrman's next job was pure psychology. That was the reason for\nassigning a psych engineer to the first receiver. Each call from a ship\ncoming out of near-light drive was picked up by this board.\n\nKerrman glanced at the dossier on the desk before him; the\nfour-century-old dossier that contained complete information on\nExpedition 796 as she had been when she left Earth.\n\n\"Am I speaking to Commander Loris Cay?\"\n\n\"No. He passed away seven years ago, subjective time. I am Lieutenant\nWilliam Bowman, commanding.\"\n\n\"I'm sorry to hear that, Lieutenant.\" Kerrman looked at the blank\nscreen and wished that hypersee vision transmission had been in\nexistence when Expedition 796 was launched. It was easier to judge a\nman's psych reaction by his face than by his voice alone.\n\n\"Lieutenant, can you understand me all right? I've had a chance to\nstudy your pronunciation, but how does mine sound to you?\"\n\nThe lieutenant admitted it was odd but perfectly clear.\n\n\"Good. Then I'll give you a brief synopsis of the history of the past\nfour hundred years.\n\n\"When you left the only hint we had that another race was colonizing\nthe galaxy was the sounds, which we assumed to be speech, that came\nover certain frequencies of the hypersee band. Since then, we have\nperfected vision transmission; we can see them now. And they're not\npretty to look at.\n\n\"We still have no way of knowing where a hypersee wave is coming from;\nthey are non-directional, at least insofar as we have been able to\ndiscover, so we still don't know from which direction the enemy is\napproaching.\n\n\"We haven't been able to correlate their vision with their voice\ntransmission, so we still don't have any key to their language.\nLuckily, we're fairly sure that they don't have any key to ours, either.\n\n\"A little over a century ago, we detected something else on the\nhypersee band. It sounded like a weird sort of static; a whining sort\nof thing. The only source that could put out that kind of disturbance\nwas found to be material objects traveling faster than the velocity of\nlight.\n\n\"That gave us our first clue--the first hint that hypersee ships could\nbe built. We figured that if the aliens had them, we could get them,\ntoo.\n\n\"It took better than thirty years, but we've got it now. Our hypersee\nfleet has been consolidating the colonies for two hundred light years\nout, and we're constantly expanding.\n\n\"Within the next year, we'll be able to ship you supplies and material,\nwhich will speed up your colonization by about fifty years. You'll\nhave a going civilization there in your lifetime instead of the three\ngenerations that the planners originally estimated.\n\n\"These are the major developments. Any questions, Lieutenant?\"\n\nThere were questions, of course, plenty of them, but Parmay didn't pay\nmuch attention to them. Those pioneers the ICC jokingly called the\nAncestors were time travelers in a very real sense of the word. They\ncame out of near-light drive to find that the rest of the universe had\npassed them up; they were anachronisms.\n\nIt hadn't been too bad at first; they were not too far displaced from\ntheir own time, those who had first reported in, centuries ago.\n\nBut now they found that their speech was old-fashioned and their\nbeautiful new ships were completely out-moded. They could not be told\nimmediately that the new hypersee ships were transporting colonists to\nthe stars faster than the old near-light ships were coming out of the\nfitzgerald. They could not be told that they had gone out in vain.\n\nA psych engineer had to be careful in telling them what had happened.\nThe old ships had served their purpose, of course; without them, the\nrace of man would not be nearly as far flung through the stars as it\nwas now. But it would be hard to convince the Ancestors that they were\nstill performing a useful function--unless a psych engineer told them\nso.\n\n\n\nKerrman had assigned 796 a report schedule and had cut the connection.\nHe looked up at Parmay.\n\n\"If I'm the boss now, I can knock off any time I please. There won't\nbe another Ancestor for three days; Eight-Oh-Two is due then. As soon\nas I get all the dope on this one correlated, I'd like to talk to you.\nWhere're you headed now?\"\n\nParmay grinned. \"I'm going to tell Alina. I want to watch her blow her\nstack. I'll see you at my place as soon as you quit. Okay?\"\n\n\"Good enough. Don't shock your everlovin' too much.\"\n\n\"_Hah!_\" Parmay _hah'd_. \"That woman is about as shockproof as they\ncome.\"\n\nParmay left communications and took a drop down sixty-three levels to\nthe Hypersee Physics section. Alina's lab was deadly silent when he\nopened the door. The four technicians under her were watching their\ninstruments and ignoring the door.\n\nParmay resisted the impulse to pull the same gag on his wife that he\nhad pulled on Kerrman. It might ruin an expensive research project.\n\nAlina Starrnel's blonde, closely-cropped head was bent over an array\nof instruments that meant almost nothing to her husband. She moved her\nhand over a series of switch plates and looked up at the screen facing\nher.\n\nThe un-normal face of an alien stared out at her with its blank eyes.\nThe fronds on the face flickered gently.\n\nParmay watched for the better part of ten minutes as the face blurred,\nshifted, and underwent other strange transformations beneath Alina's\nmanipulations of the controls. Her technicians spoke softly now and\nthen, making small adjustments in the instruments they were controlling.\n\nSuddenly Alina slapped at the switch plates. The alien face in the\nscreen had faded out. \"Damn!\" she said softly.\n\nShe turned to the four technicians. \"Get as much out of that as you\ncan, though I'm pretty sure we've lost another round.\"\n\n\"_Bong!_\" said Parmay. \"Round over.\"\n\n\"Romm!\" Alina turned, seeing him for the first time. \"What are you\ndoing here?\"\n\n\"Got bored. Decided I needed a kiss.\"\n\n\"Well, come get it.\"\n\nHe did.\n\n\"Now,\" she said, \"the truth. You don't come wandering down here at this\ntime of day to neck. Out with it.\"\n\n\"I came to take you to lunch.\"\n\n\"At this hour? I don't usually take off this early.\"\n\n\"My darling Alina, I have something to tell you, and I am sure that\nyou'll need something in your stomach to brace you when I tell it.\"\nAlina put her palms to her temples and looked at the ceiling.\n\n\"Oh, _no_! This is what comes of being a psych engineer! He comes in\nand makes a remark like that because he knows damned good and well that\nI would drop anything to find out what he's being so mysterious about!\"\nShe dropped her hands and looked back at Romm. \"All right,\" she snarled\nin mock viciousness, \"I'll come. But you can't get away with this\nforever!\"\n\nThe Colonization Program Building filled better than a cubic mile of\nthe city's space, housing every function of the operation that was\ntaking man to the stars, trying to get the race of man there before the\naliens beat them to it. The lift shaft took Parmay and his wife up to\nthe top level, where the apartments and restaurants were. There, they\ncould look out through the broad windows at the rolling meadows and\nforest that covered the city beneath.\n\nThey sat down in a booth in the main dining room and dialed a menu.\n\n\"Now, bub,\" said Alina impatiently, \"do I have to wait for food, or do\nyou talk now?\"\n\n\"I talk now. Do you know the present Chief of Psychological Contact?\"\n\nAlina lifted an eyebrow. \"No. I never even heard of the department.\nWhat is it? Top secret, or something?\"\n\n\"Not particularly. I'm it.\"\n\n\"That's nice.\"\n\nParmay looked at the tips of his fingers. \"Nice? Oh, yes. And on the\nsame scale, S Doradus is a comfortable warm star.\"\n\n\"Oh?\" Alina lifted both eyebrows this time. \"Why did they fire you from\nyour old job? Did you fluff up?\"\n\nParmay glowered. \"Do you want to listen to me or not? If you're bored,\nyou can quit paying attention.\"\n\nAlina's laughter broke out into the open. \"But you'll go on talking\njust the same!\"\n\nParmay's laughter joined hers. \"All right, vixen, go ahead and use\nyour psychological torture methods. Just be glad that I don't use some\nof the refinements on you. If I were a research man instead of an\nengineer, I'd probably use you as a project.\"\n\n\"Brute! Shut up and eat!\"\n\nThrough the meal, Parmay explained the new job.\n\n\"--so I'll have to pick a good crew to do the job right,\" he finished.\n\n\"You sound as though you're glad to be rid of the old position. Why?\"\nAlina asked, offering a cigarette.\n\nParmay dragged it into light before answering.\n\n\"In a way, I am. I'm tired of telling new colonists bad news. I'm sick\nof feeding Ancestors half-truths. How would you like to tell a hundred\nthousand people, over a span of eighty years, that things are terrible,\nand tell them in such a way that they will think things are fine?\"\n\nAlina frowned. \"Is it as bad as all that? Just because we've left them\nbehind? Weren't they prepared for that when they left? They should know\nthat Earth would have changed in all that time, that we would be ahead\nof them. Why should they be so shocked to come out of the fitzgerald\nand find that it's so?\"\n\nParmay shook his head. \"It's not that, honey. I have to tell them just\nthe opposite. Look--do you realize that I have to tell them that we are\nlosing the race with the aliens?\n\n\"I have to tell them that we have invented hypersee vision\ntransmission--and the aliens had it first. I have to tell them that we\nhave had hypersee ships for seventy years and the aliens have had them\nfor twice that long.\n\n\"I have to tell them that the aliens have made a great deal of\nprogress, and that we have lagged pitifully behind in copying them.\nHave we done anything on our own? No.\"\n\nAlina closed her eyes. \"God, what pessimism. Gimme 'nother cigarette;\nmine went out.\"\n\nParmay handed her a cigarette. \"What do you mean: 'pessimism'? What\n_have_ we done?\"\n\nHis wife held up a hand and began counting off fingers.\n\n\"One: Increase in the standard of living. The five-hour work week.\n\n\"Two: If and when it comes to a pitched battle between us and the\naliens, we have the ionic disruptor. I can guarantee that no known\nconductor can stand up against it. And--\"\n\nParmay waved her down. \"Cut. That's just another problem to hand to the\nAncestors. We have increased our own personal comforts; what does that\nmean to a group of people who are hacking out a new civilization on\nsome godforsaken planet a couple of hundred light years from home?\n\n\"And how do you know we're invincible? The ionic disruptor\ndisintegrates all and any metals or alloys we know of. But isn't it\npossible that the aliens have some alloy we don't have?\"\n\n\"You find me a non-conducting metal,\" Alina said positively, \"and I'll\nadmit that the disruptor might fail against it.\"\n\n\"I repeat, my dear, how do you know we're invincible?\"\n\nAlina lifted the eyebrow again, a habit that irritated Parmay because\nhe couldn't do it. \"I don't know that we're invincible, and you know\nit,\" she answered, ignoring syntax. \"But I hardly think you can say we\nhaven't done anything.\"\n\n\"You think not?\" grinned Parmay, \"Listen: 'We haven't done anything.'\"\n\nAlina said nothing; she just looked at him.\n\n\"You look,\" said Parmay, \"as though you loved me.\"\n\n\"You act as though you were analyzing me. Put that slipdisc back in its\ncase, chum; I'll not have you pulling psychostatistics on me.\"\n\nParmay spread both palms. \"Look, ma, no analyzer. I'm innocent.\"\n\n\n\nBoth man and the aliens were spreading inexorably. Neither knew, or\ncould know, the aim, intention, or location of the other. Each knew\nthat the other was spreading. Each was determined that the other should\nnot be ahead in claiming the galaxy.\n\nAnd each was determined that his own race, and his alone, should rule\nthe stars.\n\nNeither, seemingly, knew much about the other. It had become a battle\nof technology; a battle in which man was lagging behind. The psych\nengineers who told the outpost stars that man was catching up to the\naliens were propagandizing in their teeth.\n\nThe enemy was ahead; the enemy was too damned far ahead.\n\nSo man fought doggedly on, hanging by his teeth, making each day, each\nsecond, count.\n\nThe Psychontact Division built up month by month as Parmay worked to\nget the right men into the right positions.\n\nSpecifically, Psychontact had the job of co-ordinating the colonies\ninto a working whole, thus hoping to insure that the whole would be\ngreater--and stronger--than the sum of its parts.\n\n\"Colonies! Colonies!\" blazed Parmay, one morning. \"You'd think we were\nbacteriological cultures!\"\n\n\"Well,\" answered Alina, \"of course we aren't.\"\n\n\"Well of course we _are_!\" Parmay snapped back, \"We're trying to\nspread, disease-like, over the galaxy in order to counteract the\neffects of another type of organism which is trying to do the same.\"\n\nAlina was putting some of his things into a travelcase, and she went\nright on shoving them in as she answered.\n\n\"Romm, why does the alien problem bother you? You're getting to be a\nfanatic on the subject, and it's not your problem at all. Why don't you\nlet Xenology do its job and you do yours?\"\n\nParmay grabbed the travelcase as Alina closed it. He smiled\nnonchalantly. \"Honey chile, I am not a fanatic; I just have to have\nsomething to yell about. Relieves tension and all that. Remind me to\ngive you a lesson some time.\"\n\n\"But--\"\n\n\"Shaddup. Come here.\"\n\nWhen Alina started asking too many questions, Parmay didn't require a\ncomplete detailed analysis of his wife to know that she was worried\nabout him; and he didn't need to run a complete synthesis to know what\nto do.\n\nTwenty minutes later, the phone chimed.\n\n\"Damn!\" Parmay blistered. He kissed Alina once more, then answered.\n\nLon Tallen, commander of the HC-36, greeted him from the screen. \"Romm,\nwe've installed all your equipment; we'll leave in two hours, but I'd\nlike to have you aboard in about an hour. Can do?\"\n\n\"Can. See you.\" Parmay cut off and grinned at Alina. \"Hear that? A\nwhole hour.\"\n\n\n\nAn hour later, he was aboard the Thirty-six, checking the instruments\nhe had had installed. But he was only checking them with half a mind;\nthe other half was on something Alina had said.\n\nFanatic? Possibly. After living with a threat that hadn't materialized\nin fifty decades, most of the human race viewed the alien threat with\napathy. A man worked to prevent their spread--or rather to increase the\nspread of genus Homo--but after all, nothing had happened so far, had\nit? _Peace in our time._\n\nThe trouble was, it took a psych man to realize the effect that losing\nthe race would have on the people of Earth, and the human beings that\nEarth had scattered to the stars. And the farther Man spread, the worse\nthat shock would be.\n\nParmay knew what it would be like, and Parmay didn't like it.\n\nSo his wife called him a fanatic. Well, perhaps he was, but he still\ndidn't intend to let the race down by letting the aliens get too far\nahead. Somewhere in the seven hundred million cubic light years that\nMan owned there must be traces of the alien, and Parmay was going to\nfind them if he could.\n\nThe Thirty-six lifted herself off Earth only a shade less than an hour\nafter Romm Parmay came aboard. Once in free fall beyond the moon, her\nnose was aimed at the approximate area of her destination: D 38Â°40',\nRA 17h-4m. Then, gently and easily, the Hypersee Ship-36 slid out of\nnormal space-time.\n\nCommander Tallen was watching a communicator screen when Parmay entered\nthe Main Control Salon.\n\nParmay groaned in mock despair. \"Every time I walk into a place where\nthere's a communicator, somebody's got their eyes glued to it. Why?\"\n\nTallen turned. \"I like to watch Junior, here. He scares me.\"\n\nThe face of an alien squirmed nastily on the plate.\n\n\"Why watch him, then?\"\n\n\"I guess I'm like the little boy who banged his head against the wall\nbecause it felt so good when he stopped.\"\n\n\"Really?\"\n\nTallen laughed. \"No, not really. I keep watching because I keep hoping\nI'll run across something that will give me a clue about them. I know\nexperts have tried and failed, but I like to think that they might have\nbeen too close to the trees to see the forest, if you know what I mean.\"\n\n\"I'm glad,\" said Parmay frankly, \"that someone besides me worries about\nthem.\"\n\n\"Smoke?\" asked Tallen, holding out his case.\n\n\"Thanks, no.\"\n\nTallen took one himself, then: \"I understand your wife is working with\nhypersee.\"\n\nParmay nodded.\n\n\"Did you ever ask her why we can't get a line on the aliens' location?\"\n\n\"Sure. And I get the same answer I'd get if I'd asked you: 'I don't\nknow.' Hypersee waves aren't directional. They seem to ignore normal\nspace-time and the matter and energy in it. They probably aren't\ninstantaneous, but they're so close to it that trying to measure their\nrate of propagation at ordinary interstellar distances is as futile as\nGalileo's experiment with the lanterns on the mountain-tops. Or was\nthat Torricelli? Anyway, we don't have any way of knowing where they\nare or how far away.\"\n\nTallen looked back at the alien on the screen. \"Then Junior, here,\nmight be on the other side of the galaxy, as far as we know?\"\n\n\"Right. Or M-33 in Andromeda. Or it's possible that they died out a\nthousand years ago, having lived at some spot in the universe so remote\nthat even the hypersee hasn't reached us till now.\"\n\nTallen looked incredulous. \"Then why are we worrying, if the damned\nthings might not be anywhere around? Just on the off chance that they\n_might_ be?\"\n\nParmay shook his head. \"Not exactly. We don't know anything from a\nstrictly physical point of view, true; but we have done some work on\nthe psychological side. We know, for instance, that they have seen our\nfaces and heard our voices, just as you and I can watch Junior. We know\nthis from the basic reactions of sentient creatures to that type of\nstimulus. They are aware of our existence. That rules out their being\ntoo far.\n\n\"We've been working to get ahead of them for five hundred years. If\nthey're on the other side of the galaxy, we have another five hundred\nyears before we contact them; if they're in one of the nearer galaxies,\nit will be another two thousand years.\n\n\"But we'll contact them eventually, and it had better be on even\nterms.\"\n\nTallen examined the glowing end of his cigarette as though he were\nappraising a piece of art. \"Too bad there isn't a doppler in hypersee;\nif the drive could be located, it would make it easy.\" He looked up at\nParmay. \"Do you know why we take so long to get to Therbis? Because\nof the stops. Look here.\" He picked up a card from the desk. \"I use a\ntable of random numbers. Every time we pass a star whose number is in\nthe schedule chosen, we have to stop to see if there is any modulated\nelectromagnetic radiation in the system. If there is, we've found the\nenemy.\"\n\n\"And if there isn't?\"\n\n\"Then we haven't found him. And I get tired of sitting for eight hours\nwhile the communications boys mess around looking for something that\nisn't there.\" He spread his hands. \"That's life. We look all over the\ngalaxy for vibrations we can locate but can't find, and we find all\nkinds of communications we can't locate. I think I'll stick my nose in\nmy ear and blow my brains out.\"\n\nParmay grinned. \"Do me a favor; wait till we get to Therbis. That\ncolony is scarcely twenty years old, and they might be worried if\ntheir contacts with the rest of civilization go around splattering\ntheir cerebrum over the insides of their own ships.\"\n\n\n\nSeven times during the next few days, the HC-36 approached a star and\nlistened for electromagnetic disturbances in space.\n\nSeven times, they got nothing but normal static.\n\nThen came Therbis.\n\nSomeone once defined eternity as the time required for everything\nto happen once. If you toss a coin enough times, it will eventually\nland on edge; if you shuffle a deck of cards enough times, they will\neventually deal out in any predetermined order. And, by the inherently\nunprovable laws of probabilities, if you watch a glass of water long\nenough, all the high-velocity molecules will congregate in one place\nand boil off, leaving the remainder of the water frozen solid. You\nmay have to wait some ten to the twentieth years, or it may happen\ntomorrow. But, however improbable, each of them _can_ happen.\n\nTake a spaceship. In order for one spaceship to spot another, via\nradar, they must be within a million or so miles of each other and\nhave low velocities relative to each other. An Earth vessel might\nnever see another Earth vessel in space unless they had arranged it\nbeforehand. And arranging things beforehand is stacking the deck, a\nreversal of normal entropy that only intelligent beings can bring about.\n\nThe Thirty-six approached the Therbis sun at something less than a\nthousand miles per second, the actual difference in velocity between\nthat sun and Sol. Therbis itself was the fourth planet of the system;\ncold and bleak. It was somewhat bigger than Terra, with plenty of water\nand a high percentage of carbon dioxide in the atmosphere, so the\ngreenhouse effect kept it warm enough for human beings to colonize the\nisland chains that surrounded the equatorial belt.\n\nThe HC-36 was braking in when the odds-against coincidence happened.\nNear planet six, which just happened to be at its nearest approach to\nTherbis, a spaceship came into range of the instruments of the HC-36.\nAt first it was thought to be a meteor; that was what the instruments\nwere meant to look for, and that's what they expected.\n\nBut no meteor is a smooth prolate spheroid, like a football with\nsmoothly rounded ends. And no Earth ship was ever shaped like that,\neither.\n\nIt was visible on the plates of the HC-36 only a few seconds--then it\nvanished.\n\nOrders were already snapping over the robot control system as Parmay\ncharged for the main salon. He had heard the alarm and came running.\n\nTallen was slapping his hands over switch plates with lightning\nmovements of his wrists. \"Alien ship!\" he shouted. \"As soon as our\nradar touched her, she hit hypersee. That was about thirty-five seconds\nbefore our own equipment registered the echo, so she's had better than\na minute to arrange herself nicely to blast us!\"\n\n\"Won't she have to come out of hypersee to do it?\"\n\n\"Sure, but where?\"\n\n\"I'd--\"\n\nHe was cut off by a hum of power from Fire Control; at the same\ninstant, he saw the football shape of the alien on the screen. It was\nless than eight miles away.\n\nThe Earthship's beam blazed momentarily on the alien vessel, then\nvanished. The alien dodged suddenly ahead, and something flickered\non her side. All hell broke loose in the Thirty-six. From the engine\nsection came a faint thudding vibration of overload switches cutting\nout. The ship shivered and hiccoughed like a drink-deprived alcoholic.\n\nAgain Fire Control beamed out, and again the alien ship flared. But\nthere was no answering blast.\n\nParmay, shaken, watched the weird battle on the screen. Behind\nthe enemy ship loomed the vast bulk of planet six, a gigantic\nammonia-methane globe, a Jovian monstrosity that outlined the darker\nform of the alien ship.\n\nSlowly, the enemy vessel began to shrink; it was falling toward the\ngiant planet.\n\n\"Her drive's out!\" Tallen shouted gleefully.\n\n\"So is ours!\" snapped a voice from the speaker above the panel.\n\n\"Are we falling?\"\n\n\"No, it's the hypersee that's out. The planetary drive is perfect. The\nhypersee is burned all to hell. No breach in the hull.\"\n\n\"Get us orbited to Therbis,\" Tallen ordered. \"What damage to the alien\nship?\"\n\nFire Control answered. \"The ionic disruptor didn't do as much damage as\nwe thought. We weakened their hull, but we didn't open it.\"\n\n\"Okay,\" Tallen said, \"keep an eye on the 'scope. Compute the orbit of\nthe ship and watch it. If it shifts off the computed fall path, we'll\nhit it again.\"\n\nParmay grabbed Tallen's shoulder.\n\n\"Did all this get on tape?\"\n\n\"Sure. Why?\"\n\nParmay pushed Tallen aside and headed for the communicator.\n\n\n\nThe news hit Earth like a slug in the teeth. For the second time in\nhalf a millennium the human race was brought face to face with the fact\nthat it was not the only intelligence in the galaxy, much less in the\nwhole universe.\n\nThe instant the news came, a fleet of armed ships was given its orders,\nand within six hours they were squirting through hyperspace toward\nTherbis.\n\nMeanwhile, the Psychological Corps was in a dither. Parmay was shooting\ndata to them from Therbis and asking, in return, for all kinds of\nseemingly irrelevant information. Chemists were asked questions about\norganic oxidation-reduction equations; physicists were asked for data\non propagation of electromagnetic waves in distorted spaces and warped\nfields; biologists supplied facts about--of all things--deep sea fish.\n\nAll these things flowed into robot analyzers and synthesizers, came\nout and were fed back in again, directed by the frantic brain of Romm\nParmay.\n\nAfter twelve days, the big-wigs of Operation Interstellar were\nbeginning to ask: \"What in hell is Parmay driving at?\"\n\nAnd when Parmay was asked, all he would say was: \"I'm not sure yet. I'm\nstranded here on Therbis until the fleet gets here, and I want to get\nback to Earth. I can't give you any answers 'til then.\"\n\nKerrman was on Earth, and he wasn't entirely unaware of what Parmay was\nworking on. Kerrman, in fact, knew bloody well what it was. But he kept\nhis mouth shut and applied a few ideas of his own.\n\nFinally, word came that Parmay was on his way back from Therbis.\n\nWhen he landed, the Directors of Earth were waiting for him, and two\ndays later he was ready to appear before the assembled Directorate.\n\nThe fourteen Directors waited quietly for him to speak. The vast\nsilence that filled the room seemed almost a little too big for it, as\nthough even a slight noise would not be heard if it were to be made.\nPol Enson, the Speaker, looked at the others, then at Parmay.\n\n\"Okay, Romm; blaze away. I'm not a psych man, and I don't quite\nunderstand what you're driving at, but I hope you're right.\"\n\n\"I think I am,\" Parmay answered. \"I've checked into it from every\nconceivable angle, and everything fits--there isn't one single\nunexplainable factor.\n\n\"We contacted the ship of the aliens. It went into hypersee. Then it\nattacked. Point one.\n\n\"Ask yourselves: _Why did it attack?_ And then ask: _Why did_ we\n_attack_?\" He paused, watching them, then went on. \"_Why didn't we both\nget the hell out of there?_\"\n\nThe Directors frowned and waited.\n\n\"Keeping that in mind,\" Parmay continued, \"let's look at our method of\nchecking a system for the presence of aliens. We looked for modulated\nelectromagnetics; we never found any. One explanation was that there\nweren't any aliens. But there's another explanation that fits the\npicture even better.\n\n\"They didn't put out any because they don't know anything about them\nin communication!\"\n\nThe frowns of the Directorate became puzzled.\n\n\"Let's take another tack,\" Parmay went on. \"Our ionic disruptors are\nsupposed to turn any metal into an incandescent gas. But they hardly\ntouched the enemy ship. Why? Because it was a non-conductor! Plastics,\ngentlemen, plastics strong enough to construct a spaceship hull of\nthem. And that's even stronger than you think.\n\n\"But why plastics? Why not metal? That's another clue.\n\n\"Here, then, we have a race which does not use metal or the longer\nelectromagnetic radiations--I have no doubt that they can use the\nshorter ones. And they attack another ship.\n\n\"Let's get back to that because it's important; it gave me my first\nclue. I wondered why they attacked. There could be no reason to attack\na ship that might be better armed than you, even if your psychology is\nbred toward pure hate.\n\n\"There is only one good reason, and it is the same reason that made us\nfight back instead of running. We had a colony in that system, and\nwe didn't want the enemy to know it. If they had found us in a system\nwhere we had no colonies, we would have turned tail and run--the only\nsensible thing to do.\n\n\"But we didn't--and neither did they.\n\n\"Therefore, they, too, have a colony in that system!\"\n\n\n\nThe Speaker said: \"Where? Therbis is the only planet with--\" His voice\ntrailed off as he suddenly saw the truth.\n\nParmay nodded. \"All this time, we've been assuming that the aliens were\nafter the same planets we were. But every bit of evidence indicates\nthat they live on the ammonia-methane giants!\"\n\nHe paused to light a cigarette, then went on: \"Alina Starrnel, my\nwife, has done some checking on the conditions that obtain in such an\natmosphere. Alina--\" he nodded toward her.\n\nShe looked at them from her cool green eyes. \"The atmospheres of\nammonia-methane giants are such that the surface suffers from almost\nunbelievable electric storms. Every sunspot on the primary, every wind,\nevery slight change in temperature causes lightnings and electrical\ndisplays such as we on Earth can't imagine. The atmosphere itself is a\nsemi-conductor.\n\n\"Therefore, it would be almost impossible for them to have radio\ncommunication as we know it.\n\n\"There are two reasons why metals are not used for construction on\nsuch planets. One: the heavy, metal-bearing core of the giants is\nburied beneath thousands of miles of ice. Two: metals wouldn't stand\nthe strain. At the temperatures prevailing on those planets, most\nmetals are so brittle that they'd shatter under the loads that the\nunimaginable gravitational pull would cause.\n\n\"Plastics are a different matter. Any life that would evolve on such\na world would be able to synthesize hard, tough materials in its own\nbody. With plenty of carbon, hydrogen, and nitrogen around, they\nwould have to find some way of making building materials from organic\ncompounds. Actually, they're probably not plastics as we know them;\npossibly they wouldn't even stand up at normal room temperature on\nEarth.\"\n\nParmay took up the story again. \"There, you see, is the reason we never\ncontacted them. We never went anywhere near such planets; we had no\nuse for them. And they wouldn't try to colonize our planets any more\nthan we'd try to colonize Mercury.\"\n\nThe Speaker had a question: \"How did they detect your radar when it\nimpinged on their ship?\"\n\nAlina answered him. \"On their worlds, sound would be useless as a\nnormal means of communication. There's too much noise. It would be like\nyou or I trying to talk within fifty feet of an atomic bomb explosion.\nThe shorter electromagnetic spectrum, bad as it is, would permit them\nto 'shout' at each other over a distance of a hundred yards, and they\ncould probably carry on a normal conversation in a room this size.\n\n\"We believe that they are naturally equipped to speak to each other\nby radio--after all, an electric eel can generate currents within its\nown body of quite sizable voltages. A slight modification, plus a\ncontrolling intelligence, could make a transmitter of a living body.\n\n\"Therefore, when our radar hit them, it probably sounded like a siren.\nThey knew our ship was somewhere near and got the devil away from\nthere.\"\n\nThe room was silent as Parmay thanked Alina and concluded his speech.\n\n\"So, we have no quarrel with the aliens; they have none with us. We\nhave entirely different spheres of operation. There is no need for\nconflict between us, now, or ever. Our job now is to contact them as\nbest we can and trade knowledge for--\"\n\nThe door opened suddenly, and Kerrman stepped in. He walked over to\nParmay and whispered softly for a moment.\n\nParmay turned back to the Directors. \"Gentlemen, Dr. Kerrman has had\nscout ships watching for several days in places where the aliens\nmight be assumed to be. It's paid off. Our calculations are perfectly\ncorrect.\"\n\nHe grinned widely. \"We don't have to worry about feeling inferior; we\nhave a lot of things they don't, and vice versa.\n\n\"For instance, we have Earth. And I don't know how close we may have\ncome to their home base, but they have already colonized Jupiter!\n\n\"As a poet named Frost once said, 'Good fences make good neighbors.'\nWe've got the best of all possible fences, so--let's get friendly with\nthe neighbors, boys!\"",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Garret, Randall",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67323/pg67323.txt",
        "name": "the_best_of_fences.json"
    }
}