{
    "name": "The Chateau of Prince Polignac",
    "author": [
        "Trollope, Anthony"
    ],
    "body": "FEW Englishmen or Englishwomen are intimately acquainted with the little\ntown of Le Puy.  It is the capital of the old province of Le Velay, which\nalso is now but little known, even to French ears, for it is in these\ndays called by the imperial name of the Department of the Haute Loire.\nIt is to the south-east of Auvergne, and is nearly in the centre of the\nsouthern half of France.\n\nBut few towns, merely as towns, can be better worth visiting.  In the\nfirst place, the volcanic formation of the ground on which it stands is\nnot only singular in the extreme, so as to be interesting to the\ngeologist, but it is so picturesque as to be equally gratifying to the\ngeneral tourist.  Within a narrow valley there stand several rocks,\nrising up from the ground with absolute abruptness.  Round two of these\nthe town clusters, and a third stands but a mile distant, forming the\ncentre of a faubourg, or suburb.  These rocks appear to be, and I believe\nare, the harder particles of volcanic matter, which have not been carried\naway through successive ages by the joint agency of water and air.\n\nWhen the tide of lava ran down between the hills the surface left was no\ndoubt on a level with the heads of these rocks; but here and there the\ndeposit became harder than elsewhere, and these harder points have\nremained, lifting up their steep heads in a line through the valley.\n\nThe highest of these is called the Rocher de Corneille.  Round this and\nup its steep sides the town stands.  On its highest summit there was an\nold castle; and there now is, or will be before these pages are printed,\na colossal figure in bronze of the Virgin Mary, made from the cannon\ntaken at Sebastopol.  Half-way down the hill the cathedral is built, a\nsingularly gloomy edifice,—Romanesque, as it is called, in its style, but\nextremely similar in its mode of architecture to what we know of\nByzantine structures.  But there has been no surface on the rock side\nlarge enough to form a resting-place for the church, which has therefore\nbeen built out on huge supporting piles, which form a porch below the\nwest front; so that the approach is by numerous steps laid along the side\nof the wall below the church, forming a wondrous flight of stairs.  Let\nall men who may find themselves stopping at Le Puy visit the top of these\nstairs at the time of the setting sun, and look down from thence through\nthe framework of the porch on the town beneath, and at the hill-side\nbeyond.\n\nBehind the church is the seminary of the priests, with its beautiful\nwalks stretching round the Rocher de Corneille, and overlooking the town\nand valley below.\n\nNext to this rock, and within a quarter of a mile of it, is the second\npeak, called the Rock of the Needle.  It rises narrow, sharp, and abrupt\nfrom the valley, allowing of no buildings on its sides.  But on its very\npoint has been erected a church sacred to St. Michael, that lover of rock\nsummits, accessible by stairs cut from the stone.  This, perhaps—this\nrock, I mean—is the most wonderful of the wonders which Nature has formed\nat La Puy.\n\nAbove this, at a mile’s distance, is the rock of Espailly, formed in the\nsame way, and almost equally precipitous.  On its summit is a castle,\nhaving its own legend, and professing to have been the residence of\nCharles VII., when little of France belonged to its kings but the\nprovinces of Berry, Auvergne, and Le Velay.  Some three miles farther up\nthere is another volcanic rock, larger, indeed, but equally sudden in its\nspring,—equally remarkable as rising abruptly from the valley,—on which\nstands the castle and old family residence of the house of Polignac.  It\nwas lost by them at the Revolution, but was repurchased by the minister\nof Charles X., and is still the property of the head of the race.\n\nLe Puy itself is a small, moderate, pleasant French town, in which the\nlanguage of the people has not the pure Parisian aroma, nor is the glory\nof the boulevards of the capital emulated in its streets.  These are\ncrooked, narrow, steep, and intricate, forming here and there excellent\nsketches for a lover of street picturesque beauty; but hurtful to the\nfeet with their small, round-topped paving stones, and not always as\nclean as pedestrian ladies might desire.\n\nAnd now I would ask my readers to join me at the morning table d’hôte at\nthe Hotel des Ambassadeurs.  It will of course be understood that this\ndoes not mean a breakfast in the ordinary fashion of England, consisting\nof tea or coffee, bread and butter, and perhaps a boiled egg.  It\ncomprises all the requisites for a composite dinner, excepting soup; and\nas one gets farther south in France, this meal is called dinner.  It is,\nhowever, eaten without any prejudice to another similar and somewhat\nlonger meal at six or seven o’clock, which, when the above name is taken\nup by the earlier enterprise, is styled supper.\n\nThe déjeûner, or dinner, at the Hôtel des Ambassadeurs, on the morning in\nquestion, though very elaborate, was not a very gay affair.  There were\nsome fourteen persons present, of whom half were residents in the town,\nmen employed in some official capacity, who found this to be the\ncheapest, the most luxurious, and to them the most comfortable mode of\nliving.  They clustered together at the head of the table, and as they\nwere customary guests at the house, they talked their little talk\ntogether—it was very little—and made the most of the good things before\nthem.  Then there were two or three commis-voyageurs, a chance traveller\nor two, and an English lady with a young daughter.  The English lady sat\nnext to one of the accustomed guests; but he, unlike the others, held\nconverse with her rather than with them.  Our story at present has\nreference only to that lady and to that gentleman.\n\nPlace aux dames.  We will speak first of the lady, whose name was Mrs.\nThompson.  She was, shall I say, a young woman of about thirty-six.  In\nso saying, I am perhaps creating a prejudice against her in the minds of\nsome readers, as they will, not unnaturally, suppose her, after such an\nannouncement, to be in truth over forty.  Any such prejudice will be\nunjust.  I would have it believed that thirty-six was the outside, not\nthe inside of her age.  She was good-looking, lady-like, and considering\nthat she was an Englishwoman, fairly well dressed.  She was inclined to\nbe rather full in her person, but perhaps not more so than is becoming to\nladies at her time of life.  She had rings on her fingers and a brooch on\nher bosom which were of some value, and on the back of her head she wore\na jaunty small lace cap, which seemed to tell, in conjunction with her\nother appointments, that her circumstances were comfortable.\n\nThe little girl who sat next to her was the youngest of her two\ndaughters, and might be about thirteen years of age.  Her name was\nMatilda, but infantine circumstances had invested her with the nickname\nof Mimmy, by which her mother always called her.  A nice, pretty, playful\nlittle girl was Mimmy Thompson, wearing two long tails of plaited hair\nhanging, behind her head, and inclined occasionally to be rather loud in\nher sport.\n\nMrs. Thompson had another and an elder daughter, now some fifteen years\nold, who was at school in Le Puy; and it was with reference to her\ntuition that Mrs. Thompson had taken up a temporary residence at the\nHôtel des Ambassadeurs in that town.  Lilian Thompson was occasionally\ninvited down to dine or breakfast at the inn, and was visited daily at\nher school by her mother.\n\n“When I’m sure that she’ll do, I shall leave her there, and go back to\nEngland,” Mrs. Thompson had said, not in the purest French, to the\nneighbour who always sat next to her at the table d’hôte, the gentleman,\nnamely, to whom we have above alluded.  But still she had remained at Le\nPuy a month, and did not go; a circumstance which was considered\nsingular, but by no means unpleasant, both by the innkeeper and by the\ngentleman in question.\n\nThe facts, as regarded Mrs. Thompson, were as follows:—She was the widow\nof a gentleman who had served for many years in the civil service of the\nEast Indies, and who, on dying, had left her a comfortable income of—it\nmatters not how many pounds, but constituting quite a sufficiency to\nenable her to live at her ease and educate her daughters.\n\nHer children had been sent home to England before her husband’s death,\nand after that event she had followed them; but there, though she was\npossessed of moderate wealth, she had no friends and few acquaintances,\nand after a little while she had found life to be rather dull.  Her\ncustoms were not those of England, nor were her propensities English;\ntherefore she had gone abroad, and having received some recommendation of\nthis school at Le Puy, had made her way thither.  As it appeared to her\nthat she really enjoyed more consideration at Le Puy than had been\naccorded to her either at Torquay or Leamington, there she remained from\nday to day.  The total payment required at the Hôtel des Ambassadeurs was\nbut six francs daily for herself and three and a half for her little\ngirl; and where else could she live with a better junction of economy and\ncomfort?  And then the gentleman who always sat next to her was so\nexceedingly civil!\n\nThe gentleman’s name was M. Lacordaire.  So much she knew, and had\nlearned to call him by his name very frequently.  Mimmy, too, was quite\nintimate with M. Lacordaire; but nothing more than his name was known of\nhim.  But M. Lacordaire carried a general letter of recommendation in his\nface, manner, gait, dress, and tone of voice.  In all these respects\nthere was nothing left to be desired; and, in addition to this, he was\ndecorated, and wore the little red ribbon of the Legion of Honour,\ningeniously twisted into the shape of a small flower.\n\nM. Lacordaire might be senior in age to Mrs. Thompson by about ten years,\nnor had he about him any of the airs or graces of a would-be young man.\nHis hair, which he wore very short, was grizzled, as was also the small\npretence of a whisker which came down about as far as the middle of his\near; but the tuft on his chin was still brown, without a gray hair.  His\neyes were bright and tender, his voice was low and soft, his hands were\nvery white, his clothes were always new and well fitting, and a\nbetter-brushed hat could not be seen out of Paris, nor perhaps in it.\n\nNow, during the weeks which Mrs. Thompson had passed at La Puy, the\nacquaintance which she had formed with M. Lacordaire had progressed\nbeyond the prolonged meals in the salle à manger.  He had occasionally\nsat beside her evening table as she took her English cup of tea in her\nown room, her bed being duly screened off in its distant niche by\nbecoming curtains; and then he had occasionally walked beside her, as he\ncivilly escorted her to the lions of the place; and he had once\naccompanied her, sitting on the back seat of a French voiture, when she\nhad gone forth to see something of the surrounding country.\n\nOn all such occasions she had been accompanied by one of her daughters,\nand the world of Le Puy had had nothing material to say against her.  But\nstill the world of Le Puy had whispered a little, suggesting that M.\nLacordaire knew very well what he was about.  But might not Mrs. Thompson\nalso know as well what she was about?  At any rate, everything had gone\non very pleasantly since the acquaintance had been made.  And now, so\nmuch having been explained, we will go back to the elaborate breakfast at\nthe Hôtel des Ambassadeurs.\n\nMrs. Thompson, holding Mimmy by the hand, walked into the room some few\nminutes after the last bell had been rung, and took the place which was\nnow hers by custom.  The gentlemen who constantly frequented the house\nall bowed to her, but M. Lacordaire rose from his seat and offered her\nhis hand.\n\n“And how is Mees Meemy this morning?” said he; for ’twas thus he always\npronounced her name.\n\nMiss Mimmy, answering for herself, declared that she was very well, and\nsuggested that M. Lacordaire should give her a fig from off a dish that\nwas placed immediately before him on the table.  This M. Lacordaire did,\npresenting it very elegantly between his two fingers, and making a little\nbow to the little lady as he did so.\n\n“Fie, Mimmy!” said her mother; “why do you ask for the things before the\nwaiter brings them round?”\n\n“But, mamma,” said Mimmy, speaking English, “M. Lacordaire always gives\nme a fig every morning.”\n\n“M. Lacordaire always spoils you, I think,” answered Mrs. Thompson, in\nFrench.  And then they went thoroughly to work at their breakfast.\nDuring the whole meal M. Lacordaire attended assiduously to his\nneighbour; and did so without any evil result, except that one Frenchman\nwith a black moustache, at the head of the table, trod on the toe of\nanother Frenchman with another black moustache—winking as he made the\nsign—just as M. Lacordaire, having selected a bunch of grapes, put it on\nMrs. Thompson’s plate with infinite grace.  But who among us all is free\nfrom such impertinences as these?\n\n“But madame really must see the château of Prince Polignac before she\nleaves Le Puy,” said M. Lacordaire.\n\n“The château of who?” asked Mimmy, to whose young ears the French words\nwere already becoming familiar.\n\n“Prince Polignac, my dear.  Well, I really don’t know, M. Lacordaire;—I\nhave seen a great deal of the place already, and I shall be going now\nvery soon; probably in a day or two,” said Mrs. Thompson.\n\n“But madame must positively see the château,” said M. Lacordaire, very\nimpressively; and then after a pause he added, “If madame will have the\ncomplaisance to commission me to procure a carriage for this afternoon,\nand will allow me the honour to be her guide, I shall consider myself one\nof the most fortunate of men.”\n\n“Oh, yes, mamma, do go,” said Mimmy, clapping her hands.  “And it is\nThursday, and Lilian can go with us.”\n\n“Be quiet, Mimmy, do.  Thank you, no, M. Lacordaire.  I could not go\nto-day; but I am extremely obliged by your politeness.”\n\nM. Lacordaire still pressed the matter, and Mrs. Thompson still declined\ntill it was time to rise from the table.  She then declared that she did\nnot think it possible that she should visit the château before she left\nLe Puy; but that she would give him an answer at dinner.\n\nThe most tedious time in the day to Mrs. Thompson were the two hours\nafter breakfast.  At one o’clock she daily went to the school, taking\nMimmy, who for an hour or two shared her sister’s lessons.  This and her\nlittle excursions about the place, and her shopping, managed to make away\nwith her afternoon.  Then in the evening, she generally saw something of\nM. Lacordaire.  But those two hours after breakfast were hard of killing.\n\nOn this occasion, when she gained her own room, she as usual placed Mimmy\non the sofa with a needle.  Her custom then was to take up a novel; but\non this morning she sat herself down in her arm-chair, and resting her\nhead upon her hand and elbow, began to turn over certain circumstances in\nher mind.\n\n“Mamma,” said Mimmy, “why won’t you go with M. Lacordaire to that place\nbelonging to the prince?  Prince—Polly something, wasn’t it?”\n\n“Mind your work, my dear,” said Mrs. Thompson.\n\n“But I do so wish you’d go, mamma.  What was the prince’s name?”\n\n“Polignac.”\n\n“Mamma, ain’t princes very great people?”\n\n“Yes, my dear; sometimes.”\n\n“Is Prince Polly-nac like our Prince Alfred?”\n\n“No, my dear; not at all.  At least, I suppose not.”\n\n“Is his mother a queen?”\n\n“No, my dear.”\n\n“Then his father must be a king?”\n\n“No, my dear.  It is quite a different thing here.  Here in France they\nhave a great many princes.”\n\n“Well, at any rate I should like to see a prince’s château; so I do hope\nyou’ll go.”  And then there was a pause.  “Mamma, could it come to pass,\nhere in France, that M. Lacordaire should ever be a prince?”\n\n“M. Lacordaire a prince!  No; don’t talk such nonsense, but mind your\nwork.”\n\n“Isn’t M. Lacordaire a very nice man?  Ain’t you very fond of him?”\n\nTo this question Mrs. Thompson made no answer.\n\n“Mamma,” continued Mimmy, after a moment’s pause, “won’t you tell me\nwhether you are fond of M. Lacordaire?  I’m quite sure of this,—that he’s\nvery fond of you.”\n\n“What makes you think that?” asked Mrs. Thompson, who could not bring\nherself to refrain from the question.\n\n“Because he looks at you in that way, mamma, and squeezes your hand.”\n\n“Nonsense, child,” said Mrs. Thompson; “hold your tongue.  I don’t know\nwhat can have put such stuff into your head.”\n\n“But he does, mamma,” said Mimmy, who rarely allowed her mother to put\nher down.\n\nMrs. Thompson made no further answer, but again sat with her head resting\non her hand.  She also, if the truth must be told, was thinking of M.\nLacordaire and his fondness for herself.  He had squeezed her hand and he\nhad looked into her face.  However much it may have been nonsense on\nMimmy’s part to talk of such things, they had not the less absolutely\noccurred.  Was it really the fact that M. Lacordaire was in love with\nher?\n\nAnd if so, what return should she, or could she make to such a passion?\nHe had looked at her yesterday, and squeezed her hand to-day. Might it\nnot be probable that he would advance a step further to-morrow?  If so,\nwhat answer would she be prepared to make to him?\n\nShe did not think—so she said to herself—that she had any particular\nobjection to marrying again.  Thompson had been dead now for four years,\nand neither his friends, nor her friends, nor the world could say she was\nwrong on that score.  And as to marrying a Frenchman, she could not say\nshe felt within herself any absolute repugnance to doing that.  Of her\nown country, speaking of England as such, she, in truth, knew but\nlittle—and perhaps cared less.  She had gone to India almost as a child,\nand England had not been specially kind to her on her return.  She had\nfound it dull and cold, stiff, and almost ill-natured.  People there had\nnot smiled on her and been civil as M. Lacordaire had done.  As far as\nEngland and Englishmen were considered she saw no reason why she should\nnot marry M. Lacordaire.\n\nAnd then, as regarded the man; could she in her heart say that she was\nprepared to love, honour, and obey M. Lacordaire?  She certainly knew no\nreason why she should not do so.  She did not know much of him, she said\nto herself at first; but she knew as much, she said afterwards, as she\nhad known personally of Mr. Thompson before their marriage.  She had\nknown, to be sure, what was Mr. Thompson’s profession and what his\nincome; or, if not, some one else had known for her.  As to both these\npoints she was quite in the dark as regarded M. Lacordaire.\n\nPersonally, she certainly did like him, as she said to herself more than\nonce.  There was a courtesy and softness about him which were very\ngratifying to her; and then, his appearance was so much in his favour.\nHe was not very young, she acknowledged; but neither was she young\nherself.  It was quite evident that he was fond of her children, and that\nhe would be a kind and affectionate father to them.  Indeed, there was\nkindness in all that he did.\n\nShould she marry again,—and she put it to herself quite\nhypothetically,—she would look for no romance in such a second marriage.\nShe would be content to sit down in a quiet home, to the tame dull\nrealities of life, satisfied with the companionship of a man who would be\nkind and gentle to her, and whom she could respect and esteem.  Where\ncould she find a companion with whom this could be more safely\nanticipated than with M. Lacordaire?\n\nAnd so she argued the question within her own breast in a manner not\nunfriendly to that gentleman.  That there was as yet one great hindrance\nshe at once saw; but then that might be remedied by a word.  She did not\nknow what was his income or his profession.  The chambermaid, whom she\nhad interrogated, had told her that he was a “marchand.”  To merchants,\ngenerally, she felt that she had no objection.  The Barings and the\nRothschilds were merchants, as was also that wonderful man at Bombay, Sir\nHommajee Bommajee, who was worth she did no know how many thousand lacs\nof rupees.\n\nThat it would behove her, on her own account and that of her daughters,\nto take care of her own little fortune in contracting any such\nconnection, that she felt strongly.  She would never so commit herself as\nto put security in that respect out of her power.  But then she did not\nthink that M. Lacordaire would ever ask her to do so; at any rate, she\nwas determined on this, that there should never be any doubt on that\nmatter; and as she firmly resolved on this, she again took up her book,\nand for a minute or two made an attempt to read.\n\n“Mamma,” said Mummy, “will M. Lacordaire go up to the school to see\nLilian when you go away from this?”\n\n“Indeed, I cannot say, my dear.  If Lilian is a good girl, perhaps he may\ndo so now and then.”\n\n“And will he write to you and tell you how she is?”\n\n“Lilian can write for herself; can she not?”\n\n“Oh yes; I suppose she can; but I hope M. Lacordaire will write too.  We\nshall come back here some day; shan’t we, mamma?”\n\n“I cannot say, my dear.”\n\n“I do so hope we shall see M. Lacordaire again.  Do you know what I was\nthinking, mamma?”\n\n“Little girls like you ought not to think,” said Mrs. Thompson, walking\nslowly out of the room to the top of the stairs and back again; for she\nhad felt the necessity of preventing Mimmy from disclosing any more of\nher thoughts.  “And now, my dear, get yourself ready, and we will go up\nto the school.”\n\nMrs. Thompson always dressed herself with care, though not in especially\nfine clothes, before she went down to dinner at the table d’hôte; but on\nthis occasion she was more than usually particular.  She hardly explained\nto herself why she did this; but, nevertheless, as she stood before the\nglass, she did in a certain manner feel that the circumstances of her\nfuture life might perhaps depend on what might be said and done that\nevening.  She had not absolutely decided whether or no she would go to\nthe Prince’s château; but if she did go—.  Well, if she did; what then?\nShe had sense enough, as she assured herself more than once, to regulate\nher own conduct with propriety in any such emergency.\n\nDuring the dinner, M. Lacordaire conversed in his usual manner, but said\nnothing whatever about the visit to Polignac.  He was very kind to Mimmy,\nand very courteous to her mother, but did not appear to be at all more\nparticular than usual.  Indeed, it might be a question whether he was not\nless so.  As she had entered the room Mrs. Thompson had said to herself\nthat, perhaps, after all, it would be better that there should be nothing\nmore thought about it; but before the four of five courses were over, she\nwas beginning to feel a little disappointed.\n\nAnd now the fruit was on the table, after the consumption of which it was\nher practice to retire.  It was certainly open to her to ask M.\nLacordaire to take tea with her that evening, as she had done on former\noccasions; but she felt that she must not do this now, considering the\nimmediate circumstances of the case.  If any further steps were to be\ntaken, they must be taken by him, and not by her;—or else by Mimmy, who,\njust as her mother was slowly consuming her last grapes, ran round to the\nback of M. Lacordaire’s chair, and whispered something into his ear.  It\nmay be presumed that Mrs. Thompson did not see the intention of the\nmovement in time to arrest it, for she did nothing till the whispering\nhad been whispered; and then she rebuked the child, bade her not to be\ntroublesome, and with more than usual austerity in her voice, desired her\nto get herself ready to go up stairs to their chamber.\n\nAs she spoke she herself rose from her chair, and made her final little\nbow to the table, and her other final little bow and smile to M.\nLacordaire; but this was certain to all who saw it, that the smile was\nnot as gracious as usual.\n\nAs she walked forth, M. Lacordaire rose from his chair—such being his\nconstant practice when she left the table; but on this occasion he\naccompanied her to the door.\n\n“And has madame decided,” he asked, “whether she will permit me to\naccompany her to the château?”\n\n“Well, I really don’t know,” said Mrs. Thompson.\n\n“Mees Meemy,” continued M. Lacordaire, “is very anxious to see the rock,\nand I may perhaps hope that Mees Lilian would be pleased with such a\nlittle excursion.  As for myself—” and then M. Lacordaire put his hand\nupon his heart in a manner that seemed to speak more plainly than he had\never spoken.\n\n“Well, if the children would really like it, and—as you are so very\nkind,” said Mrs. Thompson; and so the matter was conceded.\n\n“To-morrow afternoon?” suggested M. Lacordaire.  But Mrs. Thompson fixed\non Saturday, thereby showing that she herself was in no hurry for the\nexpedition.\n\n“Oh, I am so glad!” said Mimmy, when they had re-entered their own room.\n“Mamma, do let me tell Lilian myself when I go up to the school\nto-morrow!”\n\nBut mamma was in no humour to say much to her child on this subject at\nthe present moment.  She threw herself back on her sofa in perfect\nsilence, and began to reflect whether she would like to sign her name in\nfuture as Fanny Lacordaire, instead of Fanny Thompson.  It certainly\nseemed as though things were verging towards such a necessity.  A\nmarchand!  But a marchand of what?  She had an instinctive feeling that\nthe people in the hotel were talking about her and M. Lacordaire, and was\ntherefore more than ever averse to asking any one a question.\n\nAs she went up to the school the next afternoon, she walked through more\nof the streets of Le Puy than was necessary, and in every street she\nlooked at the names which she saw over the doors of the more respectable\nhouses of business.  But she looked in vain.  It might be that M.\nLacordaire was a marchand of so specially high a quality as to be under\nno necessity to put up his name at all.  Sir Hommajee Bommajee’s name did\nnot appear over any door in Bombay;—at least, she thought not.\n\nAnd then came the Saturday morning.  “We shall be ready at two,” she\nsaid, as she left the breakfast-table; “and perhaps you would not mind\ncalling for Lilian on the way.”\n\nM. Lacordaire would be delighted to call anywhere for anybody on behalf\nof Mrs. Thompson; and then, as he got to the door of the salon, he\noffered her his hand.  He did so with so much French courtesy that she\ncould not refuse it, and then she felt that his purpose was more tender\nthan ever it had been.  And why not, if this was the destiny which Fate\nhad prepared for her?\n\nMrs. Thompson would rather have got into the carriage at any other spot\nin Le Puy than at that at which she was forced to do so—the chief\nentrance, namely, of the Hôtel des Ambassadeurs.  And what made it worse\nwas this, that an appearance of a special fate was given to the occasion.\nM. Lacordaire was dressed in more than his Sunday best.  He had on new\nyellow kid gloves.  His coat, if not new, was newer than any Mrs.\nThompson had yet observed, and was lined with silk up to the very collar.\nHe had on patent leather boots, which glittered, as Mrs. Thompson\nthought, much too conspicuously.  And as for his hat, it was quite\nevident that it was fresh that morning from the maker’s block.\n\nIn this costume, with his hat in his hand, he stood under the great\ngateway of the hotel, ready to hand Mrs. Thompson into the carriage.\nThis would have been nothing if the landlord and landlady had not been\nthere also, as well as the man-cook, and the four waiters, and the fille\nde chambre.  Two or three other pair of eyes Mrs. Thompson also saw, as\nshe glanced round, and then Mimmy walked across the yard in her best\nclothes with a fête-day air about her for which her mother would have\nliked to have whipped her.\n\nBut what did it matter?  If it was written in the book that she should\nbecome Madame Lacordaire, of course the world would know that there must\nhave been some preparatory love-making.  Let them have their laugh; a\ngood husband would not be dearly purchased at so trifling an expense.\nAnd so they sallied forth with already half the ceremony of a wedding.\n\nMimmy seated herself opposite to her mother, and M. Lacordaire also sat\nwith his back to the horses, leaving the second place of honour for\nLilian.  “Pray make yourself comfortable, M. Lacordaire, and don’t mind\nher,” said Mrs. Thompson.  But he was firm in his purpose of civility,\nperhaps making up his mind that when he should in truth stand in the\nplace of papa to the young lady, then would be his time for having the\nback seat in the carnage.\n\nLilian, also in her best frock, came down the school-steps, and three of\nthe school teachers came with her.  It would have added to Mrs.\nThompson’s happiness at that moment if M. Lacordaire would have kept his\npolished boots out of sight, and put his yellow gloves into his pocket.\n\nAnd then they started.  The road from Le Puy to Polignac is nearly all up\nhill; and a very steep hill it is, so that there was plenty of time for\nconversation.  But the girls had it nearly all to themselves.  Mimmy\nthought that she had never found M. Lacordaire so stupid; and Lilian told\nher sister on the first safe opportunity that occurred, that it seemed\nvery much as though they were all going to church.\n\n“And do any of the Polignac people ever live at this place?” asked Mrs.\nThompson, by way of making conversation; in answer to which M. Lacordaire\ninformed madame that the place was at present only a ruin; and then there\nwas again silence till they found themselves under the rock, and were\ninformed by the driver that the rest of the ascent must be made on foot.\n\nThe rock now stood abrupt and precipitous above their heads.  It was\nlarger in its circumference and with much larger space on its summit than\nthose other volcanic rocks in and close to the town; but then at the same\ntime it was higher from the ground, and quite as inaccessible, except by\nthe single path which led up to the château.\n\nM. Lacordaire, with conspicuous gallantry, first assisted Mrs. Thompson\nfrom the carriage, and then handed down the two young ladies.  No lady\ncould have been so difficult to please as to complain of him, and yet\nMrs. Thompson thought that he was not as agreeable as usual.  Those\nhorrid boots and those horrid gloves gave him such an air of holiday\nfinery that neither could he be at his ease wearing them, nor could she,\nin seeing them worn.\n\nThey were soon taken in hand by the poor woman whose privilege it was to\nshow the ruins.  For a little distance they walked up the path in single\nfile; not that it was too narrow to accommodate two, but M. Lacordaire’s\ncourage had not yet been screwed to a point which admitted of his\noffering his arm to the widow.  For in France, it must be remembered,\nthat this means more than it does in some other countries.\n\nMrs. Thompson felt that all this was silly and useless.  If they were not\nto be dear friends this coming out fêting together, those boots and\ngloves and new hat were all very foolish; and if they were, the sooner\nthey understood each other the better.  So Mrs. Thompson, finding that\nthe path was steep and the weather warm, stood still for a while leaning\nagainst the wall, with a look of considerable fatigue in her face.\n\n“Will madame permit me the honour of offering her my arm?” said M.\nLacordaire.  “The road is so extraordinarily steep for madame to climb.”\n\nMrs. Thompson did permit him the honour, and so they went on till they\nreached the top.\n\nThe view from the summit was both extensive and grand, but neither Lilian\nnor Mimmy were much pleased with the place.  The elder sister, who had\ntalked over the matter with her school companions, expected a fine castle\nwith turrets, battlements, and romance; and the other expected a pretty\nsmiling house, such as princes, in her mind, ought to inhabit.\n\nInstead of this they found an old turret, with steps so broken that M.\nLacordaire did not care to ascend them, and the ruined walls of a\nmansion, in which nothing was to be seen but the remains of an enormous\nkitchen chimney.\n\n“It was the kitchen of the family,” said the guide.\n\n“Oh,” said Mrs. Thompson.\n\n“And this,” said the woman, taking them into the next ruined compartment,\n“was the kitchen of monsieur et madame.”\n\n“What! two kitchens?” exclaimed Lilian, upon which M. Lacordaire\nexplained that the ancestors of the Prince de Polignac had been very\ngreat people, and had therefore required culinary performances on a great\nscale.\n\nAnd then the woman began to chatter something about an oracle of Apollo.\nThere was, she said, a hole in the rock, from which in past times,\nperhaps more than a hundred years ago, the oracle used to speak forth\nmysterious words.\n\n“There,” she said, pointing to a part of the rock at some distance, “was\nthe hole.  And if the ladies would follow her to a little outhouse which\nwas just beyond, she would show them the huge stone mouth out of which\nthe oracle used to speak.”\n\nLilian and Mimmy both declared at once for seeing the oracle, but Mrs.\nThompson expressed her determination to remain sitting where she was upon\nthe turf.  So the guide started off with the young ladies; and will it be\nthought surprising that M. Lacordaire should have remained alone by the\nside of Mrs. Thompson?\n\nIt must be now or never, Mrs. Thompson felt; and as regarded M.\nLacordaire, he probably entertained some idea of the same kind.  Mrs.\nThompson’s inclinations, though they had never been very strong in the\nmatter, were certainly in favour of the “now.”  M. Lacordaire’s\ninclinations were stronger.  He had fully and firmly made up his mind in\nfavour of matrimony; but then he was not so absolutely in favour of the\n“now.”  Mrs. Thompson’s mind, if one could have read it, would have shown\na great objection to shilly-shallying, as she was accustomed to call it.\nBut M. Lacordaire, were it not for the danger which might thence arise,\nwould have seen no objection to some slight further procrastination.  His\ncourage was beginning, perhaps, to ooze out from his fingers’ ends.\n\n“I declare that those girls have scampered away ever so far,” said Mrs.\nThompson.\n\n“Would madame wish that I should call them back?” said M. Lacordaire,\ninnocently.\n\n“Oh, no, dear children! let them enjoy themselves; it will be a pleasure\nto them to run about the rock, and I suppose they will be safe with that\nwoman?”\n\n“Oh, yes, quite safe,” said M. Lacordaire; and then there was another\nlittle pause.\n\nMrs. Thompson was sitting on a broken fragment of a stone just outside\nthe entrance to the old family kitchen, and M. Lacordaire was standing\nimmediately before her.  He had in his hand a little cane with which he\nsometimes slapped his boots and sometimes poked about among the rubbish.\nHis hat was not quite straight on his head, having a little jaunty twist\nto one side, with reference to which, by-the-bye, Mrs. Thompson then\nresolved that she would make a change, should ever the gentleman become\nher own property.  He still wore his gloves, and was very smart; but it\nwas clear to see that he was not at his ease.\n\n“I hope the heat does not incommode you,” he said after a few moments’\nsilence.  Mrs. Thompson declared that it did not, that she liked a good\ndeal of heat, and that, on the whole, she was very well where she was.\nShe was afraid, however, that she was detaining M. Lacordaire, who might\nprobably wish to be moving about upon the rock.  In answer to which M.\nLacordaire declared that he never could be so happy anywhere as in her\nclose vicinity.\n\n“You are too good to me,” said Mrs. Thompson, almost sighing.  “I don’t\nknow what my stay here would have been without your great kindness.”\n\n“It is madame that has been kind to me,” said M. Lacordaire, pressing the\nhandle of his cane against his heart.\n\nThere was then another pause, after which Mrs. Thompson said that that\nwas all his French politeness; that she knew that she had been very\ntroublesome to him, but that she would now soon be gone; and that then,\nin her own country, she would never forget his great goodness.\n\n“Ah, madame!” said M. Lacordaire; and, as he said it, much more was\nexpressed in his face than in his words.  But, then, you can neither\naccept nor reject a gentleman by what he says in his face.  He blushed,\ntoo, up to his grizzled hair, and, turning round, walked a step or two\naway from the widow’s seat, and back again.\n\nMrs. Thompson the while sat quite still.  The displaced fragment, lying,\nas it did, near a corner of the building, made not an uncomfortable\nchair.  She had only to be careful that she did not injure her hat or\ncrush her clothes, and throw in a word here and there to assist the\ngentleman, should occasion permit it.\n\n“Madame!” said M. Lacordaire, on his return from a second little walk.\n\n“Monsieur!” replied Mrs. Thompson, perceiving that M. Lacordaire paused\nin his speech.\n\n“Madame,” he began again, and then, as he again paused, Mrs. Thompson\nlooked up to him very sweetly; “madame, what I am going to say will, I am\nafraid, seem to evince by far too great audacity on my part.”\n\nMrs. Thompson may, perhaps, have thought that, at the present moment,\naudacity was not his fault.  She replied, however, that she was quite\nsure that monsieur would say nothing that was in any way unbecoming\neither for him to speak or for her to hear.\n\n“Madame, may I have ground to hope that such may be your sentiments after\nI have spoken!  Madame”—and now he went down, absolutely on his knees, on\nthe hard stones; and Mrs. Thompson, looking about into the distance,\nalmost thought that she saw the top of the guide’s cap—“Madame, I have\nlooked forward to this opportunity as one in which I may declare for you\nthe greatest passion that I have ever yet felt. Madame, with all my heart\nand soul I love you.  Madame, I offer to you the homage of my heart, my\nhand, the happiness of my life, and all that I possess in this world;”\nand then, taking her hand gracefully between his gloves, he pressed his\nlips against the tips of her fingers.\n\nIf the thing was to be done, this way of doing it was, perhaps, as good\nas any other.  It was one, at any rate, which left no doubt whatever as\nto the gentleman’s intentions.  Mrs. Thompson, could she have had her own\nway, would not have allowed her lover of fifty to go down upon his knees,\nand would have spared him much of the romance of his declaration.  So\nalso would she have spared him his yellow gloves and his polished boots.\nBut these were a part of the necessity of the situation, and therefore\nshe wisely took them as matters to be passed over with indifference.\nSeeing, however, that M. Lacordaire still remained on his knees, it was\nnecessary that she should take some step toward raising him, especially\nas her two children and the guide would infallibly be upon them before\nlong.\n\n“M. Lacordaire,” she said, “you surprise me greatly; but pray get up.”\n\n“But will madame vouchsafe to give me some small ground for hope?”\n\n“The girls will be here directly, M. Lacordaire; pray get up.  I can talk\nto you much better if you will stand up, or sit down on one of these\nstones.”\n\nM. Lacordaire did as he was bid; he got up, wiped the knees of his\npantaloons with his handkerchief, sat down beside her, and then pressed\nthe handle of his cane to his heart.\n\n“You really have so surprised me that I hardly know how to answer you,”\nsaid Mrs. Thompson.  “Indeed, I cannot bring myself to imagine that you\nare in earnest.”\n\n“Ah, madame, do not be so cruel!  How can I have lived with you so long,\nsat beside you for so many days, without having received your image into\nmy heart?  I am in earnest!  Alas!  I fear too much in earnest!”  And\nthen he looked at her with all his eyes, and sighed with all his\nstrength.\n\nMrs. Thompson’s prudence told her that it would be well to settle the\nmatter, in one way or the other, as soon as possible.  Long periods of\nlove-making were fit for younger people than herself and her future\npossible husband.  Her object would be to make him comfortable if she\ncould, and that he should do the same for her, if that also were\npossible.  As for lookings and sighings and pressings of the hand, she\nhad gone through all that some twenty years since in India, when Thompson\nhad been young, and she was still in her teens.\n\n“But, M. Lacordaire, there are so many things to be considered.  There!\nI hear the children coming!  Let us walk this way for a minute.”  And\nthey turned behind a wall which placed them out of sight, and walked on a\nfew paces till they reached a parapet, which stood on the uttermost edge\nof the high rock.  Leaning upon this they continued their conversation.\n\n“There are so many things to be considered,” said Mrs. Thompson again.\n\n“Yes, of course,” said M. Lacordaire.  “But my one great consideration is\nthis;—that I love madame to distraction.”\n\n“I am very much flattered; of course, any lady would so feel.  But, M.\nLacordaire—”\n\n“Madame, I am all attention.  But, if you would deign to make me happy,\nsay that one word, ‘I love you!’”  M. Lacordaire, as he uttered these\nwords, did not look, as the saying is, at his best.  But Mrs. Thompson\nforgave him.  She knew that elderly gentlemen under such circumstances do\nnot look at their best.\n\n“But if I consented to—to—to such an arrangement, I could only do so on\nseeing that it would be beneficial—or, at any rate, not injurious—to my\nchildren; and that it would offer to ourselves a fair promise of future\nhappiness.”\n\n“Ah, madame; it would be the dearest wish of my heart to be a second\nfather to those two young ladies; except, indeed—” and then M. Lacordaire\nstopped the flow of his speech.\n\n“In such matters it is so much the best to be explicit at once,” said\nMrs. Thompson.\n\n“Oh, yes; certainly!  Nothing can be more wise than madame.”\n\n“And the happiness of a household depends so much on money.”\n\n“Madame!”\n\n“Let me say a word or two, Monsieur Lacordaire.  I have enough for myself\nand my children; and, should I every marry again, I should not, I hope,\nbe felt as a burden by my husband; but it would, of course, be my duty to\nknow what were his circumstances before I accepted him.  Of yourself,\npersonally, I have seen nothing that I do not like.”\n\n“Oh, madame!”\n\n“But as yet I know nothing of your circumstances.”\n\nM. Lacordaire, perhaps, did feel that Mrs. Thompson’s prudence was of a\nstrong, masculine description; but he hardly liked her the less on this\naccount.  To give him his due he was not desirous of marrying her solely\nfor her money’s sake.  He also wished for a comfortable home, and\nproposed to give as much as he got; only he had been anxious to wrap up\nthe solid cake of this business in a casing of sugar of romance.  Mrs.\nThompson would not have the sugar but the cake might not be the worse on\nthat account.\n\n“No, madame, not as yet; but they shall all be made open and at your\ndisposal,” said M. Lacordaire; and Mrs. Thompson bowed approvingly.\n\n“I am in business,” continued M. Lacordaire; “and my business gives me\neight thousand francs a year.”\n\n“Four times eight are thirty-two,” said Mrs. Thompson to herself; putting\nthe francs into pounds sterling, in the manner that she had always found\nto be the readiest.  Well, so far the statement was satisfactory.  An\nincome of three hundred and twenty pounds a year from business, joined to\nher own, might do very well.  She did not in the least suspect M.\nLacordaire of being false, and so far the matter sounded well.\n\n“And what is the business?” she asked, in a tone of voice intended to be\nindifferent, but which nevertheless showed that she listened anxiously\nfor an answer to her question.\n\nThey were both standing with their arms upon the wall, looking down upon\nthe town of Le Puy; but they had so stood that each could see the other’s\ncountenance as they talked.  Mrs. Thompson could now perceive that M.\nLacordaire became red in the face, as he paused before answering her.\nShe was near to him, and seeing his emotion gently touched his arm with\nher hand.  This she did to reassure him, for she saw that he was ashamed\nof having to declare that he was a tradesman.  As for herself, she had\nmade up her mind to bear with this, if she found, as she felt sure she\nwould find, that the trade was one which would not degrade either him or\nher.  Hitherto, indeed,—in her early days,—she had looked down on trade;\nbut of what benefit had her grand ideas been to her when she had returned\nto England?  She had tried her hand at English genteel society, and no\none had seemed to care for her.  Therefore, she touched his arm lightly\nwith her fingers that she might encourage him.\n\nHe paused for a moment, as I have said, and became red; and then feeling\nthat he had shown some symptoms of shame—and feeling also, probably, that\nit was unmanly in him to do so, he shook himself slightly, raised his\nhead up somewhat more proudly than was his wont, looked her full in the\nface with more strength of character than she had yet seen him assume;\nand then, declared his business.\n\n“Madame,” he said, in a very audible, but not in a loud voice, “madame—je\nsuis tailleur.”  And having so spoken, he turned slightly from her and\nlooked down over the valley towards Le Puy.\n\nThere was nothing more said upon the subject as they drove down from the\nrock of Polignac back to the town.  Immediately on receiving the\nannouncement, Mrs. Thompson found that she had no answer to make.  She\nwithdrew her hand—and felt at once that she had received a blow.  It was\nnot that she was angry with M. Lacordaire for being a tailor; nor was she\nangry with him in that, being a tailor, he had so addressed her.  But she\nwas surprised, disappointed, and altogether put beyond her ease.  She\nhad, at any rate, not expected this.  She had dreamed of his being a\nbanker; thought that, perhaps, he might have been a wine merchant; but\nher idea had never gone below a jeweller or watchmaker.  When those words\nbroke upon her ear, “Madame, je suis tailleur,” she had felt herself to\nbe speechless.\n\nBut the words had not been a minute spoken when Lilian and Mimmy ran up\nto their mother.  “Oh, mamma,” said Lilian, “we thought you were lost; we\nhave searched for you all over the château.”\n\n“We have been sitting very quietly here, my dear, looking at the view,”\nsaid Mrs. Thompson.\n\n“But, mamma, I do wish you’d see the mouth of the oracle.  It is so\nlarge, and so round, and so ugly.  I put my arm into it all the way,”\nsaid Mimmy.\n\nBut at the present moment her mamma felt no interest in the mouth of the\noracle; and so they all walked down together to the carriage.  And,\nthough the way was steep, Mrs. Thompson managed to pick her steps without\nthe assistance of an arm; nor did M. Lacordaire presume to offer it.\n\nThe drive back to town was very silent.  Mrs. Thompson did make one or\ntwo attempts at conversation, but they were not effectual.  M. Lacordaire\ncould not speak at his ease till this matter was settled, and he already\nhad begun to perceive that his business was against him.  Why is it that\nthe trade of a tailor should be less honourable than that of a\nhaberdasher, or even a grocer?\n\nThey sat next each other at dinner, as usual; and here, as all eyes were\nupon them, they both made a great struggle to behave in their accustomed\nway.  But even in this they failed.  All the world of the Hôtel des\nAmbassadeurs knew that M. Lacordaire had gone forth to make an offer to\nMrs. Thompson, and all that world, therefore, was full of speculation.\nBut all the world could make nothing of it.  M. Lacordaire did look like\na rejected man, but Mrs. Thompson did not look like the woman who had\nrejected him.  That the offer had been made—in that everybody agreed,\nfrom the senior habitué of the house who always sat at the head of the\ntable, down to the junior assistant garçon.  But as to reading the\nriddle, there was no accord among them.\n\nWhen the dessert was done, Mrs. Thompson, as usual, withdrew, and M.\nLacordaire, as usual, bowed as he stood behind his own chair.  He did\nnot, however, attempt to follow her.\n\nBut when she reached the door she called him.  He was at her side in a\nmoment, and then she whispered in his ear—\n\n“And I, also—I will be of the same business.”\n\nWhen M. Lacordaire regained the table the senior habitué, the junior\ngarçon, and all the intermediate ranks of men at the Hôtel des\nAmbassadeurs knew that they might congratulate him.\n\nMrs. Thompson had made a great struggle; but, speaking for myself, I am\ninclined to think that she arrived at last at a wise decision.",
    "metadata": {
        "author": [
            "Trollope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3712/pg3712.txt",
        "name": "the_chateau_of_prince_polignac.json"
    }
}