{
    "name": "The Huddlers",
    "author": [
        "Gault, William C.",
        "Gault, William Campbell"
    ],
    "body": "\n[Sidenote: _He was a reporter from Venus with an assignment on Earth. He\ngot his story but, against orders, he fell in love--and therein lies\nthis story._]\n\n\nThat's what _we_ always called them, where I come from, huddlers.\nDamnedest thing to see from any distance, the way they huddle. They had\none place, encrusting the shore line for miles on one of the land bodies\nthey called the Eastern Seaboard. A coagulation in this crust contained\neight million of the creatures, _eight million_.\n\nThey called it New York, and it was bigger than most of the others, but\ntypical. It wasn't bad enough living side by side; the things built\nmounds and lived one above the other. Apartments they called them. What\nmonstrosities they were.\n\nWe couldn't figure this huddling, at first.\n\nAll our attention since Akers' first penetration into space had been\ndirected another way in the galaxy, and though I'll grant you unified\nand universal concentration may be considered unwise in some areas, it's\nbeen our greatest strength. It's brought us rather rapidly to the front,\nI'm sure you'll agree, and we're not the oldest planet, by a damned\nsight.\n\nWell, by the time we got to the huddlers, Akers was dead and Murten was\njust an old man with vacant eyes. Jars was handling the Department,\nthough you might say Deering ran it, being closer to most of the gang.\nJars was always so cold; nobody ever got to know him really well.\n\nThey divided on the huddling. Fear, Jars said, and love, Deering said,\nbut who could say for sure?\n\nAs Deering said to me, \"What could they fear? They've got everything\nthey need, everything but knowledge and their better specimens are\ngetting closer to that, every day.\"\n\nIn the laboratory, Deering said this, and how did we know old Jars was\nin a corner, breaking down a spirigel?\n\n\"They fear each other,\" Jars said, as though it was an official\nannouncement, as though any fact is permanent. \"And they fear nature.\nIt's the most fear ridden colony of bipeds a sane mind could imagine.\"\n\nDeering looked at me, and winked.\n\nJars went back to the spirigel.\n\nDeering said, \"Love, love, love. All they sing about, all they write\nabout, all they talk about, love, love, love.\"\n\nJars was just tracing a _z_ line on the spirigel and he put down his\nlegort at that. \"Rather superficial thinking, from a scientist,\" he said\nquietly. \"Surface manifestations to be considered as indicative. Oral\nand verbal camouflage to be accepted as valid. Deering, old thing,\nplease--\"\n\nDeering shrugged. \"So I am--what do they call it, a Pollyanna. Isn't\nthat a pretty word? So, I'm a Pollyanna.\"\n\n\"I rather think that describes you partially,\" Jars said, \"and with this\nparticular planet we're discussing, it can be a dangerous attitude.\"\n\n\"So?\" Deering said, nudging me. \"And could I ask why?\"\n\n\"Ask it.\"\n\n\"I ask.\"\n\n\"You've recorded the state of their development. They have, among other\nthings, achieved nuclear fission.\"\n\n\"So? In the fourth grade we are teaching nuclear fission.\"\n\n\"We are a scientific people. They haven't been, until very, very\nrecently. You have noted, I hope, their first extensive use of this new\ndiscovery?\"\n\n\"Hero--Helo--\" Deering shrugged. \"My memory.\"\n\n\"Hiroshima,\" Jars supplied. \"Love--, my friend?\"\n\n\"I have noted it,\" Deering said. \"We spoke, a while ago, of surface\nmanifestations.\"\n\n\"We shall continue to. You have witnessed the mechanical excellence of\ntheir machines, in some ways beyond ours, because of their greater\nelement wealth. You have noted the increased concentration of their\nbetter minds, their scientific minds. How long do you think it will be,\nfriend, before they are ready for us?\"\n\n\"Ready, ready--? In what way, ready?\"\n\n\"The only way they know, the only thing they seem to have time\nfor--ready for war.\"\n\n\"War--,\" Deering said, and sighed. \"Oh, Jars, they will be beyond war,\ncertainly, before they are cognizant of us. They are no tribe of\nincompetents; they grow each day.\"\n\n\"They--?\" Jars' smile was cynical. \"Their scientists grow. Are their\nscientists in command, sir?\"\n\nThat \"sir\" had been unnecessary; Jars was the senior mind, here. Deering\ndidn't miss it, and he flushed.\n\nJars said softly, \"I apologize. It was not a thing to say. I have spent\ntoo much time in the study of these--monsters.\"\n\nThey had gone to school, together, those two, and the bond was there and\nthe respect, but they were different, mentally, and each knew it.\n\n\"You have a sharp tongue,\" Deering said, \"but a sharper mind. I believe\nI can stand it.\" He smiled. \"Love, fear, hate--what does it matter to\nus, except as phenomena?\"\n\n\"It matters to us, believe me, please. It concerns us very much, Arn.\"\n\nWhen Jars got to first names, he was emotionally wrought. I looked at\nhim in surprise. And so did Deering. We weren't ever going to warm up to\nhim, but he was our best mind and there wasn't a man in the department\nwho didn't appreciate that.\n\nWe stared at him, and he sat down on the high bench near the Maling\nconverters. He looked old and he was tired, we could see. \"Evil,\" he\nsaid quietly. \"Fear, hate, evil--which of the three is the father and\nwhich are the sons? I suppose fear is the father.\"\n\n\"I'd always thought so,\" Deering said, \"though my education was almost\ncompletely confined to the technical. I'm rather skimpy on the\nhumanities.\"\n\n\"And I,\" Jars said, and now looked at me. \"But not you, Werig.\"\n\n\"I don't know them, sir,\" I said. \"Surface manifestations, as we've said\nbefore today. It would need a closer study. Their huddling is what\nintrigues me the most.\"\n\nOne of the rare smiles came to Jars' lined face as he looked at Deering.\n\"Huddling, the lad says. If you don't say it, I won't, Arn.\"\n\nDeering smiled in return. \"We'll change the routine, this time; you say\n'love' and I'll say 'fear'. But seriously, Jars, you fear\nthese--people?\"\n\n\"I fear them,\" Jars said. \"Scientifically, perhaps, they are tyros, but\nmechanically they are not. They have discovered forces and developed\nmachines which they do not understand, and yet, have achieved efficiency\nwith them. I fear any monster that powerful even though it is blind.\"\n\n\"And you think there is a possibility of their becoming--aware of us\nwithin any determinable time?\"\n\n\"I do. You will remember how quickly the Algreans developed, once they\nachieved unity? You will remember how quickly they became a threat?\"\n\n\"Yes,\" Deering said quietly, \"and I have been trying a long time to\nforget what we did to that planetoid.\"\n\n\"It was necessary for survival,\" Jars said simply. \"I think, by any\nstandards, we would be the ones chosen to survive.\"\n\nDeering's smile was cynical. \"At least, by _our_ standards. We had a\ncloser communication with them. About the huddlers, we know only what we\nconvert from their stronger video broadcasts. It is a device they seem\nto use more for entertainment than for information.\"\n\nJars nodded, and stood up. \"And love is their major entertainment,\nperhaps. Love and war. But we gabble. I had a plan in mind, a plan to\nput before the assembly.\"\n\n\n\nHe had a plan, all right, and I was part of it. The humanities had been\nno major with me, but they didn't want a scholar, they wanted a\nreporter, anyway. Or perhaps I could be called a recorder.\n\nJars talked and the assembly listened. They always do, when Jars talks.\n\nAnd I was their boy, and went into a concentrated and complete briefing.\nThey put me under the lucidate and poured it to me, night and day, all\nthe information we had on the huddlers and all the theories based on\nthat information.\n\nThey put me into a space sphere, and said \"good luck\" and do our people\nproud, young man. Oh, yes. And don't fall in love. Oh, no. They'd pick\nme up, again, when they got a signal. They didn't expect to wait too\nlong for that, I guess, at the time.\n\nThe sphere was a relic of the Algrean business, and Algrea hadn't been\nthis much of a trip. But Mechanics said it would do, and it did.\n\nI landed in the Pacific, about three-quarters of a mile off the Santa\nMonica yacht basin, and let the sphere float north for a while until I\nreached a secluded spot. In a small curve of the shore line, a few miles\nabove Santa Monica, I beached her, and opened the dissolving cocks.\n\nI watched her melt into the surging water, and turned to face the red\nand green light almost immediately overhead. I walked up from the beach\nto the road, not even knowing what they looked like. Their evolution\nshould have matched ours, but who could be sure?\n\nFor all I knew, I might be a freak to them. I should have thought of\nthat before dissolving the ship.\n\nAbove, the light changed from red to green and across the street, I saw\na sign. This was Sunset Boulevard, and the Pacific Coast Highway. This\nwas open country, but Los Angeles.\n\nAlong the Coast Highway, a pair of lights were bearing down on me, and\nthey seemed to waver, as though the machine were under imperfect\ncontrol.\n\nI moved back, out of the way, and the light overhead turned to red. The\ncar stopped about even with me, its motor running.\n\nI couldn't see the occupants nor the driver. The light changed, the car\njerked, and the motor stopped.\n\n\"Damn,\" somebody said. It was a female voice.\n\nThere was a grinding noise, and another damn, and then a head appeared\nthrough the open window on my side of the road.\n\nIt was a blond head, and what I could see of the face looked attractive.\n\n\"Are you sober?\" she asked.\n\n\"Not always,\" I answered. \"Some times I'm quite cheerful. But I'm some\ndistance from home, and have nothing to be cheerful about, at the\nmoment.\"\n\n\"Try not to be a Cerf,\" she said angrily. \"What I mean is, are you--have\nyou been drinking?\"\n\n\"Not recently, though I could use some water.\" I could see her face more\nclearly now, and it was like the faces of our women, only prettier than\nmost, I thought.\n\n\"Look,\" she said, \"I'm drunk. Could you drive this thing? Could you\ndrive me home?\"\n\n\"I'd be glad to,\" I answered, \"if you will tell me where you live.\"\n\nShe gave me an address on Sunset, and this was Sunset, this lateral\nstreet, ending at the ocean. So, quite obviously, it was an address I\ncould find.\n\nI went over to climb in behind the wheel. There were two smells in that\npretty car with the canvas top. One smell was of gasoline, the other was\nof alcohol.\n\n\"There's obviously alcohol in the gasoline,\" I said, \"though that\nshouldn't prevent it from igniting.\"\n\n\"A funny, funny man,\" she said. \"Keep the dialogue to a minimum, will\nyou, Bogart? I'm not exactly sharp, right now.\"\n\nI depressed the starter button, and the motor caught. I swung left onto\nSunset, and started up the hill.\n\nThe car was clearly a recent model, but Jars had been wrong about the\nmechanical excellence of these huddlers. The machine simply had no life,\nno zest.\n\n\n\nWe drove past a shrine and around two curves, climbing all the while,\npast some huddled houses on the left, and the whole shining sea spread\nout on the right.\n\nThe woman said, \"If you know a place where the coffee is drinkable,\nstop.\"\n\n\"I have no money,\" I said. Diamonds I had, a bagful of them, for we knew\nthat huddlers treasured diamonds. But no money.\n\n\"I've got money,\" she said. \"I've got a hell of a lot more money than I\nhave sense. Have you ever been in love, Bogart?\"\n\n\"Never,\" I said.\n\nWe were coming into a small huddled area, now. A sign read, _Pacific\nPalisades_.\n\n\"I have,\" she said. \"I still am. Isn't it a miserable rotten world?\"\n\n\"This one?\" I asked, and then said quickly, \"I mean--this part of it?\"\n\n\"Any part of it,\" she said. \"I've seen most of it, and any part where\nthere's men is bad, Bogart.\"\n\n\"My name,\" I told her, \"is not Bogart. My name is Fred Werig.\"\n\n\"A pleasure, Fred,\" she said. \"My name is Jean Decker. And I'm beginning\nto feel better.\"\n\n\"It couldn't be my company,\" I said, \"so it must be the air. I haven't\nseen any coffee places that are open.\"\n\nI caught a flare of light from the corner of my eye, and turned to see\nher applying flame to something in her mouth. I remembered from our\nhistory; she was smoking. It was a habit long dead where I came from.\n\nAnd then I remembered what she'd said about being drunk, and knew that,\ntoo, as one of our long disused vices. What was it Akers had said about\n'being directed'? A theory, but discredited now, since our scientific\nadvance. But this almost parallels evolution?\n\n\"Cigarette?\" she said, and I said, \"No, thanks. I--don't smoke.\"\n\n\"You're the only thing in Los Angeles that doesn't,\" she said bitterly.\n\"Where are you from, Fred?\"\n\n\"New York,\" I said. \"Where are you from, Jean?\"\n\n\"Believe it or not, I was born here,\" she said. \"I'm one of the three\npeople in this town who was born here.\"\n\n\"It's a big town, isn't it?\" I said. \"Less huddled than the others.\"\n\n\"Huddled,\" she said, and laughed. \"Huddled. I like that. They huddle,\nall right, and not just the football teams. The gregarious instinct,\nFreddy boy.\"\n\n\"Well, yes,\" I agreed, \"but why, Jean? Why haven't they outgrown it? Is\nit--fear?\"\n\n\"You would have to ask somebody bright,\" she said. \"When you get to\nBundy, turn over toward Wilshire. We'll find an eating place that's\nopen.\"\n\n\"You tell me when I get to Bundy,\" I said. \"I'm not exactly familiar\nwith this part of town.\"\n\nShe told me, and we got to Wilshire, eventually, and on Wilshire there\nwere many eating places.\n\nWe went into one; it was too cold to eat outside. And it was bright in\nthere, and I got my first really clear look at the face and figure of\nJean Decker.\n\nWell, it was ridiculous, the attraction that seemed to emanate from her.\nIt actually made me weak.\n\nAnd she was staring at me, too.\n\n\"If you're hungry,\" she said finally, \"get a sandwich. You won't find me\nstingy.... What in the world is that material in that suit, Fred?\"\n\n\"I don't know,\" I said. \"You are beautiful, Jean.\"\n\nShe smiled. \"Well, thanks. You can have a piece of pie, too, for that.\nThat certainly is a fine weave in that material. What did your tailor\ncall it?\"\n\nWe were next to a sort of alcove, furnished with a table and two\nhigh-backed benches, and she sat down. I sat across from her.\n\n\"I don't have a tailor,\" I said. \"Your lips are so red, Jean.\"\n\nShe frowned. \"Slowly, sailor.\"\n\nThen a waitress was there, and I saw how red her lips were, too, and I\nrealized it was another of the old vices I'd forgotten, cosmetics.\n\n\"Just coffee, for me, black,\" Jean said. \"Golden boy over there will\nhave a beef barbecue, probably, won't you, Fred?\"\n\n\"I guess,\" I said. \"And some milk, cow's milk.\"\n\nJean laughed. \"It's my money. Have canary milk.\"\n\n\"Not tonight,\" I said.\n\nThe waitress went away, and there was a noticeable period of silence.\nJean was tracing some design on the table top with her index finger. Her\nnails, too, were painted, I saw. I liked the effect of that.\n\nShe looked up, and faced me gravely, \"Fred, you're a very attractive\ngent, which you undoubtedly know. Are you connected with pictures?\"\n\nI shook my head. \"Just a traveler, a tourist.\"\n\nShe said, \"Oh\" and went back to tracing the design. I thought her finger\ntrembled.\n\nA very dim smile on her face, and she didn't look away from the table\ntop. \"You've been--picked up before, undoubtedly.\"\n\n\"No. What kind of talk is this, Jean?\"\n\nNow, she looked up. \"Crazy talk. You're no New Yorker, Freddy lad.\nYou're a Middle Westerner; you can't fool me. Fresh from the farm and\ncraving cow's milk.\"\n\n\"I never saw a cow in my life,\" I told her truthfully, \"though I've\nheard about them. What makes you think I'm from a farm?\"\n\n\"Your freshness, your complexion and--everything about you.\"\n\nThe waitress brought our food, then, and I didn't answer. I tried to\nkeep my eyes away from Jean as I ate; I had a mission, here, and no time\nfor attachments beyond the casual. I was sure, even then, that loving\nJean Decker would never qualify as casual.\n\nShe drank her coffee and smoked; I ate.\n\nShe asked, \"Where are you staying, in town, Fred? I'm sober enough to\ndrive, now.\"\n\n\"I'll get public transportation,\" I said. \"You get home, and to bed.\"\n\nShe laughed. \"Public transportation? Freddy, you don't know this town.\nThere isn't any. Did you just get here, tonight?\"\n\nI looked at her, and nodded.\n\n\"On the bum?\" she said quietly.\n\n\"I--suppose,\" I said honestly, \"though the word has connotations which\ndon't describe me.\" I put my hand in my jacket pocket and fumbled in the\nopen bag for one of the smaller diamonds. I brought one out about the\nsize of my little finger nail, and placed it on the table.\n\nAll the light in the room seemed to be suddenly imprisoned there. She\nstared at it, and up at me.\n\n\"Fred--for heaven's sake--that's not--real, is it?\"\n\nI nodded.\n\n\"But--it--\" She glanced from the diamond to me, her mouth partially\nopen. \"Fred, what kind of monstrous gag is this? God, I thought I'd seen\neverything, growing up in this town. Fred--\"\n\n\"I'd like to sell it,\" I said. \"You, Jean, are my only friend in this\ntown. Could you help me arrange for its sale?\"\n\nShe was looking at me with wonder now, studying me. \"Hot?\" she asked.\n\n\"Hot--?\"\n\n\"Stolen--you know what I mean.\"\n\n\"Stolen? Jean, you didn't mean to accuse me of that.\"\n\nSkepticism was ugly on her lovely face. \"Fred, what's your angle? You\nstep out of the darkness like some man from Mars in a strange suit, with\nno money, but a diamond that must be worth--\"\n\n\"We'll learn what it's worth,\" I said. \"Mars isn't inhabited, Jean.\nDon't you trust me? Have I done anything to cause you to distrust me?\"\n\n\"Nothing,\" she said.\n\n\"Do you distrust all men, Jean?\"\n\n\"No. Just the ones I've met. Oh, baby, and I thought you were a farmer.\"\nShe was crushing out her cigarette. \"You haven't a place to stay, but\nI've got a guest house, and you'll stay there, tonight. You aren't\nstepping back into the darkness, tonight, Fred Werig. You, I want to\nknow about.\"\n\nThe words held a threat, but not her meaning, I was sure. And what\nbetter way to orient myself than in the home of a friend?\n\n\n\nThat was some home she had. Massive, in an architecture I'd assumed was\nconfined to the south-eastern United States. Two-story place, with huge,\ntwo-story pillars and a house-wide front porch, the great lawn studded\nwith giant trees.\n\nAnd she lived there alone, excepting for the servants. She was no\nhuddler, and I told her that.\n\n\"Dad owned a lot of property in this town,\" she said. \"He was a great\nbeliever in the future of this town.\"\n\nAt the time I didn't understand what that had to do with her lack of\nhuddling.\n\nThe guest house was small, but very comfortable, a place of three\nbedrooms and two baths and a square living room with a natural stone\nfireplace.\n\nI had my first night of sleep on this planet, and slept very well. I\nwoke to a cloudy morning, and the sound of someone knocking on the front\ndoor.\n\nIt was a servant, and she said, \"Miss Decker sent me to inform you that\nbreakfast will be ready any time you want it, sir. We are eating inside,\nthis morning, because of the cold.\"\n\n\"I'll be there, soon, thank you,\" I said, and she went away.\n\nShowering, I was thinking of Akers for some reason and his directed\ntheory and what was that other theory he'd had? Oh, yes, the twin\nplanets. Senile, he was, by that time and not much listened to, but a\nmind like that? And who had he been associated with at that time? It was\nbefore my birth, but I'd read about it, long ago. The Visitor, Akers had\ncalled this man. The Earth man who had come to Venus. And what had his\nname been?\n\nBeer--? Beers--? No, but like that--and it came.\n\nAmbrose Bierce.\n\nJean wore a light green robe, for breakfast, and it was difficult for me\nto take my eyes away from her.\n\n\"I'm not usually this informal at mixed breakfasts,\" she told me,\nsmiling, \"but I thought it might warm up enough for a swim a little\nlater.\"\n\nShe threw the robe aside, and I saw she was wearing a scanty garment\nbeneath it. Evidently the huddlers didn't swim naked, and I wondered at\na moral code that sanctioned drinking alcohol but was ashamed of the\nhuman body.\n\nI was glad the house had been cold when I answered the maid's summons,\nfor I had worn a robe I'd found there.\n\nFruit juice and wheat cakes and sausage and toast and jelly and eggs and\nmilk. We ate in a small room, off a larger dining room, a small room\nwhose walls were glass on two sides.\n\n\"It's too old a house to modernize completely,\" Jean told me. \"I grew up\nin this house.\"\n\n\"You don't--work, Jean?\"\n\n\"No. Should I?\"\n\n\"Work or study. Life must be very dull if you don't do one of those.\"\n\n\"You might have a point there,\" she said. \"I tried everything from the\nmovies to sculpture. I wasn't very good at anything. What do you do,\nFred?\"\n\n\"I'm a perpetual guest,\" I said lightly. \"Do you read much, Jean?\"\n\n\"Too much, though nothing very heavy, I grant you.\"\n\n\"Have you ever read about a man named Ambrose Bierce?\"\n\n\"I've read everything he ever wrote. Why did you ask that, Fred?\"\n\n\"I--heard about him. I wondered who he was.\"\n\n\"Where did you hear about him, Fred? In Mexico?\"\n\n\"No. I don't remember where I heard about him.\"\n\n\"He disappeared,\" she said quietly, \"some time right before the first\nworld war. I've forgotten the exact year. I think it was 1914.\"\n\nBefore the war, before the \"first\" war.... And I thought of Jars' wife,\nwho had come to us just before this last planetary war--the \"second\"\nworld war. And what was his pet name for her? Guest, he called her, and\njoked about her coming from another world. But didn't Jars defend the\ndiscredited late-in-life theories of Akers? I tried to remember the name\nof Jars' wife, and then it came.\n\nI asked, \"And Amelia Earhart?\"\n\nJean's voice was rough. \"July 2nd, 1937. I guess I'll never forget that,\nwhen my god died. What are you trying to say? Is it some new damned cult\nyou're promoting, Fred?\"\n\n\"You called her a god. Why, Jean?\"\n\n\"I don't know. I was only thirteen when she died. But she was so clean,\nso--so free and windswept, so--oh, what the spirit of America should\nbe--and isn't.\"\n\nI looked up to see tears in her eyes. Why was she moved? This girl who\ncertainly knew corruption, this worldly, lovely girl. I smiled at her.\n\nShe wiped the tears with the back of her hand. \"Fred, you are the\nstrangest--I know this town's a zoo, but you, Fred--\"\n\nI continued to smile at her. \"I'm just a guy trying to learn. May I\nrepeat something I said last night? You're beautiful, Jean.\"\n\n\"You're no three-headed calf, yourself,\" she said.\n\nTwin planets and parallel evolution.... Parallel destiny? Not with a\nthird planetary war shaping up here. Three major wars in less than fifty\nyears. Why, why, why....\n\nShe said, \"Thinking, again? You do a lot of thinking, don't you?\"\n\n\"I have to think of something besides you,\" I told her honestly. \"I\ncan't afford to fall in love with you, Jean. I've too many places to go\nand too many things to see.\"\n\nShe just stared at me. It must have been a full minute before she said,\n\"Well, I'll be damned.\"\n\nAfter breakfast, it was still cold, and she said, \"There'll be no swim\nthis morning, I see. If you want to get an appraisal on that diamond,\nFred, I'll phone one of our jewelers to come out.\"\n\n\"I'd appreciate that,\" I said. \"Would it be all right if I took these\nnewspapers back to my room, now?\"\n\n\"Just dandy,\" she said. \"Sorry to be boring you.\"\n\n\"You're not,\" I told her earnestly. \"Believe me, you're not.\"\n\n\n\nThe papers were interesting. Nowhere was it stated, but a glance at the\nfront pages showed they were on opposite sides of the political fence.\nOn my planet, we keep the editorial opinion in the editorial columns.\nNot so with these. The wire services were impartial and the accounts in\nboth papers identical. That was as far as the similarities went. Reading\nthe other accounts was like living in two worlds.\n\nAn informed people will always be free. Well, perhaps these weren't\ntypical.\n\nI was to see papers a lot worse than these before long.\n\nI was just starting the want ads when the knock came at the door. It was\nthe maid, again; the jeweler was at the house.\n\nA small man, suave and dark, with the manners of a diplomat, fawning\nlike a puppy.\n\nIt was a perfect stone, he decided. He had, he was sure, a customer who\nwould be interested. Would I accept eight thousand dollars for it?\n\nI said I would, and he left.\n\nWe were in the living room, and Jean stood near the tall front windows.\nShe had changed to a suit of some soft blue material.\n\n\"As soon as I get the money,\" I said, \"we're going out for some fun,\naren't we? I owe you for a beef barbecue.\"\n\n\"You don't owe me anything,\" she said. She didn't look at me.\n\n\"You'll get over him,\" I said.\n\n\"Him--?\" She turned to look at me curiously.\n\n\"That man you're in love with, that man you told me about last night.\"\n\n\"Oh,\" she said. \"Oh. I was drunk last night, Fred. I'm not in love.\"\n\nSilence. That attraction of hers pulling at me like some localized\ngravity, silence, and the beating of my heart. Silence, my hands\ntrembling, my knees aching.\n\n\"I'd like to see some fights,\" I said. \"Would you like to?\"\n\nShe frowned. \"Not particularly.\" She stared at me, shook her head, and\nlooked away.\n\n\"Well,\" I said, \"I haven't finished the want ads.\"\n\n\"Of course,\" she said. \"Get right back to them, Freddy. You never know\nwhen you'll find a bargain.\"\n\nThey weren't very interesting. I kept seeing her standing next to the\nwindow, looking unhappy, frustrated, somehow. I kept seeing the soft\nfabric of the suit clinging to her beautiful body and the proud grace of\nher posture.\n\nI went back to the house, and she was sitting on the davenport near the\nfireplace. She looked up without expression.\n\nI asked, \"Is there a library around here?\"\n\nShe sighed, and rose. She said, \"Follow me.\"\n\nShe led me to a room whose four walls were lined with books. There was a\nwide glass door leading out from this to the patio.\n\n\"Dad's old retreat,\" she said. \"Everything from Aristotle to Zola. If\nthere's something you don't see, don't hesitate to ask. We aim to\nplease.\"\n\nShe closed the door behind her.\n\nI didn't gorge; I only nibbled. But fed enough to realize this was a\ndeep, rich culture; this planet had produced some first rate minds and\nexceptional talents. But still, with all this to choose from, the people\nseemed to prefer Milton Berle. And the people were in command.\n\nI was reading Ambrose Bierce when she came in. She looked at the book,\nand at me. \"Lunch,\" she said quietly.\n\nI put the book down, and rose. \"The unwelcome guest?\"\n\n\"I'd tell you, if you were.\"\n\n\"Would you, honestly?\"\n\nShe didn't answer that. She smiled, and said, \"There are some fights at\nOcean Park, tonight.\"\n\nWe saw those, and later, some amateur fights. Strange spectacles they\nwere, men belaboring each other, but fascinating, too. The amateurs were\nless talented, but more friendly, leaving the ring arm in arm, if both\nwere still conscious. The professionals displayed no such amicability.\n\nWhy? I asked Jean. What was the difference between the amateurs and the\nprofessionals?\n\n\"Money,\" she said, and looked at me strangely. \"Didn't you really know\nthat?\"\n\nI lied with a nod. \"I wanted you to see it, and to word it for\nyourself.\"\n\n\"Look,\" she said with controlled irritation, \"if I want any curbstone\nphilosophy, I can read one of those corny columnists. I certainly don't\nhave to sit in a screaming mob watching a couple of morons pound each\nother bloody to arrive at a stupid generality like that.\"\n\n\"Let's get a hamburger,\" I said.\n\nShe just stood there, on the sidewalk. \"You--you--\"\n\nPeople were turning to stare.\n\n\"Farmer?\" I suggested.\n\n\"Oh,\" she said, \"oh, oh--\"\n\n\"Or a cheeseburger,\" I added.\n\nThere was a small crowd, now, openly watching. One man said, \"Hey, this\nis better than them jerks inside. Slug him, lady.\"\n\nJean started to laugh, and so did I, and then all of us were laughing,\nthe whole crowd.\n\nWe didn't go to a hamburger place. We went to a place where we could\ndance, too, and I had a small glass of wine, and wondered why we'd\noutgrown alcohol, on our planet.\n\nIt was a night I will never forget. It was a night I learned how much\nshe meant to me. There wasn't ever going to be anybody else for me,\nafter that night.\n\n\n\nWe were married in Las Trenos at five-thirty the next morning.\n\nAnd still, I didn't tell her where I was from. When the time came, she\ncould go back with me, but I couldn't risk sharing that secret with her.\nI didn't have the right to jeopardize my people by giving her\ninformation she might divulge unintentionally.\n\nThe world was our playground, and my study hall American first. We drove\neast, taking our time, while I tried to get the temper of the people. I\nnever overlooked a chance to talk to people; the papers were no\nsubstitute for that. And between the papers and the people, I found that\nonly the hysterics were voluble, only the biased articulate. And yet, it\nwas a country with a liberal and progressive tradition, a country that\nshould have been informed beyond the average.\n\nKnowledge had been made too easy; the glib were in command.\n\nFear, Jars had said, and it was becoming increasingly clear to me that\nhe was closer to it than Deering. For Deering's viewpoint, I had a\nworking model, I had Jean.\n\nIn the canyon city, New York, high in our room at the Empire-Hudson, she\nsaid, \"You're an awfully nosy guy, Dream Boat.\"\n\n\"I like to talk to people,\" I said. \"Haven't you been getting enough\nattention?\"\n\n\"As much as I can handle,\" she said. \"And I'm enjoying every second of\nit. But it seems to be getting you down.\"\n\n\"You or the people?\" I asked, and mussed her hair.\n\nShe didn't answer that. \"Fred,\" she said, \"do you remember that day at\nbreakfast, long ago? Do you remember asking about Ambrose Bierce and\nAmelia Earhart?\"\n\n\"I guess I do.\"\n\n\"Don't be evasive, Fred. You know you do.\"\n\nI pulled her close. \"Is this going to be a questioning period? Is this\none of _those_ marriages?\"\n\n\"Now, Fred--\" she said, against my shoulder. \"Be serious, please, Fred.\nPlease be serious--oh, you, Fred--\"\n\n\n\nWe went to England. What's that phrase they have--\"muddling through\"?\nThat's what they were doing. Proudly, with a minimum of complaint, with\nno thought of rebellion, with no rationalizing or projection, living as\nthe submerged tenth lives in America, and seeming to think that--well,\nthings _could_ be worse.\n\nIn Italy, it was the kids, the beggars and procurers and thieves and\neven murderers who were kids. In Spain we found much of the same. In\nFrance it was all the heat and no light, charges and counter-charges,\nlies and counter-lies, confusion and corruption.\n\nIn Berlin, it was Russia. The cloud that darkens the world looms darkest\nin Berlin. The apathy that grips the world is epitomized in Berlin. A\npeople with no sense of guilt and no reason for hope, nor stirring to\nthe promise of a re-armed Germany. A bled and devastated people, shorn\nof their chief strength, their national pride.\n\nJean said, \"I've seen enough. Haven't you, Fred? How much can you take?\"\n\n\"One more,\" I said. \"Russia.\"\n\n\"Don't be silly,\" she said. \"How would we get into Russia?\"\n\n\"_We_ wouldn't. But _I_ would.\"\n\n\"Look, baby, whither though goest, I--\"\n\n\"Up to here,\" I said. \"Who's the big boss in this family?\"\n\n\"Now, Fred--\"\n\n\"Now, Jean--\"\n\n\"Get away from me. This time, it won't work. If you think that for one\nsecond you're going into that no man's land alone--and--\"\n\nIt took some talking, to convince her, it took some lies. She'd wait,\nshe agreed finally, in Switzerland. In comfort for a change.\n\nIt took two diamonds to get to the right man, and it took a formula from\nthere. A formula that is learned in the first year of college chemistry\non my planet, a formula for converting an element. A formula this planet\ncouldn't have been more than a decade short of learning, anyway.\n\nThe last man I saw in Berlin went along, for which I was grateful,\nthough he didn't know that. I don't speak Russian, but he did.\n\nThey were careful, they don't even trust themselves. I told Nilenoff the\nformula came from America, and there were more, but I needed money. I\ndidn't tell him the fallacy in the formula; it had taken us three years\nto realize what it was.\n\nMy trips were limited, directed, and avoided the seamier side. I saw the\nmodern humming factories, and the mammoth farms. No unemployment, no\nwaste, no \"capitalistic blood sucking\"--and the lowest standard of\nliving in the industrialized world. A vast, bleak land peopled with\nstringless puppets, with walking cadavers.\n\nI remembered the faces of the crowds and the strangely mixed people in\nAmerica, their obvious feelings, emotions and rivalries. There was\nnothing strange about these people of Russia--they were dead,\nspiritually dead.\n\nThe country that could have been a cultural and industrial center of the\nworld was a robot-land of nine million square miles, getting ready for\nwar, getting ready to take over the dreams of Hitler and make them come\ntrue.\n\nI came out with a promise of ten thousand American dollars for every one\nof the future formulas I had assured them I could get to. I came out\nwith the knowledge that I'd be a watched man from now on.\n\nIn Switzerland, Jean said, \"Well--?\"\n\n\"I'm ready to go home,\" I told her.\n\n\"America, you mean?\"\n\n\"Where else?\"\n\n\"I've been alone,\" she said, \"and thinking. I've gone back to Sunset and\nPacific Coast Highway and traced it all forward from there. And I don't\nthink America's your home.\"\n\nVery cool her voice, very tense her face. I smiled at her.\n\nShe didn't smile in return. \"Fred--we're married.\"\n\n\"I'm glad,\" I said. \"Aren't you?\"\n\n\"It's no time for the light touch.\" Tears in her eyes. \"Fred, are you\na--a Russian spy?\"\n\nI shook my head.\n\n\"But--\"\n\nIt was a clear night, and I went to the window. How it shone, in that\nclear air. Jean came over to stand next to me.\n\nI pointed, and said, \"There's my home.\"\n\n\"Venus,\" she said. \"Fred, for heaven's sake--_I'm serious_!\"\n\n\"Some day,\" I said, \"this planet will learn how to see through our\nmanufactured fog. Some day they will develop the vision we developed a\ncentury ago. And--\"\n\n\"Damn it, Fred, be serious. If you'd know what I've gone through, alone\nhere, thinking back on all the crazy things you've said and done. What\nhave you told me about yourself, what do I know?\"\n\n\"Nothing,\" I said. \"And what have I asked you about yourself? It's a\nmatter of faith, Jean.\"\n\n\"Faith? Running all over the country like fugitives, financed by those\ndamned diamonds, nosing into this and into that, and then running off to\nRussia, all alone. _With what you'd learned, Fred?_\"\n\nI shook my head, resentment stirring in me.\n\n\"Remember when we met? In Santa Monica--right there, next to the beach.\nYou didn't have a thing but the clothes on your back and a bagful of\ndiamonds. Was it a sub that brought you that far, Fred?\"\n\n\"No,\" I said, \"and you wouldn't believe me if I told you.\"\n\n\"Try me, and see,\" she said. She was rigid, and near hysteria.\n\n\"All right. I came there in a space sphere from Venus.\"\n\nShe started to sob, a wild, lonely sound and I moved forward to take her\nin my arms.\n\nHer fingers clawed my face, her high heel smashed my instep. \"Get out,\"\nshe screamed, \"get out, get out, get out--\"\n\nI got out. I went to the first floor washroom and cleaned up my bloody\nface, and then went into the bar. This was one habit I'd picked up on\nthe planet.\n\nWhen I came up to the suite, later, I didn't even check to see if she\nwas in the washroom. I flopped down on the davenport and didn't know\nanything for the next twelve hours.\n\nShe was gone, when I came to. She'd checked out before I'd come back to\nthe room, the night before.\n\nI missed the plane she took from France. I missed her by a day in New\nYork. I went back to the big house with the high pillars on Sunset\nBoulevard.\n\nAnd she wasn't there.\n\nShe'd come back to it, I knew. I moved in, to wait. I wasn't going home\nwithout her; I wasn't even sure I was going home with her. I was\ninvolved, now, in this planet, almost as crazy as the rest of them.\n\nI sat. I did some drinking, but mostly I sat, going back over all our\ndays, reading nothing, enjoying nothing, just remembering.\n\nThe Korean business started and the headlines grew uglier, and the\njackals screamed and the people grew more confused.\n\nOne day, the maid told me I had a visitor. I was in the library and I\ntold her to send him back.\n\nWhen he came in, he closed the door behind him. I'd never seen him,\nbefore, but he said, \"We've been looking for three weeks.\"\n\n\"We?\"\n\n\"Thirty of us,\" he said. \"What happened? Jars sent me.\"\n\n\"Oh,\" I said. \"I can't come, now. I'm--married--\"\n\nHe smiled. \"If you knew what a mess it's been. We've got men all over\nthe planet. Does your wife--know?\"\n\n\"She thinks I'm crazy,\" I said. \"Look, I--\"\n\n\"I'm not going to argue,\" he said. \"Just make your report, and I'll pick\nit up, tonight.\"\n\nFive minutes after he was gone, I was packing. I knew he wasn't coming\nback for any report. He was coming back for _me_, and it didn't much\nmatter to him if I wanted to come, or not. I was coming, or staying\nhere--dead.\n\nWhat I didn't realize is that they wanted me to run, to get out where I\ncould be taken with a minimum of interference.\n\nThey got me the other side of Blythe, in the middle of nowhere. A clear\nnight in the desert, and headlights coming up from behind and then the\nbig, black car crowding me off the flat road, into the sand.... And\ndarkness.\n\n\n\nDeering sighed and shook his head. \"Corruption, Werig? Was it the\ncorruption, or the girl?\"\n\n\"I've made my report,\" I said. \"Don't worry about them. They've got\nenough to worry about without worrying about us.\"\n\n\"Another war, it looks like,\" Deering said. \"It could be the last one,\nyou know. What was the girl--your wife like, Fred? Was she pretty?\"\n\n\"Beautiful,\" I said.\n\n\"And the people--fear, is it fear?\"\n\n\"I don't know. Their vice is fear, but they have some virtues.\"\n\nDeering's voice was quiet. \"Jars wanted me to ask you--about your wife.\nWhere is she? Is she coming with you? It was forbidden.\"\n\n\"I don't know where she is, she's not coming with me, and I know it was\nforbidden. But where is Jars? He has been avoiding me, hasn't he? Why?\"\n\n\"He has been pleading for you, before the assembly.\" Deering rose, and\nwent to the window, to look out. \"Who will win this war that's shaping\nup among the huddlers, Fred?\"\n\n\"I don't know. I'm not sure I give a damn.\"\n\nDeering continued to look out the window. \"The gray nation, the mixed\nnation, this America; they have some promise of the light, have they\nnot?\"\n\n\"Some.\"\n\n\"But this black nation, this nation of robots, there is no chance of of\nlight there?\"\n\n\"Not under their present leaders. If they should win the war the planet\nwould be set back five hundred years.\"\n\nDeering shook his head, and turned to face me sadly. \"It would be worse\nthan that. If they should win this war shaping up, there would be no\nplanet for them to rule.\"\n\nI stared at him, not believing, still so bound up in my trip I couldn't\nbelieve his words. _Love,--faith, fear, Jean_--were running through my\nmind. And Jean...?\n\nDeering answered everything for me. \"We can't take the chance,\" he said.\n\"We will abolish the planet. The assembly so decided this morning.\"",
    "metadata": {
        "author": [
            "Gault, William C.",
            "Gault, William Campbell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32904/pg32904.txt",
        "name": "the_huddlers.json"
    }
}