{
    "name": "The Little Cryptogram\r\nA Literal Application to the Play of Hamlet of the Cipher System of Mr. Ignatius Donnelly.",
    "author": [
        "Pyle, Joseph Gilpin"
    ],
    "body": "“The Great Cryptogram,” the monumental work in which Mr. Ignatius\nDonnelly essays to prove that the so-called Shakespeare plays contain a\ncipher story, discoverable by a system which he has worked out with\ninfinite labor, is at last in the hands of an expectant public. No book\nso thoroughly advertised has appeared for many a year. For months and\nmonths the eye has been assailed by paragraphs and pages in the\nliterature of two worlds, contending for or against the existence in the\nShakespeare plays of a cipher that would assign the honor of their\nauthorship to Lord Bacon. It has been admitted on all sides, and\ndeclared by Mr. Donnelly himself, that the appearance of this volume\nwould rid the world of a delusion forever, and stamp the successful\nexplorer of the mystery with undying fame, or write him down as the most\ndaring and stupendous literary fraud that all the ages have produced.\nThe author has challenged the test. It is his due that the results of\nhis labor should have a candid and impartial investigation.\n\nThose who are interested in knowing whether “The Great Cryptogram” is a\nrecord of discovery or a record of ingenious and plausible invention may\npass quickly over the first book of the volume, which deals with “The\nArgument,” because in this Mr. Donnelly does not lay claim to\noriginality. It is devoted to a careful and systematic marshaling of the\ncircumstantial evidence used in the past to prove that the historical\nShakespeare did not write the plays commonly ascribed to him. There is,\nas every literary man knows, a great deal of evidence that will pass\nmuster under this head. There is an inconsistency between such fragments\nof a life of Shakespeare as have come down to us, and the experiences\nand the acquirements which we should declare indispensable to the\nwriting of that matchless drama. It is dwelt upon but lightly here; not\nbecause any part of Mr. Donnelly’s work should be slighted, but because\nit is the cipher discovery by which he must stand or fall. For the same\nreason it will be unnecessary to deal with the historical objections,\nequally numerous and unanswerable, to the theory of Baconian authorship.\nThat Mr. Donnelly has made out a plausible and not unreasonable case, no\none will deny. As a collector and editor of the works of others; as a\ncurator of the museum in which patches and shreds of fact and theory,\ngathered from diverse sources, are to be arranged and classified in\norderly succession, Mr. Donnelly is a master. His “Atlantis” and\n“Ragnarok” gave proof of a marvelous memory and a rare ability to\ndovetail disconnected and discordant facts into a homogeneous whole,\nsuch as few can equal. Able to forget what does not accord with his\npreconceived theory, blessed with a memory as serviceable in dismissing\nas in retaining, and thoroughly possessed, for the time being, with a\nconviction that he is pursuing truth, he is the most dexterous of\nworkmen. It is only natural, therefore, that his cumulative evidence\nfrom history and fable and gossip should be well presented. He has\nbrowsed in the pastures of Delia Bacon and Judge Holmes and Appleton\nMorgan and Mrs. Potts. He has republished the best of their work,\njoining the crevices skillfully, and the reader will find himself\nentertained if not converted by this argument, which occupies more than\nhalf of the bulky volume devoted to the cryptogram. This, however, is a\nwell-trodden field. These arguments are but a rehearsal of the clever\ncounsel’s brief. Not to these, but to the Cæsar of the cipher, has Mr.\nDonnelly appealed for judgment. To the cipher and its mathematical\ndemonstrations he shall go.\n\nMr. Donnelly claims that there is concealed in the plays not only a\ndeclaration that Bacon wrote them, but a detailed history of the times.\nThis is to be read by means of a word cipher, depending on a series of\nfixed numbers. The root numbers which he gives as the starting point are\n505, 506, 513, 516, 523. These numbers are combined, at pleasure, with a\nvast number of “modifiers.” The latter consist of the number of words in\na column, page or subdivision of the play selected; and of these numbers\nplus or minus the hyphenated and bracketed words. By this method the\nfirst two pages attacked yield him the following thirty-four “modifying”\nnumbers: 27, 28, 29, 30, 31, 32, 50, 51, 62, 63, 79, 80, 90, 91, 141,\n142, 167, 168, 169, 189, 208, 209, 211, 212, 218, 219, 237, 240, 283,\n284, 291, 294, 301, and 302. Counting forward or backward, at pleasure,\nfrom the top or the bottom of each page, and from the beginning or the\nend of each scene, he finds himself directed to the specific words that\ntell the tale; each new count supplying a new “modifier.” He does not\ntell whence he derives his root numbers—and the world loses little by\nthat—because he is informed by his publishers that there is nothing in\nour law of copyright to prevent some ingenious fellow, less\nconscientious than himself, from studying out his whole system, applying\nit to the rest of the plays, and bursting upon the world with the\nremainder of the story, which Mr. Donnelly wants to reserve for a future\nvolume and future profits. How well grounded were his apprehensions the\nappearance of this lesser cryptogram may serve to show. Therefore he\nwraps himself in congenial mystery, and both his root numbers and his\nmodifiers must be taken on faith. It is hard for the average man, at\nthis point, to repress his scepticism, and to refuse straightforward\ntreatment to a man who advertises for two years a great discovery and\nthen reserves it for the future. There is a strong flavor of the Keeley\nmotor about the process. But not thus unjustly shall the public deal\nwith Minnesota’s gifted son. We, the people, want to get at the bottom\nof this cipher, and re-read our history of the Elizabethan era and its\nliterature.\n\nThe first step is to take an actual illustration of the cipher and Mr.\nDonnelly’s use of it, in order that the public may see just how the\nthing works. The names “Shakespeare” and “Cecil” do not occur in the\nplays. To obtain them, Mr. Donnelly’s arithmetical process points him to\nthe words “shakes” and “peere,” and to the other words “seas” and “ill;”\ncombining the former he gets Shakespeare, and the latter give him Cecil.\nNow if the reader is the happy possessor of a copy of “The Great\nCryptogram,” let him turn to page 718 as a base of operations. If his\nlibrary is not so enriched, what he finds here is ample for purposes of\nillustration. This chapter deals with the revelations growing out of the\nroot number 516, judiciously modified. There are 167 words in the second\ncolumn of page 74 of King Henry IV, following the subdivision made by a\nstage direction. There are 21 words in brackets, and one hyphenated\nword, making 22 in all. Add 22 to 167, and you have 189. Subtract 189\nfrom 516, and you have 327. This 327 is combined with other numbers,\nderived from previous operations; the number of words on an antecedent\npage or a former column, or some of the “modifiers” that wait modestly\ntill their assistance is needed. Out of these additions and\nsubtractions, perfectly arbitrary in their nature, comes finally a\nnumber which directs the searcher to a word on page 76. How intricate\nare these mathematical operations will be perceived only upon\nexamination. Therefore, the following, taken literally from pages 718,\n719, is subjoined as fairly illustrative of the cipher gambols:\n\n                                                     WORD    PAGE\n                                                             AND\n                                                            COLUMN\n  516-167=349-22_b_ & _h_=327                         182   76:1   Seas}\n      498-327=171+1=172+10_b_ & _h_=182\n  516-167=349-22_b_ & _h_=327   447-327=120+1=        121   75:1   ill}\n  516-167=349-22_b_ & _h_=327-30=297-50 (76:1)=       247   76:2   said\n  516-167=349-22_b_ & _h_=327-284=43                  408   75:1   that\n      447-43=404+1=405+3_b_=408\n  516-167=349-22_b_ & _h_=327-254=73-15_b_ & _h_=58   391   76:1   More}\n        448-58=390+1 = 391\n  516-167=349-22_b_ & _h_=327-50=277-50               226   74:1   low}\n      (74:2)=227-1_h_=226\n  516-167=349-22_b_ & _h_=327-254=73-50               22    76:1   or\n      (76:2)=23-1_h_=22\n  516-167=349-22_b_ & _h_=327-30=297-254=43-15_b_ &   28    75:2   Shak’st}\n      _h_=28\n  516-167=349-22_b_ & _h_=327-248=79                 (121)  75:1   spar}\n      193-79=114+1=115_b_ & _h_=(121)\n  516-167=349-22_b_ & _h_=327-254=73-15_b_ & _h_=58   441   76:1   never\n        498-58=440+1=441\n  516-167=349-22_b_ & _h_=327-50=227-7_b_ & _h_=      220   76:2   writ\n  516-167=349-22_b_ & _h_=327                         327   76:1   a\n  516-167=349-22_b_ & _h_=327-145 (76:2)=182          317   76:1   word\n      498-182=316+1=317\n  516-167=349-22_b_ & _h_=327-193=134                 115   74:2   of\n      248-134=114+1=115\n  516-167=349-22_b_ & _h_=327-254=73-15_b_ &          53    74:1   them\n      _h_=58-5_b_=53\n\nBefore I proceed to the obviously fair and conclusive test of applying\nthe same numbers and the same method elsewhere, there are some\nreflections to be noted, which will occur spontaneously to almost every\nreader. In the first place, the cipher seems, like the man who claimed\nthat he never borrowed the kettle, that he had returned it and that it\nwas cracked when he borrowed it, to prove too much. If it led directly\nto important disclosures concerning the authorship of the plays or\nhistorical events of the time when they were written, and to these\nalone, it might lay claim to credibility. But this cipher, prepared by\nBacon to prevent Shakespeare from stealing his laurels, requires the\nappropriation of page after page to describe minutely Shakespeare’s\npersonal appearance. A glance at the sample printed will show how great\nthe labor required to encase such a story, by mathematical rule, in the\nbody of the plays. Yet this labor Bacon must have undergone, to tell the\ncoming ages that “He,” Shakespeare, “is troubled with several dangerous\ndiseases; he is subject to the gout in his great toe; and I hear\nmoreover he hath fallen into a consumption.” The spectacle of Bacon,\nholding weary vigil to complete, at infinite labor, the cipher story,\nand devoting hours to the construction of a play in which the movement\nof the plot, the fate of the _personæ_ and the majesty of the dialogue\nshould be unconsidered trifles, subordinated to the all-important\ninfolded chronicle of the fact that Shakespeare had the gout in his\ngreat toe, is one for gods to weep at. Nor was this the limit of the\nBaconian genius. Complicated as is the work of reading this involved\ntale by the cipher’s help, it bears no comparison to the work of\nincorporating originally that story in the plays. To write the Donnelly\nmemoirs first, and then so to write the dramas that each word of the one\nshall fit into its appropriate place in the other, by mathematical rule,\nwould fall little short of miracle. From Archimedes to Olney, there has\nlived no man who would dare attempt this task. Admiration for Bacon the\ndramatist, is swallowed up in reverence for Bacon the mathematician,\nwhose equal the world has never seen.\n\nIt was necessary, for the benefit of those untaught in the Eleusinian\nmysteries wherein Mr. Donnelly revels, to make this exemplary statement\nof his method. Now for the crucial test that shall establish its\ngenuineness. The author begs permission to announce that he has done\nsome cipher work on his own account, following closely Mr. Donnelly’s\ninstructions; and that he has made a discovery scarcely less interesting\nto a generation of scoffers than that of his illustrious teacher. Nay,\nnothing but modesty forbids him to claim first prize; for this\napplication of the identical cipher is absolutely confirmatory of its\nworth, and sheds new lustre on the names of both Donnelly and Bacon. In\nstudying the cryptogram, with the help of Mr. Donnelly’s directions, the\nthought suggested itself with overwhelming force, must there not be some\nreference in the plays to the cipher mystery, and some prophecy of the\nday when this riddle should be read? Fortunately, it happens that this\ninquiry need not go unanswered. Not everyone has access to the great\nShakespeare folio, so called, in the library of Columbia College. But\nMessrs. Funk & Wagnalls, New York, published last year a reduced\nfac-simile of the famous first folio edition of 1623. In his\nintroduction to this volume, Mr. J. O. Halliwell-Phillips, the eminent\nShakespearian scholar and critic, says: “For all usual practical objects\nof study, this cheap reproduction will place its owner on a level with\nthe envied possessors of the far-famed original.” This fac-simile of the\n1623 folio, to which alone the cipher applies, has been used in all the\nresearches stimulated by the great cipher discovery. Here was the key\nand here the treasure house. Not with any desire to rob Mr. Donnelly of\nfuture fame, but animated solely by the hope that his work could be\nproved accurate to the doubter, did the present writer attempt the task\nof unlocking the secret chamber of genius. It is with more than ordinary\npride that he announces a splendid and complete success, which silences\nforever all cavil as to the cipher.\n\nIt was clear that Bacon, with his unparalleled keenness of intellect,\nmust foresee that Hamlet would be pronounced his greatest work. That\nplay would be most minutely scanned and critically studied. It was to\nHamlet, therefore, that the trembling neophyte turned as a promising\nfield for exploration. Now, following everywhere the Donnellian method,\nat what part of Hamlet should a beginning be made? Clearly, one must\nlook for something disconnected from and out of harmony with the rest of\nthat magnificent drama; something obviously dragged in by the breeches\nfor a purpose. Glancing over this old folio, the first obvious\ninterpolation appeared to be the mad songs of Ophelia. Here is matter\nsenseless by itself. To introduce it, the writer was compelled to have\nOphelia go mad and talk nonsense. And those stanzas beginning, “Then up\nhe rose and donned his clothes,” are not only foolish but indelicate.\nHere was a suggestion. It warranted an experiment. It will be remembered\nthat one of Mr. Donnelly’s root numbers is 523. This mad song occurs on\npage 273 of the folio. Subtracting 273 from 523, we get 250. Count from\nthe top of the column on that page in which the song is found, and the\n250th word is “donned,” printed thus, “don’d.” In enumerating, it is to\nbe observed that “its selfe” and “to morrow” make, properly speaking,\nbut one word each, and must be counted so. To point the student at once\nto the key word, italicized and bracketed words are here included in the\ncount. Now the word “don,” occurring in “Titus Andronicus,” is printed\n“d’on,” to indicate its formation. Here the apostrophe is omitted, as if\nto call attention to the combination of letters, “don.” This is at least\nsuspicious.\n\nActing upon this clue, search is made for the next interpolation. It is\nfound but three pages further on, in the absurd grave-diggers’ scene.\nThis is preceded by the direction, “Enter two clowns.” Now clowns do not\ndig graves, and grave-diggers are not generally clowns. It was clearly\nthe intention of the writer to call special attention to the following\nlines. And the passage itself contains matter which is more ridiculous\nthan anything in Ophelia’s crazy words: “If the man go to the water and\ndrown himself, it is will he nill he, he goes; mark you that; but if the\nwater come to him and drown him, he drowns not himself.” What rot is\nthis which the great Bacon utters? There is a rat behind this arras. But\nhow to get at him! We turn for help to the cryptogram. We find, on page\n555 of that volume, the account of Mr. Donnelly’s first discovery. He\nnoted the word “Bacon,” on page 53 of I “Henry IV.” He counted the\nnumber of italicized words in the first column of that page and found it\nto be 7; multiplied that number by the page number, and found the\nproduct 371; and, lo! the 371st word was “Bacon.” We go back to the\ngrave-diggers. On the page where they are voicing idiocy, there are six\nitalicized words in the first column. The number of the page is 276.\nDivide 276 by 6, and the quotient is 46. Count upward from the bottom of\nthe second column, and the 46th word is “nill he,” so printed for\nconcealment. This phrase, “will he nill he,” occurs nowhere else in the\nplays. It is here for a purpose. The mad song gave “Don.” The graveyard\nscene gives, by Mr. Donnelly’s process, closely followed, “nill he.”\n“Don nill he;” “Donnelly.” Eureka! we are on the trail of the mystery,\nand the cipher has been at work here. There must be more behind.\n\nNow, lest anyone should entertain the injurious and erroneous suspicion\nthat this is mere burlesque let it be stated here that what has\npreceded, and what follows is the result, in every instance, of accurate\nmathematical work. A few of the Donnelly numbers, and the numbers of\npages and of words on a page were used, and no others. The cipher\nemployed is the Donnelly cipher. The words on every page, the italicized\nwords, the bracketed words and the hyphenated words were counted\nseparately and numbered. The edition used is the fac-simile reproduction\nof the 1623 folio. Every computation has been carefully made. And if any\nreader doubts, he is requested to procure a copy of the reprint, make\nthe count and verify the figures for himself, and prove to himself that\nthe cipher discovery which follows is as literally worked out, as\ncredible, as truly the work of Lord Bacon as anything to be found from\ncover to cover of “The Great Cryptogram.”\n\nTurning again to Hamlet, there is circumstantial evidence sufficient to\nshow that the remarkable pointing to the word “Donnelly” could not be a\nmere coincidence. For example, in the same column with “don,” and but a\nfew lines further on, occurs the expression “most violent author.” Is\nthis an accident? Again, the word “politician,” according to the\nlexicons, occurs not over half a dozen times in all the plays. It is\nfound twice in these six pages, in intimate connection with the word\n“Donnelly;” once in the far-fetched expression “life-rendering\npolitician,” which means nothing. Still again, popular nomenclature has\ndesignated Mr. Donnelly as “The Sage of Nininger.” By that title he is,\nperhaps, better known throughout the Northwest than by his legal name.\nNow the word “sage” is another used less than half a dozen times in all\nthe plays. It is found here; and found in the expression, “sage\nrequiem,” which has so puzzled the commentators that “sage” is omitted\nin many of the common editions. To put it here, where the cipher\nrequired it, the writer of this play was compelled to make his\nexpression meaningless. It is simply impossible that this combination of\nunusual words, “Donnelly,” “politician,” “author,” “sage,” all jostling\neach other in passages introduced without relevance to the play, should\nbe an accident. It is deep design. Bacon, looking forward with more than\nmortal prescience, saw the day when his deliverer would come. And in\nanticipation of this event, he put into his greatest play, by means of\nthe cipher, the prophecy that is now fulfilled. By one act of\ntranscendent genius, he made it impossible for anyone to reject the\nrevelation which his interpreter should make in the fulness of time.\n\nThe cipher key furnished by Mr. Donnelly may now be applied to the last\npages of Act IV, and the first of Act V, Hamlet. No attempt will be made\nto work out the whole story. That gladsome task belongs to Mr. Donnelly\nhimself. But enough may be read to show the wondrous ingenuity of Lord\nBacon, and to confirm in him the gift of prophecy. “The Great\nCryptogram” furnishes, as before stated, five root numbers; the Hamlet\ncipher uses but two of these, 516 and 523. Pages 73 and 74 of King Henry\nIV supplied thirty-four “modifiers;” the Hamlet cipher requires but\nnine, all told. Three of these, 30, 50 and 198 (the last mentioned being\nreserved for cases where the cipher-hunter falls into a hole and can not\nget out without its help) are on Mr. Donnelly’s list. Three more, 273,\n274 and 276, are the numbers of the pages of Hamlet to which the cipher\nis applied most liberally. The remaining three, 306, 397 and 423, are\nthe number of words on these three pages respectively; only those\nprinted in Roman characters and not included within brackets being\ncounted. In general, the system of counting adopted by Mr. Donnelly is\nfollowed. But the Hamlet cipher usually regards such forms as “’twere”\nand “there’s” as two distinct words; while “her selfe” and “to morrow,”\nas noted above, though printed without the hyphen, constitute but one\nword each. Bracketed and italicized words are always to be omitted, in\nthe enumeration, except in case of the important initial word “Don,” and\nthe word “out;” and inasmuch as these themselves are found in italics,\nboth bracketed and italicized words are included in computing their\nnumbers on the page.\n\nThese instructions as to the method of enumeration being premised,\nparticular attention is called to the extreme simplicity of the Hamlet\ncipher as compared with the key to Henry IV; which is as profusely\nnumbered as the hairs of the righteous. This table shows at a glance, as\nwill be seen by comparison with the following cipher narrative, all the\nnumbers used in combination to produce the secret story which the author\nhas discovered.\n\n  Of Donnelly’s root numbers                                  516, 523\n  Of Donnelly’s modifiers                                  30, 50, 198\n  Page numbers from Hamlet                               273, 274, 276\n  Roman words, p. 273, col. 2                                      306\n      ″   ″   ″   274,   ″ 1                                       397\n      ″   ″   ″   276,   ″ 1                                       423\n\nBy combining these in different ways, adding or subtracting at pleasure\nas Mr. Donnelly does, the number of italicized, bracketed and hyphenated\nwords separately, and reserving the right which he claims liberally to\nincrease or decrease the result by 1 arbitrarily, there is obtained in\nevery case the number indicating the given word on each page, reading\nfrom top or bottom as the case may be, in its appropriate column. If\nthere is anything wrong with the result, the fault must lie with Lord\nBacon and the Great Cryptogram. Here is what the cipher, so amazingly\nsimple in its convolutions, cries out across the centuries since Bacon\ndied to the unbeliever of to-day:\n\n                                              WORD   Page\n                                                     and\n                                                     Col.\n  523-273=                                    250   273:2  Don}\n  276÷6=                                       46   276:2  nill he,}\n                                                           Donnelly\n  523-306=217   273-217=56+30=86-50=36-2_i_=   34   273:2  the\n  523-273=250   516-250=266+2_i_=             268   273:2  author,\n  523-306=217   274-217=57-2_h_=               55   274:2  politician\n  523-50=473-273=                             200   273:2  and\n  523-397=126+276=402-50=                     352   276:1  mountebanke,\n  523-274=249+50=299-4_b_=295-2_b_=           293   274:1  will\n  No. words _p._ 274, col. 1=                 395   275:2  worke\n  516+50=566-273=293-30=                      263   273:2  out\n  523+50=573-397=176-30=146-5_h_=             141   274:2  the\n  516-306=210-198=12+10_i_=                    22   274:1  secret\n  523-397=126-1=                              125   274:2  of\n  523-274=249   306-249=57+11_i_+1=            69   274:1  this\n  516-423=93+50=143-2_i_=141-1_h_=140-1=      139   276:1  play.\n  523-274=249-30=219-2_h_-1=                  216   274:2  The\n  523+30=553-423=                             130   278:2  Sage\n  523-397=126+30=156-2_h_=                    154   274:2  is\n  523-274=249+5_h_=254-1=                     253   274:2  a\n  516-274=242+50=292+5_h_+1=                  298   274:2  daysie.\n\nThe nineteenth century world may well close its ears to tales of Cecil’s\nenvy and Shakespeare’s gout, and the wrath of the red-haired queen, to\nlisten to the voice of Bacon, saying “Donnelly, the author, politician\nand mountebanke, will worke out the secret of this play. The Sage is a\ndaysie.”\n\nColumns might be filled in an attempt to notice all the ingenuities of\nthis work. For instance, the bringing in of Ophelia with her flowers,\nher “rosemary” and “rue,” and her “pansies for thoughts,” solely to\nintroduce the quaint word “daysie;” in order that Lord Bacon might tell\nhis opinion of his great discoverer and defender, in language that would\nfit the ears of this modern and slangy age. Nor is it possible to do\nmore than barely mention that there can be no difficulty in finding the\nwhole life history of Mr. Donnelly in “Hamlet” and other plays. No doubt\nthe cipher, applied more fully to the pages already considered, would\nrecount his diversions in Minnesota politics. And he is mentioned\nelsewhere. In “Titus Andronicus,” for example, we have “d’on,” and\nrepeatedly afterward, “kneel.” Still more marked is the reference in\nHenry V. A French boy is lugged into that play for no purpose but to\njabber a language unfamiliar to and hated by an English audience of that\nday. His “donne,” “donner,” “donnerai,” are repeated, parrot-like, to\nweariness, obviously to fix attention on that prominent syllable, “don.”\nAnd then, but a few pages away, we have, “He is married to Nell\nQuickly;” “And shall my Nell keep lodgers?” This is no accident, for\naccident is unknown to the so-called Shakespearian drama. “Don Nell,”\n“Nell Quickly,” over and over again, are very mileposts leading to the\nname of Donnelly, and to a cipher story that will reveal to the curious\nthe inwardness of his career. It is no trifle to work out the cipher. To\nunearth a sentence, especially if you are at all particular as to what\nthat sentence should say, requires hours of the hardest labor. But labor\nmost arduous will not be in vain if applied to this significant and\ninviting portion of Henry V, by those who bestow on Mr. Donnelly the\nsame reverential admiration that he cherishes for Lord Bacon.\n\nThere is, then, a cipher. And this is the recipe. So extraordinary was\nthe command of language on the part of the writer of these plays, that a\nfew pages of any one of them, if separated into single words, will give\na vocabulary out of which any given story can be pieced. Pick out the\nwords you need to say what you desire. Count the number of each word\nfrom the top or from the bottom of its column. Then, having five root\nnumbers, ten or a dozen modifiers, the number of the page and the number\nof words on it, also the number of words in italics or connected by\nhyphens, you have studied addition and subtraction to little purpose if\nyou can not so combine these various numbers that they shall furnish\nyou, at last, with the number that you need to identify the particular\nword you have chosen. It is hard work. No wonder Mr. Donnelly covered,\nwith figuring, a bundle of paper that a man can scarcely lift. The\npresent writer consumed quires in a simple application of the cipher key\nto Hamlet. But it pays; whether you want to make money out of a gullible\npublic, or to expose an ambitious fraud. Mr. Donnelly will gather a\nfortune from his audacious and singularly successful advertisement; and\nneither friend nor generous enemy will grudge him that. But, out of his\nprofits, he should erect upon the banks of the Mississippi, near his\nNininger home, a statue of himself; a noble statue, with the other\nfeatures in scholarly repose, while the mouth stretches into a capacious\ngrin, and the eyes are fixed upon a volume in the right hand; not a copy\nof the “Great Cryptogram,” but an edition of the “Shakespeare” plays,\nopened at that famous passage in the “Midsummer Night’s Dream,” which\nhas been to him a steadfast rule in all his dealings with the world:\n“What fools these mortals be.”\n\n\n\n\n--Copyright notice provided as in the original—this e-text is public\n  domain in the country of publication.\n\n--Silently corrected obvious errors; non-standard spelling and\n  dialect was left unchanged.",
    "metadata": {
        "author": [
            "Pyle, Joseph Gilpin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/46464/pg46464.txt",
        "name": "the_little_cryptogram_a_literal_application_to_the.json"
    }
}