{
    "name": "The minister had to wait",
    "author": [
        "Aycock, Roger D.",
        "Dee, Roger",
        "Starr, John"
    ],
    "body": "Doc Maxey didn't build the Di-tube as a weapon. Furthermore, he swore,\nhe would be damned if he'd stand by and see it turned into one.\n\nDora and I--Dora is Doc's daughter and I'm Jerry Bivins, his\nassistant--were helping him with the working model of the Di-tube\ngenerator in his Connecticut laboratory when he made that plain to the\nbrass and brains of Allied Military, a delegation headed by two full\ngenerals and guarded by a hard-jawed squad of MP's.\n\nBut for once the Doc was on the wrong end of a browbeating.\nThe generals knew their ground and they shut the Doc up like a\nthirty-dollar shoe clerk.\n\n\"Since a state of global emergency has been declared,\" Three-star\nCorbin said icily, \"the military has full authority to commandeer the\nfruits of any independent research. Eastern and Western forces are at\nthe ultimate in cold-war deadlock, a stalemate which must soon cripple\nthe economy of the world unless it is broken. Your Dimension-tube\noffers an ideal weapon for ending it.\"\n\nHe was right about the deadlock if not about the Di-tube. Every\nstrategically important center in the Eastern Hemisphere had been\nimpregnably roofed since the early 1970's with the transmuscreen, a\nforce-shield that inerted atomic warheads to harmless isotopic lead.\nWe Westerners had the same protection, of course, which brought on the\nstalemate. The catch was that neither side could afford to relax its\nscreens for an instant, and the power required to sustain those giant\nforce-shells was rapidly exhausting the resources of both hemispheres.\n\n\n\nTwo-star Demarest was more diplomatic than Corbin but twice as pompous.\n\n\"As we understand it, Dr. Maxey, this Dimension-tunnel effect of\nyours will permit us to dispatch robojet warheads through an--ah, a\ncylindrical rift in the continuum of space to any desired part of the\nglobe. A rift large enough would enable us to reach through the enemy's\ndefense screens, short-cutting normal space in much the same manner as\na two-dimensional ant, which was crawling upon a flat sheet of paper--\"\n\n\"Could reach the opposite side instantaneously by piercing the paper,\"\nDoc finished for him, fuzzing out his scrubby beard like a baited\ngoat. \"The two of you sound like sub-juvenile idiots, mouthing moronic\noversimplifications lifted straight from the Sunday comic-tapes. You\ndisgust me with the human species!\"\n\nWith that he whipped off his bifocals and stalked out. Ten seconds\nlater he stalked back, prodded by the business end of a neuroblast\nrifle in the hands of a cold-eyed MP.\n\n\"Refusal to aid your country at such a time,\" Three-star Corbin pointed\nout, \"is a treasonable action, punishable by indefinite imprisonment.\"\n\nTwo-star Demarest gave him the other barrel. \"Stubbornness will gain\nyou nothing, Doctor. Have you considered that our serum-and-psycho\ncorps can easily extract the necessary information from you?\"\n\nHard-headed as he was, the Doc read the handwriting on the wall without\neven adjusting his bifocals.\n\n\"You may change your minds after seeing the Subspace Twisters,\" he\nsaid. \"Activate the model, Gerald.\"\n\nI flipped the switch on the three-foot bakelite cabinet that housed our\nlittle Di-tube generator. It sizzled for a moment with a sound like\nfrying bacon and shot out a two-inch beam from the copper helix at the\nbottom--a beam as clearly outlined as a water pipe but which couldn't\nreally be seen because there was nothing there.\n\nDon't let that throw you. Just take my word for it--it was a two-inch\ncylinder of nothing at all, a clean-cut shaft of absolute vacancy.\n\nUntil you looked into the twin-prism eyepiece we had rigged up, that\nis. You couldn't sight directly down the tube itself because the\ngenerator's energy feedback raised a glowing force-bubble that hung\nabove the cabinet like a basketball-sized neon bulb. That bubble\nrepresented a spherical strain against superspace, so Doc said,\nin compensation for the forced passage of the Di-tube through the\ncontinuum of subspace. A demonstration of the first law of physics, to\nevery action an equal and opposite reaction.\n\nThree-star Corbin looked first, pulling his rank. One glimpse of the\nTwisters was enough--he jumped a foot and turned the color of a dead\nflounder.\n\n\"In God's name,\" he choked when he got his breath back, \"what _are_\nthey?\"\n\n\"We don't know,\" I told him. \"But I'll give you odds that they wouldn't\nbe chummy if they ever got up here.\"\n\nI knew how he felt. My first sight of the Twisters had given me\nnightmares for a week. I won't try to describe them because they never\nlooked alike to any two people. Doc said that a description didn't\nmatter because what we thought we saw were only multidimensional\ncross-sections anyway--but I wouldn't know about that. To me they\nlooked like inside-out octopuses.\n\n\"You see?\" Doc snapped, bristling his beard triumphantly. \"The\ncross-sections we see of these inhabitants of subspace give no clue\nwhatever as to their true nature. Even you should realise that opening\na larger rift into their domain would be an extremely dangerous\nundertaking.\"\n\n\"Allied Military,\" said Three-star Corbin, who had got some of\nhis color back, \"is quite capable of dealing with these brutes if\nnecessary. Dr. Maxey, you will proceed with the construction of a\nfull-scale Dimension-tunnel.\"\n\nThe doc made some sulphurous remarks that were lost in his beard.\n\n\"I'd rot in prison first,\" he growled finally, \"but for the fact that\nit would be suicidal to trust such equipment in the hands of morons. A\nlarger generator could extend a Dimension-rift clean to infinity and\nsooner or later some incompetent fool would swing the beam in operation\nand slice the universe in half!\"\n\nAnd that was how the brass and brains of Allied Military got their big\nDi-tube generator built. It took three weeks, with Doc superintending\nand Dora and me doing the work, to set it up and tune it for the test.\n\nDoc, being a hard loser, made one last-ditch attempt to argue them out\nof using the Di-tube.\n\n\"The mathematical concepts involved in this operation,\" he told the\ngenerals and their white-smocked technical staff, \"are obviously beyond\nthe grasp of your stunted intellects. Therefore I shall make shift with\nyour adolescent analogy of the two-dimensional ant, which improbable\nbrute in boring through his sheet of paper would find himself _for the\nduration of his passage_ in a plane totally alien and untranslatable to\nterms of his own experience.\n\n\"Like the ant we are dealing with a wholly new concept--subspace.\nMy calculations show that other dimensions--there is no way of\ndetermining how many--lie above and below our own. In short-cutting\neither adjoining dimension we shall be as utterly out of our accustomed\nelement as the ant in the paper. Moreover the continuum we call\nsubspace is inhabited. Surely even you can see the danger involved?\"\n\nHe was right, of course, but it didn't buy him anything. Nobody ever\nconvinced a full general with that kind of argument.\n\n\"Proceed with the test,\" ordered Three-star Corbin.\n\nThere was nothing else for it. Dora clung to my arm, pressing close\nenough to make me almost glad of the risk we ran, while Doc obeyed\norders.\n\nDoc, muttering minor blasphemies into his beard, punched the button\nthat activated the big generator--and loosed catastrophe, as the\ntelepapers later said, on an unsuspecting world.\n\nThe big Di-tube machine didn't sizzle like the model--it roared. The\nglowing strain-bubble over the generator built up slowly to a humming\norange sphere ten feet across. The cylindrical shaft of nothingness\nthat speared out of the under side helix punched a hole like a mine\nshaft in the laboratory floor, a vertical tunnel of absolute vacancy\nthat twisted the eyes half out of our heads with its brain-wrenching\nalienness.\n\nThe Twisters were out in force, swarming around in the big beam and\nlooking more than ever like inside-out octopuses. They didn't have any\neyes, as far as I could see, but I could feel them staring upward,\nstudying us.\n\n\"_Now_ will you listen to reason?\" Doc demanded, and reached for the\nswitch. \"I'm going to turn off the beam, before--\"\n\nCatastrophe stopped him.\n\nThe big orange strain-bubble over the Di-tube generator exploded like\nan A-bomb. Concussion rocked the room, shattering windows and piling\nbrasshats and technicians together in aimless heaps. Dora and I landed\ntogether in a corner, knocking over the little cabinet that housed our\nfirst model Di-tube generator.\n\nThe big generator overloaded, pouring out black smoke. Relays slammed\nlike triphammers, shutting off current. The Di-tube shaft in the floor\nblinked out, taking the Twisters with it.\n\nBut another Dimension-tunnel speared downward through the roof, ending\nat the spot where the exploded strain-bubble had been. _And it wasn't\nours._\n\nIt was packed solid with what looked like bedsprings, coiled and\nconical, eight feet long and blazing with a crackling bluish light that\nhurt the eyes. They slid down the beam and popped out into the lab with\na swift precision that meant they knew exactly what they were doing, to\ncluster like sizzling blue glow-worms about the smoking generator.\n\nHalf-dazed as I was, the truth hit me with a shock that curled my hair\nlike an Angora rug. Those sputtering fire-worms were not ganging around\nthe dead generator just to get warm.\n\nThey were _studying_ it.\n\nI got up somehow and headed for the laboratory exit, carrying Dora's\nlimp form in my arms. The military beat me to it. The generals and\ntheir staffs were already there, jamming the doorway like a herd of\nstampeded sheep. I was the last man out, leaving the fire-worms still\ncircling about the smoking generator.\n\nDoc Maxey had stopped on the graveled gyro court halfway between the\nlab and his house on the hill above but he wasn't waiting for us. He\nwas staring back toward the lab with his scrubby beard fluttering in\nthe night wind and his eyes shining like wet marbles.\n\nI looked back to see smoke pouring out of the laboratory windows. Great\nsparks of light shot out through it but it wasn't until I understood\nDoc's yammering that I knew what they were.\n\n\"They've left the rift!\" he was yelling. \"They're free--we've let those\nmonsters loose on the world!\"\n\nThe fire-worms scattered systematically, taking off in every direction\nlike snaky skyrockets. One minute the air was full of them--the next\nthey were gone.\n\n\"This new Di-tube came through when our strain-bubble burst,\" I said,\nlooking up at the shaft of vacancy dwindling away into the sky. Dora\ncame out of her faint then but I didn't put her down--I liked holding\nher too well. \"But how, Doc, and from where?\"\n\n\"From superspace, the plane of existence immediately above ours,\" Doc\nsaid, wringing his hands. \"The energy backlash from our generator must\nhave weakened the spatial barrier between dimensions, enabling them to\nbreak through at the point of stress.\"\n\nEven I could understand that. Dora got it too and hid her face against\nmy chest. \"We've got to stop them somehow,\" she said. \"Jerry don't just\nstand here--_do_ something!\"\n\nAt another time it would have been funny--she was asking _me_ to stop\nthis catastrophe when the best brains in the Western Hemisphere were\nlegging it up the hill with nothing on their minds but mileage.\n\n\"This is no time for jokes,\" I told her. \"Let's get up to the house and\ncall Washington, Doc.\"\n\nThere were two phones in the house but we couldn't get within\nyelling distance of either of them. Both generals were on the wire,\ncountermanding each other's orders right and left and screaming for the\nAir Marines. The living-room t-v was blaring full blast at a circle of\nboth Eastern and Western hemispheres and they were hitting us right\nwhere we lived.\n\nIn the space of a few minutes those speeding fire-worms had spread\nover the entire globe. They had penetrated the defense screens of both\nEastern and Western hemispheres and they were hitting us right where we\nlived.\n\n\"The invaders do not seem to be conscious of us as entities,\" the\nnewscaster gabbled. \"But they are attracted to concentrations of\nnuclear materials as flies are drawn to honey and for the same reason.\nEvery atomic pile on Earth has been besieged by these alien monsters,\nwho are draining away our nuclear energy like leeches. At the present\nrate all smaller piles will soon be inerted and larger ones--wait, a\nspecial bulletin....\n\n\"Latest information sheds some light upon the sudden onslaught of the\nBlazers, as the invaders are being called by a public still largely\nunaware of its danger. They first appeared some twenty minutes ago\nduring a top-secret military experiment at the Connecticut laboratory\nof Dr. Marvin Maxey, well-known scientific--\"\n\nSomebody shut off the set and we stared at each other in blank silence.\nNobody even tried to pass the buck--fixing the blame wasn't important\nnow. All that mattered was that unless the Blazers were stopped\nimmediately our world was finished. Those fission-hungry fiends would\nstrip us to the last erg of our nuclear energy--and to a world geared\nto atomic power that meant the end.\n\nWe had forgotten the coming war completely. There was no point in\nworrying now about being blasted out of our beds. In a few days most of\nus would be starving to death in them.\n\nThe brasshats camped on the telephones until daylight before they gave\nit up. Dora was dishing up scrambled eggs and coffee to Doc and me in\nthe kitchen when Three-star Corbin stumbled in, out on his feet.\n\n\"You were right, Dr. Maxey,\" he groaned. \"Using your Dimension-tube as\na weapon was a mistake, a cosmic and irremediable error. These invaders\nare indestructible--the concerted might of Allied Military has failed\nto repel them. The doom of Earth is sealed.\"\n\nDoc plucked unhappily at his beard.\n\n\"Surely we can retool our industries to electric power in time,\" he\nsaid. But he didn't sound sure. He sounded beaten.\n\nCorbin shook his head grayly. \"You don't understand the psychology of\npanic, Doctor. Law is dependent upon power. When power fails the mob\nrules. By this time tomorrow government will have begun to break down.\nCivilization as we know it will disintegrate within a matter of days.\"\n\nI had known that all along, of course, but all of a sudden the real\nenormity of what was happening hit me like a boot in the stomach.\nThere sat Doc Maxey, one of the most brilliant physicists in the\nworld--stumped. Beside him drooped Three-star General Corbin, high\ncommander of Allied Military, and he was as helpless as a corner\nnewsboy. A top-flight crew of research technicians stood around in the\nliving room like so many cigar-store dummies, looking at each other\nblankly while the world skidded to ruin on a slippery cosmic banana\npeel.\n\nDora came over and put an arm across my shoulders. As suddenly as I had\ngot scared I got mad.\n\nIt wasn't just the idea of the world going bust that burned me. This\nwas a personal business that threatened Dora and me and our friends\nand all the millions and millions of people we had never even seen.\nHere was the lot of us headed A-over-T straight back to the stone ages.\nA few days more and people we had known and loved would be hunting\neach other through the streets with clubs, driven to murder and worse\nbecause a crew of greedy alien fire-worms had a taste for atomic\nfission.\n\nIt was a hopeless affair and I knew it. But down inside me a nagging\nlittle ghost of an idea kept whispering that we must have overlooked\n_something_, that somewhere there must be a loophole these high-voltage\nintellects had missed. Sometimes, I told myself, theorists can be as\ndumb as ordinary people. Sometimes they just can't see the trees for\nthe woods.\n\n\"Look,\" I said. \"We're missing a bet somewhere. We built the Di-tube in\nthe beginning to....\"\n\nDoc gave me a pitying look. \"Will you keep your infantile inspirations\nto yourself, Gerald? I'm trying to think.\"\n\nI turned to Three-star Corbin, getting eager because the idea had just\nnudged me again. It wasn't clear yet--but it was there, begging to be\nrecognized like a half-remembered name that trembles on the tip of your\ntongue.\n\n\"Will you listen, General? There's a chance that....\"\n\nThe general gave me a poisonous glare. \"Can't you see that I'm planning\na course of action? Shut up or I'll have you thrown out!\"\n\nI jumped up, knocking over my coffee, and walked out. Dora came outside\nafter me and caught my arm. \"Jerry! What are you going to do?\"\n\n\"I'm going down to the lab,\" I said. \"Maybe I'm nuts but I think we've\nstill got a chance to beat this infernal thing.\"\n\nThe sun came up round and rosy while we walked down to the lab and I\nfelt my scalp prickle when I saw the no-colored shaft of the Blazers'\nDi-tube rising against it like a black finger of doom.\n\n\"There used to be an early mail rocket out of Waterbury at sunrise,\"\nDora said softly, \"and a passenger flight just afterward. Remember how\nwe used to complain because they woke us up, Jerry? And now--\"\n\n\"Now there won't be any more rockets,\" I said. \"There won't be any\nmore movie dates or drive-ins or corny floor shows, no more football\ngames or Sunday afternoon spins in the country. There won't be any more\npeople after awhile, except a scattering of gee-strung savages running\nwild in packs and maybe eating each other. Go back and look after Doc,\nwill you? He needs you.\"\n\nBut she wouldn't go.\n\nThe original Di-tube model was still in its corner, undamaged. I had\ndone a solid job of wiring and testing that rig and it had stood the\nblast without even so much as a bent helix.\n\nI checked it over, working fast, and bolted on a power feed rectifier\nthat would adapt it to a mobile a.c. input. The little cabinet was too\nheavy to lift, so I edged it onto a hand-truck and trundled it out of\nthe lab and across the graveled landing court to the shed where Doc's\ngyro stood.\n\nDora helped me hoist it inside and bolt it down. Ten minutes later,\nwhen it was all set to go, I tried again to talk her into going back.\nThere wasn't more than a chance in ten thousand that my idea would work\nand if it did I'd be left stranded in an alien dimension. And besides\nthat....\n\nI should have saved my breath. \"I don't know what you're planning,\"\nDora said, squeezing into the seat beside me. \"But it doesn't matter.\nI'm going with you, Jerry.\"\n\nI looked out at the Blazers' Di-tube, standing black against the\nsunrise, and I didn't argue. Maybe she was right. Why not go now,\ntogether, and get it over with?\n\n\"All right,\" I said, and sent the gyro whirring out of the shed. \"Hang\non tight, Kid--here goes nothing!\"\n\nThe MP's poured out of the house just as we took the air. I could see\nthem yelling and waving their neuroblast guns but there was no point in\nwaiting. They wouldn't have listened anyway.\n\nThe lab slid under us and we shot straight for the big Di-tube\nlooming up ahead. Breaking into it made me feel the way the Twisters\nlooked--inside out, upside down, impossibly extended and at the same\ntime compressed to microscopic smallness in a vast hueless infinity\nthat lasted for I don't know how long.\n\nIt turned out that there really was no such thing as time--or distance\neither for that matter--between dimensions. The Di-tube itself was a\nsort of sensory compromise, an illusion created by the mind's effort to\nvisualize a cross-section of a continuum that can't be visualized.\n\nOur transit made me think of the two-dimensional ant. One instant we\nwere over the lab--the next we were out of this world, in superspace.\n\nThe Blazers' dimension was worse than the Di-tube.\n\nLooking through the gyro's window made me feel like a schizophrenic\ndrunkard with a set of mirror-image screamies, watching impossibly\nelastic nightmare shadows flickering across a crazy-house\nlooking-glass. There was an upside-down horizon that heaved like a bowl\nof phosphorescent jelly, a scattering of what might have been animated\nbuildings and, close at hand, a great flurry of helical Blazers,\ncircling like mad about something I _did_ recognize.\n\nIt was a huge orange strain-bubble, a space-warp set up by whatever\nsort of generator that Blazers had made to pierce our dimension.\n\nThere wasn't a chance of making any real sense of what I saw. It would\nhave been easier for a flea on a camel's back to describe what went on\nin a three-ring circus.\n\nBut the strain-bubble was what I had come to see. The rest didn't\nmatter too much.\n\n\"Warm up the model,\" I said. My voice had a thin, windy sound and I\ncouldn't keep it steady. \"From the way they're flitting around that\nbubble they've got troubles of their own--and they're going to have\nmore!\"\n\nDora understood then what I had in mind. \"Their generator is weakening\nthe barrier to the dimension above this one!\" she said. \"Jerry,\nsomething is trying to break through, isn't it?\"\n\nOur little Di-tube model gave a tentative sizzle, and it sounded\npitifully weak. Using it was like tackling a grizzly with a hatpin--but\nthere was no help for that now.\n\n\"They aren't zipping around that space-blister for exercise,\" I said.\n\"Maybe they don't know exactly what is on the other side, but they're\nworried.\"\n\nThat was the whole crazy million-to-one chance that had brought me\nthere. It stood to reason that the Blazers' Di-tube generator would\ncreate a strain-warp similar to ours in their own dimension. If we\ncould puncture their weak spot as they had punctured ours....\n\n\n\nThe two-inch beam of our little Di-tube shot out, boring wide of the\noutlandish blob that was the Blazers' generator. I swung it back,\ncorrecting my aim, and the heat went on.\n\nThe Blazers dropped their work instantly and whirled up toward us. But\nfor once they were slow--our little Di-shaft sliced through and beyond\nthem. And touched the strain-bubble.\n\nThere was a searing flash and a soundless jarring concussion, and the\nthing went up in a blinding shower of orange sparks.\n\nIt was over as quickly as that. The Blazers swarming toward us\nwhipped back to man the breach we had made and they had unexpected\nreenforcements--they must have alerted their party on Earth already\nbecause the wavering Di-tube was suddenly crowded with returning\nfire-worms, zipping back home to superspace.\n\nI swung our gyro toward the fading Di-shaft, gave it full throttle and\nprayed. Dora was gripping my arm and crying something in my ear but I\ndidn't understand a word of it.\n\nI looked back once, just before we hit the crumbling column. The shower\nof sparks had died out, and in its place stood a familiar shaft of\nvacancy, boring outward into the upside-down sky. Something squeezed\nthrough the break while I watched, beating back the Blazers who fought\nto stop it.\n\nI got only a glimpse but I'll never be the same again.\n\nIt was a Twister but it didn't look like the ones we had seen through\nour Di-tube. What we had seen then were only reversed projections, Doc\nMaxey said later, transposed cross-sections altered to something we\ncould partially visualize with our limited senses.\n\nBut this Twister wasn't transposed and it didn't look like an\ninside-out octopus. It writhed and swelled and radiated a dark\ndevouring _coldness_ that snuffed out Blazers like sparks against an\nice cake.\n\nOther Twisters may have followed it--I wouldn't know. We hit the\nDi-tube then and at the same moment the Blazers' generator blew up with\nan appalling blast....\n\n\n\nThe next instant we were sailing over a parched and blazing desert, a\nglaring waste of jagged lava that stretched away on every side through\na shimmering haze of heat. Black basalt cliffs jutted up here and\nthere, warped and eroded by scorching winds.\n\nDora and I looked at each other dumbly.\n\n\"We got away,\" Dora said. \"But what sort of dimension is _this_? Where\nare we, Jerry?\"\n\nIt was a good question. Judging from the landscape the collapsing\nDi-tube could have shunted us straight into the ash-bin of hell. There\nwasn't a twinkle of water anywhere, not a wisp of cloud nor a flutter\nof bird in the sky. Just a vast wind-swept desolation, parching to a\nsandy crisp under a flaming sun.\n\nI was fumbling for an answer when Dora caught my arm. \"Look,\nJerry--there, over the horizon. Isn't that smoke?\"\n\nI looked and it was--a thin white streamer of smoke rising across the\nbadlands, wavering at the top like the crooking of an enigmatic finger.\n\n\"We may as well investigate,\" I said, heeling the gyro toward it. \"If\nit means another danger we might as well face it now as later.\"\n\nBut it wasn't another alien menace.\n\nIt was a sheep camp at the edge of the lava beds not far from San\nRafael, New Mexico. The Mexican herder ran like a jackrabbit when we\nswooped down, never having seen a gyro before, but at Acomita--over on\nthe Pueblo Indian reservation--we found a government agent who gave us\nour bearings and brought us up to date.\n\nAfter what we had been through, it was only a minor shock to learn that\nit wasn't 1982 any longer. It was 1985 and the Blazers had been gone\nfor so long that they were practically forgotten. Doc Maxey explained\nlater, when we showed up with a small army of telepaper reporters at\nhis Connecticut home, that our being caught in the collapsing Di-field\nhad somehow distorted the time values involved and had shunted us three\nyears into the future.\n\nWe took his word for it.\n\n\"The proponents of the circular-universe theory were more right than\nthey knew,\" Doc said, beaming and waggling his beard. \"There would seem\nto be only three major planes of existence, each existing in a state of\nreciprocal contiguity to the other two.\n\n\"I suspect also that spherical space is actually a unilateral continuum\nof three layers, restricting lateral transit to one direction in\nmuch the same fashion as a rectifying crystal governs the flow of\nelectrons. That would explain why the Twisters could force entrance\nto the Blazers' dimension, once you destroyed the strain-bubble in\nsuperspace, but could not enter our plane from their own subspatial\ncontinuum.\"\n\n\"It's all physics to me,\" I said, holding Dora's hand and feeling\nalmost safe again. \"Only one thing worries me--did the Blazers lose the\nrhubarb we ran out on or will we have them back in our hair again some\nday?\"\n\nDoc gave me a startled squint and fuzzed his beard goatishly. \"Get\nthat model generator out of the gyro,\" he ordered, sounding like his\nold self. \"We'll never know what the situation really is unless we\nreactivate the Di-tube and--\"\n\n\"And start that ratrace again?\" I yelled. I could see the whole crazy\nbusiness happening over and over in a sort of vicious cosmic circle,\nand the thought made my scalp crawl. \"Over my dead body you will!\"\n\nDora and I had planned to find a minister next but the big moment had\nto wait. I had one final adjustment to make on that infernal Di-tube\nmodel first.\n\nI made it on the spot--with a large sledgehammer.\n\n\n\n    _Dr. Einstein has received a multitude of well-deserved honors\n    but as far as we know science fiction has yet to do him direct\n    homage. And surely he rates it--for had he not, some sixty years\n    ago, come up with his full-born theory of the fourth dimension\n    (and won worldwide publicity for said dimension) STF would have\n    been deprived of one of its basic staples. Without the fourth (and\n    fifth, sixth, seventh and so on) dimension, authors of speculative\n    fantasy would have been left stumbling amid the distorted\n    metaphysics of their Gothic forerunners--and would thereby have\n    been constantly at war with the clergy. Thanks to Dr. Einstein\n    they can roam the dimensions at will, threatened by no purgatory\n    except that of creative writing itself or of the possibility of a\n    rejection slip._",
    "metadata": {
        "author": [
            "Aycock, Roger D.",
            "Dee, Roger",
            "Starr, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72518/pg72518.txt",
        "name": "the_minister_had_to_wait.json"
    }
}