{
    "name": "The Roll-Call Of The Reef",
    "author": [
        "Q",
        "Quiller-Couch, Arthur Thomas",
        "Quiller-Couch, Sir Arthur Thomas",
        "Quiller-Couch, Arthur",
        "Quiller-Couch, A. T. (Arthur Thomas)"
    ],
    "body": "By A. T. Quiller-Couch (\"Q.\")\n\n\n\"Yes, sir,\" said my host, the quarryman, reaching down the relics from\ntheir hook in the wall over the chimneypiece; \"they've hung here all my\ntime, and most of my father's. The women won't touch 'em; they're afraid\nof the story. So here they'll dangle, and gather dust and smoke, till\nanother tenant comes and tosses 'em out o' doors for rubbish. Whew! 'tis\ncoarse weather, surely.\"\n\nHe went to the door, opened it, and stood studying the gale that beat\nupon his cottage-front, straight from the Manacle Reef. The rain drove\npast him into the kitchen, aslant like threads of gold silk in the shine\nof the wreck-wood fire. Meanwhile, by the same firelight, I examined the\nrelics on my knee. The metal of each was tarnished out of knowledge. But\nthe trumpet was evidently an old cavalry trumpet, and the threads of\nits party-colored sling, though fretted and dusty, still hung together.\nAround the side-drum, beneath its cracked brown varnish. I could\nhardly trace a royal coat-of-arms and a legend running, \"Per Mare Per\nTerrain\"--the motto of the marines. Its parchment, though black and\nscented with wood-smoke, was limp and mildewed; and I began to tighten\nup the straps--under which the drumsticks had been loosely thrust--with\nthe idle purpose of trying if some music might be got out of the old\ndrum yet.\n\nBut as I turned it on my knee, I found the drum attached to the\ntrumpet-sling by a curious barrel-shaped padlock, and paused to examine\nthis. The body of the lock was composed of half a dozen brass rings,\nset accurately edge to edge; and, rubbing the brass with my thumb, I saw\nthat each of the six had a series of letters engraved around it.\n\nI knew the trick of it, I thought. Here was one of those word padlocks,\nonce so common; only to be opened by getting the rings to spell a\ncertain word, which the dealer confides to you.\n\nMy host shut and barred the door, and came back to the hearth.\n\n\"'Twas just such a wind--east by south--that brought in what you've got\nbetween your hands. Back in the year 'nine, it was; my father has told\nme the tale a score o' times. You're twisting round the rings, I see.\nBut you'll never guess the word. Parson Kendall, he made the word, and\nhe locked down a couple o' ghosts in their graves with it; and when his\ntime came he went to his own grave and took the word with him.\"\n\n\"Whose ghosts, Matthew?\"\n\n\"You want the story, I see, sir. My father could tell it better than I\ncan. He was a young man in the year 'nine, unmarried at the time, and\nliving in this very cottage, just as I be. That's how he came to get\nmixed up with the tale.\"\n\nHe took a chair, lighted a short pipe, and went on, with his eyes fixed\non the dancing violet flames:\n\n\"Yes, he'd ha' been about thirty year old in January, eighteen 'nine.\nThe storm got up in the night o' the twenty-first o' that month. My\nfather was dressed and out long before daylight; he never was one to\nbide in bed, let be that the gale by this time was pretty near lifting\nthe thatch over his head. Besides which, he'd fenced a small 'taty-patch\nthat winter, down by Lowland Point, and he wanted to see if it stood the\nnight's work. He took the path across Gunner's Meadow--where they buried\nmost of the bodies afterward. The wind was right in his teeth at the\ntime, and once on the way (he's told me this often) a great strip of\noarweed came flying through the darkness and fetched him a slap on the\ncheek like a cold hand. But he made shift pretty well till he got to\nLowland, and then had to drop upon hands and knees and crawl, digging\nhis fingers every now and then into the shingle to hold on, for he\ndeclared to me that the stones, some of them as big as a man's head,\nkept rolling and driving past till it seemed the whole foreshore was\nmoving westward under him. The fence was gone, of course; not a stick\nleft to show where it stood; so that, when first he came to the place,\nhe thought he must have missed his bearings. My father, sir, was a\nvery religious man; and if he reckoned the end of the world was at\nhand--there in the great wind and night, among the moving stones--you\nmay believe he was certain of it when he heard a gun fired, and, with\nthe same, saw a flame shoot up out of the darkness to windward, making\na sudden fierce light in all the place about. All he could find to\nthink or say was, 'The Second Coming! The Second Coming! The Bridegroom\ncometh, and the wicked He will toss like a ball into a large country';\nand being already upon his knees, he just bowed his head and 'bided,\nsaying this over and over.\n\n\"But by'm by, between two squalls, he made bold to lift his head and\nlook, and then by the light--a bluish color 'twas--he saw all the coast\nclear away to Manacle Point, and off the Manacles in the thick of the\nweather, a sloop-of-war with topgallants housed, driving stern foremost\ntoward the reef. It was she, of course, that was burning the flare. My\nfather could see the white streak and the ports of her quite plain\nas she rose to it, a little outside the breakers, and he guessed easy\nenough that her captain had just managed to wear ship and was trying to\nforce her nose to the sea with the help of her small bower anchor and\nthe scrap or two of canvas that hadn't yet been blown out of her. But\nwhile he looked, she fell off, giving her broadside to it foot by foot,\nand drifting back on the breakers around Carn Du and the Varses. The\nrocks lie so thick thereabout that 'twas a toss up which she struck\nfirst; at any rate, my father could'nt tell at the time, for just then\nthe flare died down and went out.\n\n\"Well, sir, he turned then in the dark and started back for Coverack to\ncry the dismal tidings--though well knowing ship and crew to be past any\nhope, and as he turned the wind lifted him and tossed him forward 'like\na ball,' as he'd been saying, and homeward along the foreshore. As\nyou know, 'tis ugly work, even by daylight, picking your way among the\nstones there, and my father was prettily knocked about at first in\nthe dark. But by this 'twas nearer seven than six o'clock, and the day\nspreading. By the time he reached North Corner, a man could see to read\nprint; hows'ever, he looked neither out to sea nor toward Coverack, but\nheaded straight for the first cottage--the same that stands above North\nCorner to-day. A man named Billy Ede lived there then, and when my\nfather burst into the kitchen bawling, 'Wreck! wreck!' he saw Billy\nEde's wife, Ann, standing there in her clogs with a shawl over her head,\nand her clothes wringing wet.\n\n\"'Save the chap!' says Billy Ede's wife, Ann.\n\n\"'What d'ee mean by crying stale fish at that rate?'\n\n\"'But 'tis a wreck, I tell 'ee.'\n\n\"'Ive a-zeed 'n, too; and so has every one with an eye in his head.'\n\n\"And with that she pointed straight over my father's shoulder, and he\nturned; and there, close under Dolor Point, at the end of Coverack town,\nhe saw another wreck washing, and the point black with people, like\nemmets, running to and fro in the morning light. While he stood staring\nat her, he heard a trumpet sounded on board, the notes coming in little\njerks, like a bird rising against the wind; but faintly, of course,\nbecause of the distance and the gale blowing--though this had dropped a\nlittle.\n\n\"'She's a transport,' said Billy Ede's wife, Ann, 'and full of\nhorse-soldiers, fine long men. When she struck they must ha' pitched the\nhorses over first to lighten the ship, for a score of dead horses had\nwashed in afore I left, half an hour back. An' three or four soldiers,\ntoo--fine long corpses in white breeches and jackets of blue and gold. I\nheld the lantern to one. Such a straight young man!'\n\n\"My father asked her about the trumpeting.\n\n\"'That's the queerest bit of all. She was burnin' a light when me an'\nmy man joined the crowd down there. All her masts had gone; whether they\ncarried away, or were cut away to ease her, I don't rightly know. Her\nkeelson was broke under her and her bottom sagged and stove, and she\nhad just settled down like a sitting hen--just the leastest list to\nstarboard; but a man could stand there easy. They had rigged up ropes\nacross her, from bulwark to bulwark, an' besides these the men were\nmustered, holding on like grim death whenever the sea made a clean\nbreach over them, an' standing up like heroes as soon as it passed. The\ncaptain an' the officers were clinging to the rail of the quarterdeck,\nall in their golden uniforms, waiting for the end as if 'twas King\nGeorge they expected. There was no way to help, for she lay right beyond\ncast of line, though our folk tried it fifty times. And beside them\nclung a trumpeter, a whacking big man, an' between the heavy seas he\nwould lift his trumpet with one hand, and blow a call; and every time he\nblew the men gave a cheer. There [she says]--hark 'ee now--there he\ngoes agen! But you won't hear no cheering any more, for few are left to\ncheer, and their voices weak. Bitter cold the wind is, and I reckon\nit numbs their grip o' the ropes, for they were dropping off fast with\nevery sea when my man sent me home to get his breakfast. Another\nwreck, you say? Well, there's no hope for the tender dears, if 'tis the\nManacles. You'd better run down and help yonder; though 'tis little help\nany man can give. Not one came in alive while I was there. The tide's\nflowing, an' she won't hold together another hour, they say.'\n\n\"Well, sure enough, the end was coming fast when my father got down to\nthe point. Six men had been cast up alive, or just breathing--a seaman\nand five troopers. The seaman was the only one that had breath to speak;\nand while they were carrying him into the town, the word went round\nthat the ship's name was the 'Despatch,' transport, homeward-bound\nfrom Corunna, with a detachment of the Seventh Hussars, that had been\nfighting out there with Sir John Moore. The seas had rolled her further\nover by this time, and given her decks a pretty sharp slope; but a dozen\nmen still held on, seven by the ropes near the ship's waist, a couple\nnear the break of the poop, and three on the quarterdeck. Of these three\nmy father made out one to be the skipper; close by him clung an\nofficer in full regimentals--his name, they heard after, was Captain\nDun-canfield; and last came the tall trumpeter; and if you'll believe\nme, the fellow was making shift there, at the very last, to blow 'God\nSave the King.' What's more, he got to 'Send us victorious,' before an\nextra big sea came bursting across and washed them off the deck--every\nman but one of the pair beneath the poop--and he dropped his hold before\nthe next wave; being stunned, I reckon. The others went out of sight at\nonce, but the trumpeter--being, as I said, a powerful man as well as a\ntough swimmer--rose like a duck, rode out a couple of breakers, and came\nin on the crest of the third. The folks looked to see him broke like\nan egg at their very feet; but when the smother cleared, there he was,\nlying face downward on a ledge below them; and one of the men that\nhappened to have a rope round him--I forgot the fellow's name, if I ever\nheard it--jumped down and grabbed him by the ankle as he began to slip\nback. Before the next big sea, the pair were hauled high enough to be\nout of harm, and another heave brought them up to grass. Quick work, but\nmaster trumpeter wasn't quite dead; nothing worse than a cracked head\nand three staved ribs. In twenty minutes or so they had him in bed, with\nthe doctor to tend him.\n\n\"Now was the time--nothing being left alive upon the transport--for my\nfather to tell of the sloop he'd seen driving upon the Manacles. And\nwhen he got a hearing, though the most were set upon salvage, and\nbelieved a wreck in the hand, so to say, to be worth half a dozen they\ncouldn't see, a good few volunteered to start off with him and have a\nlook. They crossed Lowland Point; no ship to be seen on the Manacles\nnor anywhere upon the sea. One or two was for calling my father a liar.\n'Wait till we come to Dean Point,' said he. Sure enough, on the far side\nof Dean Pont they found the sloop's mainmast washing about with half a\ndozen men lashed to it, men in red jackets, every mother's son drowned\nand staring; and a little further on, just under the Dean, three or four\nbodies cast up on the shore, one of them a small drummer-boy, side-drum\nand all; and near by part of a ship's gig, with 'H.M.S. Primrose' cut\non the stern-board. From this point on the shore was littered thick with\nwreckage and dead bodies--the most of them marines in uniform--and in\nGodrevy Cove, in particular, a heap of furniture from the captain's\ncabin, and among it a water-tight box, not much damaged, and full of\npapers, by which, when it came to be examined, next day, the wreck was\neasily made out to be the 'Primrose,' of eighteen guns, outward bound\nfrom Portsmouth, with a fleet of transports for the Spanish war--thirty\nsail, I've heard, but I've never heard what became of them. Being\nhandled by merchant skippers, no doubt they rode out the gale, and\nreached the Tagus safe and sound. Not but what the captain of the\n'Primrose'--Mein was his name--did quite right to try and club-haul his\nvessel when he found himself under the land; only he never ought to have\ngot there, if he took proper soundings. But it's easy talking.\n\n\"The 'Primrose,' sir, was a handsome vessel--for her size one of the\nhandsomest in the King's service'--and newly fitted out at Plymouth\nDock. So the boys had brave pickings from her in the way of brass-work,\nship's instruments, and the like, let alone some barrels of stores not\nmuch spoiled. They loaded themselves with as much as they could carry,\nand started for home, meaning to make a second journey before the\npreventive men got wind of their doings, and came to spoil the fun.\n'Hullo!' says my father, and dropped his gear, 'I do believe there's\na leg moving?' and running fore, he stooped over the small drummer-boy\nthat I told you about. The poor little chap was lying there, with his\nface a mass of bruises, and his eyes closed; but he had shifted one\nleg an inch or two, and was still breathing. So my father pulled out a\nknife, and cut him free from his drum--that was lashed on to him with a\ndouble turn of Manila rope--and took him up and carried him along here\nto this very room that we're sitting in. He lost a good deal by this;\nfor when he went back to fetch the bundle he'd dropped, the preventive\nmen had got hold of it, and were thick as thieves along the foreshore;\nso that 'twas only by paying one or two to look the other way that he\npicked up anything worth carrying off: which you'll allow to be hard,\nseeing that he was the first man to give news of the Wreck.\n\n\"Well, the inquiry was held, of course, and my father gave evidence, and\nfor the rest they had to trust to the sloop's papers, for not a soul was\nsaved besides the drummer-boy, and he was raving in a fever, brought on\nby the cold and the fright. And the seaman and the five troopers gave\nevidence about the loss of the 'Despatch,' The tall trumpeter, too,\nwhose ribs were healing, came forward and kissed the book; but somehow\nhis head had been hurt in coming ashore, and he talked foolish-like, and\n'twas easy seen he would never be a proper man again. The others were\ntaken up to Plymouth, and so went their ways; but the trumpeter stayed\non in Coverack; and King George, finding he was fit for nothing, sent\nhim down a trifle of a pension after a while-enough to keep him in board\nand lodging, with a bit of tobacco over.\n\n\"Now the first time that this man--William Tallifer he called\nhimself--met with the drummer-boy, was about a fortnight after the\nlittle chap had bettered enough to be allowed a short walk out of doors,\nwhich he took, if you please, in full regimentals. There never was a\nsoldier so proud of his dress. His own suit had shrunk a brave bit with\nthe salt water; but into ordinary frock an' corduroys he declared he\nwould not get, not if he had to go naked the rest of his life; so my\nfather--being a good-natured man, and handy with the needle--turned to\nand repaired damages with a piece or two of scarlet cloth cut from the\njacket of one of the drowned Marines. Well, the poor little chap chanced\nto be standing, in this rig out, down by the gate of Gunner's Meadow,\nwhere they had buried two score and over of his comrades. The morning\nwas a fine one, early in March month; and along came the cracked\ntrumpeter, likewise taking a stroll.\n\n\"'Hullo!' says he; 'good mornin'! And what might you be doin' here?'\n\n\"'I was a-wishin',' says the boy, 'I had a pair o' drumsticks. Our lads\nwere buried yonder without so much as a drum tapped or a musket fired;\nand that's not Christian burial for British soldiers.'\n\n\"'Phut!' says the trumpeter, and spat on the ground; 'a parcel of\nMarines!'\n\n\"The boy eyed him a second or so, and answered up: 'If I'd a tav of turf\nhandy, I'd bung it at your mouth, you greasy cavalryman, and learn you\nto speak respectful of your betters. The Marines are the handiest body\no' men in the service.'\n\n\"The trumpeter looked down on him from the height of six-foot two, and\nasked: 'Did they die well?'\n\n\"'They died very well. There was a lot of running to and fro at first,\nand some of the men began to cry, and a few to strip off their clothes.\nBut when the ship fell off for the last time, Captain Mein turned and\nsaid something to Major Griffiths, the commanding officer on board, and\nthe Major called out to me to beat to quarters. It might have been for a\nwedding, he sang it out so cheerful. We'd had word already that 'twas to\nbe parade order; and the men fell in as trim and decent as if they were\ngoing to church. One or two even tried to shave at the last moment. The\nMajor wore his medals. One of the seamen, seeing I had work to keep the\ndrum steady--the sling being a bit loose for me, and the wind what you\nremember--lashed it tight with a piece of rope; and that saved my life\nafterward, a drum being as good as a cork until it's stove, I kept\nbeating away until every man was on decks and then the Major formed them\nup and told them to die like British soldiers, and the chaplain was in\nthe middle of a prayer when she struck. In ten minutes she was gone.\nThat was how they died, cavalryman.'\n\n\"'And that was very well done, drummer of the Marines. What's your\nname?'\n\n\"'John Christian.'\n\n\"'Mine's William George Tallifer, trumpeter, of the Seventh Light\nDragoons--the Queen's Own. I played \"God Save the King\" while our men\nwere drowning. Captain Duncanfield told me to sound a call or two, to\nput them in heart; but that matter of \"God Save the King\" was a notion\nof my own. I won't say anything to hurt the feelings of a Marine, even\nif he's not much over five-foot tall; but the Queen's Own Hussars is\na tearin' fine regiment. As between horse and foot, 'tis a question o'\nwhich gets a chance. All the way from Sahagun to Corunna 'twas we that\ntook and gave the knocks--at Mayorga and Rueda, and Bennyventy.'--The\nreason, sir, I can speak the names so pat, is that my father learnt\n'em by heart afterward from the trumpeter, who was always talking\nabout Mayorga and Rueda and Bennyventy.'--We made the rear-guard, under\nGeneral Paget; and drove the French every time; and all the infantry did\nwas to sit about in wine-shops till we whipped 'em out, an' steal an'\nstraggle an' play the tomfool in general. And when it came to a\nstand-up fight at Corunna, 'twas we that had to stay seasick aboard the\ntransports, an' watch the infantry in the thick o' the caper. Very well\nthey behaved, too--specially the Fourth Regiment, an' the Forty-Second\nHighlanders, an' the Dirty Half-Hundred. Oh, ay; they're decent\nregiments, all three. But the Queen's Own Hussars is a tearin' fine\nregiment. So you played on your drum when the ship was goin' down?\nDrummer John Christian, I'll have to get you a new pair of sticks.'\n\n\"The very next day the trumpeter marched into Helston, and got a\ncarpenter there to turn him a pair of box-wood drumsticks for the boy.\nAnd this was the beginning of one of the most curious friendships you\never heard tell of. Nothing delighted the pair more than to borrow a\nboat off my father and pull out to the rocks where the 'Primrose' and\nthe 'Despatch' had struck and sunk; and on still days 'twas pretty\nto hear them out there off the Manacles, the drummer playing his\ntattoo--for they always took their music with them--and the trumpeter\npractising calls, and making his trumpet speak like an angel. But if\nthe weather turned roughish, they'd be walking together and talking;\nleastwise the youngster listened while the other discoursed about Sir\nJohn's campaign in Spain and Portugal, telling how each little skirmish\nbefell; and of Sir John himself, and General Baird, and General Paget,\nand Colonel Vivian, his own commanding officer, and what kind of men\nthey were; and of the last bloody stand-up at Corunna, and so forth, as\nif neither could have enough.\n\n\"But all this had to come to an end in the late summer, for the boy,\nJohn Christian, being now well and strong again, must go up to Plymouth\nto report himself. 'Twas his own wish (for I believe King George had\nforgotten all about him), but his friend wouldn't hold him back. As for\nthe trumpeter, my father had made an arrangement to take him on as\nlodger, as soon as the boy left; and on the morning fixed for the start,\nhe was up at the door here by five o'clock, with his trumpet slung by\nhis side, and all the rest of his belongings in a small valise. A Monday\nmorning it was, and after breakfast he had fixed to walk with the boy\nsome way on the road toward Helston, where the coach started. My father\nleft them at breakfast together, and went out to meat the pig, and do a\nfew odd morning jobs of that sort. When he came back, the boy was still\nat table, and the trumpeter sat with the rings in his hands, hitched,\ntogether just as they be at this moment.\n\n\"'Look at this,' he says to my father, showing him the lock. 'I picked\nit up off a starving brass-worker in Lisbon, and it is not one of your\ncommon locks that one word of six letters will open at any time.\nThere's janius in this lock; for you've only to make the rings spell any\nsix-letter word you please and snap down the lock upon that, and never\na soul can open it--not the maker, even--until somebody comes along that\nknows the word you snapped it on. Now Johnny here's goin', and he leaves\nhis drum behind him; for, though he can make pretty music on it, the\nparchment sags in wet weather, by reason of the sea-water getting at it;\nan' if he carries it to Plymouth, they'll only condemn it and give\nhim another. And, as for me, I shan't have the heart to put lip to the\ntrumpet any more when Johnny's gone. So we've chosen a word together,\nand locked 'em together upon that; and, by your leave, I'll hang 'em\nhere together on the hook over your fireplace. Maybe Johnny'll come\nback; maybe not. Maybe, if he comes, I'll be dead an' gone, and he'll\ntake 'em apart an' try their music for old sake's sake. But if he never\ncomes, nobody can separate 'em; for nobody besides knows the word. And\nif you marry and have sons, you can tell 'em that here are tied together\nthe souls of Johnny Christian, drummer of the Marines, and William\nGeorge Tallifer, once trumpeter of the Queen's Own Hussars. Amen.'\n\n\"With that he hung the two instruments 'pon the hook there; and the boy\nstood up and thanked my father and shook hands; and the pair went out of\nthe door, toward Helston.\n\n\"Somewhere on the road they took leave of one another; but nobody saw\nthe parting, nor heard what was said between them. About three in the\nafternoon the trumpeter came walking back over the hill; and by the time\nmy father came home from the fishing, the cottage was tidied up, and the\ntea ready, and the whole place shining like a new pin. From that time\nfor five years he lodged here with my father, looking after the house\nand tilling the garden. And all the while he was steadily failing; the\nhurt in his head spreading, in a manner, to his limbs. My father watched\nthe feebleness growing on him, but said nothing. And from first to last\nneither spake a word about the drummer, John Christian; nor did any\nletter reach them, nor word of his doings.\n\n\"The rest of the tale you're free to believe, sir, or not, as you\nplease. It stands upon my father's words, and he always declared he was\nready to kiss the Book upon it, before judge and jury. He said, too,\nthat he never had the wit to make up such a yarn; and he defied any one\nto explain about the lock, in particular, by any other tale. But you\nshall judge for yourself.\n\n\"My father said that about three o'clock in the morning, April\nfourteenth, of the year 'fourteen, he and William Tallifer were sitting\nhere, just as you and I, sir, are sitting now. My father had put on his\nclothes a few minutes before, and was mending his spiller by the light\nof the horn lantern, meaning to set off before daylight to haul the\ntrammel. The trumpeter hadn't been to bed at all. Toward the last he\nmostly spent his nights (and his days, too) dozing in the elbow-chair\nwhere you sit at this minute. He was dozing then (my father said) with\nhis chin dropped forward on his chest, when a knock sounded upon the\ndoor, and the door opened, and in walked an upright young man in scarlet\nregimentals.\n\n\"He had grown a brave bit, and his face the color of wood-ashes; but it\nwas the drummer, John Christian. Only his uniform was different from\nthe one he used to wear, and the figures '38' shone in brass upon his\ncollar.\n\n\"The drummer walked past my father as if he never saw him, and stood by\nthe elbow-chair and said:\n\n\"'Trumpeter, trumpeter, are you one with me?'\n\n\"And the trumpeter just lifted the lids of his eyes, and answered: 'How\nshould I not be one with you, drummer Johnny--Johnny boy? If you come, I\ncount; if you march, I mark time; until the discharge comes.'\n\n\"'The discharge has come to-night,' said the drummer; and the word is\nCorunna no longer.' And stepping to the chimney-place, he unhooked\nthe drum and trumpet, and began to twist the brass rings of the lock,\nspelling the word aloud, so--'C-O-R-U-N-A.' When he had fixed the last\nletter, the padlock opened in his hand.\n\n\"'Did you know, trumpeter, that, when I came to Plymouth, they put me\ninto a line regiment?'\n\n\"'The 38th is a good regiment,' answered the old Hussar, still in his\ndull voice; 'I went back with them from Sahagun to Corunna. At Corunna\nthey stood in General Fraser's division, on the right. They behaved\nwell.\n\n\"'But I'd fain see the Marines again,' says the drummer, handing him\nthe trumpet; 'and you, you shall call once more for the Queen's Own.\nMatthew,' he says, suddenly, turning on my father--and when he turned,\nmy father saw for the first time that his scarlet jacket had a round\nhole by the breast-bone, and that the blood was welling there--'Matthew,\nwe shall want your boat.'\n\n\"Then my father rose on his legs like a man in a dream, while they two\nslung on, the one his drum, and t'other his trumpet. He took the lantern\nand went quaking before them down to the shore, and they breathed\nheavily behind him; and they stepped into his boat, and my father pushed\noff.\n\n\"'Row you first for Dolor Point,' says the drummer. So my father rowed\nthem past the white houses of Coverack to Dolor Point, and there, at\na word, lay on his oars. And the trumpeter, William Tallifer, put his\ntrumpet to his mouth and sounded the reveille. The music of it was like\nrivers running.\n\n\"'They will follow,' said the drummer. Matthew, pull you now for the\nManacles.\n\n\"So my father pulled for the Manacles, and came to an easy close outside\nCarn Du. And the drummer took his sticks and beat a tattoo, there by the\nedge of the reef; and the music of it was like a rolling chariot.\n\n\"'That will do,' says he, breaking off; 'they will follow. Pull now for\nthe shore under Gunner's Meadow.'\n\n\"Then my father pulled for the shore and ran his boat in under Gunner's\nMeadow. And they stepped out, all three, and walked up to the meadow.\nBy the gate the drummer halted, and began his tattoo again, looking out\ntoward the darkness over the sea.\n\n\"And while the drum beat, and my father held his breath, there came up\nout of the sea and the darkness a troop of many men, horse and foot, and\nformed up among the graves; and others rose out of the graves and formed\nup--drowned Marines with bleached faces, and pale Hussars, riding\ntheir horses, all lean and shadowy. There was no clatter of hoofs or\naccoutrements, my father said, but a soft sound all the while like the\nbeating of a bird's wing; and a black shadow lay like a pool about the\nfeet of all. The drummer stood upon a little knoll just inside the\ngate, and beside him the tall trumpeter, with hand on hip, watching them\ngather; and behind them both my father, clinging to the gate. When no\nmore came, the drummer stopped playing, and said, 'Call the roll.'\n\n\"Then the trumpeter stepped toward the end man of the rank and called,\n'Troop Sergeant-Major Thomas Irons,' and the man answered in a thin\nvoice, 'Here.'\n\n\"'Troop Sergeant-Major Thomas Irons, how is it with you?'\n\n\"The man answered, 'How should it be with me? When I was young, I\nbetrayed a girl; and when I was grown, I betrayed a friend, and for\nthese I must pay. But I died as a man ought. God save the King!'\n\n\"The trumpeter called to the next man, 'Trooper Henry Buckingham,' and\nthe next man answered, 'Here.'\n\n\"'Trooper Henry Buckingham, how is it with you?'\n\n\"'How should it be with me? I was a drunkard, and I stole, and in Lugo,\nin a Wine-shop, I killed a man. But I died as a man should. God save the\nKing!'\n\n\"So the trumpeter went down the line; and when he had finished, the\ndrummer took it up, hailing the dead Marines in their order. Each man\nanswered to his name, and each man ended with 'God save the King!' When\nall were hailed, the drummer stepped back to his mound, and called:\n\n\"'It is well. You are content, and we are content to join you. Wait,\nnow, a little while.'\n\n\"With this he turned and ordered my father to pick up the lantern, and\nlead the way back. As my father picked it up, he heard the ranks of the\ndead men cheer and call, 'God save the King!' all together, and saw them\nwaver and fade back into the dark, like a breath fading off a pane.\n\n\"But when they came back here to the kitchen, and my father set the\nlantern down, it seemed they'd both forgot about him. For the drummer\nturned in the lantern-light--and my father could see the blood still\nwelling out of the hole in his breast--and took the trumpet-sling from\naround the other's neck, and locked drum and trumpet together again,\nchoosing the letters on the lock very carefully. While he did this, he\nsaid.\n\n\"'The word is no more Corunna, but Bayonne. As you left out an \"n\" in\nCorunna, so must I leave out an \"n\" in Bayonne.' And before snapping the\npadlock, he spelt out the word slowly--'B-A-Y-O-N-E.' After that, he\nused no more speech; but turned and hung the two instruments back on the\nhook; and then took the trumpeter by the arm; and the pair walked out\ninto the darkness, glancing neither to right nor left.\n\n\"My father was on the point of following, when he heard a sort of\nsigh behind him; and there, sitting in the elbow-chair, was the very\ntrumpeter he had just seen walk out by the door! If my father's heart\njumped before, you may believe it jumped quicker now. But after a bit,\nhe went up to the man asleep in the chair and put a hand upon him. It\nwas the trumpeter in flesh and blood that he touched; but though the\nflesh was warm, the trumpeter was dead.\n\n\"Well, sir, they buried him three days after; and at first my father was\nminded to say nothing about his dream (as he thought it). But the day\nafter the funeral, he met Parson Kendall coming from Helston market; and\nthe parson called out: 'Have 'ee heard the news the coach brought down\nthis mornin'?' 'What news?' says my father. 'Why, that peace is agreed\nupon.' 'None too soon,' says my father. 'Not soon enough for our poor\nlads at Bayonne,' the parson answered. 'Bayonne!' cries my father, with\na jump. 'Why, yes;' and the parson told him all about a great sally the\nFrench had made on the night of April 13th. 'Do you happen to know\nif the 38th Regiment was engaged?' my father asked. 'Come, now,' said\nParson Kendall, 'I didn't know you was so well up in the campaign. But,\nas it happens, I do know that the 38th was engaged, for 'twas they that\nheld a cottage and stopped the French advance.'\n\n\"Still my father held his tongue; and when, a week later, he walked\nin Helston and bought a 'Mercury' off the Sherborne rider, and got the\nlandlord of the 'Angel' to spell out the list of killed and wounded,\nsure enough, there among the killed was Drummer John Christian, of the\n38th Foot.\n\n\"After this there was nothing for a religious man but to make a clean\nbreast. So my father went up to Parson Kendall, and told the whole\nstory. The parson listened, and put a question or two, and then asked:\n\n\"'Have you tried to open the lock since that night?'\n\n\"'I haven't dared to touch it,' says my father.\n\n\"'Then come along and try.' When the parson came to the cottage here, he\ntook the things off the hook and tried the lock. 'Did he say \"Bayonne?'\nThe word has seven letters.'\n\n\"'Not if you spell it with one \"n\" as he did,' says my father.\n\n\"The parson spelt it out--'B-A-Y-O-N-E' 'Whew!' says he, for the lock\nhad fallen open in his hand.\n\n\"He stood considering it a moment, and then he says: 'I tell you what. I\nshouldn't blab this all round the parish, if I was you. You won't get no\ncredit for truth-telling, and a miracle's wasted on a set of fools. But\nif you like, I'll shut down the lock again upon a holy word that no one\nbut me shall know, and neither drummer nor trumpeter, dead or alive,\nshall frighten the secret out of me.'\n\n\"'I wish to heaven you would, parson,' said my father.\n\n\"The parson chose the holy word there and then, and shut the lock back\nupon it, and hung the drum and trumpet back in their place. He is gone\nlong since, taking the word with him. And till the lock is broken by\nforce nobody will ever separate those two.\"",
    "metadata": {
        "author": [
            "Q",
            "Quiller-Couch, Arthur Thomas",
            "Quiller-Couch, Sir Arthur Thomas",
            "Quiller-Couch, Arthur",
            "Quiller-Couch, A. T. (Arthur Thomas)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23217/pg23217.txt",
        "name": "the_roll_call_of_the_reef.json"
    }
}