{
    "name": "The haunter of the ring",
    "author": [
        "Howard, Robert E. (Robert Ervin)",
        "Howard, Robert Ervin"
    ],
    "body": "As I entered John Kirowan's study I was too much engrossed in my own\nthoughts to notice, at first, the haggard appearance of his visitor, a\nbig, handsome young fellow well known to me.\n\n\"Hello, Kirowan,\" I greeted. \"Hello, Gordon. Haven't seen you for quite\na while. How's Evelyn?\" And before he could answer, still on the crest\nof the enthusiasm which had brought me there, I exclaimed: \"Look here,\nyou fellows, I've got something that will make you stare! I got it\nfrom that robber Ahmed Mektub, and I paid high for it, but it's worth\nit. Look!\" From under my coat I drew the jewel-hilted Afghan dagger\nwhich had fascinated me as a collector of rare weapons.\n\nKirowan, familiar with my passion, showed only polite interest, but the\neffect on Gordon was shocking.\n\nWith a strangled cry he sprang up and backward, knocking the chair\nclattering to the floor. Fists clenched and countenance livid he faced\nme, crying: \"Keep back! Get away from me, or----\"\n\nI was frozen in my tracks.\n\n\"What in the----\" I began bewilderedly, when Gordon, with another\namazing change of attitude, dropped into a chair and sank his head in\nhis hands. I saw his heavy shoulders quiver. I stared helplessly from\nhim to Kirowan, who seemed equally dumfounded.\n\n\"Is he drunk?\" I asked.\n\nKirowan shook his head, and filling a brandy glass, offered it to the\nman. Gordon looked up with haggard eyes, seized the drink and gulped it\ndown like a man half famished. Then he straightened up and looked at us\nshamefacedly.\n\n\"I'm sorry I went off my handle, O'Donnel,\" he said. \"It was the\nunexpected shock of you drawing that knife.\"\n\n\"Well,\" I retorted, with some disgust, \"I suppose you thought I was\ngoing to stab you with it!\"\n\n\"Yes, I did!\" Then, at the utterly blank expression on my face, he\nadded: \"Oh, I didn't actually _think_ that; at least, I didn't reach\nthat conclusion by any process of reasoning. It was just the blind\nprimitive instinct of a hunted man, against whom anyone's hand may be\nturned.\"\n\nHis strange words and the despairing way he said them sent a queer\nshiver of nameless apprehension down my spine.\n\n\"What are you talking about?\" I demanded uneasily. \"Hunted? For what?\nYou never committed a crime in your life.\"\n\n\"Not in this life, perhaps,\" he muttered.\n\n\"What do you mean?\"\n\n\"What if retribution for a black crime committed in a previous life\nwere hounding me?\" he muttered.\n\n\"That's nonsense,\" I snorted.\n\n\"Oh, is it?\" he exclaimed, stung. \"Did you ever hear of my\ngreat-grandfather, Sir Richard Gordon of Argyle?\"\n\n\"Sure; but what's that got to do with----\"\n\n\"You've seen his portrait: doesn't it resemble me?\"\n\n\"Well, yes,\" I admitted, \"except that your expression is frank and\nwholesome whereas his is crafty and cruel.\"\n\n\"He murdered his wife,\" answered Gordon. \"Suppose the theory of\nreincarnation were true? Why shouldn't a man suffer in one life for a\ncrime committed in another?\"\n\n\"You mean you think you are the reincarnation of your\ngreat-grandfather? Of all the fantastic--well, since he killed his\nwife, I suppose you'll be expecting Evelyn to murder you!\" This last\nwas delivered in searing sarcasm, as I thought of the sweet, gentle\ngirl Gordon had married. His answer stunned me.\n\n\"My wife,\" he said slowly, \"has tried to kill me three times in the\npast week.\"\n\nThere was no reply to that. I glanced helplessly at John Kirowan. He\nsat in his customary position, chin resting on his strong, slim hands;\nhis white face was immobile, but his dark eyes gleamed with interest.\nIn the silence I heard a clock ticking like a death-watch.\n\n\"Tell us the full story, Gordon,\" suggested Kirowan, and his calm, even\nvoice was like a knife that cut a strangling, relieving the unreal\ntension.\n\n\n\n\"You know we've been married less than a year,\" Gordon began, plunging\ninto the tale as though he were bursting for utterance; his words\nstumbled and tripped over one another. \"All couples have spats,\nof course, but we've never had any real quarrels. Evelyn is the\nbest-natured girl in the world.\n\n\"The first thing out of the ordinary occurred about a week ago. We had\ndriven up in the mountains, left the car, and were wandering around\npicking wild flowers. At last we came to a steep slope, some thirty\nfeet in height, and Evelyn called my attention to the flowers which\ngrew thickly at the foot. I was looking over the edge and wondering if\nI could climb down without tearing my clothes to ribbons, when I felt a\nviolent shove from behind that toppled me over.\n\n\"If it had been a sheer cliff, I'd have broken my neck. As it was, I\nwent tumbling down, rolling and sliding, and brought up at the bottom\nscratched and bruised, with my garments in rags. I looked up and saw\nEvelyn staring down, apparently frightened half out of her wits.\n\n\"'Oh Jim!' she cried. 'Are you hurt? How came you to fall?'\n\n\"It was on the tip of my tongue to tell her that there was such a thing\nas carrying a joke too far, but these words checked me. I decided that\nshe must have stumbled against me unintentionally, and actually didn't\nknow it was she who precipitated me down the slope.\n\n\"So I laughed it off, and went home. She made a great fuss over me,\ninsisted on swabbing my scratches with iodine, and lectured me for my\ncarelessness! I hadn't the heart to tell her it was her fault.\n\n\"But four days later, the next thing happened. I was walking along our\ndriveway, when I saw her coming up it in the automobile. I stepped out\non the grass to let her by, as there isn't any curb along the driveway.\nShe was smiling as she approached me, and slowed down the car, as if to\nspeak to me. Then, just before she reached me, a most horrible change\ncame over her expression. Without warning the car leaped at me like\na living thing as she drove her foot down on the accelerator. Only a\nfrantic leap backward saved me from being ground under the wheels. The\ncar shot across the lawn and crashed into a tree. I ran to it and found\nEvelyn dazed and hysterical, but unhurt. She babbled of losing control\nof the machine.\n\n\"I carried her into the house and sent for Doctor Donnelly. He found\nnothing seriously wrong with her, and attributed her dazed condition to\nfright and shock. Within half an hour she regained her normal senses,\nbut she's refused to touch the wheel since. Strange to say, she seemed\nless frightened on her own account than on mine. She seemed vaguely\nto know that she'd nearly run me down, and grew hysterical again when\nshe spoke of it. Yet she seemed to take it for granted that I knew the\nmachine had got out of her control. But I distinctly saw her wrench the\nwheel around, and I know she deliberately tried to hit me--why, God\nalone knows.\n\n\"Still I refused to let my mind follow the channel it was getting into.\nEvelyn had never given any evidence of any psychological weakness or\n'nerves'; she's always been a level-headed girl, wholesome and natural.\nBut I began to think she was subject to crazy impulses. Most of us have\nfelt the impulse to leap from tall buildings. And sometimes a person\nfeels a blind, childish and utterly reasonless urge to harm someone.\nWe pick up a pistol, and the thought suddenly enters our mind how easy\nit would be to send our friend, who sits smiling and unaware, into\neternity with a touch of the trigger. Of course we don't do it, but the\nimpulse is there. So I thought perhaps some lack of mental discipline\nmade Evelyn susceptible to these unguided impulses, and unable to\ncontrol them.\"\n\n\"Nonsense,\" I broke in. \"I've known her since she was a baby. If she\nhas any such trait, she's developed it since she married you.\"\n\nIt was an unfortunate remark. Gordon caught it up with a despairing\ngleam in his eyes. \"That's just it--since she married me! It's a\ncurse--a black, ghastly curse, crawling like a serpent out of the past!\nI tell you, I was Richard Gordon and she--she was Lady Elizabeth, his\nmurdered wife!\" His voice sank to a blood-freezing whisper.\n\nI shuddered; it is an awful thing to look upon the ruin of a keen clean\nbrain, and such I was certain that I surveyed in James Gordon. Why or\nhow, or by what grisly chance it had come about I could not say, but I\nwas certain the man was mad.\n\n\"You spoke of three attempts.\" It was John Kirowan's voice again, calm\nand stable amid the gathering webs of horror and unreality.\n\n\"Look here!\" Gordon lifted his arm, drew back the sleeve and displayed\na bandage, the cryptic significance of which was intolerable.\n\n\"I came into the bathroom this morning looking for my razor,\" he said.\n\"I found Evelyn just on the point of using my best shaving implement\nfor some feminine purpose--to cut out a pattern, or something. Like\nmany women she can't seem to realize the difference between a razor and\na butcher-knife or a pair of shears.\n\n\"I was a bit irritated, and I said: 'Evelyn, how many times have I told\nyou not to use my razors for such things? Bring it here; I'll give you\nmy pocket-knife.'\n\n\"'I'm sorry, Jim,' she said. 'I didn't know it would hurt the razor.\nHere it is.'\n\n\"She was advancing, holding the open razor toward me. I reached for\nit--then something warned me. It was the same look in her eyes, just\nas I had seen it the day she nearly ran over me. That was all that\nsaved my life, for I instinctively threw up my hand just as she slashed\nat my throat with all her power. The blade gashed my arm as you see,\nbefore I caught her wrist. For an instant she fought me like a wild\nthing; her slender body was taut as steel beneath my hands. Then she\nwent limp and the look in her eyes was replaced by a strange dazed\nexpression. The razor slipped out of her fingers.\n\n\"I let go of her and she stood swaying as if about to faint. I went to\nthe lavatory--my wound was bleeding in a beastly fashion--and the next\nthing I heard her cry out, and she was hovering over me.\n\n\"'Jim!' she cried. 'How did you cut yourself so terribly?'\"\n\n\n\nGordon shook his head and sighed heavily. \"I guess I was a bit out of\nmy head. My self-control snapped.\n\n\"'Don't keep up this pretense, Evelyn,' I said. 'God knows what's got\ninto you, but you know as well as I that you've tried to kill me three\ntimes in the past week.'\n\n\"She recoiled as if I'd struck her, catching at her breast and staring\nat me as if at a ghost. She didn't say a word--and just what I said I\ndon't remember. But when I finished I left her standing there white and\nstill as a marble statue. I got my arm bandaged at a drug store, and\nthen came over here, not knowing what else to do.\n\n\"Kirowan--O'Donnel--it's damnable! Either my wife is subject to fits\nof insanity----\" He choked on the word. \"No, I can't believe it.\nOrdinarily her eyes are too clear and level--too utterly sane. But\nevery time she has an opportunity to harm me, she seems to become a\ntemporary maniac.\"\n\nHe beat his fists together in his impotence and agony.\n\n\"But it isn't insanity! I used to work in a psychopathic ward, and I've\nseen every form of mental unbalance. My wife is _not_ insane!\"\n\n\"Then what----\" I began, but he turned haggard eyes on me.\n\n\"Only one alternative remains,\" he answered. \"It is the old curse--from\nthe days when I walked the earth with a heart as black as hell's\ndarkest pits, and did evil in the sight of man and of God. _She_\nknows, in fleeting snatches of memory. People have _seen_ before--have\nglimpsed forbidden things in momentary liftings of the veil which bars\nlife from life. She was Elizabeth Douglas, the ill-fated bride of\nRichard Gordon, whom he murdered in jealous frenzy, and the vengeance\nis hers. I shall die by her hands, as it was meant to be. And she----\"\nhe bowed his head in his hands.\n\n\"Just a moment.\" It was Kirowan again. \"You have mentioned a strange\nlook in your wife's eyes. What sort of a look? Was it of maniacal\nfrenzy?\"\n\nGordon shook his head. \"It was an utter blankness. All the life and\nintelligence simply vanished, leaving her eyes dark wells of emptiness.\"\n\nKirowan nodded, and asked a seemingly irrelevant question. \"Have you\nany enemies?\"\n\n\"Not that I know of.\"\n\n\"You forget Joseph Roelocke,\" I said. \"I can't imagine that elegant\nsophisticate going to the trouble of doing you actual harm, but I have\nan idea that if he could discomfort you without any physical effort on\nhis part, he'd do it with a right good will.\"\n\nKirowan turned on me an eye that had suddenly become piercing.\n\n\"And who is this Joseph Roelocke?\"\n\n\"A young exquisite who came into Evelyn's life and nearly rushed her\noff her feet for a while. But in the end she came back to her first\nlove--Gordon here. Roelocke took it pretty hard. For all his suaveness\nthere's a streak of violence and passion in the man that might have\ncropped out but for his infernal indolence and blasé indifference.\"\n\n\"Oh, there's nothing to be said against Roelocke,\" interrupted Gordon\nimpatiently. \"He must know that Evelyn never really loved him. He\nmerely fascinated her temporarily with his romantic Latin air.\"\n\n\"Not exactly Latin, Jim,\" I protested. \"Roelocke does look foreign, but\nit isn't Latin. It's almost Oriental.\"\n\n\"Well, what has Roelocke to do with this matter?\" Gordon snarled with\nthe irascibility of frayed nerves. \"He's been as friendly as a man\ncould be since Evelyn and I were married. In fact, only a week ago\nhe sent her a ring which he said was a peace-offering and a belated\nwedding gift; said that after all, her jilting him was a greater\nmisfortune for her than it was for him--the conceited jackass!\"\n\n\"A ring?\" Kirowan had suddenly come to life; it was as if something\nhard and steely had been sounded in him. \"What sort of a ring?\"\n\n\"Oh, a fantastic thing--copper, made like a scaly snake coiled three\ntimes, with its tail in its mouth and yellow jewels for eyes. I gather\nhe picked it up somewhere in Hungary.\"\n\n\"He has traveled a great deal in Hungary?\"\n\nGordon looked surprized at this questioning, but answered: \"Why,\napparently the man's traveled everywhere. I put him down as the\npampered son of a millionaire. He never did any work, so far as I\nknow.\"\n\n\"He's a great student,\" I put in. \"I've been up to his apartment\nseveral times, and I never saw such a collection of books----\"\n\nGordon leaped to his feet with an oath. \"Are we all crazy?\" he cried.\n\"I came up here hoping to get some help--and you fellows fall to\ntalking of Joseph Roelocke. I'll go to Doctor Donnelly----\"\n\n\"Wait!\" Kirowan stretched out a detaining hand. \"If you don't mind,\nwe'll go over to your house. I'd like to talk to your wife.\"\n\nGordon dumbly acquiesced. Harried and haunted by grisly forebodings, he\nknew not which way to turn, and welcomed anything that promised aid.\n\n\n\nWe drove over in his car, and scarcely a word was spoken on the way.\nGordon was sunk in moody ruminations, and Kirowan had withdrawn himself\ninto some strange aloof domain of thought beyond my ken. He sat like a\nstatue, his dark vital eyes staring into space, not blankly, but as one\nwho looks with understanding into some far realm.\n\nThough I counted the man as my best friend, I knew but little of\nhis past. He had come into my life as abruptly and unannounced as\nJoseph Roelocke had come into the life of Evelyn Ash. I had met him\nat the Wanderer's Club, which is composed of the drift of the world,\ntravelers, eccentrics, and all manner of men whose paths lie outside\nthe beaten tracks of life. I had been attracted to him, and intrigued\nby his strange powers and deep knowledge. I vaguely knew that he was\nthe black sheep younger son of a titled Irish family, and that he\nhad walked many strange ways. Gordon's mention of Hungary struck a\nchord in my memory; one phase of his life Kirowan had once let drop,\nfragmentarily. I only knew that he had once suffered a bitter grief\nand a savage wrong, and that it had been in Hungary. But the nature of\nthe episode I did not know.\n\nAt Gordon's house Evelyn met us calmly, showing inner agitation only by\nthe over-restraint of her manner. I saw the beseeching look she stole\nat her husband. She was a slender, soft-spoken girl, whose dark eyes\nwere always vibrant and alight with emotion. That child try to murder\nher adored husband? The idea was monstrous. Again I was convinced that\nJames Gordon himself was deranged.\n\nFollowing Kirowan's lead, we made a pretense of small talk, as if we\nhad casually dropped in, but I felt that Evelyn was not deceived. Our\nconversation rang false and hollow, and presently Kirowan said: \"Mrs.\nGordon, that is a remarkable ring you are wearing. Do you mind if I\nlook at it?\"\n\n\"I'll have to give you my hand,\" she laughed. \"I've been trying to get\nit off today, and it won't come off.\"\n\nShe held out her slim white hand for Kirowan's inspection, and his face\nwas immobile as he looked at the metal snake that coiled about her slim\nfinger. He did not touch it. I myself was aware of an unaccountable\nrepulsion. There was something almost obscene about that dull copperish\nreptile wound about the girl's white finger.\n\n\"It's evil-looking, isn't it?\" She involuntarily shivered. \"At first I\nliked it, but now I can hardly bear to look at it. If I can get it off\nI intend to return it to Joseph--Mr. Roelocke.\"\n\nKirowan was about to make some reply, when the door-bell rang. Gordon\njumped as if shot, and Evelyn rose quickly.\n\n\"I'll answer it, Jim--I know who it is.\"\n\nShe returned an instant later with two more mutual friends, those\ninseparable cronies, Doctor Donnelly, whose burly body, jovial manner\nand booming voice were combined with as keen a brain as any in the\nprofession, and Bill Bain, elderly, lean, wiry, acidly witty. Both were\nold friends of the Ash family. Doctor Donnelly had ushered Evelyn into\nthe world, and Bain was always Uncle Bill to her.\n\n\"Howdy, Jim! Howdy, Mr. Kirowan!\" roared Donnelly. \"Hey, O'Donnel,\nhave you got any firearms with you? Last time you nearly blew my head\noff showing me an old flintlock pistol that wasn't supposed to be\nloaded----\"\n\n\"Doctor Donnelly!\"\n\nWe all turned. Evelyn was standing beside a wide table, holding it as\nif for support. Her face was white. Our badinage ceased instantly. A\nsudden tension was in the air.\n\n\"Doctor Donnelly,\" she repeated, holding her voice steady by an effort,\n\"I sent for you and Uncle Bill--for the same reason for which I know\nJim has brought Mr. Kirowan and Michael. There is a matter Jim and I\ncan no longer deal with alone. There is something between us--something\nblack and ghastly and terrible.\"\n\n\"What are you talking about, girl?\" All the levity was gone from\nDonnelly's great voice.\n\n\"My husband----\" She choked, then went blindly on: \"My husband has\naccused me of trying to murder him.\"\n\nThe silence that fell was broken by Bain's sudden and energetic rise.\nHis eyes blazed and his fists quivered.\n\n\"You young pup!\" he shouted at Gordon. \"I'll knock the living\ndaylights----\"\n\n\"Sit down, Bill!\" Donnelly's huge hand crushed his smaller companion\nback into his chair. \"No use goin' off half cocked. Go ahead, honey.\"\n\n\"We need help. We can not carry this thing alone.\" A shadow crossed her\ncomely face. \"This morning Jim's arm was badly cut. He said I did it. I\ndon't know. I was handing him the razor. Then I must have fainted. At\nleast, everything faded away. When I came to myself he was washing his\narm in the lavatory--and--and he accused me of trying to kill him.\"\n\n\"Why, the young fool!\" barked the belligerent Bain. \"Hasn't he sense\nenough to know that if you did cut him, it was an accident?\"\n\n\"Shut up, won't you?\" snorted Donnelly. \"Honey, did you say you\nfainted? That isn't like you.\"\n\n\"I've been having fainting spells,\" she answered. \"The first time\nwas when we were in the mountains and Jim fell down a cliff. We\nwere standing on the edge--then everything went black, and when my\nsight cleared, he was rolling down the slope.\" She shuddered at the\nrecollection.\n\n\"Then when I lost control of the car and it crashed into the tree. You\nremember--Jim called you over.\"\n\nDoctor Donnelly nodded his head ponderously.\n\n\"I don't remember you ever having fainting spells before.\"\n\n\"But Jim says I pushed him over the cliff!\" she cried hysterically. \"He\nsays I tried to run him down in the car! He says I purposely slashed\nhim with the razor!\"\n\nDoctor Donnelly turned perplexedly toward the wretched Gordon.\n\n\"How about it, son?\"\n\n\"God help me,\" Gordon burst out in agony; \"it's true!\"\n\n\"Why, you lying hound!\" It was Bain who gave tongue, leaping again to\nhis feet. \"If you want a divorce, why don't you get it in a decent\nway, instead of resorting to these despicable tactics----\"\n\n\"Damn you!\" roared Gordon, lunging up, and losing control of himself\ncompletely. \"If you say that I'll tear your jugular out!\"\n\nEvelyn screamed; Donnelly grabbed Bain ponderously and banged him back\ninto his chair with no overly gentle touch, and Kirowan laid a hand\nlightly on Gordon's shoulder. The man seemed to crumple into himself.\nHe sank back into his chair and held out his hands gropingly toward his\nwife.\n\n\"Evelyn,\" he said, his voice thick with laboring emotion, \"you know I\nlove you. I feel like a dog. But God help me, it's true. If we go on\nthis way, I'll be a dead man, and you----\"\n\n\"Don't say it!\" she screamed. \"I know you wouldn't lie to me, Jim. If\nyou say I tried to kill you, I know I did. But I swear, Jim, I didn't\ndo it consciously. Oh, I must be going mad! That's why my dreams have\nbeen so wild and terrifying lately----\"\n\n\"Of what have you dreamed, Mrs. Gordon?\" asked Kirowan gently.\n\nShe pressed her hands to her temples and stared dully at him, as if\nonly half comprehending.\n\n\"A black thing,\" she muttered. \"A horrible faceless black thing that\nmows and mumbles and paws over me with apish hands. I dream of it every\nnight. And in the daytime I try to kill the only man I ever loved. I'm\ngoing mad! Maybe I'm already crazy and don't know it.\"\n\n\n\n\"Calm yourself, honey.\" To Doctor Donnelly, with all his science, it\nwas only another case of feminine hysteria. His matter-of-fact voice\nseemed to soothe her, and she sighed and drew a weary hand through her\ndamp locks.\n\n\"We'll talk this all over, and everything's goin' to be okay,\" he said,\ndrawing a thick cigar from his vest pocket. \"Gimme a match, honey.\"\n\nShe began mechanically to feel about the table, and just as\nmechanically Gordon said: \"There are matches in the drawer, Evelyn.\"\n\nShe opened the drawer and began groping in it, when suddenly, as if\nstruck by recollection and intuition, Gordon sprang up, white-faced,\nand shouted: \"No, no! Don't open that drawer--don't----\"\n\nEven as he voiced that urgent cry, she stiffened, as if at the feel of\nsomething in the drawer. Her change of expression held us all frozen,\neven Kirowan. The vital intelligence vanished from her eyes like a\nblown-out flame, and into them came the look Gordon had described as\nblank. The term was descriptive. Her beautiful eyes were dark wells of\nemptiness, as if the soul had been withdrawn from behind them.\n\nHer hand came out of the drawer holding a pistol, and she fired\npoint-blank. Gordon reeled with a groan and went down, blood starting\nfrom his head. For a flashing instant she looked down stupidly at the\nsmoking gun in her hand, like one suddenly waking from a nightmare.\nThen her wild scream of agony smote our ears.\n\n\"Oh God, I've killed him! Jim! _Jim!_\"\n\nShe reached him before any of us, throwing herself on her knees and\ncradling his bloody head in her arms, while she sobbed in an unbearable\npassion of horror and anguish. The emptiness was gone from her eyes;\nthey were alive and dilated with grief and terror.\n\nI was making toward my prostrate friend with Donnelly and Bain, but\nKirowan caught my arm. His face was no longer immobile; his eyes\nglittered with a controlled savagery.\n\n\"Leave him to them!\" he snarled. \"We are hunters, not healers! Lead me\nto the house of Joseph Roelocke!\"\n\nI did not question him. We drove there in Gordon's car. I had the\nwheel, and something about the grim face of my companion caused me to\nhurl the machine recklessly through the traffic. I had the sensation\nof being part of a tragic drama which was hurtling with headlong speed\ntoward a terrible climax.\n\nI wrenched the car to a grinding halt at the curb before the building\nwhere Roelocke lived in a bizarre apartment high above the city. The\nvery elevator that shot us skyward seemed imbued with something of\nKirowan's driving urge for haste. I pointed out Roelocke's door, and he\ncast it open without knocking and shouldered his way in. I was close at\nhis heels.\n\n\n\nRoelocke, in a dressing-gown of Chinese silk worked with dragons,\nwas lounging on a divan, puffing quickly at a cigarette. He sat up,\noverturning a wine-glass which stood with a half-filled bottle at his\nelbow.\n\nBefore Kirowan could speak, I burst out with our news. \"James Gordon\nhas been shot!\"\n\nHe sprang to his feet. \"Shot? When? When did she kill him?\"\n\n\"_She?_\" I glared in bewilderment. \"How did you know----\"\n\nWith a steely hand Kirowan thrust me aside, and as the men faced\neach other, I saw recognition flare up in Roelocke's face. They made\na strong contrast: Kirowan, tall, pale with some white-hot passion;\nRoelocke, slim, darkly handsome, with the saracenic arch of his slim\nbrows above his black eyes. I realized that whatever else occurred, it\nlay between those two men. They were not strangers; I could sense like\na tangible thing the hate that lay between them.\n\n\"John Kirowan!\" softly whispered Roelocke.\n\n\"You remember me, Yosef Vrolok!\" Only an iron control kept Kirowan's\nvoice steady. The other merely stared at him without speaking.\n\n\"Years ago,\" said Kirowan more deliberately, \"when we delved in the\ndark mysteries together in Budapest, I saw whither you were drifting.\nI drew back; I would not descend to the foul depths of forbidden\noccultism and diabolism to which you sank. And because I would not,\nyou despised me, and you robbed me of the only woman I ever loved; you\nturned her against me by means of your vile arts, and then you degraded\nand debauched her, sank her into your own foul slime. I had killed you\nwith my hands then, Yosef Vrolok--vampire by nature as well as by name\nthat you are--but your arts protected you from physical vengeance. But\nyou have trapped yourself at last!\"\n\nKirowan's voice rose in fierce exultation. All his cultured restraint\nhad been swept away from him, leaving a primitive, elemental man,\nraging and gloating over a hated foe.\n\n\"You sought the destruction of James Gordon and his wife, because she\nunwittingly escaped your snare; you----\"\n\nRoelocke shrugged his shoulders and laughed. \"You are mad. I have not\nseen the Gordons for weeks. Why blame me for their family troubles?\"\n\nKirowan snarled. \"Liar as always. What did you say just now when\nO'Donnel told you Gordon had been shot? 'When did _she_ kill him?'\nYou were expecting to hear that the girl had killed her husband. Your\npsychic powers had told you that a climax was close at hand. You were\nnervously awaiting news of the success of your devilish scheme.\n\n\"But I did not need a slip of your tongue to recognize your handiwork.\nI knew as soon as I saw the ring on Evelyn Gordon's finger; the ring\nshe could not remove; the ancient and accursed ring of Thoth-amon,\nhanded down by foul cults of sorcerers since the days of forgotten\nStygia. I knew that ring was yours, and I knew by what ghastly rites\nyou came to possess it. And I knew its power. Once she put it on her\nfinger, in her innocence and ignorance, she was in your power. By your\nblack magic you summoned the black elemental spirit, _the haunter\nof the ring_, out of the gulfs of Night and the ages. Here in your\naccursed chamber you performed unspeakable rituals to drive Evelyn\nGordon's soul from her body, and to cause that body to be possessed by\nthat godless sprite from _outside_ the human universe.\n\n\"She was too clean and wholesome, her love for her husband too strong,\nfor the fiend to gain complete and permanent possession of her body;\nonly for brief instants could it drive her own spirit into the void and\nanimate her form. But that was enough for your purpose. But you have\nbrought ruin upon yourself by your vengeance!\"\n\nKirowan's voice rose to a feline screech.\n\n\"What was the price demanded by the fiend you drew from the Pits? Ha,\nyou blench! Yosef Vrolok is not the only man to have learned forbidden\nsecrets! After I left Hungary, a broken man, I took up again the study\nof the black arts, to trap you, you cringing serpent! I explored the\nruins of Zimbabwe, the lost mountains of inner Mongolia, and the\nforgotten jungle islands of the southern seas. I learned what sickened\nmy soul so that I forswore occultism for ever--but I learned of the\nblack spirit that deals death by the hand of a beloved one, and is\ncontrolled by a master of magic.\n\n\"But, Yosef Vrolok, you are not an adept! You have not the power to\ncontrol the fiend you have invoked. And you have sold your soul!\"\n\nThe Hungarian tore at his collar as if it were a strangling noose. His\nface had changed, as if a mask had dropped away; he looked much older.\n\n\"You lie!\" he panted. \"I did not promise him _my_ soul----\"\n\n\"I do not lie!\" Kirowan's shriek was shocking in its wild exultation.\n\"I know the price a man must pay for calling forth the nameless shape\nthat roams the gulfs of Darkness. Look! There in the corner behind\nyou! A nameless, sightless thing is laughing--is mocking you! It has\nfulfilled its bargain, and it has come for you, Yosef Vrolok!\"\n\n\"No!\" shrieked Vrolok, tearing his limp collar away from his sweating\nthroat. His composure had crumpled, and his demoralization was\nsickening to see. \"I tell you it was not _my_ soul--I promised it a\nsoul, but not _my_ soul--he must take the soul of the girl, or of James\nGordon----\"\n\n\"Fool!\" roared Kirowan. \"Do you think _he_ could take the souls of\ninnocents? That he would not know they were beyond his reach? The girl\nand the youth he could kill; their souls were not his to take or yours\nto give. But _your_ black soul is not beyond his reach, and he will\nhave his wage. _Look!_ He is materializing behind you! He is growing\nout of thin air!\"\n\nWas it the hypnosis inspired by Kirowan's burning words that caused me\nto shudder and grow cold, to feel an icy chill that was not of earth\npervade the room? Was it a trick of light and shadow that seemed to\nproduce the effect of a black anthropomorphic shadow on the wall\nbehind the Hungarian? _No_, by heaven! It grew, it swelled--Vrolok had\nnot turned. He stared at Kirowan with eyes starting from his head, hair\nstanding stiffly on his scalp, sweat dripping from his livid face.\n\nKirowan's cry started shudders down my spine.\n\n\"Look behind you, fool! _I see him!_ He has come! He is here! His\ngrisly mouth gapes in awful laughter! His mis-shapen paws reach for\nyou!\"\n\nAnd then at last Vrolok wheeled, with an awful shriek, throwing\nhis arms above his head in a gesture of wild despair. And for one\nbrain-shattering instant he was _blotted out_ by a great black\nshadow--Kirowan grasped my arm and we fled from that accursed chamber,\nblind with horror.\n\n\n\nThe same paper which bore a brief item telling of James Gordon having\nsuffered a slight scalp-wound by the accidental discharge of a pistol\nin his home, headlined the sudden death of Joseph Roelocke, wealthy\nand eccentric clubman, in his sumptuous apartments--apparently from\nheart-failure.\n\nI read it at breakfast, while I drank cup after cup of black coffee,\nfrom a hand that was not too steady, even after the lapse of a night.\nAcross the table from me Kirowan likewise seemed to lack appetite. He\nbrooded, as if he roamed again through bygone years.\n\n\"Gordon's fantastic theory of reincarnation was wild enough,\" I said\nat last. \"But the actual facts were still more incredible. Tell me,\nKirowan, was that last scene the result of hypnosis? Was it the power\nof your words that made me seem to see a black horror grow out of the\nair and rip Yosef Vrolok's soul from his living body?\"\n\nHe shook his head. \"No human hypnotism would strike that black-hearted\ndevil dead on the floor. No; there are beings outside the ken of common\nhumanity, foul shapes of transcosmic evil. Such a one it was with which\nVrolok dealt.\"\n\n\"But how could it claim his soul?\" I persisted. \"If indeed such an\nawful bargain had been struck, it had not fulfilled its part, for James\nGordon was not dead, but merely knocked senseless.\"\n\n\"Vrolok did not know it,\" answered Kirowan. \"He thought that Gordon\nwas dead, and I convinced him that he himself had been trapped, and\nwas doomed. In his demoralization he fell easy prey to the thing he\nhad called forth. _It_, of course, was always watching for a moment of\nweakness on his part. The powers of Darkness never deal fairly with\nhuman beings; he who traffics with them is always cheated in the end.\"\n\n\"It's a mad nightmare,\" I muttered. \"But it seems to me, then, that you\nas much as anything else brought about Vrolok's death.\"\n\n\"It is gratifying to think so,\" Kirowan answered. \"Evelyn Gordon is\nsafe now; and it is a small repayment for what he did to another girl,\nyears ago, and in a far country.\"",
    "metadata": {
        "author": [
            "Howard, Robert E. (Robert Ervin)",
            "Howard, Robert Ervin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71197/pg71197.txt",
        "name": "the_haunter_of_the_ring.json"
    }
}