{
    "name": "The Oversight",
    "author": [
        "Breuer, Miles J. (Miles John)",
        "Breuer, Miles John"
    ],
    "body": "John C. Hastings, senior medical student in the Nebraska State\nUniversity Medical School at Omaha, looked out of the window of the\nPackard sedan he was driving down the road along the top of the bluff,\nand out in the middle of the Missouri River he saw a Roman galley,\nsweeping down midstream with three tiers of huge oars.\n\nA pang of alarm shot through him. The study of medicine is a terrible\ngrind; he had been working hard. In a recent psychiatry class they\nhad touched upon hysterical delusions and illusions. Was his mind\nslipping? Or was this some sort of optical delusion? He had stolen away\nfrom Omaha with Celestine Newbury to enjoy the green and open freshness\nof the country like a couple of stifled city folks. Perhaps the nearest\nhe had come to foolishness had been when the stars had looked like her\neyes and he had pointed out Mars and talked of flying with her to visit\nthat mysterious red planet.\n\n\"Do you see it too?\" he gasped at Celestine.\n\nShe saw it, too, and heard the creak of oars and the thumping of\na drum; there floated up to them a hoarse chant, rhythmic but not\nmusical, broken into by rough voices that might have been cursing.\n\nIt was a clumsy vessel, built of heavy timbers, with a high-beaked\nprow. There was a short mast and a red-and-yellow sail that bulged in\nthe breeze. The long oars looked tremendously heavy and unwieldy, and\nswung in long, slow strokes, swirling up the muddy water and throwing\nup a yellow bow-wave. The decks were crowded with men, from whom came\nthe gleam of metal shields, swords, and helmets.\n\n\"Some advertising scheme I suppose,\" muttered John cynically.\n\n\"Or some traveling show, trying to be original,\" Celestine suggested.\n\nBut the thing looked too grim and clumsy for either of these things.\nThere was a total lack of modern touch about it. Nor was there a\nword or sign of advertising anywhere on it. They stopped the car and\nwatched. As it slowly drew nearer they could see that the men were\ncoarse, rowdy, specimens; and that the straining of human muscles at\nthe oars was too real to be any kind of play.\n\nThen there were shots below them. Someone at the foot of the bluff was\nblazing away steadily at the galley. On board the latter, a commotion\narose. Men fell. Then voices out on the road in front of them became\nmore pressing than either of these things.\n\n\"A young fellow and a girl,\" someone said; \"big, fast car. Omaha\nlicense number. They'll do.\"\n\n\"Hey!\" a voice hailed them.\n\nIn front, on the road, were a dozen men. Some were farmers, some were\nIndians. One or two might have been bank clerks or insurance salesmen.\nAll were heavily armed, with shotguns, rifles, and pistols. They looked\nhaggard and sullen.\n\n\"Take us to Rosalie, and then beat it for Omaha and tell them what you\nsaw,\" one of the men ordered gruffly. \"The newspapers and the commander\nat Fort Crook.\"\n\nThis was strange on a peaceful country road, but John could see no\nother course than to comply with their request. He turned the car back\nto Rosalie, the Indian Reservation town, and the men were crowded\nwithin it and hung all over the outside. Even the powerful Packard\nfound it a heavy burden. In the direction of Rosalie, the strangest\nsight of all awaited them.\n\nBefore they saw the town, they found a huge wall stretching across the\nroad. Beyond it rose blunt shapes, the tops of vast low buildings. What\na tremendous amount of building! the thought struck John at once. For,\nthey had driven this way just three days before, and there had been\nno sign of it; only the wide green fields and the slumbering little\nvillage.\n\nThe armed men became excited and furious when they saw the wall. They\nbroke out into exclamations which were half imprecations and half\nexplanatory.\n\n\"They put these things down on our land. Ruined our farms. God knows\nwhat's become of the town. Squeezed us out. Must be a good many dead.\nWe have telephoned Lincoln and Washington, but they are slow. They\ncan't wake up. Maybe they don't believe us.\" There were curses.\n\nJohn could see great numbers of armed men gathering from all\ndirections. There was no order or discipline about them, except the\none uniting cause of their fury against this huge thing that had so\nsuddenly arisen. Far in the distance, countless little groups were\nemerging from behind trees and around bends in the road or driving\nup in cars; and nearby there were hundreds more arriving with every\nconceivable firearm. The last man in the countryside must have been\naroused.\n\nThe men climbed out of John's car and repeated their order that he\ndrive to Omaha and tell what he saw.\n\nA ragged skirmish line was closing in rapidly toward the big gray\nwall, that stretched for a mile from north to south. Along the top of\nit, after the manner of sentries, paced little dark figures. John and\nCelestine were amazed to see that they, too, were Roman soldiers. The\nsunlight glinted from their armor; the plumes on their helmets stood\nout against the sky; their shield and short swords were picturesque,\nbut, against the rifles below, out of place.\n\nThere came a shot, and another from the approaching attackers, and a\nfigure on top of the wall toppled and fell sprawling to its foot and\nlay still on the ground. Hoarse shouts arose. A dense knot of Roman\nsoldiers gathered on top of the wall. A fusillade of shots broke out\nfrom below, men running frantically to get within close range. The\ngroup on the wall melted away, many crashing down on the outside, and\na heap remaining on top. The wall was completely deserted. The wind\nwafted a sulphurous odor to the nostrils of the two young people in the\nPackard.\n\nThen followed a horrible spectacle. John, hardened to gruesome sights\nin the course of his medical work, came away from it trembling,\nwondering how Celestine would react.\n\nA huge gate swung wide in the wall, and a massed army of Roman soldiers\nmarched out. Bare thighs and bronze greaves, and strips of armor over\ntheir shoulders, plumed helmets, small, heavy shields; one company\nwith short swords, the next with long spears; one solid company after\nanother poured out of the gates and marched forth against their\nattackers.\n\nThe Farmers and Indians and other dispossessed citizens opened fire on\nthe massed troops with deadly effect. Soldiers fell by the hundreds;\nhuge gaps appeared in the ranks; whole companies were wiped out. But,\nwith precise and steady discipline, others marched in their places.\nBlood soaked the ground and smeared the trees and shrubbery. Piles\nof dead were heaped up in long windrows, with twitching and crawling\nplaces in them. New ranks climbed over them and marched into the blaze\nof lead, only to fall and be replaced by others. The peaceful Nebraska\nprairie was strewn with thousands of armed corpses.\n\nTerror gripped the hearts of the couple in the Packard. The firing\nbegan to halt. It became scattered here and there as ammunition became\nscarce. As the troops poured out in unlimited numbers, men in overalls,\nsweaters, and collars and shirt sleeves began to retreat. The grim\nranks closed upon the nearest ones. Swords rose and fell, spears\nthrust, clubbed rifles were borne down. There was more blood, and the\nbodies of American citizens littered the ground that they themselves\nhad owned and tried to defend.\n\nJohn and Celestine, paralyzed by the spectacle, came to with a jerk.\n\n\"It's time to move,\" John said.\n\nHe swung the car around just as, with a rattle and a roar, a score of\nchariots dashed out of the great gates and the horses came galloping\ndown the road. The ranks of the infantry opened to permit pursuit of\nthe retreating skirmishers. The clumsy vehicles rattled and bumped\nbehind flying hoofs at a rapid clip, the men in them hanging on to\nthe reins and keeping their footing by a miracle. Gay cloaks streamed\nbackward in the wind, and gold gleamed on the horses' harness.\n\nJohn bore down on the accelerator pedal, and the car leaped ahead with\na roar, a scattered string of chariots swinging in behind it. He headed\ndown the road and, once the Packard got a proper start, it left its\npursuers ridiculously behind. Celestine shrieked and pointed ahead.\n\n\"Look!\"\n\nA group of Roman soldiers with drawn swords were formed on the road\nahead, and more were swarming out of the shrubbery.\n\nAn officer waved a sword and shouted a sharp word.\n\n\"Stop, nothing!\" John said through gritted teeth, remembering bloody\noveralls and sprawling limbs gripping battered rifles.\n\nHe put his full weight on the accelerator pedal and the huge machine\nthrobbed and rumbled into life, a gleaming, roaring gray streak.\n\n\"Duck down below the windshield, dear,\" he said to Celestine. Never\nbefore had he used that word, though he had often felt like it.\n\nThe Roman soldiers quailed as they saw the big car hurtling toward\nthem, but they had no time to retreat. The bumper struck the mass of\nmen with a thud and a crash of metal. Dark spatters appeared on the\nwindshield and things crunched sickeningly. The car swerved and swung,\ndizzily, and John's forehead bumped against the glass ahead of him, but\nhis hands hung to the wheel. The fenders crumpled and the wheels bumped\nover soft things. Just as he thought the car would overturn, he found\nhimself flying smoothly down a clear road; in his windshield mirror a\nsquirming mass on the road was becoming rapidly too small to see.\n\nHe laughed a hard laugh.\n\n\"They didn't know enough to jab a sword into a tire,\" he said grimly.\n\nAnd, there to their left, was the tiresome galley, sliding down the\nriver. The countryside was green and peaceful; in a moment even\nthe galley was out of sight. Except for the crumpled fenders and\nthe leaking radiator it seemed that they had just awakened from an\nunpleasant dream and found that it had not been true.\n\nThey talked little on the way to Omaha; but they could not help talking\nsome. Who were these men? Where did they come from? What did it mean,\nthe piles of dead, the sickening river of blood?\n\nThey must hurry with the news, so that help would be sent to the\nstricken area.\n\nThe hum of the motor became a song that ate up miles. John worried\nabout tires. A blowout before he reached the army post at Fort Crook\nmight cost many lives. There was no time to waste.\n\nJust as the roof-covered hills of Omaha appeared in the distance, two\nmotorcycles dashed forward to meet the car and signalled a stop. The\nkhaki clad police riders eyed the bloody radiator and nodded their\nheads together.\n\n\"You've been there?\" they asked. John nodded.\n\n\"You've been there?\" he queried in return.\n\n\"The telephone and telegraph wires are hot.\"\n\n\"They need help--,\" John began.\n\n\"Are you good for a trip back there in a plane, to guide an observer?\"\nthe officer asked. \"We'll see the lady home.\"\n\nSo John found himself dashing to the landing field on a motorcycle,\nand then in an Army plane, a telephone on his ears connected with the\nlieutenant in front of him. It was all a mad, dizzy, confused dream. He\nhad never been up in a plane before, and the novelty and anxiety of it\nfought with his tense observation of the sliding landscape below. But\nthere was the galley on the river, and three more following it in the\ndistance. There was an army marching along the top of the bluffs down\nthe river, a countless string of densely packed companies with horsemen\nand chariots swarming around. There were the huge flat buildings in the\nwalled enclosure where Rosalie had stood. Out of the buildings and out\nof the enclosures, marched more and more massed troops, all heading\ntoward Omaha.\n\nThen they were back in the City Hall, he and the lieutenant, and facing\nthem were the chief of police and an Army colonel. There was talk of\nthe Governor and General Paul of the State Militia due to arrive from\nLincoln any moment in an airplane; and the National Guard mobilizing\nall over the state, and trucks and caissons and field guns already en\nroute from Ashland with skeletonized personnel. Secretaries dashed out\nwith scribbled messages and in with yellow telegrams. A terrific war\nwas brewing, and what was it all about?\n\nThe lieutenant stepped up to the colonel and saluted.\n\n\"If you please, sir, the galleys on the river--\"\n\n\"Yes?\" asked the worried colonel.\n\n\"They've got to be sunk.\"\n\n\"We have no bombs,\" the colonel answered. \"We're just a toy army here,\nin the middle of the continent.\"\n\n\"No bombs!\" The lieutenant was nonplussed for a moment, and hung his\nhead in study. \"Will you leave it to me, sir? Somehow--\"\n\n\"Good fellow. Thank you,\" said the colonel, very much relieved. \"Your\norders are, then, to sink the galleys.\"\n\n\"Come!\" The lieutenant said to John.\n\n\"Me?\" gasped John.\n\n\"Don't you want to?\" the lieutenant asked. \"Men are scarce. I need\nhelp. You're the closest. And you've got a level head.\"\n\n\"Just give me a chance,\" John said eagerly.\n\nThe lieutenant spent fifteen minutes in a telephone booth. Then they\ndashed in a motorcycle to the city landing field where the plane lay.\nThey made the short hop to the Army flying field. This all took time;\nbut when they taxied towards the Army hangars, there stood men ready\nto load things into the plane. A stack of kegs labeled \"Dynamite\" and\nwhite lengths of fuse did not look very military, and their source was\nindicated by the departing delivery truck of a hardware firm. The men\nknocked the stoppers out of the kegs and wadded the fuses into the\nbungholes with paper.\n\n\"Bombs!\" The lieutenant spread his hands in a proud gesture. \"The\nQ.M.G. in Washington ought to see this. Maybe he'd trust us with real\nones some day.\"\n\nHe turned to John.\n\n\"We'll use a cigarette-lighter down in the cockpit, and heave them over\nthe side.\"\n\nOut over the city they flew, and up the river. The trireme was steadily\napproaching, and the lieutenant flew his plane a hundred feet above the\nship. They could see gaping mouths and goggling whites of eyes turned\nup at them. The decks were a mass of coarse looking faces.\n\n\"Hate to do it,\" remarked the lieutenant, looking down on the decks\npacked with living men. \"But, Lord, it seems to be the game, so light\nup!\" he ordered sharply.\n\nAs John applied the cigarette-lighter and the fuse began to fizzle, the\nlieutenant circled about and again flew over the creeping galley.\n\n\"Now!\" He shouted, and John rolled the keg over the side. It turned\nover and over endwise as it fell, and left a sputtering trail of smoke\nin the air.\n\nIt fell on the deck and knocked over several men. The lieutenant was\nputting height and distance between themselves and the galley as\nrapidly as possible, and rightly. In another moment there was a burst\nof flame and black smoke. Blotches of things flew out sidewards from\nit, and a dull roar came up to them. For a few minutes a mangled\nmass of wreckage continued the galley's course down the river. Then\nit slowed and drifted sidewise, and flames licked over it. Struggling\nfigures stirred the water momentarily and sank. Not a swimmer was left;\nbronze armor does not float on muddy Missouri River water.\n\nAbove the second galley they were met by a flight of arrows, and the\nlieutenant hurriedly performed some dizzy gyrations with the plane to\nget out of bowshot, but not before several barbed shafts struck through\nthe wings and thumped against the bottom. So they lit their fuse and\npassed low over the galley at full speed. There was less regret and\nmore thrill as they rolled the keg with its sputtering tail over\nthe side; the humming arrows made the game less one-sided. The high\nspeed of the plane spoiled the aim, and the keg of dynamite plumped\nharmlessly into the water just ahead of the galley. The second time\nthey figured a little more closely, and before very long, all four of\nthe galleys were a mass of scattered, blackened wreckage.\n\nJohn leaned back in the seat.\n\n\"Terrible way to squander human beings,\" he said.\n\nThe lieutenant's teeth were set.\n\n\"You haven't seen anything yet,\" he said to John. \"We've got two more\nkegs of dynamite and no orders to the contrary. Let's go back to the\nfront lines.\"\n\n\"Front lines!\" exclaimed John.\n\nThe lieutenant smiled.\n\n\"You've studied medicine; I've studied war. It is two and a half hours\nsince we left the meeting. The Roman--or whatever the blank they\nare--infantry has made ten miles south and west. Our troops from the\nFort have easily made thirty or forty in their trucks, and started\ndigging trenches and emplacing guns. That would mean that there must be\nfighting north and west of here. Isn't that so?\"\n\n\"I hadn't thought of it,\" John admitted.\n\n\"Also by this time there must be two or three regiments of State\nmilitia on trucks and bound in this direction; and the artillery and\nmachine-guns from Ashland ought to be ready any minute. We've got two\nmore kegs. Are you game?\"\n\nAs if in answer, a dull boom sounded from the northwest, followed by\nanother; and in five minutes the banging was almost continuous.\n\nJohn nodded his head. The lieutenant swung the plane around, and it was\nless than ten minutes before they saw the trenches of the Fort Crook\ntroops spread below them; and from far into the north there poured\ncolumn upon column of densely formed Roman troops, with the gleam of\nthe afternoon sun upon the metal of their armor and swords. On the\neastern end of the line the Roman infantry had reached the trenches and\na sickening carnage was taking place. As they advanced steadily toward\nthe trenches, the Roman troops were mowed down by the machine-guns of\nthe Federal soldiers and the Omaha police, in swaths like meadow-grass\nlaid flat by the blade of the scythe. During the period of a few\nminutes as they looked down they saw thousands of men fall; great heaps\nof twitching and bloody dead in armor and plumes were piled before the\nthin line of khaki.\n\n\"They don't need us much, but here goes!\"\n\nFar back over the enemy's lines, where the troops were massed the\ndensest, they sailed, and dropped their black and smoking blasts and\nscattered several companies of bewildered soldiers. But others took\ntheir places and pressed steadily on.\n\n\"If we only had a few fighting planes and some ammunition for\nthem--wouldn't we clean up the place!\" gloated the lieutenant. \"But\nthere isn't a plane with a machine-gun on it in this division, and not\nan aerial bomb except some dummies for practice. The War Department\nisn't ever so very fast, and this certainly came suddenly. However,\nI'm sure that they must be getting busy sending things over by now.\nLet's look westward.\"\n\nThe line was flung a dozen miles west of the Missouri River, and\ngradually was crawling still further west. The artillery from Ashland\nhad stopped ten miles southwest of the place where fighting first\nbegan, and by now had set up their pieces and gotten the range with the\naid of a commandeered, tri-motored, passenger plane; they were banging\nshells at the rate of one every three seconds into the thickest of\nthe troops. Even at the height of three thousand feet, the sight was\nhorrible; there were red areas against the green of the landscape, and\nred areas on the piled up heaps that twitched and gleamed with spots of\nmetal; the heaps piled up and grew into hills, between the gaping holes\nthat the shells dug into the wheatfields.\n\n\"Ha! Look!\"\n\nThe lieutenant pointed near the line at the middle.\n\n\"An artillery captain is looking for prisoners.\"\n\nThe barrage of one of the batteries was laying flat a wide area, but\npreserving a little circle intact in the middle of it. On this island,\namong a sea of smoky holes, stood a huddled group of Roman soldiers.\nOne by one they fell, for flying fragments of high-explosive shell\ntraveled far, and they did not know enough to fall flat on their faces.\nThen the barrage stopped and a platoon of men in khaki with rifles\ncrept toward them.\n\nThe lieutenant looked like a man on the side-lines of a football game.\nHe flew his plane low and gazed breathlessly at the combat below. For\nit was an exciting one.\n\nThe khaki-clad soldiers wanted prisoners alive. But the Roman soldiers\nunderstood nothing of the threat of the gun. Rifles and pistols were\nleveled, but served in no wise to stop them from making a fierce attack\non the Americans with swords and spears. To save their own lives, the\nlatter had to stop and shoot the Romans down.\n\nAll but a half a dozen armored men now lay flat on the ground. These\ngathered together for a moment's council, adjusted their shields, and\nbalanced their swords and spears. They were preparing a charge.\n\nThe lieutenant on the ground obviously had orders to get live\nprisoners. He also knew his battle psychology well.\n\nHe formed his men in line; bayonets flashed out of scabbards and in\na moment a serried line of them bristled forward on the ends of the\nrifles. The khaki-clad line started first. The men on the flanks ran\nas fast as they could go and dodged through shell-holes. The Romans\nstarted slowly toward the thin looking center of the American line.\n\nThe aviation lieutenant rose in his seat and dropped the stick of the\nplane for a moment in his excitement. The plane veered and the fight\nbelow was lost to view for a moment. By the time he had swung the\nplane back, the circle of khaki had almost closed around the Romans.\nThe latter stood back to back, spears straight out in front of them.\nIt must have taken nerve to face that circle of advancing bayonets,\noutnumbering them six to one. They held, stolid as a rock wall, and\nJohn was almost beginning to think that they would fight to the death\nand kill a few American soldiers. But, just as the ring of bayonets was\nwithin a foot of the ends of their spears, they suddenly dropped their\nweapons on the ground, and held their hands in the age-old gesture,\nstraight above their heads.\n\nThe men in khaki pushed them apart with their bayonets, and two to a\nprisoner, marched them back to the line; others stopping to pick up\nweapons. For the first time John noted that these men were all giants;\neven from the altered perspective of the aeroplane it was clear that\nthey were six and a half to seven feet tall, and burly.\n\n\"We'll go back and report, then get a rest,\" the aviation lieutenant\nsaid, heading the plane toward the Army field. There he shook hands\nwith John, and arranged to meet in the morning for further work.\n\nAfter a telephone conversation with Celestine, and a meal, John settled\ndown in his room and turned on the radio. Program material had been\ncrowded off all stations by the news of the war.\n\n\"The front lines are now fully equipped with portable searchlights and\nflares. But the Roman soldiers have quit coming. Apparently there will\nbe no fighting during the night.\"\n\nThere followed a resume of happenings with which John was already\nfamiliar, and he shut the instrument off. Just as he was beginning to\ndoze, his telephone rang. It was the pathologist at the Medical School.\n\n\"Hello, Hastings,\" he said. \"You have been in on this from the start,\nand I thought you would be interested in our prisoners.\"\n\nJohn hurried over to the hospital, where in one of the wards there\nwas a squad of soldiers with fixed bayonets, and two of the giants\non the beds. One had a shoulder wound and one a thigh wound from\nhigh-explosive fragments. Both wounds were very slight.\n\n\"Mr. Hastings,\" said the pathologist, presenting him to a man bending\nover one of the prisoners, \"Professor Haven is from Creighton\nUniversity, and is the head of the Latin Department. He is trying to\ntalk to these men.\"\n\nProfessor Haven shook his head.\n\n\"These men speak Latin but I don't,\" he sighed. \"I've studied it a\nlifetime, but I can't speak it. And they speak a very impure, corrupted\nLatin. But, I'm making out, somehow.\"\n\nHe spoke slowly, in ponderous syllables to the prisoner. The man\ngrumbled surlily. In the meantime, the pathologist called John away.\n\n\"One of the prisoners died,\" he said, \"and we are doing a post-mortem.\nJust a slight flesh-wound; no reason under the sun why it shouldn't\nheal easily. He seemed to have no vitality, no staying power.\"\n\nThe post-mortem failed to make clear what had been the cause of death;\nthe slight bullet wound in the shoulder could not have caused it. No\nother abnormality was found. They went back to the ward, and found\nanother of the prisoners dead.\n\n\"Strange,\" the pathologist muttered. \"They can't resist anything. And\nthere is some odd quality about their tissues, both anatomical and\nphysiological, that I can't put my finger on. But they're different.\"\n\n\"They're certainly stupid,\" the Latin professor said. \"I have succeeded\nin making myself understood to this man. I asked him, who are they,\nwhat they wanted, why they were fighting us, where they come from. He\ndoes not know. '_Non scio, non scio, non scio!_' That's all I got out\nof either one of them, except that they are hungry and would prefer to\nlie on the floor rather than on the bed. They give me the impression of\nbeing feeble-minded.\"\n\n\"Good fighting machines,\" John remarked.\n\nWhen he got back to his room, the radio was urging everybody to go\nto sleep and rest. There were guards detailed for necessary night\nwork, and there was no danger. Freshness and strength would be needed\ntomorrow. But John was too excited following his strenuous day, and\nknew that sleep would be impossible. He kept on listening to the news\nfrom the radio, which was trying to solve the mystery of these Roman\nhordes.\n\n\"Who are they?\" the announcer asked rhetorically. \"Where are they\nfrom? What do they want?\" His questions were asked but not answered.\nHe reported that during the afternoon the entire world had been\nsearched by cable and radio, and nowhere was there any trace of the\ndeparture of such vast numbers of men. Italy and Russia were especially\nsuspected; but it was out of the question that such hundreds of\nthousands could have been transported without leaving some evidence.\nHow had they reached the middle of the North American continent? No\nrailroad knew anything about them; there had been no unusual number\nof airships observed in any direction. One was tempted to think that\nthey came out of the ground. Someone proposed the idea, based on the\npopularity of Einstein's recent conceptions, that these men had somehow\ncrossed the time dimension from Julius Caesar's time; a fold in the\ncontinuum might readily bring the period of the Roman Senate in contact\nwith the period of radio and automobiles.\n\nA few minutes later the announcer stated that he had received a dozen\ncontemptuous and scornful messages about the idea from scientists and\nhistorians. If these troops had come from Caesar's time, their sudden\ndisappearance would certainly have caused enough sensation to be\nrecorded; and no such record existed. If they came from such a period,\nthey must have disappeared from the sight of the people who lived then;\notherwise one must assume that they went on existing in their own time\nas well as the present day. The idea was rent to bits. The announcer\nwent on with rhetorical questions:\n\nHow many more men were there? What would happen tomorrow? At least\nthere were comforting reports that in the morning the sky would be\ncrowded with planes bearing tons of high-explosive bombs. It could not\nlast long.\n\nSuddenly John slapped his thigh. He went to the telephone and called up\nthe aviation lieutenant.\n\n\"Hello!\" he said. \"Did I get you out of bed? Well, it looks as though\nneither one of us is so bright about war.\"\n\n\"Now what?\" the lieutenant asked.\n\n\"Those last two kegs of dynamite that you dropped on Caesar's army--\"\n\n\"Yes?\" the lieutenant asked.\n\n\"They ought to have been dumped on the buildings on the Indian\nReservation, what?\"\n\nA faint oath came over the phone.\n\n\"Say, Hastings, I feel like resigning my commission and getting a job\nselling bananas. But, what do you say to correcting the oversight? At\nonce?\"\n\n\"I'm there. But wait. I'm getting positively brilliant tonight. Why not\nget the Latin prof to go with us and see what we can find out?\"\n\n\"If I could slap you on the back by phone, I'd do it. I'm waiting for\nyou with the ship. Hurry.\"\n\nProfessor Haven was delighted at the opportunity; the wizened little\nfellow seemed oblivious to the dangers of the undertaking. They put\nrifles in the plane, and two forty-fives apiece in their belts.\n\nThe walled enclosure was visible to the plane from a distance, because\nof a strange reddish glow that came up from it. The glow enabled\nthe lieutenant to note that a long, flat-roofed building offered a\nfar better opportunity for a landing than did the ground, which was\nsystematically spaced with guards. He shut off his motor several miles\naway, and managed his landing with marvelous skill and silence. Only\nthe landing-wheels, bumping over the rough places on the roof, made any\nsound. They waited for thirty minutes in silence, and as no further\nsounds came from the camp, they crept out of the cockpit and stole\nalong the roof.\n\nThe guards pacing about below seemed not to have noticed their landing.\nAhead of them was a large, square affair like a chimney, with a red\nglow coming out of it. But, it was not a chimney, for no heat came from\nit. It might have been a ventilator; in fact as they approached they\nfound that a strong current of air drew _downward_ into it. They could\nlean over the edge and see a large, bright room immediately below them.\n\nIt was certainly no crude Roman room. It was a scientific laboratory,\ncrowded with strange and delicate apparatus. Most of it was quite\nunfamiliar to John in use or nature, despite the fact that he was well\nposted on modern scientific matters, and could make intelligent guesses\nabout scientific things or equipment even out of his own line. He could\nmake nothing out of the things he saw below.\n\nJust beneath them stood a huge Roman officer; the numerous gold\ninsignia on his chest indicated high rank. He stood in front of a glass\njar about four feet high, from which numerous cords led to a table full\nof intricate apparatus. Inside the jar there was something that looked\nlike a piece of seaweed. It was hard, tough, leathery. In the bright\nlight, it might have been a sort of a branching cactus. But it moved\nabout within its jar. It gestured with one of its branches. It pointed\nat the Roman soldier, and nodded a large, head-like portion. A rapid\nrattle of words in a foreign tongue came up to them, and Haven, the\nLatin professor, craned his neck. John recognized a Latin word here and\nthere, but could make out no meaning. Haven later translated what he\nhad heard. The first words he distinguished were those of the big Roman\ngeneral.\n\n\"We need fifty more legions of men by morning,\" he said apologetically.\n\n\"Why not?\" a metallic voice replied. It continued monotonously, with\nscant intonation. \"I'll start them at once and have them ready by\ndaylight.\" There was a quick gesture of the leathery thing in the jar.\nLittle groups of long, red thorns scattered over it.\n\nThe general went on.\n\n\"These people are good fighters. They may conquer us. We haven't a\nthousand soldiers left.\"\n\nThe metallic voice that replied conveyed no emotion, but the gesture of\nthe cactus-like thing in the jar was eloquent of deprecation.\n\n\"To our science they are but a puff of wind,\" the droning voice said.\n\"I can destroy them all by pressing a button. Do you think I have\nstudied the earth and its beast-like men for ages in vain? But, I want\nsport. I've been bored for too many centuries. So, to entertain me you\nshall have your five hundred companies of soldiers tomorrow morning.\nNow go. I must be alone.\"\n\nThe general saluted with an arm straight forward and upward, turned\nabout, and walked out of the field of view, muttering something\ndubiously under his breath. For a long time, all was silent. Then the\nmetallic voice spoke:\n\n\"Earth men, I perceive you up on the roof about the ventilator.\" The\nleathery thing in the jar stirred and the machinery on the table\nclicked.\n\nThe group on the roof started in alarm, but the wizened little Haven\nregained his composure first.\n\n\"Who and what are you?\" he exclaimed.\n\n\"You ask as though you had a right to demand,\" the metallic voice\ndroned. \"But it pleases me to inform you, earth men, that I am a being\nof the planet Mars. Tired of the monotony of life in our dull world, I\ndecided to emigrate. I came peacefully.\"\n\n\"_Peacefully!_\" exclaimed the lieutenant, but the metallic voice went\non as though he had not spoken:\n\n\"I harmed no one until your people attacked my walled enclosure and\ndestroyed my defenders. They have suffered. I am sorry. Let me alone,\nand I shall not molest you. I wish you no harm.\"\n\n\"But!\" exclaimed Haven, \"you cannot take possession of a hundred acres\nof land that belongs to other people, and lay waste to thousands more.\nThat is their land. They will fight for it. How can they let you alone?\"\n\n\"It is better for you not to bother me. The science of Mars is still\nmillions of years ahead of yours--\"\n\nThere arose a shouting and a clatter among the guards below. Their\nsuspicions had been aroused by sounds on the roof. A trampling of\nfeet toward the building increased in volume. The trio hurried to\ntheir plane, swung it about by the tail, and jumping in, took off with\na roar, leaving a band of gaping legionnaires below. John eventually\nfound himself in his bed at about three o'clock in the morning, and\neven then too exhausted to sleep. Questions kept running through his\nmind.\n\nThe creature's claim that it was a Martian, made things more mysterious\ninstead of less so. It was not possible to transport these hundreds of\nthousands of men from Mars. And the buildings and chariots and horses.\nIt would have taken an enormous tonnage of vessels, whose arrival\ncertainly would have been noticed. And to think that Mars was inhabited\nby Roman soldiers was a most preposterous and childish notion. And if\nthe Martians were as far advanced in science as they claimed, why did\nthey use the military methods of ancient Rome? Certainly there was\nstill plenty about this that had not been explained.\n\nJohn slept late and awoke exhausted by his previous day's unwonted\nstress. But the thundering of guns would let him sleep no longer.\nThe radio told him that fighting was going on up around Sioux City\nand westward toward Fremont and Norfolk. Always the reports carried\nthe same statements of the incredible slaughter of innumerable Roman\nsoldiers by the modern engines of war against which their swords and\nshields meant nothing. It was an unbelievable nightmare, creepy,\nhorrible destruction of life and a soaking of the earth with blood, and\npiling up of mounds of dead bodies scores of feet high on the green and\npeaceful prairies. The reports ended up with an optimistic note that\naeroplanes with high-explosive bombs were due to arrive from the East\nat any moment.\n\nThen his telephone rang. It was his dean calling him to a conference\nwith the Commanding Officer of the area. The smiling aviation\nlieutenant was also present. They were discussing the advisability of\ndestroying the Martian in his building, and thus stamping out the rest\nof the trouble.\n\n\"It might not necessarily stop all trouble, you know,\" the medical dean\nsaid; \"those curious men are still loose in large numbers. I think that\nthe creature, instead of being destroyed, ought to be captured and\nstudied.\"\n\nThe dean's view finally prevailed, and it was decided to avoid\ndestroying the spot on which the Martian stood. The adjutant was\nalready busy directing. Army and Navy planes were now arriving in\nswarms from East and West. Arrangements were made to bomb all around\nthe Martian's retreat, and then raid it with a small party when\neverything was clear.\n\nGrimly, methodically, the Army and Navy fliers went about their tasks.\nThey systematically covered the entire contested territory with\nhigh-explosive bombs. In three hours, a Nebraska county was a field\nplowed by a giant, in which persisted one little island, the long house\nin the walled enclosure, with its red-glowing chimney. Airplanes landed\na platoon of the National Guard on the river, and these marched to the\nsurviving building and searched it thoroughly. With them was John and\nhis friend the aviation lieutenant; and also the dean and the Latin\nprofessor. They found nothing anywhere, except in the room below the\nventilator, where the Martian was still sealed in his glass jar.\n\n\"Earth men!\" the metallic voice said suddenly, and the leathery body\njerked in surprise. \"_Homines terrae!_\"\n\nProfessor Haven spoke in Latin. He was imbued with the educated\nperson's ideal of courtesy in the victor.\n\n\"We regret to inform you that we have destroyed all of your men--\"\n\n\"I have been watching you,\" the metallic voice said. Its tones conveyed\nno feeling, but the attitude of the branched body was weary. \"I am\nsurprised I must have missed something.\"\n\n\"Eh? What's that?\"\n\n\"I must have missed something in my observations. After all, your\nfighting machines are very simple. I could have destroyed them in a\nbreath, only, I did not know you had such things. I cannot understand\nwhy I did not find them before.\"\n\nThe men stood in silence, looking at the dry, hard looking thing, not\nknowing what to say. Finally the metallic speaking began again. John\nnoted that the voice came from a metal diaphragm among the apparatus on\nthe table, to which the cords led from the creature in the jar.\n\n\"I cannot understand it. When I planned to migrate to the Earth, I came\nhere and remained many years, studying many men, their bodies, their\nlanguage, their methods of fighting--fighting was something new to me,\nand I enjoyed it; we do not have fighting on Mars. I took all necessary\nobservations so that I might prepare to live among them.\n\n\"Then I went back home and spent sufficient time in research to make\neverything perfect. Of course it took a long time. I devised a suit in\nwhich I could stand in your atmospheric pressure, heat, and moisture;\nmethods of transporting the nuclei of my apparatus to the Earth and\ngrowing them into proper bulk when I arrived, so that I might carry\nonly very little with me. I was especially interested in devising\nmethods of growing human beings on suitable culture media. I developed\nmen who were just a little larger and a little stronger than yours; yet\nnot too much so, because I wanted to see good sport, though remaining\nsure of winning you over in the end--\"\n\n\"Cultured these men!\" Professor Haven exclaimed. He lagged a little in\nusing his Latin words. \"You mean you grow them like we grow bacteria in\ntest-tubes?\" He got his meaning across by many words and much effort.\n\n\"I grew these soldiers on culture media,\" the metallic voice answered,\nand a shriveled arm gestured in a circle. \"With a forced supply of air\nfor carbon, oxygen, and nitrogen, and water for hydrogen, I can grow a\nman in a few hours; or as many men at once as I have culture medium and\ncontainers for. They grow by simultaneous fission of all somatic cells.\"\n\n\"So they are not really human?\" Haven seemed much relieved at the idea\nthat the destruction might not have been that of human life.\n\n\"That depends on what you mean by human,\" the dried-up Martian said, by\nmeans of his machine. \"To me, it means nothing.\"\n\n\"That accounts for the queer differences our pathologist found,\" the\ndean observed when the fact had been translated to him that these\nhordes of men were cultured in a laboratory.\n\n\"Now that you have me in your power,\" the Martian continued, \"please\nexplain to me how you kept all your destructive engines hidden when I\nwas here on my preparatory observation trip.\"\n\nThe dean of the Medical School touched Haven on the shoulder.\n\n\"Ask him how long ago he was here.\"\n\n\"It took me,\" the machine said, \"just about a thousand years (our year\nis twice as long as yours) to work out my methods of transportation,\nmaintenance, and culture, and to make a voice instrument with which to\ntalk to these culture-soldiers.\"\n\nThe dean turned toward the Commanding Officer.\n\n\"Two thousand years ago,\" he said. \"The Romans were just about at the\nheight of their military glory. Explain that to him, and how the world\nand its people have changed since.\"\n\nThe queer, seaweed-like creature nodded in comprehension and settled\nitself down in its jar in resignation.\n\n\"That is the point I overlooked. For millions of years, the Martians,\nat the zenith of scientific knowledge, have remained stable. The idea\nof human change, of progress in civilization, had slipped my mind. Our\nrace has forgotten it. Your race progressed, and left me behind.\"\n\nA little discussion arose among them. All agreed that it would be most\ninteresting and valuable to preserve the Martian carefully in some\nmuseum. A great deal of useful information could be obtained from him.\nMany benefits would accrue to humanity from his knowledge.\n\n\"Only,\" reminded the Commanding Officer, \"how much power does he still\nhave left for doing harm?\"\n\nThe dean was interested, and bent close to the jar to have a better\nlook. He put his hand on the glass.\n\nThere was a quick rush and a crash of furniture. The big Roman general\nleaped up from beneath a couch, where he had been concealed. With sword\nupraised he dashed at the dean.\n\n\"Look out!\" shouted John.\n\nThe Roman general gave a hoarse cry. Fortunately it took a goodly\nnumber of seconds for him to cross the room. The Commanding Officer was\ntugging at his pistol holder. His automatic came out fairly quickly and\nbanged twice. The Roman came rushing on almost to within a foot of the\nmuzzle.\n\nThen his sword dropped with a clatter on the floor, his helmet rolling\nseveral feet away. The case tipped. It toppled. It looked almost as\nthough it would go over.\n\nThen it settled back; but a crackling sound came from it. A crack\nappeared in the glass, and wound spirally around it. There was a sizzle\nof air going into the jar. Machinery clicked and sparks crackled.\n\nThe creature inside jerked convulsively, and then was still. In a few\nminutes it began to bloat, and a red mold spread rapidly over it.",
    "metadata": {
        "author": [
            "Breuer, Miles J. (Miles John)",
            "Breuer, Miles John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64797/pg64797.txt",
        "name": "the_oversight.json"
    }
}