{
    "name": "The Battle of the Bells",
    "author": [
        "Bixby, Jay Lewis",
        "Neal, Harry",
        "Drexel, Jay B.",
        "Lewis, D. B.",
        "Bixby, Jerome",
        "Bixby, Jerry",
        "Lewis, D.B.",
        "Bixby, Drexel Jerome Lewis"
    ],
    "body": "It would happen maybe once or twice a week--never much more. Because\nthings had to be just right.\n\nFor example, it had to be daytime for it to work. At night, nobody was\nlikely to notice the chain hanging down with the handle on the end of\nit.\n\nAnd naturally the victims had to be city folk. Had to be used to just\nreaching up and grabbing and pulling without a thought. Because when\nyou stop to think about it, a chain like that in a place like that is\nabout the most unlikely thing in the world.\n\nBut it worked--it worked often enough to bring grins to the faces of\nany men who were around at the time, and enough to make the town women\nsometimes a little cool toward Charley Mason when they went in to buy\nthings at his store. Because it was strictly a man's joke, and he was\nthe man.\n\n\n\nOwensville is a small town in western Pennsylvania. It sits low in one\nend of a green-sided valley, just a few frame houses and stores strung\nalong a main street ... and that main street is on the one and only\nroad that leads through the valley: a road that all the maps show to be\na convenient and dependable connection between the Penn Turnpike and\nseveral other major routes, should you be heading south.\n\nSo a lot of people drive through Owensville every week--upwards of two\nhundred or so. And there's always one or two of them in the mood to\nspend a little time in a restroom--the last Howard Johnson's is twenty\nmiles back along the Turnpike, and the road down into the valley is a\nbumpy one besides, and you know what that does to your innards.\n\nSo they come driving around the bend under the trees and their car\nwheels thump across the old wooden bridge across Miller's Creek--and\nonce in a while one of them would pull off the road into the yard\nbeside Charley Mason's General Store because they'd spot his\ncrescent-doored outhouse standing there. Charley always kept it painted\nup so it'd be easier to see--clean white with a red roof--and over\nthe door he'd lettered, big enough to see from the bridge, PUBLIC\nRESTROOM.\n\nThen somebody'd get out of the car and go in, and a few minutes later\nthe chain that came up through the roof would yank down as whoever was\ninside reached up and pulled the handle.\n\nAnd then the big old cowbell on the roof--the biggest and noisiest\nCharley'd been able to find--would dance around in the mounting he'd\nmade out of an angle-iron, and go _Blongle, blongle, blok!_\n\nAfter a minute the door'd open and the city folk would come out,\nlooking puzzled and kind of sneaky. They'd give a glance up at the roof\nand see the cowbell mounted there. Some of them might grin at the way\nthey'd been had. But mostly they'd get into their car and drive off\nmaybe a little faster'n they would've ordinarily.\n\nIf it was a woman, it was five times as funny. Because some of the\nolder men were always sitting around on the porch of Charley's store\nplaying pinochle, or lounging down by the bridge just talking, and\nwhen the woman would come out they'd all grin at her and those who had\nmustaches might twiddle them a bit, and she'd get redder'n a bushel of\ntomatoes.\n\nWomen drove off faster'n anybody, usually.\n\nSome townspeople said it wasn't a very good way to advertise Owensville\nto passersby. But Charley said that a town of thirty-two people didn't\nhave to worry about advertising one way or the other--it just needed\ndiversion. And since it was on his property, the cowbell stayed up.\n\nIt was just a gag. It never really hurt anybody. Charley, who could\nincline to philosophy when it suited him, said that the only person it\ncould hurt was somebody who was plain ashamed of being human. And, on\nthe personal side, he admitted he got a kick out of seeing them all\nflustered up that way.\n\nProbably the outhouse and the bell'd still be there, and Charley'd\nstill be getting his laughs, if the fat lady in the green convertible\nhadn't decided to do some praying.\n\n\n\nIt was a late July afternoon, and plenty hot. The sun was reflecting\nlike yellow-green fire off the hills around, and everybody was sitting\nin the shade.\n\nCharley Mason and Sam Knudson were sitting on the store porch playing\ngin, and Luke Yates was just coming up the steps, when they heard a car\napproaching.\n\nCharley and Sam paused in their game and Luke turned his gray head to\nlook.\n\n\"Maybe this time,\" Charley said.\n\nLuke Yates studied the dust cloud moving toward town above the tops of\nthe trees.\n\n\"Coming pretty fast,\" he said. \"Bet they drive right on through.\"\n\n\"A dollar,\" said Charley. \"You bounce harder when you drive fast.\"\n\n\"It's on,\" said Luke.\n\nWaiting, Charley Mason leaned back in his chair and half-closed his\neyes, a lean, bald man in shirt-sleeves, the hand holding his cards\nrelaxed in his lap. They could hear the murmur of the creek carrying\naway the runoff from last night's rain, and the air was sweet with the\nbreath of the fields off down the valley.\n\n\"Rich man,\" said Charley, looking across the yard at his outhouse,\n\"poor man, beggar man, thief. In there, you're all alike in the eyes of\nGod, I guess.\"\n\nSam Knudson nodded thoughtfully. \"In the eyes of _something_, at any\nrate.\"\n\n\"All alike,\" said Luke Yates.\n\n\"Can't see your wallet from _there_,\" Charley said.\n\n\"Your brains either,\" said Luke.\n\nAfter a moment, Charley said, \"Some people's brains, maybe.\"\n\nThey all nodded.\n\nA green convertible driven by a fat woman came around the bend,\ntrailing dust, and rattled across the bridge.\n\n\"New York license plates,\" Luke said, squinting.\n\n\"Yep,\" said Charley.\n\n\"Maybe she'll bite.\"\n\n\"If she stops,\" Charley said, \"maybe she will.\"\n\n\n\nThe green convertible swerved off the road and pulled to a halt beside\nthe store. The fat lady got out and looked around for a moment,\nblinking in the sun. She saw the three old men up on the porch and\nseemed to hesitate. Then she went around the back of the car and headed\nfor the outhouse, walking a little defiantly, head up, her steps steady\nand deliberate.\n\nThe men exchanged glances. Luke handed Charley a dollar bill.\n\n\"Do her some good, maybe,\" Charley said. \"Shy type.\"\n\n\"Like we didn't know how it was,\" Sam said, shaking his head.\n\n\"Or maybe,\" Charley said, \"because we do. Funny.\"\n\nLuke sat down on the bottom-most step and scuffed the dirt of the yard\nwith a toe. They watched the cowbell atop the outhouse, and listened to\nthe murmur of the creek, and heard a bird sing in the big elm out back\nof the store, and waited.\n\nThe chain that came up through the outhouse roof yanked down.\n\nThe cowbell went _Blongle, blongle, blok!_\n\nCharley puffed his pipe in satisfaction. Luke and Sam grinned. They\nwaited for the fat lady to emerge.\n\nWhen she did, a moment later, it was looking puzzled as usual--but\nthere was a difference. She stalked ten feet away from the outhouse,\nabout-faced, and stared up at the cowbell. The men saw the back of her\nneck get red and redder still. Then she turned and came toward the\nporch. Her eyes were narrowed, her hands were clenched into fists, her\nmouth was a determined slash.\n\nShe marched across the yard and stood facing the three men on the\nporch. She put her fists on her hips and glared.\n\nLuke and Sam stopped grinning. Charley's pipe drooped.\n\nThe sun beat down on the valley, the town, the yard, the outhouse,\nthe fat woman. Her brow was shiny with perspiration. She stood there,\nturned her cold blue glare on one man after another, like you'd sweep a\ngatling against enemy ranks.\n\nLuke said uncomfortably, \"Howdy, ma'am.\"\n\n\"You old lechers!\" said the fat woman tightly.\n\nCharley and Luke and Sam exchanged dismayed looks.\n\n\"Now, ma'am--\" Charley began.\n\n\"Don't say anything, you old lechers,\" the fat woman spat. \"I don't\nwant to hear your gloating, oily voices! Of all the lecherous,\nsalacious, lascivious things to do!\"\n\n\"Why,\" Charley said doubtfully, \"I guess we're a little old to be all\nthose things--\"\n\n\"You're never too old to be evil-minded!\" she snapped. \"Even if your\nbodies are too old for unGodliness!\" Her positive and indicating gaze\nraked them up and down, and she saw the cards which Charley held in his\nlap.\n\n\"Playing cards, too!\" she said, her lips curling. \"Well, I guess _that_\nfollows!\"\n\n\"Follows what, ma'am?\" Luke asked puzzledly.\n\nShe saw the brown beer bottle resting on the box beside Charley's chair.\n\n\"_Alcohol!_\" she hissed.\n\n\n\nShe stood glaring up at them, her breath coming fast and shallow, in a\nhalf-crouch that led Charley Mason to wonder if she planned to climb\nright over the porch rail and lace into them physically.\n\nThen, as they watched in wary silence, her anger seemed to abate a\nlittle; over a period of five seconds her fists slowly unclenched, her\nbreath slowed, she straightened.\n\nShe said in a low voice, \"It's the work of the Devil. Anger is not the\nanswer.\"\n\n\"The Devil, ma'am?\" Charley asked.\n\n\"_He_ has made you do this--it is a device to keep lewd and licentious\nthoughts uppermost in your minds and corrupt your immortal souls. I\nsuppose I shouldn't blame you for listening to him ... so _few_ of us\n_are_ able to resist his honeyed mouthings.\"\n\n\"Ma'am,\" Luke said, \"I don't think you should get so excited on a hot\nday like this. Maybe a cold coke--\"\n\n\"I'll pray,\" the fat lady said. \"I'll pray for the Lord to undo this\nDevil's work. I'll pray that your souls be cleansed of the evil\nthoughts the Dark One has put there.\" Her pale blue eyes seemed a\ntrifle fixed, and now she smiled, looking through the men who watched\nher worriedly. \"I--I'm almost proud that I should have suffered this\nhumiliation in order to help Him in His work--it is a small price to\npay, to have been the object of your lustful thoughts, if I can save\nyour souls by telling the Lord what you are doing and seeing to it\nthat He stops you!\"\n\nShe gave them a pitying, sympathetic look. \"You hate me now,\" she said,\n\"but when you are pure you will thank me.\"\n\nShe turned away and walked toward her car, head bowed.\n\nAfter a moment Luke got up from the steps and sank into a chair on the\nporch. \"Does lust mean what I think it means?\" he asked.\n\n\"Guess it does,\" Charley said.\n\n\"Well, back when I _could_ lust, I wouldn't ever have lusted _her_.\"\n\nThey watched her get in and drive off, head still down in an attitude\nof prayer, eyes up so she could drive. The car reached the other end of\nthe main street, followed the road into the trees, and vanished.\n\nCharley stared contemplatively across the yard at his outhouse.\n\n\"Work of the Devil, huh?\" he mused. \"Well, now doesn't that beat all! I\nbet Heaven would kick that prayer right out of court!\"\n\n\"No,\" said a firm voice. \"It was heard.\"\n\n\n\nThe three old men turned and saw a tall, handsome, blond young man,\ndressed in a neat and utterly clean white suit, standing in the\ncenter of the yard. His face wore an expression of perfect peace and\nabounding love.\n\nActually, he wasn't _quite_ standing in the yard yet. When they turned,\nhis feet were about four feet above the ground. As they watched, he\nfloated slowly down until he was standing straight, and tall and\nsmiling a little.\n\nAt that moment, _timelessness_ descended upon the scene--upon Charley\nMason's store, the yard, the outhouse. _Timelessness_ bounded the\narea from one edge of Charley's yard to the other, and from the road\nclear to the woods out back; and that _timelessness_ extended downward\nto a perfect point at the very center of the Earth, and extended upward\nin a perfect cone to Heaven; and within its boundaries nothing that\nhappened was visible to the outside world, or indeed even \"happened\"\nso far as the outside world was concerned: for it all happened in\n_timelessness_ ... in one of those particles of time-substance which\nexists _between_ microseconds on Earth's time continuum: particles so\nsmall that they are of use only to angels, who in their work must often\nget between people and their intended deeds faster than seems possible.\n\nThe young man's calm eyes looked into the minds of the three old\nmen on the porch, and saw no evidence there of lewd or lascivious\nthoughts of the magnitude reported by the fat lady in her prayer. This\ndid not surprise him, for exaggeration is the backbone of prayer, and\nthe Heavenly Workers are used to it. In particular are they used to\nnuisances like the fat lady, who continually turn in false alarms.\n\nClosing his eyes, the young man contacted his secretary-cherubim in\nhis office in Heaven. The cherubim immediately returned the dossiers\nof Luke and Sam and Charley Mason to the Heavenly Files, with no\nadditional notations on the debit side.\n\nThat done--for nothing is so urgent in the eyes of Heaven as the latest\ndata on souls--the young man turned his attention to the outhouse.\n\nHe saw the cowbell, and his lips pursed.\n\nHe left the porch, walking lightly, and crossed the yard to the\nouthouse. The three old men watched him dreamily, unmoving,\ncomprehending, gripped by _timelessness_ and a sense of wonder.\n\nThe young man opened the crescented door and went in. The chain yanked.\nThe cowbell went _Blongle, blongle, blok!_\n\nThe young man reappeared in the door and looked at the old men on the\nporch. He pursed his lips again and shook his head reprimandingly. He\ndisappeared again.\n\nA second later, the cowbell and chain and angle-iron disappeared too.\n\n\n\nThe young man came out, dusting his hands with a white handkerchief. He\ncame back across the yard and mounted the steps. He seated himself on\nthe porch railing, where he could face the three old men.\n\n\"Shame on you,\" he said.\n\nThe men cast their eyes downward.\n\n\"The lady's accusations were somewhat excessive,\" the young man said.\n\"Your motives seem not to have been primarily lascivious, and I have so\ninformed Heaven. But still ... don't you think you should be ashamed of\nyourselves?\" He paused. \"You may nod if you wish.\"\n\nThe men nodded, eyes dreamy.\n\n\"After all,\" the young man said, \"isn't that rather a snide trick to\nplay on tired travelers who seek your hospitality?\"\n\nCharley Mason's mouth worked; his Adam's apple bobbed.\n\n\"Speak,\" said the young man.\n\n\"Gosh,\" Charley said in a low voice, \"it was just a little joke. We\nnever had nothing else in mind--\"\n\n\"I know,\" the young man said. \"I have discounted that element. I am\nspeaking of the unkindness of the prank--the discomfiture which you\nimpose on its victims.\"\n\n\"Oh,\" said Charley. \"I--gosh, it just embarrassed them a little bit,\nthat's all. I mean ... that's all, isn't it?\"\n\n\"No,\" said the young man sternly, \"there is more. Think a moment,\nhumans, upon that common structure in the yard ... think deeply, and\nyou will realize that there is much more to it than meets the eye.\"\n\n\"Guess so,\" mumbled Charley.\n\n\"It is a haven ... a place of wondrous solitude ... a refuge for those\nwho would contemplate without interruption, as many a weary traveler\nyearns for.\"\n\n\"Guess so.\"\n\n\"In what other situation can you be so completely alone ... in a\nperfect isolation not only permitted but sanctioned by your society?\nWhy, humans, I could tell you of the most extraordinary moments of\npiety, of philosophical reflection, of artistic conception which we\nhave recorded as occurring under such circumstances....\"\n\n\"I never thought of it that way, I guess,\" Charley said slowly. \"I\nalways did sort of think it leveled you off, though.\"\n\nThe young man eyed them soberly.\n\n\"In late afternoon,\" he said, \"in the confines of the rustic outhouse,\nsettled happily, hearing the quaint and natural sounds of the insects\nin the field, the flutterings of birds from branch to branch ... do you\nknow that in this day it is the only waking place where one may flee\nfor the inner life?\"\n\nThe old men looked down guiltily.\n\n\"It is ever a reminder of one's mortality,\" the young man said.\n\n\"It is Man in his true aristocratic state,\" he said.\n\n\"And yet at his most humble,\" he said.\n\n\"And now I will leave,\" he said. \"I hope you have seen the light, and\nwill no longer impose your crude, cruel joke on those who trust you for\na moment's peace.\"\n\nHe stood up. \"I hardly think that it was the work of the Devil,\nhowever, as the lady seemed to think--\"\n\nA cloud seemed to come over the sun--but there were no clouds, so\nperhaps the sun dimmed. The birds in the trees were suddenly silent.\nEven the rustling leaves seemed to pause. It grew still darker, and a\nchill breeze sprang up.\n\nA head, whose face was dark and sharp and saturnine, appeared in the\ncenter of the yard.\n\n\n\nAs the young man and the three old men watched, a tall, dark, gaunt man\nin a neatly tailored black suit rose from the ground and stood eying\nthem mockingly.\n\n\"Wasn't it?\" he said in a thin, dry voice, and laughed.\n\nThe young man's lips tightened. He said nothing. The three old men were\nshrunken back in their chairs, staring.\n\nThe Devil--or perhaps the man in black was only _part_ of the Devil,\nfor mysterious and complex are the ways he influences from his bronze\nthrone in the exact center of midwestern Gehenna--turned and sauntered\nto the outhouse. He entered.\n\nA moment later the cowbell and chain and angle-iron reappeared--though\nnot quite as they had been. The chain seemed a little heavier, the\ncowbell a little larger and more shiny.\n\nThe chain was yanked. The cowbell went _Blongle, blongle, blok,\nblok!_--a metallic sound of triumph.\n\nThe man in black came out smirking. He made his way across the yard and\nmounted the porch steps. The young man frowned and lifted a shoulder so\nthe fabrics of their clothing would not touch.\n\nThe man in black went to the opposite end of the porch and sat down in\na chair there. He looked out over the bridge and the murmuring creek\nand the trees beyond and took a pipe from a pocket. From another pocket\nhe took a live coal, which he dropped into the pipe. He puffed, and\nsulphur-smell filled the air.\n\nThe young man got up, sighing and bracing his hands on his knees. He\nstood for a moment regarding the man in black levelly. Then he went\ndown the steps and across the yard and into the outhouse.\n\nChain, cowbell and mounting vanished.\n\nThe man in black rose, still smiling. He passed the three old men,\ntrailing sulphur smoke from his pipe. They shrank back, eyes wide. He\nwent down into the yard and toward the outhouse.\n\nWhen he was halfway there, the young man emerged. They locked eyes, the\nyoung man's cool and determined, the other's hot and mocking and quite\nas determined.\n\nThey passed each other, saying not a word.\n\nAs the young man reached the porch steps, there came from the outhouse\na loud _Blongle, blongle, blongle, blok, blok_, and he paused, one foot\non the steps, lips thinned. He seated himself deliberately, and only\nthen did he look around.\n\nThe new bell was twice as large as the former. The chain was heavier.\nIt hung from a heavy cast-iron mounting.\n\nThe man in black came out. He sauntered back to the porch and seated\nhimself.\n\n\n\nHalf a non-existent hour passed--non-existent, because it passed in\n_timelessness_. The young man sat quietly, seeming to ponder; the\nman in black sat as quietly, smoking his sulphur; the three old men\nsat like mice, their eyes shuttling back and forth between the two\nantagonists.\n\nAt last the young man got up and walked slowly to the outhouse. The\ncowbell and its paraphernalia vanished. This time with a flash of white\nlight.\n\nThe man in black dropped a new lump of smoking sulphur into his pipe\nand tamped it down with his thumb. He walked to the outhouse and\nreplaced the bell with a still bigger one. He yanked at the chain, and\nraucous bellsound filled the yard.\n\nHe came back, and they sat around a while longer.\n\nThe young man went out. The new bell vanished with a flash like\ndiamond-blue lightning.\n\nThe man in black sauntered out. In an enormous mounting atop the\nouthouse appeared a three-foot church bell.\n\nIts chain yanked down.\n\n_Bong-g-g--bong-g-g--bong-g-g...._\n\nThe young man hurried across the yard, shoulders stiff. So quickly that\nthe man in black, eyes mocking, was forced to stand aside at the very\ndoor of the outhouse to permit him to enter.\n\nThe church bell and mounting vanished. With a clap of indignant thunder.\n\nThe man in black resumed his chair on the porch. The young man came\nslowly back across the yard and sat on the steps.\n\nAfter a few minutes the young man said, \"That wasn't very funny.\"\n\n\"I hardly expected you to think so.\"\n\n\"This can go on for an awfully long time you know.\"\n\n\"I have,\" said the man in black, \"an awfully long time. So do you.\"\n\n\"I think that it's rather a silly thing for you to be concerning\nyourself with,\" the young man said. \"After all, it failed to incite\nthese humans to any thoughts which could really be called sinful.\"\n\n\"Then it is an equally silly thing for _you_ to concern yourself with,\nisn't it?\"\n\n\"I do so because it disturbs humans at a time when they may be nearest\nto God.\"\n\n\"I concern myself for the same reason.\"\n\n\n\nA non-existent half hour passed. The young man sat on the steps, his\nwhite suit impeccable, face thoughtful. The man in black sat and smoked\nand smirked. The three old men waited.\n\nOut in the yard the outhouse stood, a battleground of good and evil.\nIts coat of white paint gleamed in the sun, which still stood high\nas a result of _timelessness_. Its red roof was a challenge. To the\nyoung man, staring moodily, the crescent in the door seemed a mocking,\nlopsided smile.\n\nOn the roof stood a new and larger mounting, containing a new and\nlarger cowbell, from which hung a new and heavier chain.\n\nOnce the young man looked upward, as if for guidance.\n\nOnce he sighed and shook his head, as if discouraged.\n\n\"One of us must win,\" he said finally.\n\n\"Always,\" the man in black nodded.\n\n\"If I destroy that bell, you will replace it.\"\n\n\"With a bigger one.\"\n\n\"If you replace it, I shall destroy it.\"\n\n\"And then I shall replace it again.\"\n\n\"Do you really feel,\" asked the young man, \"that so small a purpose is\nworth such an effort?\"\n\n\"I might ask you the same question.\"\n\n\"Tiny building blocks may build a great edifice.\"\n\n\"The removal of one may contribute to its ruin.\"\n\nThe creek murmured. Out in back of the store, the bird in the elm sang\na hesitant note, and then was silent.\n\nCharley Mason cleared his throat.\n\nThe man in black turned his hot, mocking gaze on Charley. Charley\nclosed his mouth so hard his teeth clicked.\n\nThe young man said, \"You need not fear him, mortal--only his\ntemptations.\"\n\n\"Mister--\" Charley said hesitantly.\n\n\"Yes?\"\n\n\"Something sort of has me wondering.\"\n\n\"Yes?\"\n\n\"Well--I've been watching you two go at it, and--well, it sort of looks\nlike this other feller has the edge on you right down the line. I mean,\nlike he was all confident, and you just don't know how to get around\nhim--\"\n\nThe young man nodded somberly. \"I have been waiting for you to make\nthat observation, human. It is true. Evil has only to _be_ ... has only\nto _exist_ for its work to be half done. It is a pit; you have only\nto fall into it. While to be good, you must exert yourself to climb\n_out_ of the pit.\" He looked sadly at the smirking man in black. \"He\nwalks confidently, for he requires no more than your acceptance of him,\nyour tolerance, your passivity, your apathy. How can such a dynamic\nimbalance threaten him?... He must only _be_ to be strong; you must\n_act_ to make him weak.\"\n\nThe young man got up and stretched his arms. He looked upward at the\nsky again, and seemed to be listening. He shrugged a little.\n\n\"It has been pointed out to me,\" he said, \"that I have demonstrated\nsufficiently--now there are other matters to be attended to. I will\ndestroy the bell once again ... but mark these words well, humans: the\nDark One will create another--and it, like all his creations, will be\na potential for evil. Not a large evil, perhaps, in this case, nor\nan evil in itself by the simple fact of its existence--rather his\ncreations represent the potential of evil _within yourselves_. After he\ngoes, I urge that you take down the bell and throw it away ... destroy\nit ... for as you have seen he is powerless to prevent that. If he\ncreates another, cast it aside also. Keep doing so. The bell is but\nthe symbol, the temptation: the conquest of evil can take place only\nin your own souls; you must _act_ in the face of that temptation. The\nbattleground is not this town, nor this yard, nor that structure, but\nin _yourselves_. In you is the pit; in you must be the strength and\nwill to escape it. Do you understand?\"\n\nThree nods.\n\n\n\nThe young man looked into their minds for the last time, to assure\nhimself of their purity.\n\nAnd in Charley Mason's mind he saw a tiny, half-hidden thought that\nstruck him so forcibly that he almost smiled. Deep in Charley's mind,\nbeneath all his awe and wonder at the present situation, almost on a\nsubconscious level, Charley's sense of humor was still working--the\nsense of humor that had come up with the cowbell joke in the first\nplace.\n\nNow, in Charley's mind, was a solution for the present difficulty. Not\na solution, actually; for the realities of the problem were already\nsolved--solved in the minds of the three old men and their firm resolve\nto do nothing ever again that would precipitate this kind of Heavenly\nand Satanic tug-of-war in the arena of their souls.\n\nBut it would end this business of bell/no bell very nicely. And not\ninappropriately, the young man thought. He would arrange the situation\njust as Charley was mentally picturing it. And seeing what Charley had\nin mind finally brought a smile to the young man's face.\n\nHe walked across the yard and entered the outhouse. The bell and chain\nand mounting vanished. This time the young man was gone from sight\njust a little longer than any time previously, and when he came out he\nlooked just a tiny bit expectant.\n\nHe waved in friendly fashion at the three men on the porch and rose\ninto the sky, faster and faster until he disappeared into the sun.\n\nThe man in black got up from his chair and knocked out his pipe on a\nheel--or rather, where a heel should have been, for it was now evident\nfor the first time that he had black hooves instead of feet.\n\nThe wad of sulphur fell to the boards and smoked and stank.\n\n\"He was right, you know,\" he said. \"The battle was in yourselves. And\nI suppose I've lost. I seem to be losing more and more these days ...\nthough I'm by no means through. I suppose if I put up another bell,\nyou'll just take it down.\" He sighed and stretched his long black-clad\narms wide, as the young man had done. \"Well, it's been diverting. I\nthink I _will_ put up another bell--just for the Hell of it.\"\n\nHe went down the steps, across the yard, into the outhouse.\n\nAn enormous cowbell appeared on the roof--a prince of cowbells, a\ncowbell fit for the neck of Babe, the giant blue ox of Paul Bunyan.\nFrom it hung an inch-thick chain.\n\nThe chain yanked down, the cowbell went _BLONGLE, BLONGLE, BLOK, BLOK,\nBLOK!_--and Charley's plan which the young man had arranged before\nleaving the confines of the outhouse became evident.\n\nThere was a loud flushing sound. A herculean flush. The walls collapsed\ninward with a giant roar and an enormous swoosh and a gargantuan\ngurgle. A moment later there was only a deep hole in the ground where\nthe outhouse had stood. And then the sides of the hole crumbled in to\nform a shallow pit.\n\n_Timelessness_ ended.\n\nLuke scratched his head and stared from Sam over to Charley. \"Did you\ntwo dream the same thing I did?\" his voice was awed.\n\nSam pointed over to where the pit made a raw scar in the ground.\n\"Weren't no dream. Or if it was, we're still asleep.\"\n\nCharley had a laughing glint in his eye. \"We're not asleep, and it\nwasn't any dream. 'Specially the ending.\"\n\nLuke and Sam looked at him puzzled for a moment. Then they both laughed\nand Charley joined them.\n\n\"Bet that flush was the damndest joke Satan ever had played on him!\"\nLuke gasped, holding his sides.\n\n\"One _hell_ of a joke, Charley,\" Sam choked. \"What I wouldn't give to\nhave seen his face!\"\n\nCharley agreed. He began to laugh even harder as he wondered if there\nwas any soap and water down in Gehenna. He had an idea Satan might be\npraying for some.",
    "metadata": {
        "author": [
            "Bixby, Jay Lewis",
            "Neal, Harry",
            "Drexel, Jay B.",
            "Lewis, D. B.",
            "Bixby, Jerome",
            "Bixby, Jerry",
            "Lewis, D.B.",
            "Bixby, Drexel Jerome Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66393/pg66393.txt",
        "name": "the_battle_of_the_bells.json"
    }
}