{
    "name": "The Dragon-Queen of Jupiter",
    "author": [
        "Brackett, Leigh Douglass",
        "Hamilton, Leigh Brackett",
        "Brackett, Leigh"
    ],
    "body": "Tex stirred uneasily where he lay on the parapet, staring into the\nheavy, Jupiterian fog. The greasy moisture ran down the fort wall,\nlay rank on his lips. With a sigh for the hot, dry air of Texas, and\na curse for the adventure-thirst that made him leave it, he shifted\nhis short, steel-hard body and wrinkled his sandy-red brows in the\nnever-ending effort to see.\n\nA stifled cough turned his head. He whispered. \"Hi, Breska.\"\n\nThe Martian grinned and lay down beside him. His skin was wind-burned\nlike Tex's, his black eyes nested in wrinkles caused by squinting\nagainst sun and blowing dust.\n\nFor a second they were silent, feeling the desert like a bond between\nthem. Then Breska, mastering his cough, grunted:\n\n\"They're an hour late now. What's the matter with 'em?\"\n\nTex was worried, too. The regular dawn attack of the swamp-dwellers was\nlong overdue.\n\n\"Reckon they're thinking up some new tricks,\" he said. \"I sure wish our\nrelief would get here. I could use a vacation.\"\n\nBreska's teeth showed a cynical flash of white.\n\n\"If they don't come soon, it won't matter. At that, starving is\npleasanter than beetle-bombs, or green snakes. Hey, Tex. Here comes the\nSkipper.\"\n\nCaptain John Smith--Smith was a common name in the Volunteer\nLegion--crawled along the catwalk. There were new lines of strain on\nthe officer's gaunt face, and Tex's uneasiness grew.\n\nHe knew that supplies were running low. Repairs were urgently needed.\nWasn't the relief goin' to come at all?\n\nBut Captain Smith's pleasant English voice was as calm as though he\nwere discussing cricket-scores in a comfortable London club.\n\n\"Any sign of the beggars, Tex?\"\n\n\"No, sir. But I got a feeling....\"\n\n\"H'm. Yes. We all have. Well, keep a sharp....\"\n\nA scream cut him short. It came from below in the square compound. Tex\nshivered, craning down through the rusty netting covering the well.\n\nHe'd heard screams like that before.\n\nA man ran across the greasy stones, tearing at something on his wrist.\nOther men ran to help him, the ragged remnant of the force that had\nmarched into new Fort Washington three months before, the first\ngarrison.\n\nThe tiny green snake on the man's wrist grew incredibly. By the time\nthe first men reached it, it had whipped a coil around its victim's\nneck. Faster than the eye could follow, it shifted its fangs from\nwrist to throat.\n\nThe man seemed suddenly to go mad. He drew his knife and slashed at his\ncomrades, screaming, keeping them at bay.\n\nThen, abruptly, he collapsed. The green snake, now nearly ten feet\nlong, whipped free and darted toward a drainage tunnel. Shouting men\nsurrounded it, drawing rapid-fire pistols, but Captain Smith called out:\n\n\"Don't waste your ammunition, men!\"\n\nStartled faces looked up. And in that second of respite, the snake\ncoiled and butted its flat-nosed head against the grating.\n\nIn a shower of rust-flakes it fell outward, and the snake was gone like\na streak of green fire.\n\nTex heard Breska cursing in a low undertone. A sudden silence had\nfallen on the compound. Men fingered the broken grating, white-faced as\nthey realized what it meant. There would be no metal for repairs until\nthe relief column came.\n\nIt was hard enough to bring bare necessities over the wild terrain. And\nair travel was impracticable due to the miles-thick clouds and magnetic\nvagaries. There would be no metal, no ammunition.\n\nTex swore. \"Reckon I'll never get used to those varmints, Captain. The\nrattlers back home was just kid's toys.\"\n\n\"Simple enough, really.\" Captain Smith spoke absently, his gray eyes\nfollowing the sag of the rusty netting below.\n\n\"The green snakes, like the planarians, decrease evenly in size with\nstarvation. They also have a vastly accelerated metabolism. When they\nget food, which happens to be blood, they simply shoot out to their\nnormal size. An injected venom causes their victims to fight off help\nuntil the snake has fed.\"\n\nBreska snarled. \"Cute trick the swamp men thought up, starving those\nthings and then slipping them in on us through the drain pipes. They're\nso tiny you miss one, every once in a while.\"\n\n\"And then you get that.\" Tex nodded toward the corpse. \"I wonder who\nthe war-chief is. I'd sure like to get a look at him.\"\n\n\"Yes,\" said Captain Smith. \"So would I.\"\n\nHe turned to go, crawling below the parapet. You never knew what\nmight come out of the fog at you, if you showed a target. The body was\ncarried out to the incinerator as there was no ceremony about burials\nin this heat. A blob of white caught Tex's eye as a face strained\nupward, watching the officer through the rusty netting.\n\nTex grunted. \"There's your countryman, Breska. I'd say he isn't so sold\non the idea of making Venus safe for colonists.\"\n\n\"Oh, lay off him, Tex.\" Breska was strangled briefly by a fit of\ncoughing. \"He's just a kid, he's homesick, and he's got the wheezes,\nlike me. This lowland air isn't good for us. But just wait till we\nknock sense into these white devils and settle the high plateaus.\"\n\nIf he finished, Tex didn't hear him. The red-haired Westerner was\nstaring stiffly upward, clawing for his gun.\n\n\n\nHe hadn't heard or seen a thing. And now the fog was full of thundering\nwings and shrill screams of triumph. Below the walls, where the\nground-mist hung in stagnant whorls, a host of half-seen bodies crowded\nout of the wilderness into which no civilized man had ever gone.\n\nThe rapid-fire pistol bucked and snarled in Tex's hand. Captain Smith,\nlying on his belly, called orders in his crisp, unhurried voice. C\nBattery on the northeast corner cut in with a chattering roar, spraying\nexplosive bullets upward, followed by the other three whose duty it was\nto keep the air clear.\n\nTex's heart thumped. Powder-smoke bit his nostrils. Breska began to\nwhistle through his teeth, a song that Tex had taught him, called, \"The\nLone Prairee.\"\n\nThe ground-strafing crews got their guns unlimbered, and mud began to\nsplash up from below. But it wasn't enough. The gun emplacements were\nonly half manned, the remainder of the depopulated garrison having been\noff-duty down in the compound.\n\nThe Jupiterians were swarming up the incline on which the fort stood,\nattacking from the front and fanning out along the sides when they\nreached firm ground. The morasses to the east and west were absolutely\nimpassable even to the swamp-men, which was what made Fort Washington\na strategic and envied stronghold.\n\nTex watched the attackers with mingled admiration and hatred. They had\nguts; the kind the Red Indians must have had, back in the old days in\nAmerica. They had cruelty, too, and a fiendish genius for thinking up\ntricks.\n\nIf the relief column didn't come soon, there might be one trick too\nmany, and the way would be left open for a breakthrough. The thin,\nhard-held line of frontier posts could be flanked, cut off, and\nannihilated.\n\nTex shuddered to think what that would mean for the colonists, already\ncoming hopefully into the fertile plateaus.\n\nA sluggish breeze rolled the mist south into the swamps, and Tex got\nhis first clear look at the enemy. His heart jolted sharply.\n\nThis was no mere raid. This was an attack.\n\nHordes of tall warriors swarmed toward the walls, pale skinned giants\nfrom the Sunless Land with snow-white hair coiled in warclubs at the\nbase of the skull. They wore girdles of reptile skin, and carried bags\nslung over their brawny shoulders. In their hands they carried clubs\nand crude bows.\n\nBeside them, roaring and hissing, came their war-dogs; semi-erect\nreptiles with prehensile paws, their powerful tails armed with\nartificial spikes of bone.\n\nScaling ladders banged against the walls. Men and beasts began to\nclimb, covered by companions on the ground who hurled grenades of baked\nmud from their bags.\n\n\"Beetle-bombs!\" yelled Tex. \"Watch yourselves!\"\n\nHe thrust one ladder outward, and fired point-blank into a dead-white\nface. A flying clay ball burst beside the man who fired the nearest\nground gun, and in a split second every inch of bare flesh was covered\nby a sheath of huge scarlet beetles.\n\nTex's freckled face hardened. The man's screams knifed upward through\nthe thunder of wings. Tex put a bullet carefully through his head and\ntumbled the body over the parapet. Some of the beetles were shaken off,\nand he glimpsed bone, already bare and gleaming.\n\nMissiles rained down from above; beetle-bombs, green snakes made\nworm-size by starvation. The men were swarming up from the compound\nnow, but the few seconds of delay almost proved fatal.\n\nThe aerial attackers were plain in the thinning mist--lightly-built men\nmounted on huge things that were half bird, half lizard.\n\nThe rusty netting jerked, catching the heavy bodies of man and lizard\nshot down by the guns. Tex held his breath. That net was all that\nprotected them from a concerted dive attack that would give the natives\na foot-hold inside the walls.\n\nA gun in A Battery choked into silence. Rust, somewhere in the\nmechanism. No amount of grease could keep it out.\n\nBreska swore sulphurously and stamped a small green thing flat. Red\nbeetles crawled along the stones--thank God the things didn't fly. Men\nfought and died with the snakes. Another gun suddenly cut out.\n\nTex fired steadily at fierce white heads thrust above the parapet. The\nman next to him stumbled against the infested stones. The voracious\nscarlet flood surged over him, and in forty seconds his uniform sagged\non naked bones.\n\nBreska's shout warned Tex aside as a lizard fell on the catwalk. Its\nrider pitched into the stream of beetles and began to die. Wings beat\nclose overhead, and Tex crouched, aiming upward.\n\nHis freckled face relaxed in a stare of utter unbelief.\n\n\n\nShe was beautiful. Pearl-white thighs circling the gray-green barrel\nof her mount, silver hair streaming from under a snake-skin diadem\nset with the horns of a swamp-rhino, a slim body clad in girdle and\nbreast-plates of irridescent scales.\n\nHer face was beautiful, too, like a mask cut from pearl. But her eyes\nwere like pale-green flames, and the silver brows above them were drawn\ninto a straight bar of anger.\n\nTex had never seen such cold, fierce hate in any living creature, even\na rattler coiled to strike.\n\nHis gun was aimed, yet somehow he couldn't pull the trigger. When he\nhad collected his wits, she was gone, swooping like a stunting flyer\nthrough the fire of the guns. She bore no weapons, only what looked\nlike an ancient hunting-horn.\n\nTex swore, very softly. He knew what that horned diadem meant.\n\nThis was the war chief!\n\nThe men had reached the parapet just in time. Tex blasted the head from\na miniature Tyrannosaurus, dodged the backlash of the spiked tail, and\nthrew down another ladder. Guns snarled steadily, and corpses were\npiling up at the foot of the wall.\n\nTex saw the woman urge her flying mount over the pit of the compound,\nsaw her searching out the plan of the place--the living quarters, the\nwater tanks, the kitchen, the radio room.\n\nImpelled by some inner warning that made him forget all reluctance to\nwar against a woman, Tex fired.\n\nThe bullet clipped a tress of her silver hair. Eyes like pale green\nflames burned into his for a split second, and her lips drew back from\nreptilian teeth, white, small, and pointed.\n\nThen she whipped her mount into a swift spiral climb and was gone,\nflashing through streamers of mist and powder-smoke.\n\nA second later Tex heard the mellow notes of her horn, and the\nattackers turned and vanished into the swamp.\n\nAs quickly as that, it was over. Yet Tex, panting and wiping the sticky\nsweat from his forehead, wasn't happy.\n\nHe wished she hadn't smiled.\n\nMen with blow-torches scoured the fort clean of beetles and green\nsnakes. One party sprayed oil on the heaps of bodies below and fired\nthem. The netting was cleared, their own dead burned.\n\nTex, who was a corporal, got his men together, and his heart sank as he\ncounted them. Thirty-two left to guard a fort that should be garrisoned\nby seventy.\n\nAnother attack like that, and there might be none. Yet Tex had an\nuneasy feeling that the attack had more behind it than the mere attempt\nto carry the fort by storm. He thought of the woman whose brain had\nevolved all these hideous schemes--the beetle-bombs, the green snakes.\nShe hadn't risked her neck for nothing, flying in the teeth of four\nbatteries.\n\nHe had salvaged the lock of silver hair his bullet had clipped. Now it\nseemed almost to stir with malign life in his pocket.\n\nCaptain John Smith came out of the radio room. The officer's gaunt\nface was oddly still, his gray eyes like chips of stone.\n\n\"At ease,\" he said. His pleasant English voice had that same quality of\ndead stillness.\n\n\"Word has just come from Regional Headquarters. The swamp men have\nattacked in force east of us, and have heavily beseiged Fort Nelson.\nOur relief column had been sent to relieve them.\n\n\"More men are being readied, but it will take at least two weeks for\nany help to reach us.\"\n\n\n\nTex heard the hard-caught breaths as the news took the men like a jolt\nin the belly. And he saw eyes sliding furtively aside to the dense\nblack smoke pouring up from the incinerator, to the water tanks, and to\nthe broken grating.\n\nSomebody whimpered. Tex heard Breska snarl, \"Shut up!\" The whimperer\nwas Kuna, the young Martian who had stared white-faced at the captain a\nshort while before.\n\nCaptain Smith went on.\n\n\"Our situation is serious. However, we can hold out another fortnight.\nSupplies will have to be rationed still further, and we must conserve\nammunition and man-power as much as possible. But we must all remember\nthis.\n\n\"Help is coming. Headquarters are doing all they can.\"\n\n\"With the money they have,\" said Breska sourly, in Tex's ear. \"Damn the\ntaxpayers!\"\n\n\"... and we've only to hold out a few days longer. After all, we\nvolunteered for this job. Jupiter is a virgin planet. It's savage,\nuncivilized, knowing no law but brute force. But it can be built into a\ngreat new world.\n\n\"If we do our jobs well, some day these swamps will be drained, the\njungles cleared, the natives civilized. The people of Earth and Mars\nwill find new hope and freedom here. It's up to us.\"\n\nThe captain's grim, gaunt face relaxed, and his eyes twinkled.\n\n\"Pity we're none of us using our right names,\" he said. \"Because I\nthink we're going to get them in the history books!\"\n\nThe men laughed. The tension was broken. \"Dismissed,\" said Captain\nSmith, and strolled off to his quarters. Tex turned to Breska.\n\nThe Martian, his leathery dark face set, was gripping the arms of his\nyoung countryman, the only other Martian in the fort.\n\n\"Listen,\" hissed Breska, his teeth showing white like a dog's fangs.\n\"Get hold of yourself! If you don't, you'll get into trouble.\"\n\nKuna trembled, his wide black eyes watching the smoke from the bodies\nroll up into the fog. His skin lacked the leathery burn of Breska's.\nTex guessed that he came from one of the Canal cities, where things\nwere softer.\n\n\"I don't want to die,\" said Kuna softly. \"I don't want to die in this\nrotten fog.\"\n\n\"Take it easy, kid.\" Tex rubbed the sandy-red stubble on his chin and\ngrinned. \"The Skipper'll get us through okay. He's aces.\"\n\n\"Maybe.\" Kuna's eyes wandered round to Tex. \"But why should I take the\nchance?\"\n\nHe was shaken suddenly by a fit of coughing. When he spoke again, his\nvoice had risen and grown tight as a violin string.\n\n\"Why should I stay here and cough my guts out for something that will\nnever be anyway?\"\n\n\"Because,\" said Breska grimly, \"on Mars there are men and women\nbreaking their backs and their hearts, to get enough bread out of the\ndeserts. You're a city man, Kuna. Have you ever seen the famines that\nsweep the drylands? Have you ever seen men with their ribs cutting\nthrough the skin? Women and children with faces like skulls?\n\n\"That's why I'm here, coughing my guts out in this stinking fog.\nBecause people need land to grow food on, and water to grow it with.\"\n\nKuna's dark eyes rolled, and Tex frowned. He'd seen that same starry\nlook in the eyes of cattle on the verge of a stampede.\n\n\"What's the bellyache?\" he said sharply. \"You volunteered, didn't you?\"\n\n\"I didn't know what it meant,\" Kuna whispered, and coughed. \"I'll die\nif I stay here. I don't want to die!\"\n\n\"What,\" Breska said gently, \"are you going to do about it?\"\n\nKuna smiled. \"She was beautiful, wasn't she, Tex?\"\n\nThe Texan started. \"I reckon she was, kid. What of it?\"\n\n\"You have a lock of her hair. I saw you pick it from the net. The\nnet'll go out soon, like the grating did. Then there won't be anything\nto keep the snakes and beetles off of us. She'll sit up there and watch\nus die, and laugh.\n\n\"But I won't die, I tell you! I won't!\"\n\nHe shuddered in Breska's hands, and began to laugh. The laugh rose\nto a thin, high scream like the wailing of a panther. Breska hit him\naccurately on the point of the jaw.\n\n\"Cafard,\" he grunted, as some of the men came running. \"He'll come\nround all right.\"\n\nHe dragged Kuna to the dormitory, and came back doubled up with\ncoughing from the exertion. Tex saw the pain in his dark face.\n\n\"Say,\" he murmured, \"you'd better ask for leave when the relief gets\nhere.\"\n\n\"_If_ it gets here,\" gasped the Martian. \"That attack at Fort Nelson\nwas just a feint to draw off our reinforcements.\"\n\nTex nodded. \"Even if the varmints broke through there, they'd be\nstopped by French River and the broken hills beyond it.\"\n\nA map of Fort Washington's position formed itself in his mind; the\nstone blockhouse commanding a narrow tongue of land between strips of\nimpassable swamp, barring the way into the valley. The valley led back\ninto the uplands, splitting so that one arm ran parallel to the swamps\nfor many miles.\n\nTo fierce and active men like the swamp-dwellers, it would be no trick\nto swarm down that valley, take Fort Albert and Fort George by surprise\nin a rear attack, and leave a gap in the frontier defenses that could\nnever be closed in time.\n\nAnd then hordes of white-haired warriors would swarm out, led by that\nbeautiful fury on the winged lizard, rouse the more lethargic pastoral\ntribes against the colonists, and sweep outland Peoples from the face\nof Venus.\n\n\"They could do it, too,\" Tex muttered. \"They outnumber us a thousand to\none.\"\n\n\"And,\" added Breska viciously, \"the lousy taxpayers won't even give us\ndecent equipment to fight with.\"\n\nTex grinned. \"Armies are always step-children. I guess the sheep just\nnever did like the goats, anyhow.\" He shrugged. \"Better keep an eye on\nKuna. He might try something.\"\n\n\"What could he do? If he deserts, they'll catch him trying to skip out,\nif the savages don't get him first. He won't try it.\"\n\nBut in the morning Kuna was gone, and the lock of silver hair in Tex's\npocket was gone with him.\n\n\n\nFive hot, steaming days dragged by. The water sank lower and lower\nin the tank. Flakes of rust dropped from every metal surface at the\nslightest touch.\n\nTex squatted on a slimy block of stone in the compound, trying to\nforget hunger and thirst in the task of sewing a patch on his pants.\nFog gathered in droplets on the reddish hairs of his naked legs,\ncovered his face with a greasy patina.\n\nBreska crouched beside him, coughing in deep, slow spasms. Out under\nthe sagging net, men were listlessly washing underwear in a tub of\nboiled swamp water. The stuff held some chemical that caused a stubborn\nsickness no matter what you did to it.\n\nTex looked at it thirstily. \"Boy!\" he muttered. \"What I wouldn't give\nfor just one glass of ice water!\"\n\n\"Shut up,\" growled Breska. \"At least, I've quit being hungry.\"\n\nHe coughed, his dark face twisted in pain. Tex sighed, trying to ignore\nthe hunger that chewed his own belly like a prisoned wolf.\n\nNine more days to go. Food and water cut to the barest minimum. Gun\nparts rusting through all the grease they could put on. The strands of\nthe net were perilously thin. Even the needle in his hand was rusted so\nthat it tore the cloth.\n\nOf the thirty-one men left after Kuna deserted, they had lost seven;\nfour by green snakes slipped in through broken drain gratings, three\nby beetle-bombs tossed over the parapet. There had been no further\nattacks. In the dark, fog-wrapped nights, swamp men smeared with black\nmud crept silently under the walls, delivered their messages of death,\nand vanished.\n\nIn spite of the heat, Tex shivered. How much longer would this silent\nwar go on? The swamp-men had to clear the fort before the relief column\ncame. Where was Kuna, and why had he stolen that lock of hair? And what\nscheme was the savage beauty who led these devils hatching out?\n\nWater slopped in the tub. Somebody cursed because the underwear never\ndried in this lousy climate. The heat of the hidden sun seeped down in\nstifling waves.\n\nAnd suddenly a guard on the parapet yelled.\n\n\"Something coming out of the swamp! Man the guns!\"\n\nTex hauled his pants on and ran with the others. Coming up beside the\nlookout, he drew his pistol and waited.\n\nSomething was crawling up the tongue of dry land toward the fort. At\nfirst he thought it was one of the scaly war-dogs. Then he caught a\ngleam of scarlet collar-facings, and shouted.\n\n\"Hold your fire, men! It's Kuna!\"\n\nThe grey, stooped thing came closer, going on hands and knees, its dark\nhead hanging. Tex heard Breska's harsh breathing beside him. Abruptly\nthe Martian turned and ran down the steps.\n\n\"Don't go out there, Breska!\" Tex yelled. \"It may be a trap.\" But the\nMartian went on, tugging at the rusty lugs that held the postern gate.\nIt came open, and he went out.\n\nTex sent men down to guard it, fully expecting white figures to burst\nfrom the fog and attempt to force the gate.\n\nBreska reached the crawling figure, hauled it erect and over one\nshoulder, and started back at a stumbling run. Still there was no\nattack. Tex frowned, assailed by some deep unease. If Kuna had gone\ninto the swamps, he should never have returned alive. There was a trap\nhere somewhere, a concealed but deadly trick.\n\nSilence. The rank mist lay in lazy coils. Not a leaf rustled in the\nswamp edges.\n\nTex swore and ran down the steps. Breska fell through the gate and\nsagged down, coughing blood, and it was Tex who caught Kuna.\n\nThe boy lay like a grey skeleton in his arms, the bones of his face\nalmost cutting the skin. His mouth was open. His tongue was black and\nswollen, like that of a man dying of thirst.\n\nKuna's sunken, fever-yellowed eyes opened. They found the tub, in which\nsoiled clothing still floated.\n\nWith a surge of strength that took Tex completely by surprise, the boy\nbroke from him and ran to the water, plunging his face in and gulping\nlike an animal.\n\nTex pulled him away. Kuna sagged down, sobbing. There was something\nwrong about his face, but Tex couldn't think what.\n\n\"Won't let me drink,\" he whispered. \"Still won't let me drink. Got to\nhave water.\" He clawed at Tex. \"Water!\"\n\nTex sent someone after it, trying to think what was strange about Kuna,\nscowling. There were springs of sweet water in the swamps, and even the\nnatives couldn't drink the other. Was it simply the desire to torture\nthat had made them deny the deserter water?\n\nTex caught the boy's collar. \"How did you get away?\"\n\nBut Kuna struggled to his knees. \"Breska,\" he gasped. \"Breska!\"\n\nThe older man looked at him, wiping blood from his lips. Kuna said\nsomething in Martian, retched, choked on his own blood, and fell over.\nTex knew he was dead.\n\n\"What did he say, Breska?\"\n\nThe Martian's teeth showed briefly white.\n\n\"He said he wished he'd had my guts.\" His expression changed abruptly.\nHe caught Tex's shoulder.\n\n\"Look, Tex! Look at the water!\"\n\n\n\nWhere there had been nearly a full tub, there was now only a little\nmoisture left in the bottom. While Tex watched, that too disappeared,\nleaving the wood dry.\n\nTex picked up an undershirt. It was as dry as any he'd ever hung in\nthe prairie air, back in Texas. He touched his face. The skin was like\nsun-cured leather. His hair had not a drop of fog on it.\n\nYet the mist hung as heavy as ever.\n\nCaptain Smith came out of the radio room, looking up at the net and the\nguns. Tex heard him mutter, quite unconsciously.\n\n\"It's the rust that'll beat us. It's the rust that'll lose us Jupiter\nin the end.\"\n\nTex said, \"Captain....\"\n\nSmith looked at him, startled. But he never had time to ask what the\nmatter was. The lookout yelled. Wings rushed overhead. Guns chattered\nfrom the parapet. The attack was on.\n\nTex ran automatically for the catwalk. Passing Kuna's crumpled body, he\nrealized something he should have seen at first.\n\n\"Kuna's body was dry when he came into the fort. All dry, even his\nclothes.\" And then, \"Why did the swamp-men wait until he was safely\ninside and the door closed to attack?\"\n\nWith a quarter of their guns disabled and two-thirds of their garrison\ngone, they still held superiority due to their position and powerful\nweapons.\n\nThere was no concerted attempt to force the walls. Groups of\nwhite-haired warriors made sallies, hurled beetle-bombs and weighed\nbags of green snakes, and retired into the mist. They lost men, but not\nmany.\n\nIn the air, it was different. The weird, half-feathered mounts wheeled\nand swooped, literally diving into the gunbursts, the riders hurling\nmissiles with deadly accuracy. And they were dying, men and lizards, by\nthe dozen.\n\nTex, feeling curiously dazed, fired automatically. Bodies thrashed into\nthe net. Rust flakes showered like rain. Looking at the thin strands,\nTex wondered how long it would hold.\n\nAbruptly he caught sight of what, subconsciously, he'd been looking\nfor. She was there, darting high over the melee, her silver hair\nflying, her body an iridescent pearl in the mist.\n\nCaptain Smith spoke softly.\n\n\"You see what she's up to, Tex? Those flyers are volunteers. Their\norders are to kill as many of our men as possible before they die\nthemselves, but they must fall inside the walls! On the net, Tex. To\nweaken, break it, if possible.\"\n\nTex nodded. \"And when it goes....\"\n\n\"We go. We haven't enough men to beat them if they should get inside\nthe walls.\"\n\nSmith brushed his small military mustache, his only sign of\nnervousness. Tex saw him start, saw him touch the bristles wonderingly,\nthen finger his skin, his tunic, his hair.\n\n\"Dry,\" he said, and looked at the fog. \"My Lord, dry!\"\n\n\"Yes,\" returned Tex grimly. \"Kuna brought it back. He couldn't get wet\neven when he tried to drink. Something that eats water. Even if the net\nholds, we'll die of thirst before we're relieved.\"\n\nHe turned in sudden fury on the distant figure of the woman and emptied\nhis gun futilely at her swift-moving body.\n\n\"Save your ammunition,\" cautioned Smith, and cried out, sharply.\n\nTex saw it, the tiny green thing that had fastened on his wrist. He\npulled his knife and lunged forward, but already the snake had grown\nincredibly. Smith tore at it vainly.\n\nTex got in one slash, felt his knife slip futilely on rubbery flesh of\nenormous contractile power. Then the venom began to work. A mad look\ntwisted the officer's face. His gun rose and began to spit bullets.\n\nGrimly, Tex shot the gun out of Smith's hand, and struck down with the\ngun-barrel. Smith fell. But already the snake had thrown a coil round\nhis neck and shifted its grip to the jugular.\n\nTex sawed at the rubbery flesh. Beaten as though with a heavy whip, he\nstood at last with the body still writhing in his hand.\n\nCaptain Smith was dead, with the snake's jaws buried in his throat.\n\nDimly Tex heard the mellow notes of the war-chief's horn. The sky\ncleared of the remnants of the suicide squad. The ground attackers\nvanished into the swamps. And then the woman whirled her mount sharply\nand sped straight for the fort.\n\nPuffs of smoke burst around her but she was not hit. Low over the\nparapet she came, so that Tex saw the pupils of her pale-green eyes,\nthe vital flow of muscles beneath pearly skin.\n\nHe fired, but his gun was empty.\n\nShe flung one hand high in derisive salute, and was gone. And Breska\nspoke softly behind Tex.\n\n\"You're in command now. And there are just the fourteen of us left.\"\n\n\n\nTex stood staring down at the dead and dying caught in the rusty net.\nHe felt suddenly tired; so tired that just standing and looking seemed\ntoo much drain on his wasted strength.\n\nHe didn't want to fight any more. He wanted to drink, to sleep, and\nforget.\n\nThere was only one possible end. His mouth and throat were dry with\nthis strange new dryness, his thirst intensified a hundredfold. The\nswamp men had only to wait. In another week they could take the fort\nwithout losing a man.\n\nEven with the reduced numbers of the defenders, this fiendish thing\nwould make their remaining water supply inadequate. And then another\nthought struck him.\n\nSuppose it stayed there, so that even if by some miracle the garrison\nheld out, it made holding the fort impossible no matter how many men,\nor how much water there was.\n\nThe men were looking at him. Tex let the dead snake drop to the catwalk\nand vanish under a pall of scarlet beetles.\n\n\"Clean up this mess,\" said Tex automatically. Breska's black eyes were\nbrilliant and very hard. Why didn't the men move?\n\n\"Go on,\" Tex snapped. \"I'm ranking officer here now.\"\n\nThe men turned to their task with a queer reluctance. One of them, a\nbig scar-faced hulk with a mop of hair far redder far than Tex's, stood\nlong after the others had gone, watching him out of narrowed green eyes.\n\nTex went slowly down into the compound. There were no breaks in the\nnet, but another few days of rust would finish them.\n\nWhat was the use of fighting on? If they left now, they might get out\nalive. Headquarters could send more men, retake Fort Washington.\n\nBut Headquarters didn't have many men. And the woman with the eyes like\npale-green flames wouldn't waste any time.\n\nSome falling body had crushed a beetle-bomb caught in the net. The\nscarlet things were falling like drops of blood on Kuna's body. Tex\nsmiled crookedly. In a few seconds there'd be nothing left of the\nflesh Kuna had cherished so dearly.\n\nAnd then Tex rubbed freckled hands over his tired blue eyes, wondering\nif he were at last delirious.\n\nThe beetles weren't eating Kuna.\n\nThey swirled around him restlessly, scenting meat, but they didn't\ntouch him. His face showed parchment dry under the whorls of fog. And\nsuddenly Tex understood.\n\n\"It's because he's dry. They won't touch anything dry.\"\n\nRecklessly, he put his own hand down in the scarlet stream. It divided\nand flowed around it, disdaining the parched flesh.\n\nTex laughed, a brassy laugh with an edge of hysteria in it. Now\nthat they were going to die anyway, they didn't have to worry about\nbeetle-bombs.\n\nFeet, a lot of them, clumped up to where he knelt. The red-haired giant\nwith the green eyes stood over him, the men in a sullen, hard-faced\nknot behind him.\n\nThe red-haired man, whose name was Bull, had a gun in his hand. He said\ngruffly,\n\n\"We're leavin', Tex.\"\n\nTex got up. \"Yeah?\"\n\n\"Yeah. We figure it's no use stayin'. Comin' with us?\"\n\nWhy not? It was his only chance for life. He had no stake in the\ncolonies. He'd joined the Legion for adventure.\n\nThen he looked at Kuna, and at Breska, thinking of all the people of\ntwo worlds who needed ground to grow food on, and water to grow it\nwith. Something, perhaps the ancestor who had died in the Alamo, made\nhim shake his sandy head.\n\n\"I reckon not,\" he said. \"And I reckon you ain't, either.\"\n\nHe was quick on the draw, but Bull had his gun already out. The bullet\nthundered against Tex's skull. The world exploded into fiery darkness,\nthrough which he heard Breska say,\n\n\"Sure, Bull. Why should I stay here to die for nothing?\"\n\nTex tried to cry out, but the blackness drowned him.\n\nHe came to lying on the catwalk. His head was bandaged. Frowning, he\nopened his eyes, blinking against the pain.\n\nBreska hunched over the nearest gun, whistling softly through his\nteeth. \"The Lone Prairee.\" Tex stared incredulously.\n\n\"I--I thought you'd gone with the others.\"\n\nBreska grinned. \"I just wasn't as dumb as you. I hung behind till they\nwere all outside, and then I barred the door. I'd seen you weren't\ndead, and--well, this cough's got me anyway, and I hate forced marches.\nThey give me blisters.\"\n\nThey grinned at each other. Tex said,\n\n\"We're a couple of damn fools, but I reckon we're stuck with it. Okay.\nLet's see how long we can fool 'em.\" He got up, gingerly. \"The Skipper\nhad some books in his quarters. Maybe one of 'em would tell what this\ndry stuff is.\"\n\nBreska coughed and nodded. \"I'll keep watch.\"\n\nTex's throat burned, but he was afraid to drink. If the water\nevaporated in his mouth as it had in Kuna's....\n\nHe had to try. Not knowing was worse than knowing. A second later he\nstood with an empty cup in his hand, fighting down panic.\n\nHalf the water had vanished before he got the cup to his mouth. The\nrest never touched his tongue. Yet there was nothing to see, nothing to\nfeel. Nothing but dryness.\n\nHe turned and ran for Captain Smith's quarters.\n\nHertford's _Jungles of Jupiter_, the most comprehensive work on a\nsubject still almost unknown, lay between Kelland's _Field Tactics_\nand _Alice in Wonderland_. Tex took it down, leafing through it as he\nclimbed to the parapet.\n\n\"Here it is,\" he said suddenly. \"'Dry Spots. These are fairly common\nphenomena in certain parts of the swamplands. Seemingly Nature's method\nfor preserving the free oxygen balance in the atmosphere, colonies of\nultra-microscopic animalcules spring up, spreading apparently from\nspores carried by animals which blunder into the dry areas.\n\n\"'These animalcules attach themselves to hosts, inanimate or otherwise,\nand absorb all water vapor or still water nearby, utilizing the\nhydrogen in some way not yet determined, and liberating free oxygen.\nThey become dormant during the rainy season, apparently unable to cope\nwith running water. They expand only within definite limits, and the\nlife of each colony runs about three weeks, after which it vanishes.'\"\n\n\"The rains start in about a week,\" said Breska. \"Our relief can't\nget here under nine days. They can pick us off with snakes and\nbeetle-bombs, or let us go crazy with thirst, let the first shower\nclear out the ani--the whatyoucallits, and move in. Then they can\nslaughter our boys when they come up, and have the whole of Jupiter\nclear.\"\n\nTex told him about Kuna and the beetles. \"The snakes probably won't\ntouch us, either.\" He pounded a freckled fist on the stones. \"If we\ncould find some way to drink, and if the guns and the net didn't rust,\nwe might hold them off long enough.\"\n\n\"'If',\" grunted Breska. \"If we were in heaven, we wouldn't have to\nworry.\"\n\n\n\nThe days that followed blurred into a daze of thirst and ceaseless\nwatching. For easier defence, there was only one way down from the\nparapet through the net. They took the least rusted of the guns and\nfilled the small gap. They could hold out there until they collapsed,\nor the net gave.\n\nThey wasted several quarts of water in vain attempts to drink. Then\nthey gave it up. The final irony of it made Tex laugh.\n\n\"Here we are, being noble till it hurts, and it won't matter a damn.\nThe Skipper was right. It's the rust that'll lose us Venus in the\nend--that, and these Dry Spots.\"\n\nFood made thirst greater. They stopped eating. They became mere\nskeletons, moving feebly in sweat-box heat. Breska stopped coughing.\n\n\"It's breathing dry air,\" he said, in a croaking whisper. \"It's so\nfunny I could laugh.\"\n\nA scarlet beetle crawled over Tex's face where he lay beside the\nMartian on the catwalk. He brushed it off, dragging weak fingers across\nhis forehead. His skin was dry, but not as dry as he remembered it\nafter windy days on the prairie.\n\n\"Funny it hasn't taken more oil out of my skin.\" He struggled suddenly\nto a sitting position. \"Oil! It might work. Oh, God, let it work! It\nmust!\"\n\nBreska stared at him out of sunken eyes as he half fell down the steps.\nThen a sound overhead brought the Martian's gaze upward.\n\n\"A scout, Tex! They'll attack!\"\n\nTex didn't hear him. His whole being was centered on one thing--the\nthing that would mean the difference between life and death.\n\nDimly, as he staggered into the room where the oil was kept, Tex heard\na growing thunder of wings. He groaned. If Breska could only hold out\nfor a moment.\n\nIt took all his strength to turn the spigot of the oil drum. It was\nempty. All the stuff had been used to burn bodies. Almost crying, Tex\ncrawled to the next one, and the next. It was the fourth drum that\nyielded black, viscous fluid.\n\nForcing stiff lips apart, Tex drank.\n\nIf there'd been anything in him, he'd have vomited. The vile stuff\ncoated lips, tongue, throat. Outside, Breska's gun cut in sharply. Tex\ndragged himself to the water tank.\n\n\"Running water,\" he thought. Tilting his head up under the spigot,\nhe turned the tap. Water splashed out. Some of it hit his skin and\nvanished. But the rest ran down his oil-filmed throat. He felt it, warm\nand brackish and wonderful, in his stomach.\n\nHe laughed, and let go a cracked rebel yell. Then he turned and lurched\nback outside, toward the steps.\n\nThe net sagged to the weight of white-haired warriors and roaring\nlizards. Breska's gun choked and stammered into silence. Tex groaned in\nutter agony.\n\nIt was too late. The rust had beaten them.\n\nHis freckled, oil-smeared face tightened grimly. Drawing his gun, he\ncharged the steps.\n\n\"Where the hell did you go?\" snarled Breska. \"The ammo belt jammed.\" He\ngrabbed for the other gun set in the narrow gap.\n\nThen it wasn't rust! And Tex realized something else. There were no\nrust flakes falling from the net.\n\nSomething had stopped the rusting. Before, his physical anguish had\nbeen too great for him to see that the net strands grew no thinner,\nthe gun-barrels no rustier.\n\nScraps of the explanation shot through Tex's mind. Breska's cough\nstopping because the air was dried before it reached his lungs. Dry\nstone. Dry clothing.\n\nDry metal! The water-eating organisms kept the surface dry. There could\nbe no rust.\n\n\"We've licked 'em, Breska! By God, we've licked 'em!\" He shouldered the\nMartian out of the way, gripped the triggers of the gun. Shouting over\nthe din, he told Breska how to drink, sent him lurching down the steps.\nHe could hold the gap alone for a few minutes.\n\nLooking up, Tex found her, swooping low over the fight, her silver hair\nflying in the wind. Tex shouted at her.\n\n\"You did it! You outsmarted yourself, lady. You showed us the way!\"\n\nScientists could find out how to harness the Dry Spots to keep off the\nrust, and still let the soldiers drink.\n\nAnd some day the swamps would be drained, and men and women would find\nnew wealth, new life, new horizons here on Jupiter.\n\nBreska came back, grinning, and fought the jam out of the gun. White\nbodies began to pile up, mixed with the saurian carcasses of their\nwar-dogs. And presently the notes of the war-chief's horn drifted down,\nand the attackers faded back into the swamps.\n\nAnd suddenly, wheeling her mount away from the others, the warrior\nwoman swooped low over the parapet. Tex held his fire. For a moment he\nthought she was going to dash her lizard into them. Then, at the last\nsecond, she pulled him up in a thundering climb.\n\nHer face was a cut-pearl mask of fury, but her pale-green eyes held\ndoubt, the beginning of an awed fear. Then she was gone, bent low over\nher mount, her silver hair hiding her face.\n\nBreska watched her go. \"For Mars,\" he said softly. Then, pounding Tex\non the chest until he winced.\n\nTwo voices, cracked, harsh, and unmusical, drifted after the retreating\nform of the white-haired war-chief.\n\n\"Oh, bury us not on the lone praire-e-e....\"",
    "metadata": {
        "author": [
            "Brackett, Leigh Douglass",
            "Hamilton, Leigh Brackett",
            "Brackett, Leigh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61890/pg61890.txt",
        "name": "the_dragon_queen_of_jupiter.json"
    }
}