{
    "name": "The Hunt Pack",
    "author": [
        "White, S. A.",
        "White, Samuel Alexander"
    ],
    "body": "Author of “The Ocean Born,” “The Spoilsman,” etc.\n\n\nIn hilarious Happy Camp, on the north side of Chilkoot Pass, inbound\nstampeders traveling laden and outbound packers traveling light,\nrested by night from the toil of the trail. Foregathered in the\nSaxon Saloon they relaxed their muscles, their throats and their\npoke-strings.\n\nMotley crowds haunted the bar on one side of the huge canvas room,\nsurrounded the gaming-tables on the other side, clogged the central\nspace where, within a circle of chairs, a red-hot stove throbbed\nlike a giant engine and overflowed upon the dancing-floor at the\nrear.\n\nA haze of smoke invested everything, blurring the oil-lamps swung\nfrom the ridgepole, and softening the uncouth garments and rough\nfaces of the men.\n\nIn all quarters, except in the immediate vicinity of the tables,\nwhere a businesslike quiet reigned, was laughter, song and badinage;\nwas clamor, jest and camaraderie; was open hand, open heart and a\ndevil-take-tomorrow’s-worry atmosphere. Old-timers, hailing from\nopposite ends of the earth, called one another friend and swapped\nharsh experiences, vile tobacco and colossal lies; while chechakos,\nto whom these seared adventurers were little less than gods,\nworshiped meekly at their feet, imbibing among other things\ninstruction in the ways and wiles of the land.\n\nAnd with the noise of the main room of the Saxon at its height, into\nit swept like a flood the babel of the dance-hall. Blended music of\nviolin and piano stopped. Two-score couples circling the floor\nwhirled about and made a concentrated rush for refreshments. In a\nshrieking, giggling, shoving mass they surged forth, the women in\nsatins and pumps, the men in moccasins and mukluks and fur or\nmackinaw coats, shaking the oil-lamps on the ridge-pole with their\nraucous laughter, swirling the haze of the place into strange eddies\nwith the violence of their charge.\n\nFor this was a night of rejoicing. This was Happy Camp! The Titanic\nclimb of storm-harried Chilkoot was past, and the trend of the\ngold-trail now led down the mountain and onward by ice-bound lake\nand river to desired Dawson. That many who had started up the Pass\nfrom Dyea had never crossed the Summit, had drowned in Dyea River,\nbroken their necks in the Cañon, got caught near the Scales by\nshoving glacier or thundering avalanche, or fallen to frost and\nblizzard upon the Palisades, was not a thing to be remembered at\nthis hour. The rest were here, the survivors, the fit, the strong,\nin whom life flowed fiercely with its primordial pulse, and they\nwere reveling in triumph and shouting toasts to the trough roof,\nwhen the door of the Saxon opened and the frost puffed in a fog-bank\ninto the superheated room.\n\n                   *       *       *       *       *\n\nOut of the fog-bank stepped two figures, a man and a woman, fresh\nfrom the trail. Their parkas where they clung tightly over their\nbacks and sagged on their hips were rimmed with hoarfrost,\nadvertising body-sweat congealed, and about the close-drawn puckers\nof their hoods icicles hung like tusks.\n\nUpon the two were the unmistakable signs of the Chilkoot climb. New\nrecruits to the ranks of the strong they seemed, and the triumphant\narmy in the Saxon acclaimed them with a thunderous cheer.\n\nThe man and the woman held their heads over the heat. The icy tusks\nthawed and fell to sizzle and steam upon the glowing stove-top. The\ntwo shoved back the parka hoods and nodded genially to their\nwelcomers.\n\nBut the moment the newcomers’ faces were bared, a thick-set man in\nmoccasins, German socks and bearskin coat stagged off at the hips,\nrose up on the other side of the stove and peered sharply through\nthe steam. Next, an unspoken question in his eyes, he gazed\nsignificantly at his six companions around the fire. They likewise\nscrutinized the late arrivals for a keen second, looked back at the\nthick-set man in the stagged-off bearskin and nodded grimly.\n\nWhereupon the bearskin-clad one raised an authoritative hand amid\nthe bedlam of the Saxon.\n\nAt once the din lessened.\n\n“What’s up, Bassett?” yelled an irrepressible member of the dance\ncrowd. “Relatives of yours?”\n\n“Maybe they come through the Chilkoot by tunnel and ain’t had the\nthird degree of the Pass!” hazarded another facetiously. “Tom’s\ngoing to find out.”\n\nBut Tom Bassett had stepped swiftly round the stove and laid a hand\nupon the shoulder of the man in the parka.\n\n“What might your name be, stranger?”\n\n“Karle Lott.”\n\n“Lie number one! It’s Jose Cantine. And who’s the woman with you?”\n\n“My wife!” He resentfully shook off Bassett’s hand.\n\n“Lie number two, you hound! It’s Eric Sark’s wife—vamoosed with in\nWhite Pass City months and months back! Aw, hold up!” Bassett seized\nthe hand that dived under the parka and jerked it forth again. “You\ndon’t go gunnin’ with me. If you was fair game I’d sure let you, but\nyou ain’t. My pardner Sark’s got a mortgage on you. And if I was\nover in his place establishin’ relay camps on another trail and he\nwas here in mine you’d pay right now. I’m sufferin’ sorry he ain’t\nhere, but all the same it’s a bloody short morator-ee-um you’re\ngittin’, Cantine. Savvy? That’s why I’m lettin’ you stay\nhull-skinned.”\n\n“Well, if you’re lettin’ me stay whole-skinned what you crossin’ me\nfor then?” fiercely demanded the man in the parka, anger darkening\nhis already dark eyes, tensing sharper his already sharp features.\n“Mind, I ain’t admittin’ I’m Cantine either. But if I was Cantine,\nand you ain’t goin’ to perforate Cantine on sight, what in Hades do\nyou mean?”\n\n“Mean?” echoed Bassett. “Your gall is sure chilled steel and\ncase-hardened on top. Do you think as me or any other white man’s\ngoin’ to eat, drink or sleep with or breathe the same air as you?\nYou as broke the bond of bread and blanket, the Northland law as no\nman ever breaks, and lives to boast of it! Days on end I seen you\nsit at table with my pardner Sark under his own roof in White Pass\nCity. Nights on end I seen you smoke by his fireside and bed down in\nhis blankets. And with the guile of your stinkin’ soul you was\nplannin’ and executin’ his betrayal every blasted minute of the\ntime!\n\n“Then ag’in, do you think as any woman in this camp’s goin’ to\nsuffer the companionship of yon female you call your wife who’s ten\ntimes guiltier’n you? The girls of Happy Camp is slightly frivolous\nand not what you’d term pernickety, but they draw the line at her.\nAnd I tell you, Cantine, I draw the line at you. I wouldn’t deserve\nto be called Sark’s pardner if I didn’t. I wouldn’t deserve to be\ncalled a white man if I didn’t. I’m strong for sanitation here. The\nlikes of you two is stench and putrefaction in a healthy place.\nSavvy what I mean? You git to blazes outa Happy’ Camp!”\n\nBassett released the other’s wrist as he spoke, and the man, his\nlips drawn up in a wolf-dog’s snarl, stepped back a yard.\n\n“I’ll be bludgeoned if we do!” he snapped. “You ain’t proved\nanything yet. Anyway there ain’t anything to prove.”\n\nTom Bassett gazed at him with a wearied air and resignedly waved a\nhand to his companions.\n\n“Who is he, men?” he asked.\n\nAs one man, six of them took pipes out of their mouths, lowered\ntheir feet from the guard-rail of the stove, and spat toward the\ndamper.\n\n“Jose Cantine!” they chorused. Immediately their feet went up to the\nguard-rail again, and their pipes went back to their mouths.\n\n“And about the woman!” Bassett paused and scanned the throng of\ndancers. “Where’s White-Pass-City Winnie?” he asked. “Ain’t she here\ntonight? I thought I seen her yeller dress somewhar. Oh, she’s at\nthe back, eh? Well, trot her forrard.”\n\nThe throng shifted, leaving an irregular lane in its center.\n\nThrough this lane a fresh-faced girl of twenty-four or -five pushed\nfrom the rear, the rustle of her canary-satin dress and the tap-tap\nof her dainty pumps falling with strange distinctness across the\nsilence of the Saxon.\n\n“Winnie, shake hands with an old friend of yours!” yawned Bassett.\n\nWhite-Pass-City Winnie gave one swift, curious glance at the woman\nby the stove and recoiled, her nose in the air.\n\n“Me? Shake with Blera Sark? Not much! And if I’d shamed as good a\nman as Eric Sark for a cur like Jose Cantine I’d spare my old\nfriends the sight of my face!”\n\nWinnie, arms folded so tight as to lock her hands away from any\npossible contamination, flounced back into the front rank of the\ndance-crowd and remained there standing on her dignity and her high\nheels.\n\nFor a little the other woman gazed fixedly at her scorner. Then her\nflushed face, still handsome in spite of the marring frontier life,\nbegan to quiver and work. Her hands clenched upon the breast of her\nparka, and tears splashed down and hissed upon the stove.\n\n“You—you—vixen!” she choked.\n\nFor revelation as well as inexpressible hurt was White-Pass-City\nWinnie’s opinion of her social status.\n\nYet her shame and her tears had no weakening effect upon those about\nher. Bassett was gazing significantly at Cantine.\n\n“No good, Jose!” he shrugged. “Seein’ as I’m an all-fired, welded\nand cemented pardner of Sark’s, I figgered you wouldn’t be anyways\npartial to my views; I figgered you’d be hard-bent on disputin’ my\nidentification if ever I spotted you. So I ain’t standin’ on my own\nidentification. I’m standin’ on the identification of these here six\nmen as knowed you along the White Pass Trail. I’m standin’ on the\nidentification of White-Pass-City Winnie, who was a close friend of\nBlera Sark’s. What’s more, I’ll bet a thousand ounces thar ain’t a\nperson present as doubts yon evidence. If thar is let him speak up\nfor you!”\n\nBassett’s challenging glance traveled swiftly round the Saxon. The\ndancing-floor was empty, the bar deserted, every faro, stud-poker,\ndraw-poker, crap and roulette table idle. To a man the stakers had\nleft their stiffest games to hear the controversy in the middle of\nthe room. And to a man they stood with Tom Bassett. No one spoke for\nCantine.\n\n“It’s settled!” decided Bassett, whirling upon Jose. “And lemme tell\nyou you’re gittin’ outa Happy Camp pretty safe. I know many’s the\ncamp as would give you twenty lashes for stealin’ a rind of bacon.\nAnd for stealin’ a man’s wife and home and hopes and honor—say,\nCantine, liquid hell-fire ain’t a squirt on what they’d do to you.\nYou’re lucky to be goin’ so safe. Now git!”\n\n“We won’t!” defied Jose recklessly. “We’ve come twenty-odd miles,\nclimbed nigh four thousand feet, and it’s forty-one below zero by\nthe thermometer on the door. You can’t turn us out on a night like\nthis.”\n\n“Kin’t?” growled Bassett. With a quick jerk he flipped his watch\nfrom his pocket on to his open palm. “Sixty seconds I’m givin’ you,”\nhe announced. “Walk through that door before then or git thrown\nthrough arter!”\n\nThe Saxon was very still. Bristling like a malamute at bay, Jose\nCantine half-crouched in front of Bassett, who intently held the\nwatch on him.\n\n“One, two, three, four, five—ten—fifteen—” rasped Bassett’s deep\nvoice monotonously counting off the seconds.\n\nCantine’s coal-black eyes shifted appealingly round the room, but\nthe crowd of men gazed back at him stolidly.\n\n“Twenty—thirty—forty—fifty—sixty!”\n\nBassett flipped his watch into his pocket and jumped.\n\nAs he jumped, Cantine’s hand again dived under his parka. He had the\nColt out this time before Tom grasped his arm. Two shots went wild\nthrough the stovepipe, but, his wrist twisted with a violent wrench,\nCantine felt the weapon slipping from his fingers, felt himself\nlifted like a doll in Bassett’s powerful hands and bundled to the\ndoor.\n\nIn the doorway Bassett poised a second. Suddenly he kicked. Cantine\nhurtled down the slope like a football, gaining momentum every\nsecond, and plunged into a snowdrift one hundred yards below.\n\n“Now, missus—”\n\nBut the woman who had been Blera Sark fled past Bassett after Jose.\n\n“Mebbe you think you’ve run ag’in a pretty hard snag in me!” Bassett\ncalled down the slope to them. “You haven’t. I’m a gentle,\nministerin’, velvet-fingered angel of mercy to what you’ll strike\nbefore you make Dawson City!”\n\nHe closed the Saxon door against the boring frost.\n\n“The air sure smells better,” he observed, sniffing with relief.\n\n“Sure does,” nodded the old-timers by the stove. “But what trail’s\nyour pardner plantin’ relay camps on?”\n\n“The Nordenskold Trail,” answered Bassett. “That’s the same trail\nyon two skunks is takin’ on from Whitehorse, only they dunno it yit.\nBut, ladies and gentlemen,” apologizing to the crowd, “I’m sure\nsufferin’ sorry to be the cause of the delay in your fun. Don’t let\nher delay any longer. Go cavortin’ to it!”\n\nImmediately clamor broke out again. Violin and piano struck up.\n\nThe click of the ivory roulette-ball and the rattle of dealt cases\narose from the tables.\n\nHappy Camp was Happy Camp once more, and for it the incident was\nclosed.\n\n                   *       *       *       *       *\n\nBut not for Cantine and the woman.\n\nShe helped the cursing Jose to pull himself out of the drift, and\ntogether they floundered back to the beaten trail.\n\nIn the snow-walled defile they stood a moment, gazing upward at the\nglowing lights of Happy Camp and the stark outline of Chilcoot\nMountain etched against a green night sky.\n\nWith a string of muffled imprecations Jose made a move as if to go\nback up the slope, but Blera put her hands on his shoulders and\nchecked him.\n\n“Don’t, Jose, don’t!” she besought. “They’ll maim and manhandle you\ntill you’re a proper cripple. And the word’ll go round like a\nplague. There isn’t any tent there for us tonight.”\n\n“I ain’t seein’ any here either, then,” snarled Jose. “You know how\nlight we come over the Pass to make it in a day. Grub enough for one\nstop, and no blankets!”\n\n“Well,” shivered Blera petulantly, “there’s lots of fire, isn’t\nthere? What’s the use of lamenting in the frost?”\n\nHappy Camp marked the edge of timber-line after the nakedness of the\nglacier-scoured rocks and volcanic slag about Crater Lake and the\nsteeps above, and into the first scrubby pines Cantine and the woman\nturned.\n\nHere was a chaos of dead and splintered trunks as thick as a man’s\narm, and piling these up they kindled a giant fire. Food was\nlacking. Yet they melted snow in a drinking-cup that Cantine carried\nin his pocket and swallowed great drafts of hot water.\n\nBlankets they were likewise powerless to improvise. They simply\nthrew big heaps of green spruce boughs beside the fire and, lying\nupon them close to the coals, basked and drowsed, warming back and\nbreast alternately in the terrific cold, and alternately rising to\ndrag on fresh fuel.\n\nAbove them in the January night the aurora flashed and dimmed, and\nthe sapphire stars leaped with dire prophecy of still intenser cold.\nAnd the January day, when it came, was as the night, except that the\nstars vanished and the aurora ceased to play. The jagged, sunless\nworld was frigid, stiff and white, and the green night sky had\nchanged to muddy gray.\n\nCantine and Blera arose early, drank more hot water and plowed down\nthe ice-trail across Deep Lake and Long Lake, ancient volcano pits\nthat with Crater linked Lake Linderman to the mountains.\n\nAll about them the stampede was on the move, hurrying along the deep\ntrench of trampled snow which constituted the trail. The throng\nhauled loaded hand-sleds, drove dogs attached to loaded dog-sleds or\nwent by man-power under enormous packs. Ever these packs were cast\ndown without care at the side of the trail while the owners\nback-tripped for more till the side snows were heaped with bags,\nboxes and rope-lashed bundles of all descriptions.\n\nOn the right of Cantine and Blera, on their left, ahead of them,\nbehind them were tons upon tons of provisions, yet they dared not\nput forth their hands to lift a morsel. Well they knew the Northland\nlaw concerning wayside caches, and well they knew the punishment\nthat fell upon him who broke the law. The bitter resentment they\nnursed against Bassett who had ejected them from Happy Camp and\nagainst all the rest who had consented to that ejection blazed into\na sort of savagery, a hatred of their own breed which mocked and\ntantalized and ostracized them.\n\nEvery man of that breed bound inward had a vision before his eyes\nand a hope in his heart. Each worked in a frenzy and performed\nprodigies of toil for the attainment of his vision and the realizing\nof his high ambition, but the jaded souls of Cantine and Blera did\nnot respond to any such spur.\n\nFrom the start they had been under no spell but the spell of\nshallow, garish enticements; and the unlooked-for collision with Tom\nBassett and the specter of another day had seared them into\ncallousness. Without lifting eyes to their companions of the trail\nwho passed, met, repassed and oftentimes jostled them, they plodded,\npariahs of their race, down the frozen surface of Long Lake.\n\nNear Long Lake’s foot a string of seven sleds drawn by swift\ndog-teams, and going light, overtook them. They drove down upon the\ntwo without the customary warning hail.\n\nCantine and the woman had barely time to throw themselves prone into\nthe side snow before the lead-dog of the first team, ripping at them\nwith vicious fangs, flashed past. The other teams flashed alter,\neach dog taking the chance to snap futilely at their moccasined\nheels and the drivers with raucous laughter flicking their\nwhiplashes like long, black snakes into the drifts around the heads\nof the fallen pair.\n\nAlthough no blow had been landed on them, the demonstration rankled\nin the hearts of Jose and Blera. Blera knew that had it not been for\nthe fact that she was a woman the blows would surely have been sent\nhome and perhaps the wolf-dogs swerved from their course to rend\nthem as they ran. More bitter still her anger flared, and Jose\nhimself quivered with passion as he clambered out of the side snow\nback into the trail and reviled the disappearing seven. He could not\nfully identify the befurred and parka-clad drivers, but he had a\nsuspicion that they were Tom Bassett and the six men who had sat\naround the stove the night before in the Saxon Saloon.\n\nOn down to Lake Linderman, the end of the twenty-eight-mile portage\nover Chilcoot from Dyea Beach, he carried his suspicion, and there\nat Linderman Landing he found his suspicions justified.\n\nThe shore of the lake was dotted with log-cabins, half-log and\nhalf-canvas cabins and flimsy tents, standing where the whipsaws had\nswept the trees away. On the edge of the main trail just at the dip\nto the ice bulked the Linderman Restaurant run by Flambald. It\nflaunted a huge cotton sign painted with pies and prices and\nadvertised a satiating meal for ten dollars in gold. Instinctively\nCantine and Blera increased their pace as they made for it.\n\nThere was a crowd about the door. Cantine went to push through and\nsuddenly recoiled. Tom Bassett lounged on one end of the log\ndoor-step with his back against the log wall.\n\n“What’s the matter, Cantine?” grinned Tom derisively. “Ain’t you\nhungry?” Cantine put out a hand for his companion and gingerly, his\neyes watching Bassett for an untoward action, moved over the\ndoor-step. He seemed astounded that he got across untouched. He\nlooked back over his shoulder uncertainly, half paused and went on\nagain toward the tables. Bassett had never moved a muscle. Only\nCantine could see the derisive profile of his nose, cheek and mouth\nas he leaned against the outside wall, and the sight awoke in Jose\nqueer premonitions.\n\nNevertheless he boldly handed Blera into a chair and waited for some\none to take his order. No one came. Jose beckoned madly, but the\nwaiters were always busy. They nodded, but they never came. In the\nfury of his hunger Jose leaped up and rushed over to the plank desk\nwhere Flambald took the money for the waiters’ checks.\n\n“Look here!” he flared. “We’re famished, and your waiters are a lot\nof dummies. Send some one round with grub.”\n\nFlambald, a man of colossal and unhealthy girth, looked at him over\nthe plank desk.\n\n“You go to condemnation!” he bellowed. “You aren’t eating here.”\n\n“Why? What in—”\n\n“Stop!” roared Flambald, “This is my house. I feed who I like, but\nyou I don’t like. Savvy?”\n\nJose savvied.\n\nFlambald’s hand was on a huge iron paper-weight that held his bills\nupon the plank desk, and there was no arguing. Jose silently\nbeckoned Blera and slunk out again.\n\nOn the door-step lounged Bassett, and Jose turned in the trail to\ncurse him futilely. He knew better than to try any other restaurant.\nBassett had passed the word. His receptions would be all the same.\nAlso he knew better than to try force. He had had his lesson from\nthat up by timberline. Besides, Blera’s hand was on his arm, fear\nfully dragging him on down Linderman’s frozen bosom.\n\nThus began a grim game in which Bassett was persecution personified,\na Nemesis unshakable. He passed them on Lake Linderman, welcomed\nthem at Bennett Post, and once more showed them the tail of his sled\nhalfway down to West Arm on Bennett Lake.\n\nThat night they spent much like the preceding one, feeding a\ngigantic fire, drinking inconceivable quantities of hot water and\ngnawing mangy dried salmon purchased at a Stick Indian tee-pee on\nLake Bennett’s shore.\n\nThenceforward Bassett’s hand as well as the hand of every other man\nwas against them up the chain of lakes. The white breed of the land\nwas a hunt-pack turned upon them, and though by virtue of stray\nIndian camps they survived through Caribou Crossing, Tagish Post and\nMcClintock Post to Whitehorse, Bassett beat them in the end.\n\nFor on the Fifty-mile River beyond the Whitehorse camp his dog-sled\npassed them once again, and the next far post was Selkirk at the\nPelly’s mouth.\n\n“Jose, how many miles to Selkirk?” asked Blera as they stared after\nthe vanishing outfit.\n\n“More’n two hundred and fifty,” answered Jose dejectedly. “Bassett’s\ngot us, sure.”\n\n“No, he hasn’t, then!” Blera’s blue eyes flashed in the frost, and\nshe shook her fur-gantleted hand in Bassett’s wake. “He’s aiming to\nstarve us out on the river-stretch and make us quit it again, but\nit’ll take a sore sight more than him to do it!”\n\n“How you meaning? We can’t make Selkirk on hot water and dog-feed.”\n\n“I know that, but there’s the Dalton Trail.”\n\n“By thunder! Say, I hadn’t figured on that track! But it’ll do.\nBlera, you’re sure a—a—a winner. I know there’s a Stick village at\nthe mouth of the Klokhok—old Tutchi’s Village. I’ve been in it\noften. The beggars is rich. They’re lousy with dogs, and we’ll\ndicker for some and go down the Middle Fork of the Nordenskold.\nAfter that, Dawson’s dead easy with dogs. And in Dawson we’ll lie\nlow till we get a chance to square up with Mister Bassett. Come on!”\n\nEndowed with redoubled energy at his bettered prospects, Jose turned\nand sped off in a long lurching snowshoe stride for the mouth of the\nTakhini River which emptied into the Fifty-mile halfway between\nWhitehorse and Lake Laberge.\n\nThey turned up the Takhini, sometimes called the Mendenhall since\nboth these rivers joined to form the larger stream which emptied\ninto the Fifty-mile, the Mendenhall draining Taye Lake lying to the\nwestward on the Dalton Trail and the Takhini flowing north by east\nfrom Kusawa Lake between the Yukon River and the Dezadeash country.\n\nCantine and Blera were traveling almost due westward. On their left\nto the south lay Haeckel Hill. On their right to the north loomed\nthe Miner’s Range, and on the far horizon beyond the valley of the\ntributary Klokhok jutted higher, nameless peaks. In interminable\nvastness the land spread before them, virgin ground oft from the\nmain-traveled trail to Dawson City, and the stupendous extent of it\nwas enough to strike fear into the human heart.\n\nBut Cantine had no fear. In the lonely expanse he knew the spot\nwhere was life and warm teepees and food. Tutchi was a chief, and he\nkept his village in a fairly sanitary condition, a condition\nimmeasurably superior to that of the squalid teepees to be found\nalong the Yukon basin. Cantine had been there and he knew, and up\nthe Takhini’s smooth ice he pressed at a furious pace, the beast\ninstinct of him yearning for food and the human side of him yearning\nfor a place where he might without dread of contumely take on again\nthe status of the white.\n\nJose’s sentiments were in a degree reflected in his companion. She\nran at his heels with the swing of the Northwoman trained to the\ntrails, and she seemed to have no difficulty in keeping his pace.\n\n                   *       *       *       *       *\n\nThe Klokhok River they sought flowed south along the base of the\nMiner’s Range into the Takhini. All afternoon they held on for it\nand at night swung suddenly to the right into its spruce-fringed\nmouth. Yonder by the fringe of spruce on the low bench-land was the\nsite of Tutchi’s Village, but to Cantine’s astonished eyes there\nglowed no teepee fires between the black trunks.\n\n“Blazes!” he exclaimed in alarm as he surveyed the bare bench-land.\n“She’s gone, Blera. And how in tarnation’s that? It wasn’t just a\ncamping-ground. It was a permanent village. But maybe they’ve\nshifted up-stream or back in the range. Let’s see if there’s a\ntrail.”\n\nWith a swift pang of fear and loneliness caused by she knew not\nwhat, Blera mechanically followed Cantine as he skimmed up the\nsnow-sheeted ice alongside the Klokhok’s left limit. In that moment\nof non-discovery of the village the inimical wild crept close to\nher. She saw it as a concrete force, strong, sure, ruthless as the\npersecuting Bassett or the avenging hand of Eric Sark.\n\nHer fear grew upon her so that she drew near to Jose in his search,\nher hand on his elbow, and skimmed with him stride by stride. Her\neyes were furtively turned to the dark spruce forests crowding on\neither side, while the eyes of her companion scrutinized the snowy\nbank. That was why neither of them marked the scum ice, fragile mask\nof an unfrozen spring, straight ahead.\n\nThey did not mark it, but the moment it rattled and shaled off\nagainst the frames of their shoes their trained ears telegraphed the\ndanger. Instinctively both made a violent half-turn in mid-stride,\nbut the movement was not enough to carry them clear. It served only\nto jerk them against each other, and together they sank to their\nshoulders through the scum ice.\n\nThe Klokhok’s waters were as cold as the vault of death.\n\nFor an instant the contact paralyzed the two. Then their arms fell\nlike flails upon the rotten shell about them. For yards they broke\ntheir way to shore and pulled themselves like leaden-footed divers\nup the bank.\n\nA clump of blasted spruce stood on the shore, and, struggling\nagainst the clog of their garments which were setting as hard as\narmor, they madly tore down armfuls of the boughs.\n\n“Jose, the matches!” gasped Blera, dropping on her knees beside the\npile. “Give them to me. I’ll light it. You pile on more. Don’t stop\npiling!”\n\nJose snatched up the stiff, crackling front of his parka and dabbed\nhis numbing fingers into the pocket of his vest where he kept his\nmatches in a little bottle tightly corked, the best waterproof\nmatch-safe the Northman knows.\n\nEven as he jabbed his fingers in he uttered a cry of pain and jerked\nthem out again.\n\nThe ends showed all bloody and studded with bits of broken glass.\n\nTailor swept Cantine’s swarthy face till he looked like a statue in\nbronze as he stood staring stupidly at his finger-ends and watching\nthe hot blood freeze.\n\n“Jose! Jose!”\n\nBlera’s voice rang thin as a wail in the frosty stillness.\n\nShe sprang to Jose, seized on the cloth of his vest and pushed the\npocket inside out from the bottom so that the contents fell into the\npalm of her left gantlet.\n\nMingled with the broken glass of the bottle was a muddled mass of\nsplintered match-stumps and sodden heads.\n\n“Must have done it in the fall!” quavered Jose, still staring\nstupidly. “I felt your snow-shoe take me hard in the ribs when we\nwent down.”\n\nBut Blera did not heed.\n\nShe was kneeling again by the pile of spruce branches, scratching\nmatch-head after match-head.\n\nNone of them would light despite her frantic and repeated trials. In\ndespair she threw the sodden mass into the unlit pile of twigs and\nturned again to Cantine.\n\n“Your Colt, Jose!” she appealed, rising stiffly. “Your Colt! You can\nstart it with a shot!”\n\n“My Colt?” Cantine looked bewildered. The frost seemed to be\ndeadening his senses already. “My Colt, Blera? Oh, yes. Bassett took\nit, ’way back at Happy Camp!”\n\n“Good God!” screamed Blera, remembering.\n\nShe threw out her arms, weakly trying to fight up circulation, and a\nsecond time the ruthless spirit of the wild came very close.\n\nTo her terrified eyes it seemed to leap out of the darkness of the\nspruce, a material presence, and mock her with a shout that\nreverberated across the fireless land.\n\nIt rushed upon her. She could hear the crunch-crunch of its\nfootsteps in the crust. Its grip fell upon her shoulder, and she\nshrieked insanely.\n\n“Steady, missus, steady!” soothed a mumbling, half-articulate voice.\n\nAnd not till the spoken words smote on her consciousness could she\nrealize that the material presence was a humble man. Then she gave a\nlittle moan of relief and put out a hand for Jose to share in her\ndiscovery.\n\nIn the arctic gloom they could not see the man’s face at all, but\nthey gathered that he had been disturbed at supper by their cries,\nfor he was capless and coatless. Also he held in his hand a generous\nslab of pilot-bread, and this it was which, cramming his mouth,\nrendered his speech so inarticulate. Wildly leading the race, the\nbread in his left hand and Blera’s frozen gantlet in his right, he\nhurtled them over the snows between the spruce trees and banged them\ninto his cabin doorway.\n\nAt their advent five wolf-dogs leaped up snarling from their rest\nbeside the stove.\n\n“Lie down!” gurgled Cantine’s and Blera’s rescuer.\n\nHe kicked the dogs soundly in the ribs till they retreated into the\nhuge empty wood-box that stood behind the stove.\n\n“I don’t like the brutes inside,” he mumbled, still wrestling\nconvulsively to get rid of the gagging pilot-bread, “but it’s a case\nof have to keep them inside or get them eaten whole. Tutchi’s\nVillage is full of savage semi-wolves, and they run the river in a\nhunt-pack every night.”\n\n“Tutchi’s Village!” exclaimed Cantine, his teeth clicking\nincessantly as he whacked the ice from bis garments. “Where’s it\nmoved to? It was hunting sign of it we fell in.”\n\n“Moved five miles up the Klokliok,” spluttered the other, setting\nthe stove-door ajar to obtain a floor-streamer of light in the\ngloomy cabin. “But you better strip quick. Use that back room there\nto change. You’ll find a dunnage-bag full of clothes—some of them\nwoman’s things—under the bunk. While you throw them on, I’ll rustle\nmore wood to stoke up the stove. I used all I had in to cook supper.\nAnd you can light the candle on the shelf there to see by. I was\njust getting up to reach for it when I heard your yells!”\n\nGulping down the last of his pilot-bread, the owner of the cabin was\ngone while he spoke.\n\nCantine reached up to the shelf, took off the tallow candle stuck in\na wide-necked pickle-bottle, reached a box of matches from the same\nshelf and lighted the wick.\n\nFrom force of habit he fingered up a small bunch of matches out of\nthe box and went to shove them into his vest pocket.\n\n“Wait, Jose, wait!” cautioned Blera. “They’ll be as bad as the\nothers if you put them there. Put them in the dry clothes, and after\nthis don’t trust a bottle any more. Get one of those rubber\nmatch-safes with the screw top. And now for the dry clothes! I feel\nas if I can work my arms and legs once more.”\n\nTaking the candle from Jose, she moved across the cabin toward the\ndoor of the back room. The yellow light flooding the main room\nshowed it to be built of the customary spruce logs chinked with moss\nand plastered with mud.\n\nThe floor was of rough-hewn slabs. Of slabs, too, but a little\nbetter smoothed, was the rude table upon which supper was spread.\nThe table stood under the window which instead of glass for a light\nboasted a square of golden-brown moose-skin rubbed so smooth as to\nbe almost transparent.\n\nUpon the opposite wall was a bunk also formed of slabs. The Yukon\nstove stood at the end, and it, with the wood-box behind, completed\nthe furnishings of the cabin.\n\nOut of the empty wood-box the huskies raised their heads and growled\nso ominously at Blera’s and Jose’s movements that the two ran the\nlast few steps across the floor and shut the door of the back room\nwith a bang.\n\nThe back room was but a logged-in annex to the main room and without\nwindow or door. A bunk constituted its only furnishing, and it\nappeared to be used as a store-room, for grub-bags and odds and ends\nwere piled neatly in its corners.\n\nBlera set the candle on a pile of sacks and ferreted out the\ndunnage-bag from under the bunk. Its lashings were loose, and she\ntumbled the contents out on the floor where each could pick what was\nneeded.\n\nThe rapid run from the river to the cabin and the genial atmosphere\nof the cabin itself had somewhat warmed their blood as well as\npartly thawed their mail-like garments. Hastily they ripped off the\nclammy parkas, mackinaws and woolens and began the process of\nreplacing them with dry ones.\n\nFor the most part Blera dressed like Jose in arctic underwear,\nflannel shirt, German socks and moccasins, but when it came to outer\ngarments she searched in the heart of the disorderly pile on the\nfloor for the woman’s things the owner of the cabin had mentioned.\n\nFinally she fished them out, a buckskin waist and a mackinaw skirt\nwith a pronounced plaid pattern.\n\nThe waist went on like any waist, but at sight of the skirt Blera’s\nbreath whistled in her throat. Her face convulsed in an appalling\ndiscovery. She held the plaid mackinaw close to the candle,\nexamining the band and the vent at the back.\n\n“What’s wrong with it?” asked Cantine, looking up from his own\ndressing. “Lousy?”\n\n“Jose, it’s the same! Here’s the band leather sewn on to keep the\nsheath-knife from wearing it and the hooks and eyes of copper wire\non the vent. Jose, it’s my skirt!\n\nAnd he’s—”\n\n“Sark!” roared Jose.\n\nTerror transformed Cantine’s features. He wildly scanned the walls\nof the back room for window or door, but, as he remembered now,\nthere was no window or door.\n\n“Blera, we’re trapped!” he faltered with a great revelation. “We’re\ntrapped, and Bassett’s done it. This is the trail his partner was\nputting relay camps on, the Nordenskold Trail. The road down the\nMiddle Fork runs right here. Why in Hades didn’t we watch where we\nwere going?”\n\nBlera, unanswering, held the mackinaw skirt spread out in her hands.\nShe was trembling from head to foot, and her eyes stared wide under\nthe surge of emotion, jumbled emotion, fear, remorse, anxiety,\nlonging, despair.\n\n“Bassett’s done it!” repeated Jose. “Curse his bloody heart, he knew\nwhere his partner was. He knew if he closed the Yukon against us\nwe’d have to travel the Nordenskold. I wish, to blue brimstoned\nblazes, I’d been quicker with my Colt that night up at—but what in\nthunder’s the use of raving?” He stopped short in his furious\npassion. “We got to do something. We got to do it mighty sudden.\nBlera, what in tarnation can we do without dogs, arms or grub?”\n\n“I don’t know what we can do,” answered Blera, breathing as if she\nwere sobbing, “but we got to get out of here. Put on dry parkas and\ndraw the hoods close and beat it. Maybe we can get out before he\ncomes in. If we don’t, tell him—tell—him we got to keep right on.\nTell him your brother’s sick up in the Miner’s Range. Here’s a\nbullet knocking around in the dunnage-bag. Put it in your mouth, and\nit’ll help change your voice some. And for God’s sake let’s keep our\nparka hoods drawn tight.”\n\n                   *       *       *       *       *\n\nBlera dropped the plaid mackinaw skirt and, contorting feverishly,\nthey both donned parkas and pulled open the door.\n\nBut as they stepped out into the main room of the cabin the door of\nit rattled, was kicked back, and both his arms full, Sark staggered\nin with the wood.\n\nInstantly, as before, the five huskies leaped viciously across the\nfloor at Jose and Blera.\n\nSark let fall his load, caught up a single billet and belabored the\nbeasts over the heads.\n\n“Down, Skookum! Down, Culuk!” he yelled. “Get to blazes behind the\nstove!” He overcame their stubborn resistance and hammered them into\nsubmission. “Now stay behind it, you savages!”\n\nHe turned apologetically to his guests.\n\n“But hold on!” he exclaimed, noting the drawn parka hoods which\nallowed only their eyes to be seen. “You’re not for hitting the\ntrail again tonight, eh?”\n\n“We got to,” twanged Jose, the bullet in his mouth altering his\nvoice and causing him to enunciate through his nose. “We got to get\nalong on the jump. My brother’s sick up in the Miner’s Range, up on\nthe headwaters of the Klokhok. We. got to keep going tonight, for I\nsent him word I’d reach him tomorrow.”\n\n“Thunder!” exclaimed Sark. “That’s different. And I’m sorry. But you\neat before you travel. You and your missus need solid grub and\nsteaming drink after yon bath. I was just taking the last bite\nmyself. There’s lots of pilot-bread and moose meat and hot coffee on\nthe stove. Dig in!”\n\nSark waved a hand toward the laden table.\n\nBlera who, although the parka hood concealed every part of her face\nbut her eyes, could not forbear averting her head, turned slightly\nand took a sidelong glance at Eric Sark. As she viewed the familiar\nfigure so clear in the candlelight, big of limb and of chest,\nblue-eyed, granite-featured, with the raven-black in his beard and\nhair, she had an almost unconquerable desire to cry out or to run.\n\nYet she did neither.\n\nShe remained stone-still till her eyes encountered those of Cantine\nand strayed with them to the food upon the table.\n\nAfter their days of hunger it was a great temptation, and they fell.\nFlight delayed, and still trusting to the masks of their parka\nhoods, they stretched out ravenous hands and munched fiercely upon\nthe bread and meat and gulped the steaming coffee.\n\nJose removed the bullet from his mouth while he ate, but both he and\nBlera were careful to sit backing the tallow-candle which Sark\nplaced upon its shelf again, so that their faces were cast in gloom.\n\nSark, to maintain the part of host, picked up the remainder of the\nslab of pilot-bread he had carried when he rescued them and poured\nhimself another cup of coffee.\n\n“What might your name be, stranger?” he asked.\n\nBlera started, the piece of moose-shoulder she was munching slipping\nto the floor.\n\n“Karle Lott!” coughed Jose through the drink he snatched.\n\n“Mine’s Eric Sark.”\n\nDreading another personal question, Blera bent low by the table-edge\nto pick up the meat.\n\nBut Skookum, the most cunning as well as the most evil of the\nwolf-dogs, had seen it fall and stolen from behind the stove. He\nleaped as Blera reached for it and, losing it by the fraction of a\nsecond, slashed with his chisel-sharp fangs at her face.\n\nThe fangs fell short of the flesh, but met in the parka hood and\ntore it from her head.\n\nUnmasked, the woman sprang away from the brute with a violent\nscream.\n\n“Blera!” Sark’s vicious voice thundered in the cabin.\n\nSwift as his wolf-dog he sprang up.\n\nFor a moment he stared at her as across a gulf, his blue eyes\nblazing. Then the lightning-fire of his glance struck her companion.\n\n“You can drop your hood, too, Cantine!”\n\nWith the ultimatum Sark’s lingers slid back and seized the rifle\nlying in his bunk on the wall, for he looked to see a weapon flash\nin Cantine’s hand and guessed that one of them had traveled his last\ntrail.\n\nBut Blera was upon him on the instant, pressing down the gun.\n\n“You can’t harm us, Eric! You can’t harm us!” she declared\nhysterically. “You can’t touch us here, people you’ve broken bread\nwith under your own roof. You know that’s the Northland law!”\n\nAgain Sark stared at her as across a gulf and dropped the rifle on\nthe bunk.\n\n“You’re right,” he admitted slowly, nodding his head as if she had\nexpounded some all-powerful decree. “Though laws aren’t worth a\nSiwash curse to you two, they are to me. You’re safe—for the night.\nBecause now I savvy that ‘brother in the Miner’s Range’ was only\nlyin’ bluff.”\n\n“But look here, Sark,” whined Jose, “we—”\n\n“Stop right up! I’d sure palaver with a murdering Sundowner. I’d\nsure palaver with a cannibal Hoonah. But I won’t palaver with you.\nI’m telling you you’re safe under this roof. Out from under it you\ntake your chance. I’ll give you an hour’s clear start in the\nmorning, and then, by thunder, look out for me! Now jump into that\nback room quick, the both of you. Jump in, I say, for fear I forget\nI’ve broken bread under my own roof with you!”\n\nThe intensity of Sark’s passion heaved and tore at his mighty chest\nand vibrated in his smashing voice.\n\nThey did not want him to forget. They had the temporary saving grace\nof the night hours. Much might perhaps be accomplished in those\nhours, and with that idea in their degenerate minds Cantine and the\nwoman slunk into the logged-in annex and shut the door.\n\nAs if he were already slamming lead into Cantine’s body, Sark\nslammed stick after stick into the stove.\n\nThen, although it was still early in the evening, he blew out the\ncandle and threw himself upon his bunk, lying on hip and elbow,\nresting his head on his hand and staring like a graven image at the\nflame-dance on the darkened walls of the cabin.\n\nBlera, peering through a chink in the back-room door, watched him\nthus hour by hour. It was a strange and weary vigil, but on after\nmidnight his head slipped down from his hand.\n\n“Jose,” she breathed, “he’s asleep. Now’s our chance. But we have to\nhave the rifle to make our get-away good. Then you can stand him\noff. I’ll take the gun. I’m lighter than you, and the slab floor’s\nawful creaky.”\n\nCautiously she slipped out of the back room and as cautiously, inch\nby inch, edged across the main room toward Sark’s bunk.\n\nHer figure as she crept was now lost in shadow, now etched out\nfaintly by the leaping flamelight. She moved apparently without\nstepping, with the peculiar gliding grace that is the inheritance of\nNorth-born people.\n\nThe irregularities of the slab floor seemed to lose stability, to\nbecome fluid and flow under her feet like waves in a rapid. Not once\ndid her moccasincd toes strike knot or scam. Not once did the limber\nslabs shriek as they bowed and sprung. Not once did the sleeping\nhuskies stir from their dreams by the stove. She reached the bunk,\nand her mobile fingers closed on the weapon.\n\nSark faced outward as he slept.\n\nThe rifle lay on the blankets between his back and the wall, free of\nhis touch except where his shoe-packed foot curled over the heel of\nthe stock.\n\nBlera had the rifle by the barrel, and slowly, with a motion so\ngentle as to be scarcely perceptible, she began to twist loose the\nbutt.\n\nShe had nearly succeeded when she saw the twitching of muscles round\nSark’s closed eyes.\n\nSwiftly she released the weapon and with a lithe swing of her body\nstretched herself along the outer edge of the bunk. Her arms were\nabout Sark’s neck, and her voice was whispering in his ear when he\nhalf awoke.\n\n“Eric,” she whispered hurriedly, hysterically, “I’ve come\nback—stolen out of there while he slept. We got to go\naway—together. He was never—”\n\nBut Sark awakened fully.\n\n“You cursed vampire!” he gritted. “Get off. Get away from me. I\ndon’t want the touch of your hands. Aren’t you seeing you’re poison\nand pollution to me?”\n\nHe half arose on one knee, roughly thrusting her from the bunk, and\neven as he repulsed her, the touch of her arms brought the thrill of\nanother day, a day when his hours had been full of dream and desire,\nof marvel and of miracle, when Blera had been a splendor and a\nvision to him and lain in honor by his side.\n\nFor a reeling moment he saw not this woman who was poison and\npollution to him. His eyes were fixed, seer-like, upon the panels of\nthose vanished days, upon the words and smiles and deeds and\ndelights of another woman tapestried in golden story upon the\nsnow-white curtain of the North, days before he had come into the\ncompanionship of Tom Bassett and discovered the love that passeth\nthe love of woman.\n\nAnd that short moment of Sark’s unwariness was his undoing and\nBlera’s opportunity. Right before his unseeing eyes her swift hands\ngrasped the rifle, and like another Delilah, turned Philistine\nagainst her Samson, she crashed the butt across his temple.\n\nSark’s face turned blank. He quivered a little, poised on one knee,\nand collapsed in the bunk.\n\n“Jose, quick!”\n\nBut she did not need to cry. Cantine had seen from the chink in the\nback-room door and run as she struck.\n\n“Blera, you didn’t—”\n\n“No, no! Only stunned! And he’s stirring already. Be sharp! Get the\ndog-harness. Down, you brutes!”\n\nThe awakened dogs had sprung up snarling, but Blera had a formidable\nweapon in the rifle, and she bludgeoned them on the heads with the\nbutt. Jose, too, sprang for the long-lashed dog-whip, coiled on pegs\non the wall, and flayed them into subjection. “Now the harness,\nquick, Jose!”\n\n                   *       *       *       *       *\n\nStill using the butt of his whip to keep the victory already gained,\nCantine threw the harness on the ugly beasts and haled them out into\nthe piercing cold. Blera tossed down the sled up-ended by the door.\nRapidly they traced in the huskies, whining resentfully at being\nlashed and dragged from the warmth of the cabin out into a\ntemperature of fifty-five below, and cast themselves on the sled.\n\n“Mush!” roared Cantine, bringing down the whip.\n\nUnder the dreaded lash the shivering team dashed down the bank and\nheaded up the ice of the Klokhok. The steel-shod sled-runners\nshrieked a shrill tune. The ice boomed to their flying passage.\n\nHigh in the heavens overhead flashed the brilliant stars and the\nmid-Winter aurora. There was in the hearts of Blera and Jose no\nremorse, no regret, not even pity. There was only devilish\nrecklessness and the sheer exultation of escape. Continually they\nurged on the dogs to greater speed, lashing them till Skookum the\nleader flung up his nose as he galloped and howled a protest.\n\nAnd challenging Skookum’s howl, from around the abrupt bend they\nwere taking at express-train speed broke the tumultuous cry of many\nwolf-dogs on the arctic night.\n\nAs if suddenly revealed by a lightning flash Jose and Blera glimpsed\nthem right ahead, the murderous hunt-pack from Tutchi’s Village\nsweeping the river-ice one hundred strong with one lone cross-fox\nstraining from their jaws. An instant they glimpsed them, then in\nthe belly of the bend, fox, team, sled and hunt-pack collided in a\nheap.\n\nCantine had loosened his grip on the sled to grasp the rifle in\ndefense, and the smashing impact catapulted him clear into the heart\nof the horde.\n\nOne moment Blera watched him sink in a sea of bristling fur and\nslavering fangs before she beheld the same sea surging upon her, the\nsea which was the concrete force of the inimical wild, strong, sure,\nmore ruthless even than the persecuting Bassett or the avenging hand\nof Eric Sark.\n\n                   *       *       *       *       *\n\nTwo weeks later, Tom Bassett, returning from Dawson City up the\nNordenskold River and swinging through the night down the Klokhok\nRiver to his partner’s cabin on the Nordenskold Trail, drove over a\nrattling heap of debris at the first bend above the Klokhok’s mouth.\nCuriously he swerved his sled back to investigate, and one brief\nlook before he whipped on showed the remnants of a broken sled\nmingled with gnawed husky and human bones glistening white under a\nrising moon.\n\nHe whipped on fast and burst into the cabin upon Sark who with a\nbandage over a deep cut on his temple was forking bacon from a\nfrying-pan on the stove on to a plate.\n\n“Eric,” Tom greeted with a tremor of relief in his voice, “I struck\nsomethin’ upriver, and I wasn’t—well, sure, you know!”\n\n“I’ve had visitors since you left,” replied Sark grimly.\n\n“Eh?” Bassett put out a sympathetic hand. “But Eric, you didn’t—”\n\n“No,” returned his partner, gripping the extended hand, “the\nhunt-pack saved me the trouble. Sit in and have supper!”\n\n\n                               THE END",
    "metadata": {
        "author": [
            "White, S. A.",
            "White, Samuel Alexander"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65272/pg65272.txt",
        "name": "the_hunt_pack.json"
    }
}