{
    "name": "The madness of Lancelot Biggs",
    "author": [
        "Danzell, George",
        "Bond, Nelson S.",
        "Bond, Nelson Slade",
        "Bond, Nelson"
    ],
    "body": "We had barely cleared Lunar Three and I was taking final instructions\nfrom Joe Marlowe, the port Sparks, when my plates dulled out and there\nI was staring at a blank expanse of metal. So I said, \"Merdejo!\" which\nis Universal for a naughty word, and started looking for the trouble.\nI was on my hands and knees under the audio bank when Cap Hanson came\ninto my control turret.\n\nHe said, \"You lose somethin', Sparks?\"\n\n\"Two minutes ago,\" I told him. \"Take a look around. If you see\nsomething bright red and covered with hairy spikes, don't step on it.\nIt's my temper.\"\n\nThe Skipper sighed. \"If my troubles,\" he declaimed, \"was as mild as\nyour'n, I'd do cartwheels from here to Venus. Sparks, you got a copy of\nthe Space Manual here, ain't you?\"\n\nI nodded toward my bookcase; he found the reg book and leafed through\nit carefully. Finally he shook his head.\n\n\"It ain't here,\" he gloomed. \"Are you sure this is the latest edition?\"\n\n\"Just what are you looking for?\" I asked him.\n\n\"I was kinda thinkin',\" he said hopefully, \"there might be a paragraph\ngivin' a space commander permission to boil his First Mate in oil,\nor cut him into small cubes an' feed him to the octopussies. But the\nwaffle-fannies what wrote that book--\"\n\nI knew, then. It was the same old complaint. Our lanky and incredibly\nomniscient friend, Lancelot Biggs, whose genius for getting ye goode\nshippe _Saturn_ out of tight spots was surpassed only by his ability to\nfester Cap Hanson's epidermis, was back in the soup.\n\nI said, \"But, sweet comets, Cap, what's he done now? He hasn't had time\nto do much. We've just pulled our Ampie[1] out of Earth's H-layer.\"\n\n[Footnote 1: The strange, energy-devouring Venusian creature that\nserves as a protective shield for space ships going through a planetary\nHeaviside layer.--Ed.]\n\n\"Which,\" rasped the skipper, \"took three hours. Or time enough for\nMister Biggs to render hisself liable to homicide. I've tooken plenty\nfrom that long-legged scarecrow. I got carpeted for platinum-chasin' on\nhis say-so.[2] I caressed pirates[3]--which, by the way, if you ever\ntell anybody, Sparks, I'll massacre you for--an' I--\"\n\n[Footnote 2: \"FOB Venus\", Fantastic Adventures, Nov., 1939.--Ed.]\n\n[Footnote 3: \"Lancelot Biggs Cooks a Pirate,\" Fantastic Adventures,\nFeb., 1939.--Ed.]\n\n\"You also,\" I reminded him, \"got your stripes saved on two separate\noccasions. Not to mention your bank-roll and your life. Remember?\"\n\n\"Nevertheless,\" said the skipper stiffly, \"an' however, this time he's\ngone too far. He's been makin' eyes at my daughter.\"\n\n\"Your,\" I repeated slowly, \"daughter!\"\n\n\"You seen her. She come aboard at Long Island Port for the Venus trip.\"\nHere his space-gnarled, leathery face cracked into a grin that would\nhave melted custard. \"Pretty as a picture, don't you think? Some say\nshe resembles me.\"\n\n\"Some people,\" I told him dazedly, \"will say anything for a laugh.\"\nI was thinking about that girl. What a girl! Five and a half feet of\ncream and velvet, surmounted by hair the color of a Martian sunset.\nEyes like blue haze over Venus, only alive with crinkly laughter.\nSure, she resembled the skipper! They had the same number of arms and\nlegs; they each had one nose and two eyes and two ears--but there the\nsimilarity ended. Their difference was that between a lumbering old\nspace freighter like the _Saturn_ and a modern, streamlined man-o'-war.\nAnd I _do_ mean streamlined!\n\nThe skipper said sourly, \"Well, get the blank look off your pan,\nSparks. An' take down a special message from me to Mr. Romeo Biggs, on\naccount of if I try to tell him myself I'll forget my dignity an' tear\nhim into asteroids. Tell him that the next time I catch him tossin'\ngoo-goo eyes at Diane, I'll give him a one-way ticket through the\nair-lock. That's all!\"\n\nAnd he left the turret, snorting. I stared after him dreamily. I found\nmyself doing something I haven't done since I was a kid, counting off\nmy name with that of Diane Hanson. \"Friendship, courtship, love, hate,\nmarriage--\"\n\nIt came out \"friendship.\" I told you I had my troubles....\n\n\n\nAfter a while came a sound like a three-legged pelican doing the\nMartian fling in a cornpatch, and Lancelot Biggs ambled into my turret,\neyes aglow, his unbelievable Adam's-apple bobbing up and down like a\nphoton in a cyclotron. I could tell he was busting with the desire to\nspill his overflowing heart to me, but he said, \"Trouble, Sparks?\"\n\nSee? That's why you just couldn't help liking the guy. Soon as he saw\nme fiddling around the audio bank he was ready to help. It's hard to\nfigure a jasper like Biggs. I sometimes thought he was the dumbest\nmortal who ever hopped gravs, but just about the time I'd be ready to\ndelegate him to the Booby-hatch Convention he'd come through with a\nspark of brilliance that would make Sol look like an infra-red ray.\n\nI told him glumly, \"I wish the nearest I'd ever come to radio was\nplayin' that kid's game with beans. This time the audio's gone haywire\nand I can't even find out what the hell ails it.\"\n\nHe came over beside me and looked. He jiggled a few wires, snapped\nswitches and succeeded in bunting the button of the feed line cable. At\nlast he said, \"The trouble's in the plate, isn't it, Sparks?\"\n\n\"Looks as if. It's gone cold and I can't raise a signal out of it.\"\n\n\"These plates you use,\" he frowned, \"are made of a seleno-aluminum\nalloy, aren't they?\"\n\n\"Right,\" I told him, \"as rain. However right that is. And they're as\ndependable as a spacecomber's promises. Always going on the blink just\nwhen you need 'em most.\"\n\n\"That's what I thought.\" Biggs shifted his gawky length from one\nfoot to the other, a sign of deep cogitation I'd seen before. Then,\nsuddenly, \"Listen, Sparks,\" he blurted, \"I've been thinking over that\nproblem--\"\n\nI rose hastily.\n\n\"Look, Mr. Biggs, if you've been thinking, this is where I get off.\nDon't tell me or I'll catch the contagion. I'm just a hard-working bug\npounder--\"\n\n\"--and I think I know a way,\" he continued eagerly, \"to put an end to\nspace radio transmission difficulties. They're using the wrong metal in\nthe audio plates, _that's_ the trouble! The seleno-aluminum alloy was\nall right for radio in the early days of television, but space-flight\ndemands a sturdier, and at the same time more sensitive receptor.\"\n\n\"Like,\" I demanded, \"what? Comet-tails, maybe?\"\n\n\"Uranium,\" explained Biggs simply. \"As I told you, I've been\nexperimenting. And I've discovered that uranium, no longer as rare and\nexpensive as it was when audio plates were first invented, is the ideal\nplate.\"\n\n\"It's been nice,\" I said sarcastically, \"seeing you, Mr. Biggs. Any\nschoolchild knows that mobile electrons account for the electrical\nconducting ability of metals. And as the number of electrons per atom\nincreases, metallic properties decrease; the metals become harder, more\nbrittle, less ductile and poorer conductors. Uranium, my friend, would\nbe what we Universal-hurlers call, in our simple patois, a first class\n'stinkeroo'.\"\n\nBiggs flushed faintly, and his liquescent larynx leaped in a lopsided\nlurch. There was a hurt look in his eyes.\n\n\"Would you be convinced if I showed you?\"\n\n\"St. Louis,\" I said.\n\n\"I--I beg your pardon?\"\n\n\"I'm from there. It's in the State of Missouri.\" But I gave my\nslumbrous receiving set a glance of despair. \"Still--this thing's not\nworking. If you'd like to try out your new floppola--\"\n\n\"I've got it in my quarters,\" he said delightedly. \"I'll go get it\nright away!\" And he started toward the door.\n\nI remembered, then, that I had a message for him.\n\n\"Wait a minute,\" I said, \"I just remembered. Our beloved skipper left\nyou a billet-doux. He told me to tell you to ipskay the assespay at the\naughterday.\"\n\nBiggs frowned. \"Latin?\" he hazarded.\n\n\"Pig-Latin,\" I told him, \"and horse-sense. Hanson says you've been\nwearing it on the sleeve for his gal, Diane. And if he sees it pounding\nin the open once more, he's going to chop it into mincemeat.\"\n\nBiggs' face looked like a national holiday on the calendar. He\nstrangled gently.\n\n\"But--but I like the girl, Sparks. And I believe she likes me.\"\n\n\"She'll revere your memory,\" I told him frankly, \"if you don't obey the\nOld Man's orders. When he issued his manifesto he had granite in his\njaw and mayhem in his eyes. You'd better do as he says.\"\n\n\"But it's not fair!\" protested Biggs. \"After all, I'm an officer and\na--\"\n\n\"And a gentleman,\" I finished wearily, \"by courtesy of the U.S.S.A.\nYeah, I know. But in my estimation, that's just strike two against you.\nThe skipper doesn't have a lot of use for you graduate Wranglers, you\nknow. He graduated from the N.R.I. before there was such a thing as an\nAcademy.\"\n\n\n\nPerhaps, for the sake of you Earth-lubbers who are tuned in I should\nexplain this. The rivalry between Earth's two great schools of\nastronavigation is something paralleled only by that which existed,\ncenturies ago, between the United States' two military schools, the\nU.S.M.A. and the U.S.N.A.\n\nThe National Rocket Institute is the older college for spacemen.\nOriginally designed for merchant marine training, it became a natural\n\"friendly foe\" of the United States Spaceways Academy when that\ninstitution was founded fourteen years later.\n\nToday there is a constant companionable rivalry between graduates of\nthe two schools; one subordinate, of course, to the routine of daily\nwork, but that flares into definite feeling when, each Earth autumn,\nthe current football teams of the academies meet in their traditional\ngrid battle.\n\nThey tell me that in the old days soldiers and sailors the world around\nused to gather about their short-wave radios to hear the broadcast\nof the Army-Navy game. Well, it's that way--only worse--nowadays in\nspace. Graduates of the N.R.I. (\"Rocketeers,\" we call 'em) listen,\ncheek-to-jowl, with \"Wranglers\" from the Spaceways Academy. There's\na lot of groaning and a lot of cheering and a lot of drinking and\nsometimes there's a sizable chunk of fisticuffing. It usually ends up\nwith the representatives of the winning team standing treat, and the\ngrads of the losing academy vowing they'll win \"Next year!\"\n\nTake our ship, for instance. The _Saturn_. I won my brevet at the\nAcademy; so did Dick Todd, the second-in-command, and Lancelot Biggs\ngraduated just last year. Chief Engineer Garrity, on the other hand,\ntook his sheepskin from the Rocketeers' school, and so did Cap Hanson.\n\nWhich made another important reason why I should do something--and do\nit mighty fast--to get the _Saturn's_ radio clicking again. Because\nthe annual Rocketeer-Wrangler grid fracas was to be broadcast just two\ndays from now, and my scalp wouldn't be worth the price of a secondhand\ntoupee if the old grads from both schools couldn't hear the game.\n\nBiggs spluttered like my condenser would if my audio had been working,\nwhich it wasn't--if you know what I mean.\n\n\"I'm not one to complain, Sparks. But when Hanson tries to come between\nDiane and me--\"\n\nI said, \"So! Mister Biggs, accept my apology. I underrated you. It's\nreached the 'Diane' stage already, has it?\"\n\n\"It--it--\" Biggs stammered into silence. Then he said, almost meekly,\n\"Sparks--can you keep a secret?\"\n\n\"I'm a mousetrap,\" I told him.\n\n\"Then I'll tell you--this isn't the first time Diane and I have met.\nWe--we knew each other before I came aboard the _Saturn_. As a matter\nof fact, I asked for this berth in order that I might gain her father's\nfavor; so we could get married.\"\n\nThat explained a lot of things. I had often wondered why Lancelot\nBiggs, whose uncle, Prendergast Biggs, was a Vice-president of the\nCorporation, should have chosen to serve out his junior officership on\na wallowing, old-fashioned Earth-to-Venus freighter like the _Saturn_.\nNow it all became clear and I began to feel like the adviser of a\nlovelorn column in a daily newspaper.\n\nI said, \"So to put it poetically, Biggs, you're a little bit off the\ngravs for the gal, hey?\"\n\n\"Little bit?\" he said miserably. \"Sparks, you'll never know.\"\n\n\"That's what you think,\" I told him, remembering how it came out\n\"friendship.\"\n\n\"What?\" Then he forgot his curiosity in a burst of--for him--uncommon\npetulance. \"But I'll not take this lying down, Sparks. I'll show the\nskipper I have a right to love his daughter. I don't care if he _is_ a\ngraduate of the N.R.I., I'll show the leather-pussed old space cow--\"\n\n\"Are you by any chance,\" roared a voice, \"referrin' to _me_, Mister\nBiggs!\"\n\nWe both started. The Skipper was standing in the doorway!\n\n\n\nI said, \"Pardon me, folks! I've got to see a guy about a shroud!\" and\ntried to slide past Cap Hanson to the safety of the deck, but the Old\nMan roared me down with a blast.\n\n\"Come back here, Sparks! I want you as witness!\" He turned to Biggs,\nwhose face looked like a prism revolving in sunlight. \"So! So I'm a\nleather-pussed old space cow, _Mister_ Biggs?\"\n\nBiggs stammered, \"I--I--\"\n\n\"_What!_\" Hanson's bellow raised a dozen decibels. \"You impertinent\nyoung jackanapes! Did you hear him, Sparks? He said, 'Aye, aye!' Well,\nI'll show _you_--\"\n\nHe extended a horny palm. \"Your rocket, sir!\"\n\nLancelot Biggs' lips quivered. He reached up and mechanically unpinned\nfrom its place over his left breast the tiny, shining gold rocket\nreplica which is the brevet of a space lieutenant. Hanson snatched\nit. In a decisive voice he said, \"I'm markin' you down, Biggs, for\ninsubordination, for slander of a senior officer, conduct unbecomin' an\nofficer, intent to malign an' injure, an'--Well, that's all for now.\nMaybe I'll think of a few more things later on.\n\n\"To your quarters, Mister Biggs. An' consider yourself under arrest\nuntil further notice.\"\n\nBiggs saluted; turned on his heel and marched from the room. And it\nstruck me, suddenly, that for once there was nothing amusing, nothing\nhumorous, in the youngster's gangling walk. Oh, he stalked, yes. And\nI've often kidded him about how much like a crab on stilts he looks.\nBut now I felt sort of choky when I saw the pathetic dignity in the\nset of his shoulders, the proud way he strode away without a backward\nglance.\n\nI guess I lifted my own gravs for a minute. My voice sounded harsh in\nmy own ears when I snarled at Hanson, \"Well, you certainly threw the\nbook at him that time!\"\n\nBut to my surprise, Cap Hanson was grinning. He looked like an Ampie\nin a power plant. And he said, placatingly, \"Oh, come now, Sparks! You\ndon't think I'm such an ogre as all that, do you?\"\n\n\"You busted him,\" I accused. \"You lifted his rocket and put him under\narrest. When the Corporation learns about it, they'll--\"\n\n\"The Corporation,\" said the skipper, \"isn't goin' to hear about it.\nI'm not even goin' to put this on the log. This is between you an' me\nand Lancelot Biggs, Sparks. Don't you see? I had to do somethin' to\nseparate him an' Diane.\"\n\nI did see. And I realized how completely I was caught in the middle by\nmy friendship with two guys, each of whom believed in his own ideals,\neach of whom thought he was doing the right thing. I said slowly, \"I\nget it, Cap. But are you sure you're doing the right thing? After all,\nmaybe Biggs and your daughter really like each other.\"\n\nCap Hanson said seriously, \"That's just what I'm afraid of, Sparks.\nPut yourself in my place. How would _you_ like to have a grandson what\nlooked like Lancelot Biggs?\"\n\nI don't know. Maybe he had something there.\n\n\n\nWell, to make a short story longer, that happened the first day out\nof Long Island Spaceport. Tempus, as the old Romans liked to remark,\nfidgetted. I spent the working hours of the next two days trying to\nget that confounded instrument of mine operating; I spent my off hours\nshuttling back and forth between the bridge and the brig.\n\nI had the pleasure--and, boy! you'd better know I mean it--of meeting\nDiane Hanson. She was a rag, a bone of contention and a hank of hair,\nbut if she'd snapped her fingers I would have jumped out the spacelock\nand brought her back a handful of galaxies. She had a voice that made\nme feel like my backbone was charging .30 amps, and when my eyes met\nhers my knees went all wobbly.\n\nBut her heart belonged to the baddy in the hoosegow. And she didn't\ncare who knew it--except the Old Man. She asked me, \"He's all right,\nSparks, he's comfortable?\"\n\n\"He's comfortable enough,\" I told her. \"But he's as restless as a\nsquirrel in a petrified forest. He's been pacing his room so much that\nhe's not only got corns, but he's got corns on his corns.\"\n\nShe said wistfully, \"If Dad would only be reasonable. Sparks, do you\nthink that if I went to him and told him everything--?\"\n\nI shuddered.\n\n\"Don't mention it! Don't even think of it! Your old ma--I mean your\nfather might read your thoughts.\" I forced a grin named Santa Claus,\nbecause I didn't believe in it myself. \"Cheer up, Diane. Lancelot will\nfind a way out of this trouble.\"\n\n\"He will?\" she said hopefully. \"You think he will, Sparks?\"\n\n\"He always does,\" I told her. I squared myself with Kid Conscience by\nmuttering under my breath, \"Always--except this time.\"\n\n\n\nSo finally here we were, a baker's dozen of us, in the radio turret\non the fateful day. Twelve of us were scowling, and me--I was number\nthirteen--I was sweating like an ice-box in the Sahara. Because it was\nthe day, and darn near the hour, of the Big Game back on Earth--and my\nradio _still_ was as talkative as a deaf-mute in a vacuum.\n\nTodd was there, and Chief Garrity, and Wilson, the third officer, and\nBillings and--oh, shucks!--every one of us who had studied at either of\nthe two academies. And Cap Hanson was there. He was very much there. He\nwas howling ghastly threats in my ears, the mildest of which was that\nif I didn't have the radio repaired within the next minute, or maybe\nless, he'd personally tattoo the word \"Scoundrel\" on my forehead with a\nriveting machine.\n\nI squawked, \"Good golly, I'm doing the best I can! Don't you think\nI want to hear this game as much as you do? Maybe more. Because the\nWranglers are going to beat the bejeepers out of you Rocketeers today,\nanyhow.\"\n\nCap raged, \"What's that?\" but it took some of the blast out of his\ntubes, because he knew it was true. The Spaceways Academy team was\nstrongly favored over the eleven from the N.R.I., having so far run\nthrough an undefeated season while the Rocketeers had lost to Army and\nNotre Dame and been tied by Yale. \"What's that? Why, last year--\"\n\n\"That,\" Lieutenant Dick Todd taunted him, grinning, \"was last year,\nSkipper. You beat us then, yes. But this year the shoe's on the other\nfoot.\"\n\n\"Well, anyhow,\" howled the Old Man, \"my shoe's goin' to be\nyou-know-where, Sparks, if you don't get that damn radio talkin'.\"\n\nI stood up and stripped off my rubber gloves. I said, \"I've done\neverything I know how. I've had the thing apart twice and put it\ntogether again. It won't work--and for one simple reason. The\nseleno-aluminum plate is shot.\"\n\nChief Garrity said, \"Then get ye a new one, lad.\"\n\n\"Right. As soon,\" I told him, \"as we cradle into Sun City spaceport.\"\n\nThe skipper looked like he'd bitten into an apple and found a worm.\n\"You mean we're not going to hear the game?\"\n\n\"That's exactly what I--\" Then I paused. \"Wait a minute! There's a\nfaint possibility we might. If his invention really works. He has a\nspare plate in his quarters, but he'll have to install it. I don't know\nhow.\"\n\n\"He?\" yelled the Old Man. \"Who? The man in the moon?\"\n\n\"The man in the doghouse,\" I corrected. \"Biggs.\"\n\n\"Biggs!\" The skipper's look changed. Now he looked like a man who'd\nbitten into an apple and found _half_ a worm. But he turned to Dick\nTodd. \"Go get him, Mister Todd,\" he ordered.\n\nTodd left. We all watched the clock. Todd returned, bringing with him\nL. Biggs, ex-exile. The skipper glared daggers at his First Mate.\n\n\"I hear you've an invention, Mister Biggs,\" he said caustically. \"I\ndistrust it. It may turn out like some of your other brain-children.\nBut this is no time to be choosey. Attach it. And be kind enough to\nlook at the radio controls instead of my daughter!\"\n\nLancelot Biggs stood very, very still.\n\n\"Well,\" roared the Old Man, \"get going!\"\n\nLancelot Biggs smiled; a faint, thin smile.\n\n\"For,\" he said, \"a price, Captain.\"\n\n\"A price!\" Hanson's voice lifted the roof an inch. \"Lieutenant, you're\nnot tryin' to dicker with me?\"\n\n\"Not trying,\" corrected Biggs, \"I'm dickering. For a price, I'll attach\nmy new plate unit to the radio. Further, I will absolutely guarantee\nits operation.\"\n\n\"You--you insolent young pup!\" raved the skipper. \"Todd, Wilson--put\nhim in irons! No, stand still you damn fools! Let him alone! What's\nyour price, Biggs? You can't have her!\"\n\n\"Her?\" said Biggs innocently. \"I don't know what you're talking about,\nCaptain. My price is--my rocket!\"\n\nCap Hanson looked at the faces of the waiting graduates around him. He\nknew when he was stalemated. He said, \"Well--\" and reached into his\npocket.\n\nBiggs pinned the tiny golden emblem where it belonged and I never saw a\nman look more proud. Then he said quietly, \"Very well, gentlemen. Now,\nSparks, if you'll lend me a hand here....\"\n\n\n\nThe uranium plate worked. Two minutes later, as I tied in the positive\ncable, dancing light began to play over the tubes, the galvanometer\nskipped gaily, and current began to hum once again. I yelled, \"Biggs,\nyou're terrific!\" and reached for the vernier. But Biggs' hand stayed\nmine.\n\n\"Not there, Sparks! Higher. The ultra-short wave, I believe. About one\nover fifty thousand on the Ang vernier.\"\n\nCap Hanson rasped, \"Sparks knows how to operate a radio, Mister Biggs,\nwithout your help!\"\n\n\"Not _this_ radio,\" shrugged the lanky lieutenant. \"This plate is\nconsiderably different from the old type. Considerably different!\"\n\nI thought I detected a faint note of amusement in his voice, but the\nthought vanished as swiftly as it came--for at that instant my fingers\nfound the proper spot. There was a moment of whining super-het; then--\n\n\"--a great day and a great crowd, folks!\" came an excited voice. \"And\nhere comes the next play. The Wranglers have the ball on their own\neighteen yard line, second and ten to go--\"\n\n\"That's it!\" roared Cap Hanson exuberantly. \"By golly, that's it!\nBiggs, maybe you're not the dope I think you are!\"\n\nBut the shocks weren't over yet. You remember I told you the Wranglers\nwere strongly favored to take the Rocketeers down the ramps? Well--this\nwas evidently just another example that in a traditional battle\nanything can happen--and usually does!\n\nWe had had the radio on barely five minutes when the Rocketeers blocked\na Wrangler kick, fell on it, and took possession on the Wrangler nine\nyard line. In two power plays the eleven from Cap Hanson's academy had\nplunged over for a touchdown. One minute later they made the conversion\nand the score was 7-0 for the supposed underdogs.\n\nThe faces around that room were a sight! Hanson and Garrity looked like\nVenusian bunny-men in a carrot patch; those of us who acknowledged\nthe Academy as our Alma Mammy would have soured milk with our smiles.\nThe expression on Lancelot Biggs' face defied description. He looked\nfaintly startled, faintly pleased, like a man shouting echoes against a\nmountainside.\n\nCap Hanson groped in his hip pocket; brought forth a wad of hoarded\nEarth and Venus credits.\n\n\"Well, you broken-down Wranglers--any of you like to lay a few creds on\nyour team making a come-back?\"\n\nHe got plenty of takers. After all, one touchdown isn't a football\ngame, and the Wranglers _were_ favored to win. I shelled out to the\nextent of thirty credits, Todd staked a few. Chief Garrity unbuttoned\nhis ancient wallet, shooed away the moths, and risked some of his own\ncredits after demanding three to one odds.\n\nAnd the game went on.\n\nThe first quarter ended, amazingly, with Rocketeers still leading by\nthat score of 7-0. In the second quarter, Cap Hanson, overflowing with\nthe milk of human I-told-you-so, turned to Lancelot Biggs, crowed\ntauntingly,\n\n\"Well, Mister Biggs, I take notice you're careful not to lay any bets\non that team of your'n?\"\n\nBiggs, whose eyes had been fastened hungrily on a girl in that\nroom--guess which one!--gulped, and his neck-elevator bobbled. He said,\nalmost embarrassedly,\n\n\"I--I don't know whether I should, Captain--\"\n\nHanson snorted. \"Just what I might have expected of a Wrangler. Well--\"\n\nThen Chief Garrity shushed him suddenly. \"Quiet, skipper! Something's\ngoing on!\"\n\nSomething was, indeed. The radio announcer was in a dither. \"--and it\nlooks bad for the Wranglers, friends! The Rocketeers' quick kick has\nthem on the one yard line ... now they're lining up to kick out of\ntrouble.... Wait a minute! Here comes a substitute from the Wrangler\nbench. It's--we don't have time to get you his name, folks, but it's\nnumber 36. He's going in at quarterback for O'Doule--\"\n\nHanson gibed, \"Well, Biggs?\"\n\nThe announcer continued, \"Number 36 in at quarterback, folks. Now he's\ncalling signals. There's the snapback. The new man is going to kick....\nNo, he's going to pass.... No, he's going to run.... No--he's fumbled!\n\n\"There's a pile-up behind the goalposts! They're unscrambling the\nplayers. And--it's a touchdown for the Rocketeers, folks! The score is\n13-0!\"\n\nHanson let loose a great roar of delight. \"There! I knew it! Good thing\nyou didn't bet, Biggs!\"\n\nAnd then, astonishingly, Lancelot Biggs spoke up. \"How much would you\nlike to wager, Captain?\"\n\n\"How--much?\" Hanson looked stunned. \"Every cred in my poke, Lieutenant.\nTwo hundred and fifty.\"\n\n\"I'll take that bet,\" said Biggs.\n\n\n\nI sidled to his elbow and gave him a swift poke in the ribs. I hissed,\n\"Don't be a sap, Biggs! Make him give you odds if you _must_ bet--\"\n\nBut I spoke too late. The bet had already been placed in the hands of a\nneutral party, steward Doug Enderby. And now, a new tenseness in all of\nus, we listened to the remainder of the broadcast.\n\nIn the third quarter, Dick Todd got out the crying towel. \"Gosh,\nSparks,\" he mourned to me, \"what's the matter with our boys? This is a\nslaughter. The same as last year.\"\n\nBecause by that time the Rocketeers had scored once again; this time on\na smooth sixty yard forward. Garrity and Hanson were literally swooning\nwith joy, by this time offering fantastic odds to any Wrangler who\nwould bet. But we had all pulled in our horns. All, that is, but one\nman--First Mate Lancelot Biggs.\n\nIn a moment of lull, he turned to the skipper.\n\n\"Skipper,\" he said, \"I have no more creds, but I'd like to wager for\nanother stake.\"\n\nHanson chuckled. \"Your shirt won't fit me, Biggs.\"\n\n\"I'll bet you,\" said Biggs thoughtfully, \"my space claim against the\nprivilege of the next three landings that the Wranglers beat the\nRocketeers this year.\"\n\nWe all gasped. They were _real_ stakes. Every space officer is\ngranted, by the IPS, a space claim consisting of property rights in\nall unexplored areas of a given arc. He may either explore in this\nsector himself after he has served his trick, or he may delegate the\nexploration to professional space-hounds. In either case, a substantial\npercentage of all ores, precious stones and miscellany found in his\nallotted sector belong to him. Many a space officer has found himself\nfabulously rich overnight when his sector turned up with rock diamond\ndetritus or granules of meteoric ore.\n\nOn the other hand, Biggs was asking a great privilege. Before a space\nofficer can become a commander, he must have made five personal cradle\nlandings on any planet. Skippers were chary of granting permission on\nthese, often making junior officers wait years to earn their Master's\nticket.\n\nBut it looked like Biggs was again sticking his neck out. I tried\nto stop him. I said, \"Don't, Biggs! This game is in the bag for the\nRocketeers. Don't be so rash!\"\n\nBut only half the words had garbled through my larynx when Cap Hanson\nyelped exuberantly, \"_Done!_ Gentlemen, I call upon you to witness that\nwager!\" And he rubbed his paws together like a raccoon eyeing a bowl of\nhoney.\n\n\n\nTwenty to nothing! That was the score then, and it was the score\nfifteen minutes later when, with but seven more minutes remaining in\nthe annual fracas, Lancelot Biggs went stark, staring mad.\n\nNow, Cap Hanson contributed to that madness. I must admit that his\nglee annoyed me. I can stand taking a licking as well as the next man,\nbut I hate like hell to have someone rub it in. And that's what the\nskipper was doing. As the minutes ticked by, and the Rocketeers' margin\nbecame momentarily more insurmountable, he first taunted us Wranglers,\nthen insulted us by offering ridiculous odds against our winning, and\nfinally accused us all of lacking sportsmanship.\n\nBiggs, standing carefully aloof from Diane in order not to rouse the\nskipper's latent wrath, had a strange pallor on his cheeks. Not so\nstrange, maybe. It's hard to stand by and watch everything you possess\nslipping down the skids.\n\nCap didn't make things any easier for him. Every so often the Old Man\nwould bend over, slap his thighs, and howl, \"Anything more you'd like\nto bet, Mister Biggs? Whoops! I'm a space-bitten son of Jupiter if this\nain't the most fun I ever had!\"\n\nAnd then Lancelot Biggs jolted out of his curious stupor. He said,\n\"Yes, Captain--I _do_ have something else to bet!\"\n\nEven Hanson was staggered by that one. \"Huh?\" was his snappiest\ncome-back.\n\n\"If--\" There was a dreamy look in Biggs' eyes. \"If you'd be kind enough\nto step into the corridor with me. You and Sparks, please?\"\n\nGood old Sparks; witness extraordinary. But don't think it gave me any\npleasure to witness this example of sheer madness. As we moved through\nthe doorway, away from the wondering crowd, I pleaded with Biggs,\n\"Biggs, for gosh sakes--haven't you lost enough already? Don't make\nanother bet!\"\n\nBut the glance he turned to me was mildly puzzled. And he whispered\nswiftly, \"It's all right, Sparks. I know what I'm doing--\"\n\nThen, outside, to the skipper,\n\n\"Captain Hanson, I have only one more thing of potential value left in\nthe world. The patent rights to my new invention, the practicability of\nwhich you have witnessed all afternoon, the uranium audio plate. This\nwill be my share of the wager.\"\n\nHanson said suspiciously, \"I don't know--\" To me, \"Sparks, is it worth\nanything?\"\n\nI nodded sombrely.\n\n\"In my estimation,\" I told him, \"it's worth at least a quarter million\ncredits. It's the first plate I've ever seen that really works. Didn't\nyou notice we're not even picking up static?\"\n\nThe Old Man nodded. \"Very well. And my stake--?\"\n\nBiggs said boldly, \"Permission to continue seeing your daughter.\nAnd--if she'll have me--to marry her!\"\n\nSomething popped, and for a minute I thought it was the Old Man's\nfuses, but it was only the top of his head rising two feet.\n\n\"_What!_ I thought you understood--\" Then a crafty grin touched his\nlips. \"Just a minute,\" he said cannily, \"I presume that you imply by\nthis that if you lose, you'll never try to see Diane again?\"\n\nI wanted to shout \"No!\" so bad I could taste it. But I was just the\nparty of the third part. Biggs' reply was just the opposite.\n\n\"Yes!\" he said.\n\nI groaned. Love's young dream--twenty points away!\n\n\n\nLet's get the agony over with. We returned to a control room full of\nmadmen. For in our absence the Rocketeers had intercepted a desperate\nWrangler pass, and the score was now 26-0. Just one point different\nfrom that licking they had given the U.S.S.A. boys last year. And as we\nlistened glumly they kicked the extra point.\n\nAnd that was about all. For three plays after the next kickoff a gun\nboomed, the crowd screamed, and the announcer howled, \"--and there's\nthe end of the game, folks! The Rocketeers win a great ball game,\n27-0. You have been listening to this program through the courtesy of\nHornswimble's Robot Corporation, makers of the world-famous 'Silent\nServants.' Why be lonely? A Robot in the home is a constant companion--\"\n\nChief Garrity squealed his tight-fisted glee. His palm\nwaved simultaneously beneath the noses of three sorrowful\nWranglers--including me. \"Pay up!\" he demanded. \"Pay up, ye benighted\nrascals--!\"\n\nAnd Cap Hanson was one big grin on legs. He said to Biggs triumphantly,\n\"Well, Biggs, I hope you've learned a lesson today! Two hundred and\nfifty credits, if you please. I'm minded to be kind with you. I'll not\naccept your space claim, my lad. But that third bet--\" He beamed on\nDiane. \"_That_ one I'll hold you to! And now--\"\n\nBiggs moved. To the radio bank. As he moved, he spoke.\n\n\"Yes. And now,\" he said, \"I think you should all hear _this_--\"\n\nHe twisted the dial. There was a moment of howling; then came a voice,\nclear, crisp, enthusiastic, \"--four minutes of playing time remaining,\nfolks, and the Rocketeers have the ball. But it won't do them any\ngood. Even if they _do_ score the result will be the same. They can't\novercome that tremendous Wrangler lead, 33-6--\"\n\n\n\nThunder and lightning; madness and confusion! The control room became\nas noisy as a well-populated tomb, and out of the terrible silence came\nthe faint, thin voice of the skipper demanding, \"What--what does this\nmean?\"\n\nBiggs boomed pleasantly, \"It means, Captain, that you've lost your\nbets. You'll remember that all our wagers were based on the result of\n_this_ year's game--which you are now listening to.\n\n\"It is unfortunate that human memories are so brief. Otherwise some of\nyou gentlemen might have recognized the astonishing similarity of the\nbroadcast we've just listened to with that of last year's game! Which\nit was!\"\n\nCap Hanson groaned, \"Last year's game! But that's impossible! You\ncouldn't--\"\n\n\"_I_ couldn't,\" agreed Biggs pleasantly, \"but my new invention could.\nYou see, I discovered in the course of my experiments that uranium has\nsome definite peculiarities. It, being highly radioactive itself, has\nthe strange property of being able to delay, almost indefinitely, the\npassage of electrical impulses traveling through it.\n\n\"Thus, under certain circumstances--in this case, Sparks, the fact\nthat it was activated in the ultra-short wave field--it can be used as\na 'time-speech-trap' to recapture sound waves released into the ether\nlong ago.\n\n\"When Earth's scientists have further investigated this phenomenon I\npredict some amazing results. Possibly in the near future we may be\nable to 'listen' once again to the voices of our ancestors 'way back\nin the Elizabethan Age, the Machine Age, or the American Business Age.\nBut meanwhile--\" He grinned amiably. \"Meanwhile, you have just heard\na broadcast of last year's Rocketeer-Wrangler football game. _This_\nyear's is just concluding!\"\n\nAnd so it was. With the Wranglers out in front by a score of 33-6. The\noutraged screams of Chief Engineer Garrity will haunt me all my days....\n\nAfterward there were just four of us in the turret. Biggs, Diane, the\nskipper and me. The Old Man had the look of a St. Bernard who has lost\nhis brandy cask. He said, \"But, confound you, Biggs, you're not goin'\nto hold me to them bets, are you? When you knew all the time--\"\n\nBiggs grinned.\n\n\"You were magnanimous with me, Skipper. I'll be the same with you. Keep\nyour money. And I'll settle for two landings. But the third bet--well,\nyou know the old saying.\"\n\n\"I know,\" mourned the Captain, \"plenty of 'em. What one do you mean?\"\n\n\"'All's fair',\" quoted Biggs softly, \"'in love and--.' We'll skip the\nother part. Diane, honey--\"\n\nOne thing about the skipper; he knew when he'd lost. He forced a grin\nto his lips--and, do you know, when he'd had a look at the light in\nDiane's eyes as she moved into the circle of Biggs' arms, that grin\nbegan to look almost natural. He gave me the high-sign, and we started\nto leave. But I had one more question. In the doorway I turned and\nasked, \"Biggs, come clean! You didn't know that thing was going to work\nthat way, did you?\"\n\nHe frowned gently. \"I didn't _know_. I suspected.\"\n\n\"But when,\" I insisted, \"did you really find out for sure? Your\nmemory's no better than mine. Certainly you didn't remember the events\nof last year's game?\"\n\n\"Some of them,\" he said amusedly. \"I caught on when I heard that\nepisode about the awkward quarterback, the substitute, number 36.\nRemember?\"\n\n\"Remember! You bet I do. The clumsy galoot who fumbled in the end zone\nand gave the Rocketeers a touchdown? He should have been drawn and\nquartered, the dope. But how did you remember _him_?\"\n\nBiggs smiled wanly.\n\n\"I just left the Academy last year, Sparks,\" he said. \"And the football\nteam. _I_ was number 36!\"\n\nThen he turned to Diane, and she turned to him, and--aw, hell! I know\nwhen I'm not wanted!",
    "metadata": {
        "author": [
            "Danzell, George",
            "Bond, Nelson S.",
            "Bond, Nelson Slade",
            "Bond, Nelson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73942/pg73942.txt",
        "name": "the_madness_of_lancelot_biggs.json"
    }
}