{
    "name": "The smart ones",
    "author": [
        "Sharkey, John Michael",
        "Sharkey, Jack"
    ],
    "body": "The first inkling came in a news bulletin that interrupted all\nregularly scheduled programming on the networks. Russia had uttered\na flat or-else at the UN assembly, and the U.S. had countered with a\nsteely just-try-it. That was all. It might be bad, it might not be\nso bad. Par-for-the-course or This-is-it. The bulletin lasted forty\nseconds, then regular programming was resumed. No warnings, no repeats\nof the Conelrad band-numbers, no stay-tuned urgings. Just the bulletin,\nthen resumption of routine telecasts.\n\nPete Crolin turned to his wife, Beth. \"What do you think?\" he said, not\nhaving to specify his meaning further. A faint frown deepened the soft\nlines of her forehead.\n\n\"I don't know,\" she said, thoughtfully. \"I think I'll call Lucille, see\nwhat she and Corey think.\"\n\nHer husband nodded, then lifted his beer and sipped it slowly, savoring\nthe taste as though he might not have the chance again, his eyes\nreturning to--but no longer witnessing--the western which the bulletin\nhad interrupted. Beth rose from her chair, smoothed her dress, then\nmade her way to the phone. Lucille's was a number Beth called at least\nonce every day, but she had to look it up after dialling two wrong\nnumbers.\n\n\"Corey thinks so, too,\" her friend said, when Beth had told the reason\nfor her call. \"He's out checking the shelter. We've got plenty of water\nand food, but he thinks we need more books, just in case.\"\n\n\"I wonder why we think this is it,\" Beth mused. \"We both felt it, and I\nguess you and Corey did, too. It's like that last straw on the camel's\nback. That kind of feeling.\"\n\nLucille, however, was in no mood for philosophizing. \"Corey's coming\nin, honey. I've got to help him with the books. I'll call back later--\"\nShe gave a funny, short laugh. \"If there is a later.\" Lucille hung up.\n\n\n\nPete had finished his beer, and was standing beside the silent TV,\nstaring at the wall, when she returned. Beth took him by the arm, and\nhe turned to face in her direction without resistance. \"Pete,\" she\nsaid, then louder, \"Pete!\" Some of the far-awayness cleared from his\neyes, and he saw her.\n\n\"Oh. What'd Lucille have to say?\"\n\nBeth gave a funny kind of smile and a half-shrug.\n\nPete nodded. \"Them, too. I guess I knew they'd feel it. Everybody will.\nI wonder how long we've got.\"\n\nHis wife gripped his upper arms, hard. \"Listen,\" she said. \"It's not\ntoo late, yet. Lucille and Corey have told us a dozen times to come in\nwith them if things started blowing up. There's room. I have plenty\nof food, so we won't infringe on theirs. Let's go over there, now.\nJust--Just in case.\"\n\nPete wrenched away from her and shook his head violently. \"_No!_ I've\ntold you, over and over. I'm not going to prolong things. If the world\nblows itself up, I don't want to hang around for a few extra weeks to\ndie in the wreckage of thirst or starvation. I'd as soon go when the\nworld goes.\" Then his manner softened, and he took her gently by the\nshoulders. \"But, honey--If _you_ want to go with them, it's okay. I'll\nunderstand. Let me help you pack the car, and--\"\n\nBeth's hand came up in a blurred arc and cracked stingingly against the\nside of Pete's face. \"_Stop it!_\" she cried. \"Stop talking that way!\nYou know I won't go without you. What's left if you're gone!?\" Pete had\nto grip her wrists to stop the frantic tiny fists that pummeled his\nchest in angry affection.\n\n\"Okay, okay, honey. I won't say it again. We'll stay here, together.\"\nHe started to take her in his arms, then suddenly grinned and started\nturning her around to face the other way. \"In fact, we'll have a\nparty!\" he said, shoving her kitchenward. \"Open that bottle of wine\nwe've been saving for Thanksgiving dinner. We'll have it, tonight,\nalong with maybe some of that anchovy paste we bought and never tried,\nand--\"\n\n\"There's some cold chicken in the refrigerator,\" said his wife,\ncatching his infectious enthusiasm. \"And I think some onion dip, and\ncorn crisps--\"\n\nThe peal of the front doorbell stopped them in the hall. \"Lucille?\"\nPete asked his wife. Blankly, she shrugged, then crossed the short\nfoyer and opened the door. A young man in uniform burst in, his cap\npushed crazily back on his short-cropped hair. \"Pete--Beth--Listen!\" he\nsaid. \"Did you hear the news bulletin?\"\n\n\"Martin ...\" Pete said, shaken. \"Why aren't you at the base?\" Martin\nFenelly was a neighbor, a Space Reservist.\n\n\"Dorothea's out in the car. We're headed there now. Come with us,\nplease!\" begged the young officer.\n\n\"Something _is_ going to happen, then!\" said Beth.\n\n\"You bet your boots,\" said Martin. \"Riots are starting all over the\nworld. London, Chicago, Cairo.... Anyplace with public shelters. People\nare trampling one another to get in.\"\n\n\"But the newscasters didn't say--\" started Pete, simultaneously with\nBeth's halting, \"Conelrad isn't on the air....\"\n\n\"Conelrad!\" spat young Fenelly. \"They don't dare use it. If they did,\nthe panics would grow. Right now, there's still a chance of keeping\nsome order. One warning to the populace, and the country becomes a mob,\ntwo hundred million strong!\"\n\n\"Pete--!\" Beth turned to stare up into his face. \"What should we do?\"\n\nPete licked dry lips, then looked shrewdly at Fenelly. \"What's at the\nbase? Shelters?\"\n\n\"A ship,\" said Martin. \"A spaceship. Never been tried, or fully tested,\nbut it's about the only real chance anyone has. I'm going, so's\nDorothea, and three of my crewmen. The others are swiping jets to fly\nto their homes. They want to be with their families when hell breaks\nloose.\"\n\n\"But where's it flying to? Where can you go?\"\n\n\"Moonbase,\" said Martin. \"There's plenty of room, all the synthetic\nfoods a person needs, oxygen-generators, water-recapturing systems.\nIt's the nearest safe spot, as of that blowup at the UN today.\"\n\n\n\nBeth turned a hopeful gaze to Pete. \"_Should_ we, darling? It's not\nlike a shelter, like you were worried about. We don't have to come out\nand look for food in the rubble. We can live indefinitely on Moonbase.\nPlease, darling! Please?\"\n\n\"I've got to think,\" said Pete, blinking. \"It never occurred to me I'd\nhave a third choice. I was resigned to sitting and waiting for the\nblast. Now--I'm all mixed up.\"\n\n\"It's _life_ Martin's offering us!\" pleaded Beth. \"You can't turn down\nan offer of life, real survival!\"\n\n\"But--But _is_ it?!\" asked Pete, uncertainly. \"We can't leave Moonbase\nany more than we could leave Corey's shelter. What difference if we're\nburied alive to avoid radiation or freezing vacuum?\"\n\n\"Pete, _please_!\" said Beth, almost screaming.\n\n\"Damn it, Pete, make up your mind!\" snapped Martin. \"I can't wait\nanother minute. My wife's out in the car; she's trusting me to take her\nto safety!\"\n\n\"I--I won't go! Maybe I'm wrong, but I just don't want to leave. If I\nhad time to think--\"\n\n\"All _right_!\" said Martin, starting for the door, angrily. \"Try to do\na favor, risk your own life, and--\" Then he relented and rushed back to\nhis neighbor. \"Good luck, Pete,\" he said, gripping the older man's hand\ntightly. \"Goodbye, Beth.\"\n\n\"No! No, wait!\" said Beth Crolin, not daring to look at her husband's\nface as she rushed after the young man. \"_I'll_ come with you!\"\nPete just stood like carven stone, watching, as Beth hurried down\nthe front path into the night toward the waiting car. Martin, sick\nwith embarrassment, turned a wryly apologetic grin Pete's way before\nfollowing after her.\n\nWhen the sound of the engine faded in the distance, Pete finally\nmanaged to move, and closed the door on the cold night outside. He went\nto the kitchen, stared hard at the bottle of wine in its corner of the\npantry shelf, then yanked it down and smashed it to glittering bits in\nthe sink.\n\n\n\n\"Corey,\" complained Lucille, \"you _know_ you're not going to read\n_Vanity Fair_ or _Coningsby_. You've started them a hundred times,\nand always lost interest. We could use the space for a hundred better\nthings.\"\n\nCorey shoved the books doggedly back into the slot from which his wife\nhad taken them on the bookshelf, and set his back stubbornly against\nthem, glaring at her. \"Those are records,\" he said, fighting an urge to\nshout. \"The society of Thackeray's time, the British school system of\nDisraeli's. Some day our children will want to know what the world was\nlike before the disaster.\"\n\n\"Why?\" said his wife. \"What they don't know won't hurt them. They'll\nnever wonder about it if you don't prod them to. And why should they\nknow about _Vanity Fair_ and _Coningsby_ anyhow? _You've_ survived this\nlong without knowing!\"\n\n\"All right, all right!\" snarled Corey, whirling to the shelf, and\npulling books out by the handful. \"Fill the space with Wheaties, or\nmovie magazines! Or home permanents and lipstick! To hell with our\nchildren's minds!\"\n\n\"Corey, stop it!\" hollered Lucille, trying to pick the books from the\nshelter floor as he hurled them there, then giving up and simply trying\nto pin his flailing arms. His elbow struck her in the chest, and she\nfell back with a startled grunt. Corey, his face white, started toward\nher with words of remorse on his lips, then tripped ingloriously upon\nthe heaped volumes and sprawled on his face at her feet.\n\nLucille sank into a chair as he rose groggily on hands and knees, and\nbegan to laugh. Corey, after a second, began to match her laughter with\nhis own. Then he frowned and stopped. Her laughter was all wrong. He\ntook her by the shoulders and shook her, but she kept on laughing while\nthe tears ran down her contorted face.\n\n\n\n\"You should have _told_ me!\" moaned Martin, on his knees beside the\nmetal-and-nylon cot. Dorothea just groaned and tossed her head from\nside to side on the sweat-soaked pillow, fighting the restraining\nstraps.\n\n\"S--Surprise,\" she mumbled, her features white with agony. \"I w-wanted\nit to be a surprise.\"\n\n\"But--\" her husband sobbed, beating his fists futilely against the\nsteel bulkhead, \"didn't you know the takeoff would be like that?\nHaven't I told you how many grown men had died of internal hemorrhages\nfrom the gravities they had to resist during takeoff? Didn't you\nsuspect that you--!?\"\n\nHe stopped, and sagged, his head resting against the frame of her bunk,\nand just sobbed softly, uselessly, while his wife murmured, over and\nover, like a fragment of intolerably sad music, \"My baby, my little\nbaby, my poor baby....\"\n\n\n\nPete sat in a thick, muddling fog, his fingers fumbling with paper\nand glue, sniffling softly in his misery. He didn't hear the light\nfootsteps on the porch, nor the familiar voice, until his name was\ncalled for the third time. Then he started, guiltily, and began to try\nand hide what he held clumsily on his lap.\n\nBeth came into their bedroom and saw him, and what he was trying to\ndo. The empty beer cans, the shattered glass upon the carpeted floor,\nand the ragged tear in the wallpaper between bureau and closet told her\nwhat he'd done. \"I don't blame you,\" she said softly, cupping her hand\ngently about the back of his neck. Pete suddenly choked on his tears\nand flung his arms about her thighs, burying his face hard against her\nabdomen.\n\n\"I was so mad--so mad at you,\" he said between spasms of relieved\nweeping. \"I came up here, drinking, saw the wedding picture on the\nwall--s-smashed the glass, and--\"\n\nBeth looked at the wedding photo where it had fallen in two curling\nhalves upon the floor, and smiled. \"But you tried to fix it again,\" she\nsaid softly.\n\n\"Of _course_ I tried to fix it!\" he muttered, keeping his face close\nagainst the warm softness of her belly. \"I got mad, but I got over it.\"\n\n\"Me, too,\" said Beth. \"A mile from the house, I screamed for Martin to\nlet me out of the car. I had to walk back. No one's bothering to run\nthe busses anymore, I--I saw the wine, in the sink. Is there any beer\nleft?\"\n\nHe nodded, mutely, still holding her tightly.\n\n\"Then we can still have our party,\" she said decisively. \"Maybe not so\nfancy as we'd planned, but--\"\n\nThen her husband was surging to his feet and stilling her lips with the\nhungry pressure of his own.\n\n\n\nHours before the spaceship reached Moonbase, the men stationed\nthere saw the horror begin. The orb of Earth, silver and blue\nagainst the black void of space, began to erupt with tiny bubbles of\norange-and-white, faster and faster, until the shapes of the continents\nwere limned against the steady blue glow of the oceans. Then the fringe\nof the oceans began to billow white rolling clouds of steam, and the\nplanet shrouded itself in impenetrable heaving seas of angry white\nvapor.\n\nSome common tacit urging made the men continue with their jobs there,\ngo through the routine of scanning the universe, radioing reports\nto stations long since molten piles of slag, metering the water and\nprecious oxygen that kept them alive. No one wanted to talk of what\nthey'd seen; life went on for many hours as though nothing untoward had\nhappened. Then, when the last strained thread of control was fraying\nmadly--\n\nThe spaceship landed, with its five-person complement.\n\n\"More mouths to feed,\" said the Moonbase commander, looking out\nthrough the port at the spacesuited figures moving clumsily toward\nthe airlock. \"I don't know if we should let them in. Even if it's the\nPresident, I don't know.\"\n\n\"Sir,\" said an aide, \"Look there, in the lead. The small one, leaning\non the arm of another one. I think it's a woman.\"\n\nThe commander's eyes hooded for a moment, then he turned to his aide\nand said, \"Let her in.\"\n\n\"Before the others, you mean, sir?\" asked the man.\n\n\"Let _her_ in. Period.\"\n\n\"S-sir ...\" said the aide, his voice shaking. \"You're not thinking of--\"\n\n\"We've been here for three months without a woman, Captain,\" said the\ncommander. \"This may be the last one alive in the cosmos. I'm not sure\nthe man with her would agree to sharing her.\"\n\n\"But the others--They can't live out there for more than a few hours in\ntheir spacesuits....\"\n\nBut the commander had picked up a book of crossword puzzles, and\nwas concentrating fiercely on a cryptogram. The other man swallowed\nnoisily, once, then went to carry out the orders.\n\n\n\n\"It's over,\" said Corey to his wife. Lucille nodded dully. \"Don't you\nunderstand, honey? The bombing's stopped, and we're still alive. Enough\nfood for months. The radiation-count will be down by then, and--\"\n\n\"And what?\" asked Lucille, staring from her husband's face to the two\nchildren sleeping on the military cot before the crowded bookshelf.\n\"When it's down, what happens next?\"\n\n\"Why--We go out. We rebuild.\"\n\n\"Rebuild? Rebuild what? How?\" said Lucille. \"Can you build a radio? If\nyou could, who would we talk to, listen to?\"\n\n\"I mean, rebuild houses, start farming, raise animals....\"\n\n\"Will the land grow food any more? Are there animals left out there,\nor did they forget to burrow underground when the fires began?\" said\nLucille.\n\n\"Be reasonable, honey!\" said Corey.\n\n\"That's what I'm being, for the first time in years,\" she said. \"I wish\nwe'd stayed with Pete and Beth.\"\n\n\"They've turned to ashes by now,\" said Corey.\n\nLucille shrugged. \"Maybe they're better off.\" The baby began to cry,\nand kick its round pink legs.\n\n\"I think the baby needs a change, or something,\" said Corey, looking\ndown at his infant son.\n\n\"Read him _Coningsby_,\" said Lucille. Then she started laughing again,\nuntil Corey was forced to slap her face crimson to quiet her.\n\n\n\nJust a few weeks short of two years after the holocaust, the great\nspaceship settled on faltering fires to the charred surface of the\nEarth. The Moonbase commander, gaunt from long starvation, reeled out\ninto the glaring white sunlight, fell face downward upon the sharp\nblack rocks, and just lay there, trying to catch his breath. Behind\nhim, a pale shadow formed in the blackness of the open airlock, and a\nwoman crept out, her hair tangled and white-streaked, her face raddled\nwith disease. She shuddered, and sank to a squatting position on the\nground, covering her face with her hands to block out the horrible\nvista that ran for mile upon scorched mile.\n\n\"It's dead, the world's dead,\" she mewled, quaking. \"We're at a wake, a\nhideous, horrible wake!\"\n\nThe commander groaned and lifted himself up painfully on his elbows.\n\"There's got to be something, somewhere, or we've had it.\"\n\n\"It's your fault,\" said the woman. \"What did you expect the men to do\nwhen you kept me to yourself! You shared me with them nearly two years.\nYou shouldn't have locked the men out of your quarters.\"\n\n\"I was drunk!\" the commander said bitterly. \"I didn't think they'd go\nberserk--wreck the synthesizers--fight among themselves--\"\n\n\"I had a husband, once,\" said the woman. \"You let him freeze to death,\nsuffocate, all because he would have wanted to keep me for himself.\nYou turned around and did the same thing.\" Musingly, she eyed a\nlarge jagged stone, lifted it in her hand, and approached the weary,\nsprawling form on the ground. \"If he deserved to die, why not you?\"\n\n\"That was different,\" said the commander. \"I'd have shared you when I\nsobered up. He'd never--\" He hadn't time for even a gasp as the woman\nbrought the stone down with both hands upon the nape of his neck,\nshattering the bone beneath the thin flesh there. He fell forward,\ndrooling blood on the sun-baked black rock.\n\n\"No,\" said the woman, brushing her hands firmly against her thighs to\ncleanse them of the feel of the rock. \"Martin would never. That's why I\nloved him.\"\n\nTiredly, she began to walk, away from the ship and the memories of\ndegradation it held for her, out across the hot, blazing plains of arid\nrock, humming a lilting waltz that had been played at her highschool\nprom.\n\nWhen she could walk no further, she lay down on the rock, rolled onto\nher back, and smiled emptily at the stark blue skies overhead until\nunconsciousness stole over her.\n\n\n\nA hundred miles away, a naked boy knelt before a cairn of rock,\nfrowning in concentration, his tongue tucked against the corner\nof his mouth as he carefully arranged smooth red pebbles before\nthe cairn until their design pleased him. Under the cairn lay a\nsteel-and-concrete door, and within the chamber beyond it lay the\nmummified bodies of his parents and siblings, as he'd found them\nwhen he was old enough to crawl. He was walking now, pretty well for\nhis fifteen months of life. He could only judge his progress by the\nprogress of others like him, children conceived amid the radiation and\ngene-mutating chaos of those first months in the shelters.\n\nHe'd determined to be a leader. He didn't know the word \"leader\", of\ncourse, but he would soon coin a sound that conveyed that meaning to\nhimself and the others. He didn't know why his parents were dead, or\nthe parents of the others like himself. Perhaps one always died when\none reached a certain age. Still, why had his brother and sister died,\nthen, since they had so much growing to do before they matched that of\nhis parents?\n\nHe shrugged away the problem, finished his arrangement of colored\nstones, and stood up to consider them. They would do nicely, he\ndecided. They would prettify the spot where his ancestry lay buried,\nhere amid the rocky splendors of such a lovely, incredibly beautiful\nplanet.\n\nHe scowled, suddenly, deciding that the pattern of stones held one red\nrock too many. Carefully, he removed it.\n\nHe sent a short series of affectionate thoughts toward the departed\nsouls of his family, then turned away from the cairn and began to\ntoddle across the burning black rock toward the area housing the\nshelters of the other children. He was tired of mourning for the day.\nBesides, the other kids were considering building a structure to keep\noff the infrequent hot rains, and he thought he knew a way to support\nthe roof which no one else had yet considered.\n\nThinking hard as he moved toward the community area, he tossed the\ncolored pebble up and down absently in one hand, then popped it into\nhis mouth and chewed it up with relish. It was only an appetizer. For\ndinner, at sunset, he had his eye on a rainbow outcropping of quartz.\nIt should be delicious.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sharkey, John Michael",
            "Sharkey, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72440/pg72440.txt",
        "name": "the_smart_ones.json"
    }
}