{
    "name": "The Crucial Moment\n1911",
    "author": [
        "Craddock, Charles Egbert",
        "Dembry, R. Emmett",
        "Murfree, Mary Noailles"
    ],
    "body": "By Charles Egbert Craddock\n\n1911\n\n\nA mere moment seems an inconsiderable factor in life--only its\nmultiplication attaining importance and signifying time. It could\nnever have occurred to Walter Hoxer that all his years of labor, the\naggregation of the material values of industry, experience, skill,\nintegrity, could be nullified by this minimum unit of space--as sudden,\nas potent, as destructive, as a stroke of lightning. But after the fact\nit did not remind' him of any agency of the angry skies; to him it was\nlike one of the obstructions of the river engineers to divert the course\nof the great Mississippi, a mattress-spur, a thing insignificant in\nitself, a mere trifle of woven willow wands, set up at a crafty angle,\nagainst the tumultuous current Yet he had seen the swirling waves, in\ntheir oncoming like innumerable herds of wild horses, hesitate at\nthe impact, turn aside, and go racing by, scouring out a new channel,\nleaving the old bank bereft, thrown inland, no longer the margin of the\nstream.\n\nThe river was much in his mind that afternoon as he trudged along the\ncounty road at the base of the levee, on his way, all un-prescient, to\nmeet this signal, potential moment. Outside, he knew that the water\nwas standing higher than his head, rippling against the thick turf of\nBermuda grass with which the great earthwork was covered. For the river\nwas bank-full and still rising--indeed, it was feared that an overflow\nimpended. However, there was as yet no break; advices from up the river\nand down the river told only of extra precautions and constant work to\nkeep the barriers intact against the increasing volume of the stream.\nThe favorable chances were reinforced by the fact of a singularly dry\nwinter, that had so far eliminated the danger from back-water, which,\nif aggregated from rainfall in low-lying swamps, would move up slowly\nto inundate the arable lands. These were already ploughed to bed up for\ncotton, and an overflow now would mean the loss of many thousands of\ndollars to the submerged communities. The February rains had begun\nin the upper country, with a persistency and volume that bade fair\nto compensate for the long-continued drought, and thus the river was\nalready booming; the bayous that drew off a vast surplusage of its\nwaters were overcharged, and gradually would spread out in murky\nshallows, heavily laden with river detritus, over the low grounds\nbordering their course.\n\n\"This Jeffrey levee will hold,\" Hoxer said to himself, as once he\npaused, his hands in his pockets, his cap on the back of his red head,\nhis freckled, commonplace, square face lifted into a sort of dignity by\nthe light of expert capacity and intelligence in his bluff blue eyes. He\nhad been muttering to himself the details of its construction: so many\nfeet across the base in proportion to its height, the width of the\nsummit, the angle of the incline of its interior slope--the exterior\nbeing invisible, having the Mississippi River standing against it. \"A\nfairly good levee, though an old one,\" he muttered. \"I'll bet, though,\nMajor Jeffrey feels mightily like Noah when he looks at all that water\nout there tearing through the country.\"\n\nHis face clouded at the mention of the name, and as he took the short\npipe from his month and stuck it into the pocket of his loose sack-coat\nhis tread lost a certain free elasticity that had characterized it\nhitherto, and he trudged on doggedly. He had passed many acres of\nploughed lands, the road running between the fields and the levee. The\nscene was all solitary; the sun had set, and night would presently be\ncoming on. As he turned in at the big white gate that opened on a long\navenue of oaks leading to the mansion house, he began to fear that his\nvisit might be ill-timed, and that a man of his station could not hope\nfor an audience so near the major's dinner-hour.\n\nIt was with definite relief that he heard the gentle impact of ivory\nballs in the absolute quiet, and he remembered that a certain little\noctagonal structure with a conical red roof, in the grounds, was a\nbilliard-room, for the sound betokened that he might find the owner of\nthe place here.\n\nHe expected to see a group of the Major's \"quality friends\" in the\nbuilding but as he ascended the steps leading directly to the door, he\nperceived that the man he sought was alone. Major Jeffrey was engaged in\nidly knocking the balls about in some skilful fancy shots, his cigar\nin his mouth, and a black velvet smoking-jacket setting off to special\nadvantage his dense, snowy hair, prematurely white, his long mustache,\nand his pointed imperial. His heavy white eyebrows drew frowningly\ntogether over arrogant dark eyes as he noted the man at the entrance.\n\nDespite Hoxer's oft-reiterated sentiment that he was \"as good as anybody\nand would take nothing off nobody, and cared for no old duck just\nbecause he was rich,\" he could not speak for a moment as he felt Major\nJeffrey's inimical eyes upon him. He lost the advantage in losing the\nsalutation.\n\n\"Did you get my check?\" Major Jeffrey asked curtly.\n\n\"Yes,\" Hoxer admitted; \"but----\"\n\n\"The amount was according to contract.\"\n\nHoxer felt indignant with himself that he should have allowed this\ninterpretation to be placed on his presence here; then he still more\nresented the conjecture.\n\n\"I have not come for extra money,\" he said. \"That point of the\ntransaction is closed.\"\n\n\"All the points of the transaction are closed,\" said Major Jeffrey,\nungraciously. There was more than the flush of the waning western sky\non his face. He had already dined, and he was one of those wine-bibbers\nwhom drink does not render genial, \"I want to hear no more about it.\"\n\nHe turned to the table, and with a skilful cue sent one ball caroming\nagainst two others.\n\n\"But you must hear what I have got to say, Major Jeffrey,\" protested\nHoxer. \"I built that cross-levee for you to join your main levee, and\ndone it well.\"\n\n\"And have been well paid.\"\n\n\"But you go and say at the store that I deviated from the line of survey\nand saved one furlong, seven poles, and five feet of levee.\"\n\n\"And so you did.\"\n\n\"But you know, Major, that Burbeck Lake had shrunk in the drought at the\ntime of the survey, and if I'd followed the calls for the south of the\nlake, I'd had to build in four feet of water, so I drew back a mite--you\nbein' in Orleans, where I couldn't consult you, an' no time to be lost\nnohow, the river bein' then on the rise, an'----\"\n\n\"Look here, fellow,\" exclaimed Major Jeffrey, bringing the cue down on\nthe table with a force that must have cut the cloth, \"do you suppose\nthat I have nothing better to do than to stand here to listen to your\nfool harangue?\"\n\nThe anger and the drink and perhaps the consciousness of being in the\nwrong were all ablaze in the Major's eyes.\n\nThe two were alone; only the darkling shadows stood at tiptoe at the\nopen windows, and still the flushed sky sent down a pervasive glow from\nabove.\n\nHoxer swallowed hard, gulping down his own wrath and sense of injury.\n\"Major,\" he said blandly, trying a new deal, \"I don't think you quite\nunderstand me.\"\n\n\"Such a complicated proposition you are, to be sure!\"\n\nHoxer disregarded the sarcasm, the contempt in the tone.\n\n\"I am not trying to rip up an old score, but you said at Winfield's\nstore--at the store--that I did not build the cross levee on the\nsurveyor's line; that I shortened it----\"\n\n\"So you did.\"\n\n\"But as if I had shortened the levee for my own profit, when, as you\nknow, it was paid for by the pole----\"\n\n\"You tax me with making a false impression?\"\n\nAn extreme revulsion of expectation harassed Hoxer. He had always known\nthat Jeffrey was an exception to the general rule of the few large\nland-owners in the community, who were wont to conserve and, in fact, to\ndeserve the pose of kindly patron as well as wealthy magnate. But even\nJeffrey, he thought, would not grudge a word to set a matter straight\nthat could cost him nothing and would mean much to the levee-contractor.\nThough of large experience in levee-building, Hoxer was new to the\nposition of contractor, having been graduated into it, so to speak, from\nthe station of foreman of a construction-gang of Irishmen. He had hoped\nfor further employ in this neighborhood, in building private levees\nthat, in addition to the main levees along the banks of the Mississippi,\nwould aid riparian protection by turning off overflow from surcharged\nbayous and encroaching lakes in the interior. But, unluckily,\nthe employer of the first enterprise he had essayed on his own\nresponsibility had declared that he had deviated from the line of\nsurvey, usually essential to the validity of the construction, thereby\nmuch shortening the work; and had made this statement at Winfield's\nstore--at the store!\n\nWhatever was said at the store was as if proclaimed through the\nresounding trump of fame. The store in a Mississippi neighborhood,\nfrequented by the surrounding planters, great and small, was the focus\nof civilization, the dispenser of all the wares of the world, from a\nspool of thread to a two-horse wagon, the post-office, in a manner the\nclub. Here, sooner or later, everybody came, and hence was the news of\nthe Bend noised abroad. Hoxer's business could scarcely recover from\nthis disparagement, and he had not doubted that Jeffrey would declare\nthat he had said nothing to justify this impression, and that he would\nforthwith take occasion to clear it up. For were not Mr. Tompkins and\nJudge Claris, both with a severe case of \"high-water scare,\" ready to\ncontract for a joint cross levee for mutual protection from an unruly\nbayou!\n\nTherefore, with a sedulous effort, Hoxer maintained his composure when\nthe Major thundered again, \"You tax me with making a false impression?\"\n\n\"Not intentionally, Major, but----\"\n\n\"And who are you to judge of my motives? Told a lie by accident, did I?\nBegone, sir, or I'll break your head with this billiard cue!\"\n\nHe had reached the limit as he brandished the cue. He was still agile,\nvigorous, and it was scarcely possible that Hoxer could escape the blow.\nHe dreaded the indignity indeed more than the hurt.\n\n\"If you strike me,\" he declared in a single breath, between his set\nteeth, \"before God, I'll shoot you with your own pistol!\"\n\nIt seemed a fatality that a pair in their open case should have been\nlying on the sill of the window, where their owner had just been\ncleaning and oiling them. Hoxer, of course, had no certainty that they\nwere loaded, but the change in Jeffrey's expression proclaimed it. He\nwas sober enough now--the shock was all sufficient--as he sprang to the\ncase. The younger man was the quicker. He had one of the pistols in his\nhand before Jeffrey could level the other that he had snatched. Quicker\nto fire, too, for the weapon in Jeffrey's hand was discharged in his\nlatest impulse of action after he fell to the floor, the blood\ngushing from a wound that crimsoned all the delicate whiteness of his\nshirt-front and bedabbled his snowy hair and beard.\n\nThis was the moment, the signal, fatal, final moment, that the\nlevee contractor had come to meet, that placed the period to his own\nexistence. He lived no longer, Hoxer felt. He did not recognize as his\nown a single action hereafter, a single mental impulse. It was something\nelse, standing here in the red gloaming--some foreign entity, cogently\nreasoning, swiftly acting. Self-defense--was it? And who would believe\nthat? Had he found justice so alert to redress his wrongs, even in a\nlittle matter, that he must needs risk his neck upon it? This Thing that\nwas not himself--no, never more!--had the theory of alibi in his mind\nas he stripped off his low-cut shoes and socks, thrusting them into his\npockets, leaping from the door, and flying among the dusky shadows down\nthe glooming grove, and through the gate.\n\nDusk here, too, on the lonely county road, the vague open expanse of the\nploughed fields glimmering to the instarred sky of a still, chill night\nof early February. He did not even wonder that there should be no hue\nand cry on his tracks--the Thing was logical! Jeffrey had doubtless\nhad his pistols carried down from the mansion to him in his den in the\nbilliard-room, for the avowed purpose of putting the weapons in order.\nIf the shots were heard at all at the dwelling, the sound was reasonably\nascribed to the supposed testing of the weapons. Hoxer was conscious\nthat a sentiment of gratulation, of sly triumph, pervaded his mental\nprocesses as he sped along barefoot, like some tramp or outcast, or\nother creature of a low station. He had laid his plans well in this\ncurious, involuntary cerebration. Those big, bare footprints were ample\ndisguise for a well-clad, well-groomed, well-shod middle-class man of a\nskilful and lucrative employ. The next moment his heart sank like lead.\nHe was followed! He heard the pursuit in the dark! Swift, unerring,\nleaping along the dusty road, leaving its own footprints as a testimony\nagainst him. For he had recognized its nature at last! It was his own\ndog--a little, worthless cur, that had a hide like a doormat and a heart\nas big as the United States--a waif, a stray, that had attached himself\nto the contractor at the shanties of the construction gang, and slept by\nhis bed, and followed at his heel, and lived on the glance of his eye.\n\nHe was off again, the dog fairly winging his way to match his master's\nspeed. Hoxer could not kill him here, for the carcass would tell the\nstory. But was it not told already in those tracks in the dusty road?\nWhat vengeance was there not written in the eccentric script of those\nqueer little padded imprints of the creature's paws. Fie, fool! Was this\nthe only cur-dog in the Bend? he asked himself, impatient of his fears.\nWas not the whole neighborhood swarming with canine dependents?\n\nDespite his reasoning, this endowment that was once himself had\nbeen affrighted by the shock. The presence of the little cur-dog had\ndestroyed the complacence of his boasted ratiocination. He had only the\ninstincts of flight as he struck off through the woods when the great\nexpanse of cultivated lands had given way to lower ground and the wide\nliberties of the \"open swamp,\" as it was called. This dense wilderness\nstretched out on every side; the gigantic growth of gum trees was\nleafless at this season, and without a suggestion of underbrush.\n\nThe ground was as level as a floor. Generally during the winter the open\nswamp is covered with shallow water, but in this singularly droughty\nseason it had remained \"with dry feet,\" according to the phrase of that\ncountry. The southern moon, rising far along its levels, began to cast\nburnished golden shafts of light adown its unobstructed vistas. It might\nseem some magnificent park, with its innumerable splendid trees, its\ngreat expanse, and ever and anon in the distance the silver sheen of\nthe waters of a lake, shining responsive to the lunar lustre as with\nan inherent lustre of its own. On and on he went, his noiseless tread\nfalling as regularly as machinery, leaving miles behind him, the\ndistance only to be conjectured by the lapse of time, and, after so\nlong, his flagging strength. He began to notice that the open swamp was\ngiving way in the vicinity of one of the lakes to the characteristics of\nthe swamp proper, although the ground was still dry and the going good.\nHe had traversed now and then a higher ridge on which switch-cane grew\nsomewhat sparsely, but near the lake on a bluff bank a dense brake of\nthe heavier cane filled the umbrageous shadows, so tall and rank and\nimpenetrable a growth that once the fugitive paused to contemplate it\nwith the theory that a secret intrusted to its sombre seclusions might\nbe held intact forever.\n\nAs he stood thus motionless in the absolute stillness, a sudden thought\ncame to his mind--a sudden and terrible thought. He could not be sure\nwhether he had heard aught, or whether the sight of the water suggested\nthe idea. He knew that he could little longer sustain his flight,\ndespite his vigor and strength. Quivering in every fibre from his long\nexertions, he set his course straight for that glimmering sheen of\nwater. Encircling it were heavy shadows. Tall trees pressed close to\nthe verge, where lay here a fallen branch, and there a rotten log, half\nsunken in mud and ooze, and again a great tangle of vines that had grown\nsmiling to the summer sun, but now, with the slow expansion of the lake\nwhich was fed by a surcharged bayou, quite submerged in a fretwork of\nmiry strands. The margin was fringed with saw-grass, thick and prickly,\nand his practised eye could discern where the original banks lay by the\nspears thrust up above the surface a score of feet away. Thus he was\nsure of his depth as he waded out staunchly, despite the cruel pricks\nto his sensitive naked feet. The little dog had scant philosophy; he\nsqueaked and wheezed and wailed with the pain until the man, who had no\ntime to kill him now--for had he heard aught or naught?--picked him up\nand carried him in his arms, the creature licking Hoxer's hands in an\necstasy of gratitude, and even standing on his hind-legs on his master's\narm to snatch a lick upon his cheek.\n\nIn the darksome shadows, further and further from the spot where he had\nentered the lake, Hoxer toiled along the margin, sometimes pausing to\nlisten--for had he heard aught or naught?--as long as his strength would\nsuffice. Then amidst the miry debris of last summer's growths beneath\nthe recent inundation he sank down in the darkness, the dog exhausted in\nhis arms.\n\nThis was one of those frequent crescent-shaped lakes peculiar to the\nregion; sometimes, miles in extent, the lacustrine contour is not\ndiscernible to the glance; here the broad expanse seemed as if the body\nof water were circular and perhaps three miles in diameter.\n\nSuddenly Hoxer heard the sound that had baffled him hitherto--heard\nit again and--oh, horrible!--recognized it at last! The baying of\nbloodhounds it was, the triumphant cry that showed that the brutes had\ncaught the trail and were keeping it. On and on came the iteration, ever\nlouder, ever nearer, waking the echoes till wood and brake and midnight\nwaters seemed to rock and sway with the sound, and the stars in the sky\nto quake in unison with the vibrations. Never at fault, never a moment's\ncessation, and presently the shouts of men and the tramp of horses\nblended with that deep, tumultuous note of blood crying to heaven for\nvengeance. Far, far, down the lake it was. Hoxer could see nothing of\nthe frantic rout when the hounds paused baffled at the water-side. He\nwas quick to note the changed tone of the brutes' pursuit, plaintive,\nanxious, consciously thwarted. They ran hither and thither, patrolling\nthe banks, and with all their boasted instinct they could only protest\nthat the fugitive took to water at this spot. But how? They could not\nsay, and the men argued in vain. The lake was too broad to swim--there\nwas no island, no point of vantage. A boat might have taken him off,\nand, if so, the craft would now be lying on the opposite bank. A party\nset off to skirt the edge of the lake and explore the further shores by\norder of the sheriff, for this officer, summoned by telephone, had\ncome swiftly from the county town in an automobile, to the verge of the\nswamp, there accommodated with a horse by a neighboring planter. And\nthen, Hoxer, lying on the elastic submerged brush, with only a portion\nof his face above the surface of the water, watched in a speechless\necstasy of terror the hue and cry progress on the hither side, his dog,\nhalf dead from exhaustion, unconscious in his arms.\n\nThe moon, unmoved as ever, looked calmly down on the turmoil in the\nmidst of the dense woods. The soft brilliance illumined the long,\nopen vistas and gave to the sylvan intricacies an effect as of silver\narabesques, a glittering tracery amidst the shadows. But the lunar light\ndid not suffice. Great torches of pine knots, with a red and yellow\nflare and streaming pennants of smoke, darted hither and thither as the\nofficer's posse searched the bosky recesses without avail.\n\nPresently a new sound!--a crashing iteration--assailed the air. A\nfrantic crowd was beating the bushes about the margin of the lake and\nthe verges of the almost impenetrable cane-brake. Here, however, there\ncould be no hope of discovery, and suddenly a cry arose, unanimously\niterated the next instant, \"Fire the cane-brake! Fire the cane-brake!\"\n\nFor so late had come the rise of the river, so persistent had been the\nwinter's drought, so delayed the usual inundation of the swamp, that the\nvegetation, dry as tinder, caught the sparks instantly, and the fierce\nexpedient to force the fugitive to leave his supposed shelter in the\nbrake, a vast woodland conflagration, was added to the terror of the\nscene. The flames flared frantically upward from the cane, itself twenty\nfeet in height, and along its dense columns issued forth jets like\nthe volleyings of musketry from serried ranks of troops, the illusion\nenhanced by continuous sharp, rifle-like reports, the joints of the\ngrowth exploding as the air within was liberated by the heat of the\nfire. All around this blazing Gehenna were swiftly running figures of\nmen applying with demoniac suggestion torches here and there, that a new\narea might be involved. Others were mounted, carrying flaming torches\naloft, the restive horses plunging in frantic terror of the fiery\nfurnace in the depths of the brake, the leaping sheets of flame,\nthe tumultuous clouds of smoke. Oh, a terrible fate, had the forlorn\nfugitive sought refuge here! Let us hope that no poor denizen of the\nbrake, bear or panther or fox, dazed by the tumult and the terror,\nforgot which way to flee!\n\nBut human energies must needs fail as time wears on. Nerves of steel\ncollapse at last. The relinquishment of the quest came gradually; the\ncrowd thinned; now and again the sound of rapid hoof-beats told of\nhomeward-bound horsemen; languid groups stood and talked dully here\nand there, dispersing to follow a new suggestion for a space, them\nultimately disappearing; even the fire began to die ont, and the site\nof the cane-break had become a dense, charred mass, as far as eye could\nreach, with here and there a vague blue flicker where some bed of coals\ncould yet send up a jet, when at length the pale day, slow and aghast,\ncame peering along the levels to view the relics of the strange events\nthat had betided in the watches of the night.\n\nHoxer had not waited for the light. Deriving a certain strength, a\ncertain triumph, from the obvious fact that the end was not yet, he\ncontrived in that darkest hour before the dawn to pull himself into\na sitting posture, then to creep out to the shore. The little dog had\nseemed to be dying, but he too experienced a sort of resuscitation, and\nwhile he followed at first but feebly, it was not long before he was at\nheel again, although Hoxer was swift of foot, making all the speed he\nmight toward his temporary home, the shacks that had been occupied\nby the construction gang. As he came within view of the poor little\ntenements, so recently vacated by the Irish ditchers, all awry and\naskew, stretching in a wavering row along the river-bank near the\njunction of the levee that he had built with the main line, his eyes\nfilled. Oh, why had he not gone with the rest of the camp! he demanded\nof an untoward fate; why must he have stayed a day longer to bespeak\nthe correction of an injurious error from that proud, hard man, who,\nhowever, had wrought his last injury on earth! Hoxer was sorry, but\nchiefly for his own plight. He felt that his deed was in self-defense,\nand but that he had no proof he would not fear to offer the plea at the\nbar of justice. As it was, however, he was sanguine of escaping without\nthis jeopardy. No one had cause to suspect him. No one had seen him\nenter the Jeffrey grounds that fatal evening. There had been noised\nabroad no intimation of his grievance against the man. He had all the\ncalm assurance of invisibility as he came to his abode, for a fog lay\nthick on the surface of the river and hung over all the land. He did\nnot issue forth again freshly dressed till the sun was out once more,\ndispelling the vapors and conjuring the world back to sight and\nlife. Nevertheless, he made no secret of having been abroad when an\nacquaintance came up the road and paused for an exchange of the news of\nthe day.\n\n\"But what makes ye look so durned peaked?\" he broke off, gazing at Hoxer\nin surprise.\n\nHoxer was astonished at his own composure as he replied: \"Out all night.\nI was in the swamp with the posse.\"\n\n\"See the fire! They tell me 't wuz more'n dangerous to fire the brake\nwhen the woods is so uncommon dry. I dunno what we would do here in the\nbottom with a forest fire.\"\n\n\"Pretty big blaze now, sure's ye're born,\" Hoxer replied casually, and\nso the matter passed.\n\nLater in the day another gossip, whose acquaintance he had made during\nhis levee-building venture, loitered up to talk over the absorbing\nsensation, and, sitting down on the door-step of the shack, grew\nsuddenly attentive to the little dog.\n\n\"What makes him limp?\" he demanded abruptly.\n\nBut Hoxer had not observed that he did limp.\n\nThe acquaintance had taken the little animal up on his knee and was\nexamining into his condition. \"Gee! how did he get so footsore?\"\n\n\"Following me around, I reckon,\" Hoxer hazarded. But he saw, or thought\nhe saw, a change on the stolid face of the visitor, who was unpleasantly\nimpressed with the fact that the officers investigating the case had\nmade inquiries concerning a small dog that, to judge by the prints in\nthe road, had evidently followed the big, barefooted man who had fled\nfrom the Jeffrey precincts after the shooting. A rumor, too, was going\nthe rounds that a detective, reputed preternaturally sharp, who had\naccompanied the sheriff to the scene of action, had examined these\ntracks in the road, and declared that the foot-print was neither that of\na negro nor a tramp, but of a white man used to wearing shoes something\ntoo tightly fitting.\n\nThe visitor glanced down at the substantial foot-gear of the contractor,\nfitting somewhat snugly, and thereafter he became more out of\ncountenance than before and manifested some haste to get away. Hoxer\nsaid to himself that his anxiety whetted his apprehension. He had given\nhis visitor no cause for suspicion, and doubtless the man had evolved\nnone. Hoxer was glad that he was due and overdue to be gone from the\nlocality. He felt that he could scarcely breathe freely again till he\nhad joined the gang of Irish ditchers now establishing themselves in a\nnew camp in the adjoining county, where the high stage of the river gave\nhim employment in fighting water. He made up his mind, however, that\nhe would not take the train thither. He dreaded to be among men, to\nencounter question and speculation, till he had time to regain control\nof his nerves, his facial expression, the tones of his voice. He\nresolved that he would quietly drift down the river in a row-boat that\nhad been at his disposal during his employment here, and join his force\nalready settled at their destination, without running the gauntlet\nof inspection by the neighborhood in a more formal departure. He had\nalready bidden farewell to those few denizens of the Bend with whom his\nassociations had been most genial. \"And I'll clear out now, as I would\nhave done if nothing had happened.\"\n\nHe said no more of his intention of departure, but when night had come\nhe fastened the door of the little shanty, in which were still some of\nthe rude belongings of his camping outfit, with the grim determination\nthat it should not soon be opened again. How long the padlock should\nbeat the summons of the wind on the resounding battens he did not dream!\n\nIt was close on midnight when he climbed the steep interior slope of the\nlevee and stood for a moment gazing cautiously about him. The rowboat\nlay close by, for one might embark from the summit of the levee. It was\na cloudy night, without a star. A mist clung to the face of the waters\non the Arkansas side, but on the hither shore the atmosphere was clear,\nfor he could see at a considerable distance up the river the fire of\na \"levee-watch,\" the stage of the water being so menacing that a guard\nmust needs be on duty throughout the night. The leaping flames of the\nfire cast long lines of red and yellow and a sort of luminous brown\nfar into the river, where the reflection seemed to palpitate in the\npulsations of the current. No other sign of life was in the night scene,\nsave in the opposite direction, amidst the white vapors, the gem-like\ngleam of a steamer's chimney-lights, all ruby and emerald, as a packet\nwas slowly rounding the neighboring point. Hoxer could hear the impact\nof her paddles on the water, the night being so still. He had seated\nhimself in the middle of the rowboat and laid hold on the oars when his\nfoot struck against something soft on the bottom of the craft, partly\nunder the seat in the stern. It was his bundle, he thought, containing\nthe spoiled clothing that he had worn in the swamp, and which he\nintended to sink in mid-stream. His nerve was shaken, however; he could\nnot restrain a sudden exclamation--this must have seemed discovery\nrather than agitation. It was as a signal for premature action. He was\nsuddenly seized from behind, his arms held down against his sides, his\nhands close together. The bundle in the stern rose all at once to the\nstature of a man.\n\nThe touch of cold metal, a sharp, quick click,--and he was captured and\nhandcuffed within the space of ten seconds.\n\nA terrible struggle ensued, which his great strength but sufficed to\nprolong. His wild, hoarse cries of rage and desperation seemed to beat\nagainst the sky; back and forth the dark riparian forests repeated them\nwith the effect of varying distance in the echoes, till all the sombre\nwoods seemed full of mad, frantic creatures, shrieking out their\nhelpless frenzy. More than once his superior muscle sufficed to throw\noff both the officers for a moment, but to what avail? Thus manacled, he\ncould not escape.\n\nSuddenly a wild, new clamor resounded from the shore. In the dusky\nuncertainty, a group of men were running down the bank, shouting out to\nthe barely descried boatmen imperative warnings that they would break\nthe levee in their commotion, coupled with violent threats if they did\nnot desist. For the force with which the rowboat dashed against the\nsummit of the levee, rebounding again and again, laden with the weight\nof three ponderous men, and endowed with all the impetus of their\nstruggle, so eroded the earth that the waves had gained an entrance,\nthe initial step to a crevasse that would flood the country with a\ndisastrous overflow. As there was no abatement of the blows of the boat\nagainst the embankment, no reply nor explanation, a shot from the gun of\none of the levee-watch came skipping lightsomely over the water as\nHoxer was borne exhausted to the bottom of the skiff. Then, indeed,\nthe sheriff of the county bethought himself to shout out his name\nand official station to the astonished group on shore, and thus,\nbullet-proof under the aegis of the law, the boat pulled out toward\nthe steamer, lying in mid-stream, silently awaiting the coming of the\nofficer and his prisoner, a great, towering, castellated object, half\nseen in the night, her broadside of cabin lights, and their reflection\nin the ripples, sparkling through the darkness like a chain of golden\nstars.\n\nThey left no stress of curiosity behind them; naught in the delta can\ncompete in interest with the threatened collapse of a levee in times\nof high water. Before the rowboat had reached the steamer's side, its\noccupants could hear the great plantation-bell ringing like mad to\nsummon forth into the midnight all available hands to save the levee,\nand, looking back presently, a hundred lanterns were seen flickering\nhither and thither, far down in the dusk--no illusion this, for all\ndeltaic rivers are higher in the centre than their banks--where the busy\nlaborers, with thousands of gunny-sacks filled with sand, were fighting\nthe Mississippi, building a barricade to fence it from the rich spoils\nit coveted.\n\nThe packet, which, as it happened, was already overdue, had been\ntelephoned by the officers at her last landing, and a number of men\nstood on the guards expectant. Hoxer had ceased to struggle. He looked\nup at the steamer, his pallid face and wide, distended eyes showing in\nthe cabin lights, as the rowboat pulled alongside. Then as the sheriff\ndirected him to rise, he stood up at his full height, stretched his\nmanacled hands high above his head, and suddenly dived into deep water,\nleaving the boat rocking violently, and in danger of capsizing with the\nofficers.\n\nA desperate effort was made to recover the prisoner, alive or dead--all\nin vain. A roustabout on the deck declared that in the glare of the\nsteamer's search-light, thrown over the murky waters, he was seen to\ncome to the surface once, but if he rose a second time it must have\nbeen beneath the great bulk of the packet, to go down again to the death\nawaiting him in the deeps.\n\nOn the bank a little dog sat through sunshine and shadow in front of the\ndoor of the shack of the contractor of the levee-construction gang, and\nawaited his return with the patient devotion of his kind. Sometimes, as\nthe padlock wavered in the wind, he would cock his head briskly askew,\nforecasting from the sound a step within. Sometimes the grief of absence\nand hope deferred would wring his humble heart, and he would whimper\nin an access of misery and limp about a bit. But presently he would be\nseated again, alertly upright, his eyes on the door, for the earliest\nglimpse of the face that he loved. When the overflow came at last the\nshacks of the construction gang were swept away, and the little dog was\nseen no more.",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert",
            "Dembry, R. Emmett",
            "Murfree, Mary Noailles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23557/pg23557.txt",
        "name": "the_crucial_moment_1911.json"
    }
}