{
    "name": "The Constable's Move\nCaptains All, Book 4.",
    "author": [
        "Jacobs, W. W. (William Wymark)",
        "Jacobs, William Wymark"
    ],
    "body": "\nTHE CONSTABLE'S MOVE\n\nMr. Bob Grummit sat in the kitchen with his corduroy-clad legs stretched\non the fender.  His wife's half-eaten dinner was getting cold on the\ntable; Mr. Grummit, who was badly in need of cheering up, emptied her\nhalf-empty glass of beer and wiped his lips with the back of his hand.\n\n\"Come away, I tell you,\" he called.  \"D'ye hear?  Come away.  You'll be\nlocked up if you don't.\"\n\nHe gave a little laugh at the sarcasm, and sticking his short pipe in his\nmouth lurched slowly to the front-room door and scowled at his wife as\nshe lurked at the back of the window watching intently the furniture\nwhich was being carried in next door.\n\n\"Come away or else you'll be locked up,\" repeated Mr. Grummit.  \"You\nmustn't look at policemen's furniture; it's agin the law.\"\n\nMrs. Grummit made no reply, but, throwing appearances to the winds,\nstepped to the window until her nose touched, as a walnut sideboard with\nbevelled glass back was tenderly borne inside under the personal\nsupervision of Police-Constable Evans.\n\n\"They'll be 'aving a pianner next,\" said the indignant Mr. Grummit,\npeering from the depths of the room.\n\n\"They've got one,\" responded his wife; \"there's the end if it stickin' up\nin the van.\"\n\nMr. Grummit advanced and regarded the end fixedly.  \"Did you throw all\nthem tin cans and things into their yard wot I told you to?\" he demanded.\n\n\"He picked up three of 'em while I was upstairs,\" replied his wife.  \"I\n'eard 'im tell her that they'd come in handy for paint and things.\"\n\n\"That's 'ow coppers get on and buy pianners,\" said the incensed Mr.\nGrummit, \"sneaking other people's property.  I didn't tell you to throw\ngood 'uns over, did I?  Wot d'ye mean by it?\"\n\nMrs. Grummit made no reply, but watched with bated breath the triumphal\nentrance of the piano.  The carman set it tenderly on the narrow\nfootpath, while P. C. Evans, stooping low, examined it at all points, and\nMrs. Evans, raising the lid, struck a few careless chords.\n\n\"Showing off,\" explained Mrs. Grummit, with a half turn; \"and she's got\nfingers like carrots.\"\n\n\"It's a disgrace to Mulberry Gardens to 'ave a copper come and live in\nit,\" said the indignant Grummit; \"and to come and live next to me!--\nthat's what I can't get over.  To come and live next door to a man wot\nhas been fined twice, and both times wrong.  Why, for two pins I'd go in\nand smash 'is pianner first and 'im after it.  He won't live 'ere long,\nyou take my word for it.\"\n\n\"Why not?\" inquired his wife.\n\n\"Why?\" repeated Mr. Grummit.  \"Why?  Why, becos I'll make the place too\n'ot to hold him.  Ain't there enough houses in Tunwich without 'im\na-coming and living next door to me?\"\n\nFor a whole week the brain concealed in Mr. Grummit's bullet-shaped head\nworked in vain, and his temper got correspondingly bad.  The day after\nthe Evans' arrival he had found his yard littered with tins which he\nrecognized as old acquaintances, and since that time they had travelled\nbackwards and forwards with monotonous regularity.  They sometimes made\nas many as three journeys a day, and on one occasion the heavens opened\nto drop a battered tin bucket on the back of Mr. Grummit as he was tying\nhis bootlace.  Five minutes later he spoke of the outrage to Mr. Evans,\nwho had come out to admire the sunset.\n\n\"I heard something fall,\" said the constable, eyeing the pail curiously.\n\n\"You threw it,\" said Mr. Grummit, breathing furiously.\n\n\"Me?  Nonsense,\" said the other, easily.  \"I was having tea in the\nparlour with my wife and my mother-in-law, and my brother Joe and his\nyoung lady.\"\n\n\"Any more of 'em?\" demanded the hapless Mr. Grummit, aghast at this list\nof witnesses for an alibi.\n\n\"It ain't a bad pail, if you look at it properly,\" said the constable.\n\"I should keep it if I was you; unless the owner offers a reward for it.\nIt'll hold enough water for your wants.\"\n\nMr. Grummit flung indoors and, after wasting some time concocting\nimpossible measures of retaliation with his sympathetic partner, went off\nto discuss affairs with his intimates at the _Bricklayers' Arms_.  The\ncompany, although unanimously agreeing that Mr. Evans ought to be boiled,\nwere miserably deficient in ideas as to the means by which such a\ndesirable end was to be attained.\n\n\"Make 'im a laughing-stock, that's the best thing,\" said an elderly\nlabourer.  \"The police don't like being laughed at.\"\n\n\"'Ow?\" demanded Mr. Grummit, with some asperity.\n\n\"There's plenty o' ways,\" said the old man.\n\n\"I should find 'em out fast enough if I 'ad a bucket dropped on my back,\nI know.\"\n\nMr. Grummit made a retort the feebleness of which was somewhat balanced\nby its ferocity, and subsided into glum silence.  His back still ached,\nbut, despite that aid to intellectual effort, the only ways he could\nimagine of making the constable look foolish contained an almost certain\nrisk of hard labour for himself.\n\nHe pondered the question for a week, and meanwhile the tins--to the\nsecret disappointment of Mr. Evans--remained untouched in his yard.  For\nthe whole of the time he went about looking, as Mrs. Grummit expressed\nit, as though his dinner had disagreed with him.\n\n\"I've been talking to old Bill Smith,\" he said, suddenly, as he came in\none night.\n\nMrs. Grummit looked up, and noticed with wifely pleasure that he was\nlooking almost cheerful.\n\n\"He's given me a tip,\" said Mr. Grummit, with a faint smile; \"a copper\nmustn't come into a free-born Englishman's 'ouse unless he's invited.\"\n\n\"Wot of it?\" inquired his wife.  \"You wasn't think of asking him in, was\nyou?\"\n\nMr. Grummit regarded her almost play-fully.  \"If a copper comes in\nwithout being told to,\" he continued, \"he gets into trouble for it.  Now\nd'ye see?\"\n\n\"But he won't come,\" said the puzzled Mrs. Grummit.\n\nMr. Grummit winked.  \"Yes 'e will if you scream loud enough,\" he\nretorted.  \"Where's the copper-stick?\"\n\n\"Have you gone mad?\" demanded his wife, \"or do you think I 'ave?\"\n\n\"You go up into the bedroom,\" said Mr. Grummit, emphasizing his remarks\nwith his forefinger.  \"I come up and beat the bed black and blue with the\ncopper-stick; you scream for mercy and call out 'Help!' 'Murder!' and\nthings like that.  Don't call out 'Police!' cos Bill ain't sure about\nthat part.  Evans comes bursting in to save your life--I'll leave the\ndoor on the latch--and there you are.  He's sure to get into trouble for\nit.  Bill said so.  He's made a study o' that sort o' thing.\"\n\nMrs. Grummit pondered this simple plan so long that her husband began to\nlose patience.  At last, against her better sense, she rose and fetched\nthe weapon in question.\n\n\"And you be careful what you're hitting,\" she said, as they went upstairs\nto bed.  \"We'd better have 'igh words first, I s'pose?\"\n\n\"You pitch into me with your tongue,\" said Mr. Grummit, amiably.\n\nMrs. Grummit, first listening to make sure that the constable and his\nwife were in the bedroom the other side of the flimsy wall, complied, and\nin a voice that rose gradually to a piercing falsetto told Mr. Grummit\nthings that had been rankling in her mind for some months.  She raked up\nmisdemeanours that he had long since forgotten, and, not content with\nthat, had a fling at the entire Grummit family, beginning with her\nmother-in-law and ending with Mr. Grummit's youngest sister.  The hand\nthat held the copper-stick itched.\n\n\"Any more to say?\" demanded Mr. Grummit advancing upon her.\n\nMrs. Grummit emitted a genuine shriek, and Mr. Grummit, suddenly\nremembering himself, stopped short and attacked the bed with\nextraordinary fury.  The room resounded with the blows, and the efforts\nof Mrs. Grummit were a revelation even to her husband.\n\n\"I can hear 'im moving,\" whispered Mr. Grummit, pausing to take breath.\n\n\"Mur--der!\" wailed his wife.  \"Help!  Help!\"\n\nMr. Grummit, changing the stick into his left hand, renewed the attack;\nMrs. Grummit, whose voice was becoming exhausted, sought a temporary\nrelief in moans.\n\n\"Is--he----deaf?\" panted the wife-beater, \"or wot?\"\n\nHe knocked over a chair, and Mrs. Grummit contrived another frenzied\nscream.  A loud knocking sounded on the wall.\n\n\"Hel--lp!\" moaned Mrs. Grummit.\n\n\"Halloa, there!\" came the voice of the constable.  \"Why don't you keep\nthat baby quiet?  We can't get a wink of sleep.\"\n\nMr. Grummit dropped the stick on the bed and turned a dazed face to his\nwife.\n\n\"He--he's afraid--to come in,\" he gasped.  \"Keep it up, old gal.\"\n\nHe took up the stick again and Mrs. Grummit did her best, but the heart\nhad gone out of the thing, and he was about to give up the task as\nhopeless when the door below was heard to open with a bang.\n\n\"Here he is,\" cried the jubilant Grummit.  \"Now!\"\n\nHis wife responded, and at the same moment the bedroom door was flung\nopen, and her brother, who had been hastily fetched by the neighbours on\nthe other side, burst into the room and with one hearty blow sent Mr.\nGrummit sprawling.\n\n\"Hit my sister, will you?\" he roared, as the astounded Mr. Grummit rose.\n\"Take that!\"\n\nMr. Grummit took it, and several other favours, while his wife, tugging\nat her brother, endeavoured to explain.  It was not, however, until Mr.\nGrummit claimed the usual sanctuary of the defeated by refusing to rise\nthat she could make herself heard.\n\n\"Joke?\" repeated her brother, incredulously.  \"Joke?\"\n\nMrs. Grummit in a husky voice explained.\n\nHer brother passed from incredulity to amazement and from amazement to\nmirth.  He sat down gurgling, and the indignant face of the injured\nGrummit only added to his distress.\n\n\"Best joke I ever heard in my life,\" he said, wiping his eyes.  \"Don't\nlook at me like that, Bob; I can't bear it.\"\n\n\"Get off 'ome,\" responded Mr. Grummit, glowering at him.\n\n\"There's a crowd outside, and half the doors in the place open,\" said the\nother.  \"Well, it's a good job there's no harm done.  So long.\"\n\nHe passed, beaming, down the stairs, and Mr. Grummit, drawing near the\nwindow, heard him explaining in a broken voice to the neighbours outside.\nStrong men patted him on the back and urged him gruffly to say what he\nhad to say and laugh afterwards.  Mr. Grummit turned from the window, and\nin a slow and stately fashion prepared to retire for the night.  Even the\nsudden and startling disappearance of Mrs. Grummit as she got into bed\nfailed to move him.\n\n\"The bed's broke, Bob,\" she said faintly.\n\n\"Beds won't last for ever,\" he said, shortly; \"sleep on the floor.\"\n\nMrs. Grummit clambered out, and after some trouble secured the bedclothes\nand made up a bed in a corner of the room.  In a short time she was fast\nasleep; but her husband, broad awake, spent the night in devising further\nimpracticable schemes for the discomfiture of the foe next door.\n\nHe saw Mr. Evans next morning as he passed on his way to work.  The\nconstable was at the door smoking in his shirt-sleeves, and Mr. Grummit\nfelt instinctively that he was waiting there to see him pass.\n\n\"I heard you last night,\" said the constable, playfully.  \"My word!  Good\ngracious!\"\n\n\"Wot's the matter with you?\" demanded Mr. Grummit, stopping short.\n\nThe constable stared at him.  \"She has been knocking you about,\" he\ngasped.  \"Why, it must ha' been you screaming, then!  I thought it\nsounded loud.  Why don't you go and get a summons and have her locked up?\nI should be pleased to take her.\"\n\nMr. Grummit faced him, quivering with passion.  \"Wot would it cost if I\nset about you?\" he demanded, huskily.\n\n\"Two months,\" said Mr. Evans, smiling serenely; \"p'r'aps three.\"\n\nMr. Grummit hesitated and his fists clenched nervously.  The constable,\nlounging against his door-post, surveyed him with a dispassionate smile.\n\"That would be besides what you'd get from me,\" he said, softly.\n\n\"Come out in the road,\" said Mr. Grummit, with sudden violence.\n\n\"It's agin the rules,\" said Mr. Evans; \"sorry I can't.  Why not go and\nask your wife's brother to oblige you?\"\n\nHe went in laughing and closed the door, and Mr. Grummit, after a\nfrenzied outburst, proceeded on his way, returning the smiles of such\nacquaintances as he passed with an icy stare or a strongly-worded offer\nto make them laugh the other side of their face.  The rest of the day he\nspent in working so hard that he had no time to reply to the anxious\ninquiries of his fellow-workmen.\n\nHe came home at night glum and silent, the hardship of not being able to\ngive Mr. Evans his deserts without incurring hard labour having weighed\non his spirits all day.  To avoid the annoyance of the piano next door,\nwhich was slowly and reluctantly yielding up \"_The Last Rose of Summer_\"\nnote by note, he went out at the back, and the first thing he saw was Mr.\nEvans mending his path with tins and other bric-a-brac.\n\n\"Nothing like it,\" said the constable, looking up.  \"Your missus gave 'em\nto us this morning.  A little gravel on top, and there you are.\"\n\nHe turned whistling to his work again, and the other, after endeavouring\nin vain to frame a suitable reply, took a seat on an inverted wash-tub\nand lit his pipe.  His one hope was that Constable Evans was going to try\nand cultivate a garden.\n\nThe hope was realized a few days later, and Mr. Grummit at the back\nwindow sat gloating over a dozen fine geraniums, some lobelias and\ncalceolarias, which decorated the constable's plot of ground.  He could\nnot sleep for thinking of them.\n\nHe rose early the next morning, and, after remarking to Mrs. Grummit that\nMr. Evans's flowers looked as though they wanted rain, went off to his\nwork.  The cloud which had been on his spirits for some time had lifted,\nand he whistled as he walked.  The sight of flowers in front windows\nadded to his good humour.\n\nHe was still in good spirits when he left off work that afternoon, but\nsome slight hesitation about returning home sent him to the Brick-layers'\nfirms instead.  He stayed there until closing time, and then, being still\ndisinclined for home, paid a visit to Bill Smith, who lived the other\nside of Tunwich.  By the time he started for home it was nearly midnight.\n\nThe outskirts of the town were deserted and the houses in darkness.  The\nclock of Tunwich church struck twelve, and the last stroke was just dying\naway as he turned a corner and ran almost into the arms of the man he had\nbeen trying to avoid.\n\n\"Halloa!\" said Constable Evans, sharply.  \"Here, I want a word with you.\"\n\nMr. Grummit quailed.  \"With me, sir?\" he said, with involuntary respect.\n\n\"What have you been doing to my flowers?\" demanded the other, hotly.\n\n\"Flowers?\" repeated Mr. Grummit, as though the word were new to him.\n\"Flowers?  What flowers?\"\n\n\"You know well enough,\" retorted the constable.  \"You got over my fence\nlast night and smashed all my flowers down.\"\n\n\"You be careful wot you're saying,\" urged Mr. Grummit.  \"Why, I love\nflowers.  You don't mean to tell me that all them beautiful flowers wot\nyou put in so careful 'as been spoiled?\"\n\n\"You know all about it,\" said the constable, choking.  \"I shall take out\na summons against you for it.\"\n\n\"Ho!\" said Mr. Grummit.  \"And wot time do you say it was when I done it?\"\n\n\"Never you mind the time,\" said the other.\n\n\"Cos it's important,\" said Mr. Grummit.\n\n\"My wife's brother--the one you're so fond of--slept in my 'ouse last\nnight.  He was ill arf the night, pore chap; but, come to think of it,\nit'll make 'im a good witness for my innocence.\"\n\n\"If I wasn't a policeman,\" said Mr. Evans, speaking with great\ndeliberation, \"I'd take hold o' you, Bob Grummit, and I'd give you the\nbiggest hiding you've ever had in your life.\"\n\n\"If you wasn't a policeman,\" said Mr. Grummit, yearningly, \"I'd arf\nmurder you.\"\n\nThe two men eyed each other wistfully, loth to part.\n\n\"If I gave you what you deserve I should get into trouble,\" said the\nconstable.\n\n\"If I gave you a quarter of wot you ought to 'ave I should go to quod,\"\nsighed Mr. Grummit.\n\n\"I wouldn't put you there,\" said the constable, earnestly; \"I swear I\nwouldn't.\"\n\n\"Everything's beautiful and quiet,\" said Mr. Grummit, trembling with\neagerness, \"and I wouldn't say a word to a soul.  I'll take my solemn\ndavit I wouldn't.\"\n\n\"When I think o' my garden--\" began the constable.  With a sudden\nmovement he knocked off Mr. Grummit's cap, and then, seizing him by the\ncoat, began to hustle him along the road.  In the twinkling of an eye\nthey had closed.\n\nTunwich church chimed the half-hour as they finished, and Mr. Grummit,\nforgetting his own injuries, stood smiling at the wreck before him.  The\nconstable's helmet had been smashed and trodden on; his uniform was torn\nand covered with blood and dirt, and his good looks marred for a\nfortnight at least.  He stooped with a groan, and, recovering his helmet,\ntried mechanically to punch it into shape.  He stuck the battered relic\non his head, and Mr. Grummit fell back--awed, despite himself.\n\n\"It was a fair fight,\" he stammered.\n\nThe constable waved him away.  \"Get out o' my sight before I change my\nmind,\" he said, fiercely; \"and mind, if you say a word about this it'll\nbe the worse for you.\"\n\n\"Do you think I've gone mad?\" said the other.  He took another look at\nhis victim and, turning away, danced fantastically along the road home.\nThe constable, making his way to a gas-lamp, began to inspect damages.\n\nThey were worse even than he had thought, and, leaning against the\nlamp-post, he sought in vain for an explanation that, in the absence of a\nprisoner, would satisfy the inspector.  A button which was hanging by a\nthread fell tinkling on to the footpath, and he had just picked it up and\nplaced it in his pocket when a faint distant outcry broke upon his ear.\n\nHe turned and walked as rapidly as his condition would permit in the\ndirection of the noise.  It became louder and more imperative, and cries\nof \"Police!\" became distinctly audible.  He quickened into a run, and\nturning a corner beheld a little knot of people standing at the gate of a\nlarge house.  Other people only partially clad were hastening to-wards\nthem.  The constable arrived out of breath.\n\n\"Better late than never,\" said the owner of the house, sarcastically.\n\nMr. Evans, breathing painfully, supported himself with his hand on the\nfence.\n\n\"They went that way, but I suppose you didn't see them,\" continued the\nhouseholder.  \"Halloa!\" he added, as somebody opened the hall door and\nthe constable's damaged condition became visible in the gas-light.  \"Are\nyou hurt?\"\n\n\"Yes,\" said Mr. Evans, who was trying hard to think clearly.  To gain\ntime he blew a loud call on his whistle.\n\n\"The rascals!\" continued the other.  \"I think I should know the big chap\nwith a beard again, but the others were too quick for me.\"\n\nMr. Evans blew his whistle again--thoughtfully.  The opportunity seemed\ntoo good to lose.\n\n\"Did they get anything?\" he inquired.\n\n\"Not a thing,\" said the owner, triumphantly.  \"I was disturbed just in\ntime.\"\n\nThe constable gave a slight gulp.  \"I saw the three running by the side\nof the road,\" he said, slowly.  \"Their behaviour seemed suspicious, so I\ncollared the big one, but they set on me like wild cats.  They had me\ndown three times; the last time I laid my head open against the kerb, and\nwhen I came to my senses again they had gone.\"\n\nHe took off his battered helmet with a flourish and, amid a murmur of\nsympathy, displayed a nasty cut on his head.  A sergeant and a constable,\nboth running, appeared round the corner and made towards' them.\n\n\"Get back to the station and make your report,\" said the former, as\nConstable Evans, in a somewhat defiant voice, repeated his story.\n\"You've done your best; I can see that.\"\n\nMr. Evans, enacting to perfection the part of a wounded hero, limped\npainfully off, praying devoutly as he went that the criminals might make\ngood their escape.  If not, he reflected that the word of a policeman was\nat least equal to that of three burglars.\n\nHe repeated his story at the station, and, after having his head dressed,\nwas sent home and advised to keep himself quiet for a day or two.  He was\noff duty for four days, and, the Tunwich Gazette having devoted a column\nto the affair, headed \"A Gallant Constable,\" modestly secluded himself\nfrom the public gaze for the whole of that time.\n\nTo Mr. Grummit, who had read the article in question until he could have\nrepeated it backwards, this modesty was particularly trying.  The\nconstable's yard was deserted and the front door ever closed.  Once Mr.\nGrummit even went so far as to tap with his nails on the front parlour\nwindow, and the only response was the sudden lowering of the blind.  It\nwas not until a week afterwards that his eyes were gladdened by a sight\nof the constable sitting in his yard; and fearing that even then he might\nescape him, he ran out on tip-toe and put his face over the fence before\nthe latter was aware of his presence.\n\n\"Wot about that 'ere burglary?\" he demanded in truculent tones.\n\n\"Good evening, Grummit,\" said the constable, with a patronizing air.\n\n\"Wot about that burglary?\" repeated Mr. Grummit, with a scowl.  \"I don't\nbelieve you ever saw a burglar.\"\n\nMr. Evans rose and stretched himself gracefully.  \"You'd better run\nindoors, my good man,\" he said, slowly.\n\n\"Telling all them lies about burglars,\" continued the indignant Mr.\nGrummit, producing his newspaper and waving it.  \"Why, I gave you that\nblack eye, I smashed your 'elmet, I cut your silly 'ead open, I----\"\n\n\"You've been drinking,\" said the other, severely.\n\n\"You mean to say I didn't?\" demanded Mr. Grummit, ferociously.\n\nMr. Evans came closer and eyed him steadily.  \"I don't know what you're\ntalking about,\" he said, calmly.\n\nMr. Grummit, about to speak, stopped appalled at such hardihood.\n\n\"Of course, if you mean to say that you were one o' them burglars,\"\ncontinued the constable, \"why, say it and I'll take you with pleasure.\nCome to think of it, I did seem to remember one o' their voices.\"\n\nMr. Grummit, with his eyes fixed on the other's, backed a couple of yards\nand breathed heavily.\n\n\"About your height, too, he was,\" mused the constable.  \"I hope for your\nsake you haven't been saying to anybody else what you said to me just\nnow.\"\n\nMr. Grummit shook his head.  \"Not a word,\" he faltered.\n\n\"That's all right, then,\" said Mr. Evans.  \"I shouldn't like to be hard\non a neighbour; not that we shall be neighbours much longer.\"\n\nMr. Grummit, feeling that a reply was expected of him, gave utterance to\na feeble \"Oh!\"\n\n\"No,\" said Mr. Evans, looking round disparagingly.  \"It ain't good enough\nfor us now; I was promoted to sergeant this morning.  A sergeant can't\nlive in a common place like this.\"\n\nMr. Grummit, a prey to a sickening fear, drew near the fence again.  \"A--\na sergeant?\" he stammered.\n\nMr. Evans smiled and gazed carefully at a distant cloud.  \"For my bravery\nwith them burglars the other night, Grummit,\" he said, modestly.  \"I\nmight have waited years if it hadn't been for them.\"\n\nHe nodded to the frantic Grummit and turned away; Mr. Grummit, without\nany adieu at all, turned and crept back to the house.",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)",
            "Jacobs, William Wymark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11184/pg11184.txt",
        "name": "the_constable_s_move_captains_all_book_4.json"
    }
}