{
    "name": "The Day of the Dog",
    "author": [
        "Horne, Anderson"
    ],
    "body": "Carol stared glumly at the ship-to-shore transmitter. \"I hate being out\nhere in the middle of the Caribbean with no radio communication. Can't\nyou fix it?\"\n\n\"This is a year for sun spots, and transmission usually gets impossible\naround dusk,\" Bill explained. \"It will be all right in the morning. If\nyou want to listen to the radio, you can use the portable radio\ndirectional finder. That always works.\"\n\n\"I want to catch the 5 o'clock news and hear the latest on our\nsatellite,\" Carol replied. She went to the RDF and switched it on to\nthe standard broadcast channel. \"Anyhow, I'd feel better if we could put\nout a signal. The way we're limping along with water in our gas is no\nfun. It will take us twenty hours to get back to Nassau the way we're\nlosing RPM'S.\"\n\nBill Anderson looked at his young, pretty wife and smiled. \"You're\nbehaving like a tenderfoot. We've plenty of gas, a good boat and perfect\nweather. Tomorrow morning I'll clean out our carburetors and we'll pick\nup speed. Meantime, we're about to enter one of the prettiest harbors in\nthe Bahamas, throw over anchor ...\"\n\nThe RDF drowned him out.\n\n\"The world is anxiously awaiting return of the chamber from the world's\nfirst manned satellite launched by the United States ten days ago. The\nworld also awaits the answers to two questions: Is there any chance that\nRobert Joy, the volunteer scientist who went up in the satellite, is\nstill living? There seems to be little hope for his survival since radio\ncommunication from him stopped three days ago. Timing mechanism for the\nejection of Joy are set for tonight. And that's the second question.\nWill the satellite, still in its orbit, eject the chamber containing\nJoy? Will it eject the chamber as scheduled, and will the chamber arrive\nback at earth at the designated place?\n\n\"There are many 'ifs' to this project which is shrouded in secrecy. The\nPresident himself has assured us of a free flow of news once the chamber\nhas been recovered, and this station will be standing by to bring you a\nfull report.\"\n\nCarol switched the radio off. \"Do you think he's alive?\" She suppressed\na shudder. \"God! Think of a human being up there in that thing.\"\n\n\"Well, the dog lived for several days. It was just a question of getting\nit back, which the Russians couldn't do. I don't know about Joy. He\nsounded real cheerful and healthy until his broadcasts stopped.\" Bill\npeered into the fading twilight. \"Come on now, let's put our minds to\ngetting the hook over!\"\n\nThey concentrated on the tricky entrance to the lee side of Little\nHarbor Cay. It meant finding and passing a treacherous coral head north\nof the adjoining Frozen Cay. Little Harbor Cay was midway in the chain\nof the Berry Islands which stretched to the north like beads in a\nnecklace.\n\n\"There's the cove,\" called Carol. About a mile of coastline ahead was\nthe small native settlement. Once the center of a thriving sponge\nindustry, the island was now practically deserted. A handful of small\ncottages, a pile of conch shells on the beach and two fishing smacks\ngave evidence of a remaining, though sparse, population.\n\nDusk was rapidly approaching and Carol strained her eyes against the\nfailing light. Bill heard her call his name and saw her pointing--not\nahead to their anchorage, but amidships and toward the sky. He turned\nhis eyes to where she was indicating and saw a dullish object in the\nsky, some thousand feet up. The object seemed to be falling leisurely\ntowards earth.\n\n\"What in the world is that?\" asked Bill. \"It's not a bird, that's for\nsure.\"\n\nThe object seemed to be parachuting, not falling. The breezes were\nblowing it towards the island. Before they could study it further, it\nwas lost in the lowering dusk and darkness of the shore line.\n\n\"Looks like a ball on a parachute,\" Bill finally said. However, the\nbusiness at hand was to make secure the _Seven Seas_ and together they\nspent the next quarter hour anchoring.\n\nAfter \"setting the hook\" securely, Carol and Bill donned swim suits,\ndove overboard and swam lazily the 300 yards in to shore.\n\n\"Let's try to find that thing we saw. It shouldn't be too far from\nhere,\" said Carol the moment they hit the beach.\n\nThey climbed inland on the rocky island. Little green lizards scooted\nunderfoot and vines scratched at their ankles.\n\nBill was leading, when suddenly he called, \"Carol, I see something up\nahead! There's something lying on the ground!\" He hurried toward what he\nhad seen.\n\nThe dying sun reflected on a luminescent bolt of cloth, somewhat like a\nspun-aluminum fabric. Thin wire lines were entangling it, and about ten\nfeet away lay three fragments of what appeared to have been a dull metal\nbox.\n\nCarol knelt at the closest piece, evidently a corner of the box. It was\nlined with wiring and tubes.\n\n\"It looks like electronic equipment,\" decided Carol, peering intently at\nthe strange piece. Bill had approached the second and largest fragment.\n\nHe carefully turned it over. It was filled with black and yellow ...\nfur?\n\n\"Oh no!\" he cried, knowing in a flash, yet denying it in his mind at the\nsame time. Stunned, he stared at the perky ears, the dull staring and\nunseeing eyes, the leather thongs that held the head and body of a dog\nto the metal encasement. Carol saw it the next instant.\n\n\"It's some horrible joke!\" she gasped. \"It couldn't be the second\nRussian satellite, it couldn't be Muttnik! My God, no, it couldn't be!\"\n\nBill kept staring, his thoughts racing. There were rumors of an ejection\nchamber for Muttnik. But they had been denied by the Russians. But\nsuppose the Russians _had_ planned an ejection chamber for the dog Laika\nwhen they launched the satellite and had only denied it after they\nthought it had failed?\n\nBut if it _had_ worked, why had it taken so long to find its way to\nearth? The satellite itself was supposed to have disintegrated months\nago.\n\n\"Damn,\" thought Bill. \"I wish I were a scientist right now instead of a\nknow-nothing artist!\"\n\nHe touched the dog with his toe. It was perfectly preserved, as though\nit had died just a few hours before. It was rigid, but it had not\nstarted to decompose.\n\n\"Carol, are we crazy? Is this some dream, or do you believe we are\nlooking at the ejection chamber of the Russian satellite?\" he asked,\ndoubting even what he was saying.\n\n\"I don't know.\" Carol was wide-eyed. \"But what shall we do now? We'd\nbetter contact the authorities immediately!\"\n\nBill tried to keep reason from overcoming his disbelief of their\ndiscovery.\n\n\"But how, Carol? Our radio transmitter isn't working. It won't till\nmorning. And there's certainly no other way to communicate with anyone.\nWe can't even take the boat anywhere with the speed we're making. We'll\nhave to wait till morning.\"\n\n\"What shall we do with the dog?\" asked Carol. \"Do you think we ought to\nbury it?\"\n\n\"Lord no, Carol. The body of the dog will be extremely valuable to\nscience. We've got to get someone here as quickly as possible.\" Bill was\ntrying to steady his nerves.\n\n\"Let's go back and try to raise someone on the radio. Let's try again,\nit may work,\" called Carol, running in the direction of the boat. Bill\nfollowed her. They stumbled on the craggy rocks and exposed sea grape\nroots, but together in the darkness they struck out for the boat.\n\nBill was first aboard and went directly to the ship-to-shore radio.\n\n\"Try the Nassau marine operator first,\" Carol panted as she clambered\naboard. \"He's a lot closer to us than Miami.\"\n\nAs the receiver warmed up, static filled the cabin. Bill depressed the\ntransmitting button. \"This is the Yacht _Seven Seas_ calling the Nassau\nMarine operator,\" he called into the phone. Only static answered.\n\n\"Bill!\" Carol said in sudden inspiration. \"Give a May Day. Try every\nchannel with a May Day. If anyone picks up a May Day call you'll get\nemergency action.\"\n\n\"May Day, May Day! This is the Yacht _Seven Seas_. Come in anyone!\" Bill\ncalled urgently into the mouthpiece. He switched to the Coast Guard\nchannel, then to the Miami Marine operators channel. Only static filled\nthe cabin. No welcome voice acknowledged their distress call. Bill\nflipped the switch desperately to the two ship-to-ship channels. \"May\nDay! Come in any boat!\" Still static. Nothing but static.\n\n\n\nIt was night. A night without a moon. The island loomed dark against the\nblack waters. The dark was relieved only by a small fire burning at the\nnative settlement a half-mile down the coast, and the cabin lights of\nthe _Seven Seas_.\n\n\"What will we do now?\" Carol tried to sound unconcerned, but her voice\nsounded thin and wavering.\n\n\"I don't know what we can do, except wait until daybreak. I'm sure we\ncan get a signal out then,\" Bill replied, calmly as he could. He hoped\nshe couldn't hear the pounding of his heart.\n\n\"What about the dog?\" she asked. \"Will it be all right there? Should we\nbring it aboard?\"\n\n\"We better leave everything untouched. Our best bet is to get some sleep\nand place our call as soon as day breaks.\"\n\nNeither of them could eat much supper and after putting the dishes\naway, they made up their bunks and climbed in. After a very few minutes,\nBill handed a lighted cigarette across the narrow chasm between the\nbunks.\n\n\"I can't sleep. My head is spinning. Do you really believe that's what\nwe've found?\" Carol's voice sounded small.\n\n\"Yes, I do. I believe we've found the Russian ejection unit, complete\nwith the dog Laika and instrumentation.\"\n\nThey lay quietly, the glow of two cigarettes occasionally reflecting on\nthe bulkhead. Bill finally arose.\n\n\"I can't think of another thing but what's sitting out there on Little\nHarbor Cay!\" He walked up to the main cabin and switched on the RDF. For\na few minutes there was music, and then:\n\n\"Flash! The United States Government has just officially released the\nnews that at 10:09 p.m. Eastern Standard Time the U. S. Satellite\nejection chamber was successfully returned to earth at the designated\nlocation. This was some six hours earlier than expected. The chamber,\ninto which Robert Joy voluntarily had himself strapped, has landed at an\nundisclosed site and is being raced under heavy guard to the Walter Reed\nHospital at Washington, D. C. There is no hope that Joy is still living.\nWord has just been released by Dr. James R. Killian that instruments\nmeasuring Joy's pulse rate indicated three days ago that all Joy's\nbodily processes ceased to function at that time. We repeat, all hope of\nthe survival of Robert Joy is now abandoned as the result of scientific\ndata just released by Dr. Killian.\n\n\"The satellite is being brought intact to Walter Reed Hospital and\nleading physiologists and scientists are racing to the scene to be on\nhand for the opening of the unit scheduled for 6 a.m. tomorrow morning.\nFurther reports will be given as received. This station will remain on\nthe air all night. Stay tuned for further developments. We repeat, the\nU. S. satellite's ejection chamber, containing the first human being\never to go into space, has been successfully returned to earth as\npredicted, though all hope has been abandoned for the survival of Robert\nJoy, the man in the moon. The chamber will be opened for scientific\nstudy tomorrow morning. Stay tuned for further news.\"\n\nBill tuned down the music that ensued and returned to his bunk. \"You\nheard that, Carol?\" He knew she wasn't asleep.\n\n\"Yes. And it makes this whole thing that we've found seem more\nplausible. I've been lying here trying to make myself believe it's some\nsort of dream, but it isn't. If we could only ...\" Carol's voice faded\nsoftly into the night.\n\nThere was absolutely nothing they could do. Nothing but lie there and\nsmoke and pretend to sleep. They didn't talk much, and keenly felt the\nterrible frustration of their enforced silence on the ship-to-shore.\nThey heard several more news reports and several analyses of the news,\nbut nothing new was added throughout the night. The radio only\nreiterated that the ejection unit had been recovered, that hope had\nfaded for Joy's survival and that the chamber was to be opened in the\nmorning as soon as scientists had convened in Washington.\n\n\n\nDawn, long in coming, broke about 4:30. With the lifting of the dark,\nthe sun spots which interfered with radio reception miraculously lifted\nalso. Bill and Carol sat next to the ship-to-shore and turned it on.\nThis time they heard the reassuring hum of the transmitter, not drowned\nout by the awful static of the night before. Bill switched to the Coast\nGuard channel.\n\n\"May Day. May Day. This is the _Seven Seas_ calling the United States\nCoast Guard. Come in please!\"\n\nAnd a voice, almost miraculously, answered, \"This is the U. S. Coast\nGuard. Come in _Seven Seas_. What is your position? Come in _Seven\nSeas_.\"\n\n\"This is the yacht _Seven Seas_ back to the Coast Guard. We are located\nat the Berry Islands at Little Harbor Cay. We want to report the\ndiscovery of what we believe to be the second Russian satellite.\"\n\n\"This is the Coast Guard to the _Seven Seas_. Do we read you correctly?\nAre you reporting discovery of the Russian satellite? Please clarify.\nOver.\" A stern voice crackled through the speaker.\n\n\"Last evening on entering the harbor here we saw an object fall to the\nground. On inspection, it was a metal box which was broken apart on\nimpact. In it are electronic equipment and the body of a small dog.\nOver.\" Bill tried to be calm and succinct.\n\n\"Coast Guard to _Seven Seas_. Is your boat in distress? Over.\"\n\n\"No, no! Did you read me about the Russian satellite?\" asked Bill,\nimpatience in his voice.\n\n\"Will you state your name and address. Will you state the master's full\nname, and the call letters and registration of your craft. Over,\"\ncrackled the voice from the speaker.\n\n\"Oh my lord, we're not going to have red tape at a time like this, are\nwe?\" Carol asked exasperatedly.\n\n\"This is Bill Anderson of Ft. Lauderdale, owner and skipper. Our call\nletters are William George 3176, Coast Guard registration #235-46-5483.\nWhat are your instructions regarding dog satellite?\"\n\n\"Please stand by.\"\n\nBill and Carol stared at each other while the voice on the radio was\nsilent.\n\n\"This is the United States Coast Guard calling the yacht _Seven Seas_.\"\n\n\"_Seven Seas_ standing by.\"\n\n\"We wish to remind you that it is illegal and punishable by fine and or\nimprisonment to issue false reports to the Coast Guard. We are\ninvestigating your report and wish you to stand by.\"\n\n\"Investigating our report?\" Bill fairly shouted into the phone. \"Good\nGod, man! The thing to investigate is _here_, laying in three pieces on\nthe middle of Little Harbor Cay. This is no joke.\" Despite the emotion\nin Bill's voice, the answer came back routine and cold, \"Please stand\nby. We will call you. Do not, we repeat, do not make further contact\nanywhere. Please stand by. Coast Guard standing by with the _Seven\nSeas_.\"\n\n\"_Seven Seas_ standing by,\" shouted Bill, almost apoplectic, his face\nreddening in anger.\n\n\"Now what? It looks like they're going to take their time in believing\nus. At least until they find out who we are and if we're really here,\"\nsaid Carol.\n\nBill paced the deck in frustration. Suddenly he decided, \"Carol, you\nstick with the radio. I'm going ashore again and take another look at\nour Muttnik. It seems so incredible that I'm not even sure of what I saw\nlast night. Once they believe us they'll want to know as much about it\nas we can tell them.\" Bill hurriedly put on his swim suit and heard\nCarol shout as he dove overboard, \"Hurry back, Bill. I don't like you\nleaving me here alone!\"\n\nBill swam with sure even strokes to the shore where they had gone last\nnight. The water felt cool. It soothed his nerves which jangled in the\nexcitement of the discovery and in the anger at the disbelieving\nauthorities. He reached shallow water and waded towards shore.\n\nSuddenly he stopped dead, his ankles in five inches of water. His eyes\nstared ahead in disbelief. His brain was numbed. Only his eyes were\nalive, staring, wide in horror. Finally his brain pieced together the\nimage that his vision sent to it. Pieced it together but made no\ncomprehension of it.\n\nHis brain told him that there was a blanket of fur laying unevenly\ntwenty feet back from the shore line. A blanket of yellow and black\nfur ... covering the earth, covering mangrove roots, fitted neatly\naround the bent palm tree trunks, lying over the rocks that had cut\nhis feet last night ... smothering, suffocating ... hugging the earth.\n\nBill shut his eyes, and still the vision kept shooting to his brain. All\nyellow and black and fuzzy, with trees or a tall mangrove bush or a sea\ngrape vine sticking up here and there.\n\nHe opened his eyes and wanted to run, for the scene was still there. It\nhadn't disappeared as a nightmare disappears when you wake up. Thick\nyellow and black fur lay on the ground like dirty snow. Covering\neverything low, hugging the base of taller things.\n\n\"Run!\" his mind told him. Yet he stood rooted to the spot, staring at\nthe carpet of fur near him. It was only ten feet away. Ten feet? His\nevery muscle jumped. The lock that had held his muscles and brain in a\ntight vice gave loose and a flood of realization hit him. \"It's moving!\"\nhe realized in horror. \"It's growing!\"\n\n\n\nAs he watched, slowly, slowly, as the petals of a morning glory unfold\nbefore the eye, the yellow and black fur carpet stretched itself in\never-increasing perimeter.\n\nHe saw it approach a rock near the beach. The mind, when confronted with\na huge shock, somehow concentrates itself on a small detail. Perhaps it\ntries to absorb itself in a small thing because the whole thing is too\ngreat to comprehend all at once. So with Bill's mind. He saw the yellow\nand black fur grow toward the rock. It seemed to ooze around it and\nthen up and over the top of it. Bill saw, when it reached the top of the\nrock, that it dropped a spiny tendril to the ground. Like a root, the\ntendril buried itself into the earth below the jutting rock, and slowly\nthe rock was covered with the flowing fur.\n\nBill's thoughts sped ahead of his reason. The dog. The dog ... growing\nlike a plant. Its hide covering the ground, putting out roots,\nsuffocating everything, smothering everything, growing, growing.\n\nWith almost superhuman effort, he turned his back on the awful sight and\nswam desperately out to the _Seven Seas_.\n\n\"Bill, what's happened?\" cried Carol, when she saw his white and\nterrified face.\n\n\"Carol ... the dog ... it must have had some cosmic reaction to its\ncellular structure ... some cancerous reaction ... when the chamber\nbroke open and the cells were exposed to our atmosphere again it started\nsome action ... started to grow ... doesn't stop growing ... it's\nhorrible ...\" Bill's words were disjointed and hysterical.\n\nCarol stared at him. \"Bill, _what_ are you saying?\" Bill pointed mutely\nto the shore. Carol rushed to the cockpit. She stared at the island. She\nran back to the cabin where Bill was sitting, holding his head in his\nhands. She grabbed the binoculars from the bookshelf and turned them to\nthe island.\n\n\"Bill! It's ... oh no! The whole island looks as though it's covered\nwith ... fur!\" She screamed.\n\nBill grabbed the binoculars and ranged the island with them. A quarter\nof a mile down he could see small figures in the water, floundering\naround, climbing aboard the two fishing smacks. All around, the black\nand yellow mounds of fur carpeted the pretty green island with a soft\nrug of yellow and black.\n\n\"Get the Coast Guard, Carol!\"\n\n\"They called back while you were gone. They're sending a plane over\nimmediately.\"\n\n\"Call them, Carol!\" Bill shouted at her. \"Don't you realize what this\ncould mean? Don't you realize that something, only God knows what, has\nhappened to the cellular structure of this animal, has turned it into a\nvoracious plant-like thing that seems to grow and grow once it hits our\natmosphere? Don't you realize that today they're going to open that\nsatellite, that other one, in Washington? Suppose this is what happens\nwhen living tissue is exposed to cosmic rays or whatever is up there.\nDon't you see what could happen?\" Bill was hoarse from fright and\nshouting. \"Smother everything, grow and grow and smother ...\"\n\nCarol was at the ship-to-shore. \"What time is it, Carol?\"\n\n\"I don't know. 5:30 I guess.\"\n\n\"They plan to open the ejection chamber at six. We've got to tell them\nwhat happened here before they open it! Hurry with the damned Coast\nGuard!\"\n\n\"May Day! May Day! Coast Guard come in. This is the _Seven Seas_. Come\nin and hurry!\"\n\n\"Coast Guard to the _Seven Seas_. Come in.\"\n\nBill grabbed the phone. \"Listen carefully,\" he said in a quiet\ndetermined voice. \"This is God's own truth. I repeat: This is God's own\ntruth. The remains of the dog we discovered last night have started to\ngrow. It is growing as we look at it. It has covered the entire island\nas far as we can see, with fur. Stinking yellow and black fur. We've got\nto get word to Washington before they open up the satellite. The same\nthing could happen there. Do you understand? I must get in touch with\nWashington. Immediately!\"\n\nThere was no mistaking the urgency and near-panic in Bill's voice. The\nCoast Guard returned with \"We understand you _Seven Seas_. We will clear\na line directly to Dr. Killian in Washington. Stand by.\"\n\nWith his hand shaking, Bill turned on the standard broadcast band of the\nportable RDF. A voice cut in: \"... latest reports from Walter Reed\nGeneral Hospital where the first human-manned satellite ejection chamber\nhas just been opened. All leading physiologists and physicists were\nassembled at the hospital by midnight last night and plans to open the\nejection chamber at 6 a.m. this morning were moved up. The chamber was\nopened at 4 a.m. Eastern Standard Time today. Our first report confirmed\nthat volunteer moon traveller, the man in the moon, Robert Joy, was no\nlonger alive. Hope had been abandoned for him some 80 hours previous,\nwhen recording instruments on his body processes indicated no reactions.\nOf scientific curiosity is the fact that though dead for more than three\ndays, his body is in a perfect state of preservation ...\n\n\"Flash! We interrupt this special newscast for a late bulletin: The body\nof Robert Joy has begun to shoot out unexplained appendages, like\nrapidly growing cancerous growths. His integument appears to be\nenlarging, growing away from his body ...\"\n\n\"Hello _Seven Seas_,\" broke in the ship-to-shore. \"We are still trying\nto locate Dr. Killian....\"\n\n\n                                                                   END\n\n",
    "metadata": {
        "author": [
            "Horne, Anderson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30528/pg30528.txt",
        "name": "the_day_of_the_dog.json"
    }
}