{
    "name": "The Beast-Jewel of Mars",
    "author": [
        "Thiessen, W. E.",
        "Thiessen, V. E."
    ],
    "body": "He lay on his stomach, a lean man in faded one piece dungarees, and an\nodd metallic hat, peering over the side of the canal. Behind him the\nlittle winds sifted red dust into his collar, but he could not move; he\ncould only sit there with his gaze riveted on the spires and minarets\nthat twinkled in the distance, far down the bottom of the canal.\n\nOne part of his mind said, _This is it, this is the fabled city of\nMars. This is the beauty and the fantasy and the music of the legends,\nand I must go down there._ Yet somewhere deeper in his mind, deep in\nthe primal urges that kept him from death, the warning was taut and\nurgent. _Get away. They have a part of your mind now. Get away from the\ncity before you lose it all. Get away before your body becomes a husk,\na soulless husk to walk the low canals with sightless eyes, like those\nwho came before you._\n\nHe strained to push back from the edge, trying to get that fantastic\nbeauty out of his sight. He fought the lids of his eyes, fought to\nclose them while he pushed himself back, but they remained open,\nstaring at the jeweled towers, and borne on the little winds the thin\nwail of music reached him, saying, _Come into the city, come down into\nthe fabled city_.\n\nHe slid over the edge, sliding down the sloping sides of the canal.\nThe rough sandstone tore at his dungarees, tore at his elbow where it\ntouched but he did not feel the pain. His face was turned toward the\ntowers, and the sound of his breathing was less than human.\n\nHis feet caught a projecting bit of stone and were slowed for an\ninstant, so that he turned sideways and rolled on, down into the red\ndust bottom of the canal, to lie face down in the dust, with the chin\nstrap of the odd metallic hat cutting cruelly into his chin.\n\nHe lay there an instant, knowing that now he had a chance. With his\nface down like this, and the dust smarting his eyes the image was gone\nfor an instant. He had to get away, he knew that. He had to mount the\nsides of the canal and never look back.\n\nHe told himself, \"I am Eric North, from Earth, the Third Planet of Sol,\nand this is not real.\"\n\nHe squirmed in the dust, feeling it bite his cheeks; he squirmed until\nhe could get up and see nothing but the red sand stone walls of the\ncanal. He ran at the walls and clawed his way up like an animal in his\nhaste. He wouldn't look again.\n\nThe wind freshened and the tune of the music began to talk to him. It\ntold of going barefoot over long streets of fur. It told of jewels, and\nwine, and women as fair as springtime. These and more were in the city,\nwaiting for him to claim them.\n\nHe sobbed, and clawed forward. He stopped to rest, and slowly his head\nbegan to turn. He turned, and the spires and minarets twinkled at him,\nbeautiful, soothing, stopping the tears that had welled down his cheeks.\n\nWhen he reached the bottom of the canal he began to run toward the city.\n\nWhen he came to the city there was a high wall around it, and a heavy\ngate carved with lotus blossoms. He beat against the gate and cried,\n\"Oh! Let me in. Let me in to the city!\" The music was richer now, as if\nit were everywhere, and the gate swung open without the faintest sound.\n\nA sentinel stood before the opened gate at the end of a long blue\nstreet. He was dressed in red silk with his sleeves edged in blue\nleopard skin, and he wore a belt with a jeweled short sword. He drew\nthe sword from its scabbard, and bowed forward until the point of the\nsword touched the street of blue fur. He said, \"I give you the welcome\nof my sword, and the welcome of the city. Speak your name so that it\nmay be set in the records of the dreamers.\"\n\nThe music sang, and the spires twinkled, and Eric said, \"I am Eric\nNorth!\"\n\nThe sword point jerked, and the sentinel straightened. His face was\nwhite. He cried aloud, \"It is Eric the Bronze. It is Eric of the\nLegend.\" He whirled the sword aloft, and smashed it upon Eric's metal\nhat, and the hatred was a blue flame in his eyes.\n\n\n\nWhen Eric regained consciousness the people of the city were all about\nhim. They were very fair, and the women were more beautiful than music.\nYet now they stared at him with red hate in their eyes. An older man\ncame forward and struck at the copper hat with a stick. The clang\ndeafened Eric and the man cried, \"You are right. It is Eric the Bronze.\nBring the ships and let him be scourged from the city.\"\n\nThe man drew back the stick and struck again, and Eric's back took\nfire with the blow. The crowd chanted, \"Whips, bring the whips,\" and\nfear forced Eric to his feet. He fled then, running on the heedless\nfeet of panic, outstripping those who were behind him until he passed\nthrough the great gates into the red dust floor of the canal. The gates\nclosed behind him, and the dust beat upon him, and he paused, his heart\nhammering inside his chest like a great bell clapper. He turned and\nlooked behind to be sure he was safe.\n\nThe towers twinkled at him, and the music whispered to him, \"Come back,\nEric North. Come back to the city.\"\n\nHe turned and stumbled back to the great gate and hammered on it until\nhis fists were raw, pleading for it to open and let him back.\n\nAnd deep inside him some part of his mind said, \"This is a madness you\ncannot escape. The city is evil, an evil like you have never known,\"\nand a fear as old as time coursed through his frame.\n\nHe seized the copper hat from his head, and beat on the lotus carvings\nof the great door, crying, \"Let me in! Please, take me back into the\ncity.\"\n\nAnd as he beat the city changed. It became dull and sordid and evil, a\ncity of disgust, with every part offensive to the eye. The spires and\nminarets were gargoyles of hatred, twisted and misshapen, and the sound\nof the city was a macabre song of hate.\n\nHe stared, and his back was chill with superstitions as old as the\nbeginning of man. The city flickered, changing before his eyes until it\nwas beautiful again.\n\nHe stood, amazed, and put the metal hat back on his head. With the\nmotion the shift took place again, and beauty was ugliness. Amazed, he\nstared at the illusion, and the thought came to him that the metal hat\nhad not entirely failed him after all.\n\nHe turned and began to walk away from the city, and when it began to\ncall he took the hat off his head and found peace for a time. Then when\nit began again he replaced the hat, and revulsion sped his footsteps.\nAnd so, hat on, hat off, he made his way down the dusty floor of the\ncanal, and up the rocky sides until he stood on the Martian desert, and\nthe canal was a thin line behind him. He breathed easily then, for he\nwas beyond the range of the illusions.\n\nAnd now that his mind was his own again he began to study the problem,\nand to understand something of the nature of the forces against which\nhe had been pitted.\n\nThe helmet contained an electrical circuit, designed as a shield\nagainst electrical waves tuned to affect his brain. But the hat had\nfailed because the city, whatever it was, had adjusted to this revised\npattern as he had approached it. Hence, the helmet had been no defense\nagainst illusion. However, when he had jerked the helmet off suddenly\nto beat on the door, his mental pattern had changed, too suddenly, and\nthe machine caught up only after he had glimpsed another image. Then as\nthe illusion adjusted replacing the helmet threw it off again.\n\nHe grinned wryly. He would have liked to know more about the city,\nwhatever it was. He would have liked to know more about the people he\nhad seen, whether they were real or part of the illusion, and if they\nwere as ugly as the second city had been.\n\nYet the danger was too great. He would go back to his ship and make the\narrangements to destroy the city. The ship was armed, and to deliver\nindirect fire over the edge of the canal would be simple enough. Garve\nNorth, his brother, waited back at the ship. If he knew of the city he\nwould have to go there. Eric must not take a chance on that. After they\nhad blasted whatever it was that lay in the canal floor, then it would\nbe time enough to tell Garve, and go down to see what was left.\n\nThe ship rested easily on the flat sandstone area where he had\nestablished base camp. Its familiar lines brought a smile to Eric's\nface, a feeling of confidence now that tools and weapons were his again.\n\nHe opened the door and entered. The lock doors were left open so that\nhe could enter directly into the body of the ship. He came in in a\nswift leap, calling, \"Garve! Hey, Garve, where are you?\"\n\nThe ship remained mute. He prowled through it, calling, \"Garve,\"\nwondering where the young hothead had gone, and then he saw a note\nclipped to the control board of the ship. He tore it loose impatiently\nand began to read. Garve had scrawled:\n\n    \"Funny thing, Eric. A while ago I thought I heard music. I walked\n    down to the canal, and it seemed like there were lights, and a town\n    of some sort far down the canal. I wanted to investigate, but\n    thought I'd better come back. But the thing has been in my mind for\n    hours now, and I'm going down to see what it is. If you want to\n    follow, come straight down the canal.\"\n\nEric stared at the note, and the line of his jaw was white. Apparently\nGarve had seen the city from farther away, and its effect had not been\nso strong. Even so, Garve's natural curiosity had done the rest.\n\nGarve had gone down to the city, and Garve had no shielded hat. Eric\nselected two high explosive grenades from the ship's arsenal. They\nwere small but they packed a lot of power. He had a pistol packed\nwith smaller pellets of the same explosive, and he had the hat. That\nshould be adequate. He thrust the bronze hat back on his head and began\nwalking back to the canal.\n\n\n\nThe return back to the city would always live in his mind as a\nphantasmagora, a montage of twisted hate and unseemly beauty. When he\ncame again to the gate he did not attempt to enter, but circled the\nwall, hat on, hat off, stiff limbed like a puppet dancing to the same\ntune over and over again. He found a place where he could scale the\nwall, and thrust the helmet on his head, and clawed up the misshapen\nwall. It was all he could do to make himself drop into the ugly city.\n\nHe heard a familiar voice as he dropped. \"Eric,\" the voice said. \"Eric,\nyou did come back.\" The voice was his brother's, and he whirled,\nseeking the voice. A figure stood before him, a twisted caricature of\nhis brother. The figure cried, \"The hat! You fool, get rid of that\nhat!\" The caricature that was his brother seized the hat, and jerked\nso hard that the chin strap broke under Eric's chin. The hat was flung\naway and sailed high and far over the fence and outside the city.\n\nThe phantasm flickered, the illusion moved. Garve was now more handsome\nthan ever, and the city was a dream of delight. Garve said, \"Come,\" and\nEric followed down a street of blue fur. He had no will to resist.\n\nGarve said, \"Keep your head down and your face hidden. If we meet\nsomeone you may not be recognized. They won't be expecting you from\nthis side of the city.\"\n\nEric asked, \"You knew I'd come after you?\"\n\n\"Yes. The Legend said you'd be back.\"\n\nEric stopped and whirled to face his brother. \"The Legend? Eric the\nBronze? What is this wild fantasy?\"\n\n\"Not so loud!\" Garve's voice cautioned him. \"Of course the crowd called\nyou that because of the copper hat and your heavy tan. But the Elders\nbelieve so too. I don't know what it is, Eric, reincarnation, prophesy,\nsuperstition, I only know that when I was with the Elders I believed\nthem. You are a part of a Legend. You are Eric the Bronze.\"\n\nEric looked down at his sun tanned hands and flexed them. He loosened\nthe explosive pistol in its holster. At least he was going to be a well\narmed, well prepared Legend. And while one part of his mind marveled\nat the city and relaxed into a pleasure as deep as a dream, another\nstruggled with the almost forgotten desire to rescue his brother and\nescape. He asked, \"Who are the Elders?\"\n\n\"We are going to them, to the center of the city.\" Garve's voice\nsharpened, \"Keep your head down. I think the last two men we passed are\nlooking after us. Don't look back.\"\n\nAfter a moment Garve said, \"I think they are following us. Get ready\nto run. If we are separated, keep going until you reach City Center.\nThe Elders will be expecting you.\" Garve glanced back, and his voice\nsharpened, \"Now! Run!\"\n\nThey ran. But as they ran figures began to converge upon them. Farther\nup the street others appeared, cutting off their flight.\n\nGarve cried, \"In here,\" and pulled Eric into a crevice between two\nbuildings. Eric drew his gun, and savagery began to dance in his eyes.\nThe soft fur muffled sounds of pursuit closed in upon them.\n\nGarve put one hand on Eric's gun hand and said, \"Wait here. And if you\nvalue my life, don't use that gun.\" Then he was gone, running deerlike\ndown the street.\n\nFor an instant Eric thought the ruse had succeeded. He heard cries and\ntwo men passed him running in pursuit. But then the cry came back. \"Let\nhim go. Get the other one. The other one.\"\n\nEric was seen an instant later, and the people of the city began to\nconverge upon him. He could have destroyed them all with his charges in\nthe gun, but his brother's warning shrieked in his ears, \"If you value\nmy life don't use the gun.\"\n\nThere was nothing he could do. Eric stood quietly until he was taken\nprisoner. They moved him to the center of the wide fur street. Two men\nheld his arms, and twisted painfully. The crowd looked at him, coldly,\ncalculatingly. One of them said, \"Get the whips. If we whip him he will\nnot come back.\" The city twinkled, and the music was so faint he could\nhardly hear it.\n\nThere was only one weapon Eric could use. He had gathered from Garve's\nwords that these people were superstitious.\n\nHe laughed, a great chest-shattering laugh that gusted out into the\nthin Martian air. He laughed and cried in a great voice, \"And can you\nso easily dispose of a Legend? If I am Eric of the Legend, can whips\ndefeat the prophesy?\"\n\nThere was an instant when he could have twisted loose. They stood,\nfear-bound at his words. But there was no place to hide, and without\nthe use of his weapons Eric could not have gone far. He had to bluff it\nout.\n\n\n\nThen one of the men cried, \"Fools! It is true. We must take no chance\nwith the whips. He would come back. But if he dies here before us now,\nthen we may forget the prophesy.\"\n\nThe crowd murmured and a second voice cried, \"Get the sword, get the\nguards, and kill him at once!\"\n\nEric tensed to break away but now it was too late. His captors were\nalert. They increased the twist on his arms until he almost screamed\nwith the pain.\n\nThe crowd parted, and the guard came through, his red silk clothing\ngleaming in the sun, his sword bright and deadly. He stopped before\nEric, and the sword swirled up like a saber, ready for a slashing cut\ndownward across Eric's neck.\n\nA woman's voice, soft and yet authoritative, called, \"Hold!\" And a\nmurmur of respect rippled through the crowd.\n\n\"Nolette! The Daughter of the City comes.\"\n\nEric turned his gaze to the side and saw the woman who had spoken. She\nwas mounted upon a black horse with a jeweled bridle. She was young and\nher hair was long and free in the wind. She had ridden so softly across\nthe fur street that no one had been aware of her presence.\n\nShe said, \"Let me touch this man. Let me feel the pulse of his heart so\nthat I may know if he is truly the Bronze one of the Legend. Give me\nyour hand, stranger.\" She leaned down and grasped his hand. Eric shook\nhis arms free, and reached up and clung to the offered hand, thinking,\n\"If I pull her down perhaps I can use her as a shield.\" He tensed his\nmuscles and began to pull.\n\nShe cried, \"No! You fool. Come up on the horse,\" and pulled back with\nan energy as fierce as his own. Then he had swung up on the horse, and\nthe animal leaped forward, its muffled gallop beating out a tattoo of\nfreedom.\n\nEric clung tightly to the girl's waist. He could feel the young\nsuppleness of her body, and the fine strands of her hair kept swirling\nback into his face. It had a faint perfume, a clean and heady scent\nthat made him more aware of the touch of her waist. He breathed deeply,\noddly happy as they rode.\n\nAfter five minutes ride they came to a building in the center of the\ncity. The building was cubical, severe in line and architecture, and it\ncontrasted oddly with the exquisite ornament of the rest of the city.\nIt was as if it were a monolith from another time, a stranger crouched\namong enemies.\n\nThe girl halted before the structure and said, \"Dismount here, Eric.\"\n\nEric swung down, his arms still tingling with pleasure where he had\nheld her. She said, \"Knock three times on the door. I will see you\nagain inside. And thank your brother for sending me to bring you here.\"\n\nEric knocked on the door. The door was as plain as the building, made\nof a luminous plastic. It had all the beauty of the great gate door,\nbut a more timeless, more functional beauty.\n\nThe door opened and an old man greeted Eric. \"Come in. The Council\nawaits you. Follow me, please.\"\n\nEric followed down a hallway and into a large room. The room was\nobviously designed for a conference room. A great table stood in the\nroom, made of the same luminous plastic as the door of the building.\nSix men sat at this conference table. Eric's guide placed him in a\nchair at the base of the T-shaped table.\n\nThere was one vacant seat beside the head of the T, and as Eric\nwatched, the young woman who had rescued him entered and took her place\nthere. She smiled at Eric, and the room took on a warmth that it had\nlacked with only the older men present. The man at her right, obviously\npresiding here looked at Eric and spoke. \"I am Kroon, the eldest of\nthe elders. We have brought you here to satisfy ourselves of your\nidentity. In view of your danger in the City you are entitled to some\nsort of explanation.\" He glanced around the room and asked, \"What is\nthe judgment of the elders?\"\n\n\n\nEric caught a faint nod here, a gesture there. Kroon nodded as if\nin satisfaction. He turned to the girl, \"And what is your opinion,\nDaughter of the City?\"\n\nNolette's expression held sorrow, as if she looked into the far future.\nShe said, \"He is Eric the Bronze. I have no doubt.\"\n\nEric asked, \"And what is this Legend of Eric the Bronze? Why am I so\ndespised in the city?\"\n\nKroon answered, \"According to the Ancient Legend you will destroy the\ncity. This, and other things.\"\n\nEric gaped. No wonder the crowd had shown such hatred. But why were\nthe elders so friendly? They were obviously the governing body, and if\nthere was strife between them and the people it had not shown in the\nrespect the crowd had accorded Nolette.\n\nKroon said, \"I see you are puzzled. Let me tell you the story of the\nCity. The City is old. It dates from long ago when the canals of Mars\nran clear and green with water, and the deserts were vineyards and\ngardens. The drouth came, and the changes in climate, and soon it\nbecame plain that the people of Mars were doomed. They had ships, and\ncould build more, and gradually they left to colonize other planets.\nYet they could take little of their science. And fear and riots\ndestroyed much. Also there were those who were filled with love for\nthis homeland, and who thought that one day it might be habitable\nagain. All the skill of the ancient Martian fathers went into the\nbuilding of a giant machine, the machine that is the City, to protect a\nsmall colony of those who were chosen to remain on Mars.\"\n\n\"This whole city is a machine!\" Eric asked.\n\n\"Yes, or the product of one. The heart of it lies underneath our feet,\nin caverns beneath this building. The nature of the machine is this,\nthat it translates thought into reality.\"\n\nEric stared. The idea was staggering.\n\n\"This is essentially simple, although the technology is complex. It is\nnecessary to have a recording device, to capture thought, a transmuting\ndevice capable of transmuting the red dust of the desert into any\nsort of material desired, and a construction device, to assemble this\nmaterial into the pattern already recorded from thought.\" Kroon paused.\n\"You still doubt, my friend. Perhaps you are thirsty after your escape.\nThink strongly of a tall glass of cold water, visualize it in your\nmind, the sight and the fluidity and the touch of it.\"\n\nEric did so. Without warning a glass of water stood on the table before\nhim. He touched the water to his lips. It was cool and satisfying. He\ndrank it, convinced completely.\n\nEric asked, \"And I am to destroy the City?\"\n\n\"Yes. The time has come.\"\n\n\"But why?\" Eric demanded. For an instant he could see the twinkling\nbeauty as clearly as if he had stood outside the walls of this building.\n\nKroon said, \"There are difficulties. The machine builds according to\nthe mass will of the people, though it is sensitive to the individual\nin areas where it does not conflict with the imagination of the mass.\nWe have had strangers, visitors, and even our own people, who grew\ndrunk with the power of the machine, who dreamed more and more lust and\ngreed into existence. These were banished from the city, and so strong\nis the call of the city that many of them became victims of their own\nevilness, and now walk mindlessly, with no thought but to seek for the\nbeauty they have lost here.\"\n\nKroon sighed. \"The people have lost the will to learn. Many do not even\nknow of the machine. Our science is almost gone, and only a few of us,\nthe dreamers, the elders, have kept alive the old knowledge of the\nmachine and its history. By the collected powers of our imagination we\nbuild and control the outward appearance of the city.\n\n\"We have passed this down from father to son. A part of the ancient\nLegend is that the builders made provisions for the machine to be\ndestroyed when contact with outsiders had been made once again, so that\nour people would again have to struggle forward to knowledge and power.\nThe instrument of destruction was to be a man termed Eric the Bronze.\nIt is not that you are reborn. It is just that sometime such a man\nwould come.\"\n\nEric said, \"I can understand the Bronze part. They had thought that a\nspace man might well be sun tanned. They had thought that a science to\nprotect against this beautiful illusion would provide a metal shield\nof some sort, probably copper in nature. That such a man should come\nis inevitable. But why Eric. Why the name Eric?\"\n\nFor the first time Nolette spoke. She said quietly, \"The name Eric\nwas an honorable name of the ancient fathers. It must have been their\nthought that the new beginning should wait for some of their own far\nflung kind to return.\"\n\nEric nodded. He asked, \"What happens now?\"\n\n\"Nothing. Dwell here with us and you will be safe from our people. If\nthe prediction is not soon fulfilled and you are not the Eric of the\nLegend, you may stay or go as you desire.\"\n\n\"My brother, Garve. What about him?\"\n\n\"He loves the city. He will also stay, though he will be outside this\nbuilding.\" Kroon clasped his hands. \"Nolette, will you show Eric his\nquarters?\"\n\n\n\nEric followed Nolette through a hallway to a well furnished room.\nWalking behind her the graceful sway of her walk reminded him of\nthe touch of her waist as he held it earlier when they rode, and he\nfelt the blood racing through his veins. He was tempted to seize her\nshoulder, turn her, and take her in his arms.\n\nShe indicated the room with a gesture. \"You will be comfortable here,\nand you have only to wish strongly for food or drink. If your wishes do\nnot conflict with those of the elders they will come into being.\"\n\nEric asked, \"And is this true of any wish? Suppose for instance I\nwished for--You.\"\n\nShe looked at him steadily, \"That would depend on the nature of your\nwish. If you wished to take me as your wife the elders would approve.\"\n\nEric looked at her. He had hardly known her two hours. Yet the madness\nof the moment made him rash, and he asked, \"And what of your wishes,\nNolette?\"\n\nShe said, \"I am the Daughter of the City, and a virgin. If the Legend\nis to be fulfilled I would be wed before I die.\"\n\nHe took a step forward and reached out to take her in his arms, but\nshe slipped away, saying quietly, \"Not now. I will go away and let you\nthink. When you have decided call me in your mind, and the machine\nwill let me know.\" She smiled briefly, and left him alone in the room.\n\nEric was hardly aware of his actions as he seated himself in the\ncomfortable chair. He fumbled about for his pipe. He must not be a\nfool. Perhaps if he thought quietly, and smoked, he could decide if\nthis was a dream, if he had gone quietly mad in his space ship, and had\nbeen the victim of hallucinations. The chair was real to his touch, his\npipe was gone, and he remembered leaving it in the navigator's section\nof the ship upon his earlier return. The memory seemed real enough. He\nwished for his pipe again, and realized that now he held it in his hand.\n\nThis was no mirage. He tamped tobacco created by the machine from Red\nMartian dust into the bowl of the pipe, and the smoke was as fragrant\nas ever. He could see how such luxury would stagnate a race. As the\nsmoke curled around him he knew that two hours or two years were not\nimportant, and he knew what he wanted. He wished for Nolette.\n\nShe came into the room, watching him quietly, suddenly shy. He said,\n\"It has come to me that I love you. Will you do me the honor to become\nmy wife?\"\n\nShe said, \"Yes, Eric. Oh! Yes!\" and came running to him. Her kiss had\nall the passion of his own.\n\nAn hour later she slipped from his arms, saying, \"I must go and talk\nwith the elder dreamers. We must be married today, at once. We have so\nlittle time. We must be husband and wife tonight.\" She slipped softly\nfrom the room.\n\nEric watched her, marveling at his luck. He suddenly remembered that\nhe had not seen his brother since he had arrived at the house of the\nelder dreamers. He wondered where Garve was, and wanted to talk to him.\nPerhaps if he thought strongly enough the machine would get the message\nthought to Garve. He concentrated.\n\nTen minutes later Garve walked into the room. He said, \"I thought I\nheard you calling. How'd you make out with the dreamers?\"\n\n\"Well enough. Don't think me mad, Garve, but Nolette and I are to be\nmarried, tonight.\"\n\nGarve's face grew red, then as white as river sand. He said bitterly,\n\"I should have let them kill you in the street, but how could I? After\nall we are brothers.\"\n\n\"You love her too.\"\n\n\"No! But I love this city. It is paradise, and now you will destroy it.\"\n\nEric said, \"The Legend again! Everyone believes it. Yet it is but a\nprediction. In time such a man as the Legend had to come, and some day\none more greedy than myself may destroy the city. Perhaps I will refuse\nto carry out the destruction.\"\n\nGarve laughed, a bitter cynical laugh. He cried, \"You fool! How can you\nhelp yourself? Everyone believes you are the Bronze one and the machine\nwill make that come true. How can you defeat the machine?\"\n\nEric was staggered by a logic he had not even considered.\n\n\"Piece by piece,\" Garve said, \"the prediction is coming to pass. Now\nyou are to wed Nolette, and that too is a part of the Legend.\"\n\n\"That was predicted?\"\n\n\"Yes. And that is not the end.\" Garve's voice was as sharp as the bite\nof a whip. \"Do you know what else you will do?\"\n\n\"No!\" A thin horror seeped slowly into Eric's mind.\n\n\"You will destroy the Daughter of the City.\"\n\nEric's eyes were wide. He shuddered and cried, \"NO! NO!\"\n\nGarve's face took on the glint of madness. He said, \"But I will stop\nyou. I'll stop you if I have to kill you.\" He turned and strode\nbitterly from the room.\n\n\n\nHorror was still fresh in Eric's mind when Nolette returned. \"All is\nready,\" she said. \"Come now, my husband-to-be.\"\n\nEric followed her into the chamber of the elder dreamers. Kroon stood\nat the doorway and greeted him as he entered. He said, \"One cannot\nfight the truth, so we have consented to this marriage. Will you join\nhands?\"\n\nThe ceremony was simple, but beautiful, much like an Earth wedding,\nwith the city making music that was beautiful beyond belief. But all\nthe time Eric listened his mind was working, and by the time he had\nkissed his bride at the end of the ceremony he knew what he had to do.\nHe walked back to their room with his arm around her waist, and his\nresolve weakened with each step.\n\nYet when he reached the room he had the will to say, \"I must leave you\nfor a time. When I return our life together will begin.\" He kissed her\nagain, and said, \"It will not be long.\"\n\nHe broke away, and left her. When he reached the hallway he felt once\nin his pocket to be sure the explosive grenades were still there. So\nfar the machine had controlled his destiny. So far the very belief of\nthe dreamers in his destiny had brought the predictions to pass. Very\nwell now, he would destroy the machine, but not at the request of the\ndreamers. He would do it now, before there was time to consummate the\nhorrible part of the prediction. Then he would come back to Nolette and\nhis honeymoon.\n\nHe ran along the hallways, always going down when he found a stairway,\nalways seeking the central area below that had been indicated by Kroon\nin their first talk. And when at length he came out into a large room,\nwith a maze of delicate electronic apparatus below, he knew he had\narrived, and he pulled the grenade from his pocket.\n\nYet before he pulled the safety release he could not but marvel a\nmoment at the intricate science below him. Much was familiar, and much\nwas unintelligible.\n\nAs he stood he was seized from behind, and he twisted to find he was\ncaught in the hate-strengthened grip of his brother. Pain lanced\nthrough his arm, and Garve gritted, \"Drop it.\" Eric dropped the\ngrenade, and it fell between them. Eric was suddenly glad that the\nsafety had not been pulled, and then he was fighting savagely with his\nbrother.\n\nHe was older, and wiser in the dirty tricks of fighters from the\nplanets. After a time he was able to set himself, and bend forward.\nWhere Garve had been behind, now he was flung up, over Eric's back in a\nsprawling arc. He fell, teetered for an instant, and then crashed into\nthe delicate heart of the machine below. Glass tinkled, and a flare lit\nthe room. Eric closed his eyes, afraid to look. Garve must have been\nelectrocuted.\n\n\n\nEric opened his eyes to find the room subtly changed. It was roughly\nthe same, but the walls were a rough sandstone, and the glamour was\ngone. He heard sounds, and saw Garve struggling up from the wreckage\nbelow. Both of them knew it was ended. The machine was beyond repair.\n\nGarve paused. He said, \"It's over now. I suppose in a year or two I\nshall forget this. I am going away. Until I can forgive you I shall\nstay away. God grant you peace, for you have lost more than I.\" Garve's\nsteps echoed hollowly on the stone corridor and he disappeared in the\ndistance.\n\nEric stood quietly. There was no happiness in him, only a nameless\nfear brought on by his brother's words, a fear that he had forgotten\nsomething.\n\nThen suddenly he knew what it was. He remembered the ugly city. When\nhe came out of the corridor, out of this building, the city would be a\nfoul sty again. And the people, he had not seen the people, but they\nwould no doubt be horrible. Nolette, his wife--he could not let himself\nthink of how she would look. It seemed Garve was right and the final\nprediction had come true. All was finished, even the Daughter of the\nCity had been destroyed.\n\nHe began to move up out of the subterranean room and back to the city.\nHe reached the outer door, and did not even pause to look for Nolette,\nbut set his teeth, and stepped out into the city.\n\nAnd there he was surprised. Here was no ugly city, only a very normal,\nordinary one, with ordinary persons going about the streets, blinking\nat the changes. The lines of the city were still there, but the jeweled\npanes were ordinary glass.\n\nEric tried to understand. Then suddenly he recalled his hatred of the\ncity when he had been cast out, his subconscious thoughts of it as\nevil. He had taken off the helmet, and for an instant he had been out\nof contact with the elders, disoriented. In that instant the city had\nshown him his concept of ugliness. That ugly city was as unreal as the\nfantastically beautiful one created by the elders.\n\nEric turned, and went back into the building, looking for Nolette.\n\nHe found her, standing with Kroon in the great room, before a table\nwhich was only laminated wood. She was a slender girl, gray eyed,\npleasant to look at, but without the beauty and the music and the\nwitchery of her counterpart.\n\nShe said quietly, \"It is finished, Eric, and we are not the two who\nmarried. It is finished, and the dream is ended.\"\n\nEric said only, \"Yes,\" watching her.\n\nShe said, \"I release you from the marriage. It will be a memory for us\nboth, a wonderful dream that ended before it was consummated, a dream\ncut short too soon.\"\n\nEric asked, \"What will you do?\" Her voice was hardly changed, and\nwatching her he felt an odd pleasure. There was no wild racing of his\nblood, yet his interest was awakening.\n\nShe said, \"Go away, I suppose, as far as I can from this place.\"\n\nHe liked the way she was taking this. No dramatics, no tears.\n\nHe said, \"I could take you back to Earth as a passenger. You might like\nEarth.\" He felt oddly eager as she considered.\n\nAnd then suddenly, he could not wait, and the words came tumbling out.\n\"Nolette,\" he said, \"you must come with me. I do not know how it will\nbe with us yet. But somehow I feel that if we stay together things will\nbe good.\"\n\nHe waited for her decision, half afraid, half eager, and then saw a\nslow smile break the seriousness of her eyes.\n\nShe said gently, \"If that is what you wish.\" The smile widened. \"A girl\nmust follow her husband. Even I know that.\"\n\nEric reached out and took her hand. \"The ship is waiting,\" he said.\n\"Let's go home.\"",
    "metadata": {
        "author": [
            "Thiessen, W. E.",
            "Thiessen, V. E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63605/pg63605.txt",
        "name": "the_beast_jewel_of_mars.json"
    }
}