{
    "name": "The Boatswain's Mate\nCaptains All, Book 2.",
    "author": [
        "Jacobs, W. W. (William Wymark)",
        "Jacobs, William Wymark"
    ],
    "body": "\nTHE BOATSWAIN'S MATE\n\nMr. George Benn, retired boat-swain, sighed noisily, and with a\ndespondent gesture, turned to the door and stood with the handle in his\nhand; Mrs. Waters, sitting behind the tiny bar in a tall Windsor-chair,\neyed him with some heat.\n\n\"My feelings'll never change,\" said the boatswain.\n\n\"Nor mine either,\" said the landlady, sharply.  \"It's a strange thing,\nMr. Benn, but you always ask me to marry you after the third mug.\"\n\n\"It's only to get my courage up,\" pleaded the boatswain.  \"Next time I'll\ndo it afore I 'ave a drop; that'll prove to you I'm in earnest.\"\n\nHe stepped outside and closed the door before the landlady could make a\nselection from the many retorts that crowded to her lips.\n\nAfter the cool bar, with its smell of damp saw-dust, the road seemed hot\nand dusty; but the boatswain, a prey to gloom natural to a man whose hand\nhas been refused five times in a fortnight, walked on unheeding.  His\nsteps lagged, but his brain was active.\n\nHe walked for two miles deep in thought, and then coming to a shady bank\ntook a seat upon an inviting piece of turf and lit his pipe.  The heat\nand the drowsy hum of bees made him nod; his pipe hung from the corner of\nhis mouth, and his eyes closed.\n\nHe opened them at the sound of approaching footsteps, and, feeling in his\npocket for matches, gazed lazily at the intruder.  He saw a tall man\ncarrying a small bundle over his shoulder, and in the erect carriage, the\nkeen eyes, and bronzed face had little difficulty in detecting the old\nsoldier.\n\nThe stranger stopped as he reached the seated boatswain and eyed him\npleasantly.\n\n\"Got a pipe o' baccy, mate?\" he inquired.\n\nThe boatswain handed him the small metal box in which he kept that\nluxury.\n\n\"Lobster, ain't you?\" he said, affably.\n\nThe tall man nodded.  \"Was,\" he replied.  \"Now I'm my own commander-in-\nchief.\"\n\n\"Padding it?\" suggested the boatswain, taking the box from him and\nrefilling his pipe.\n\nThe other nodded, and with the air of one disposed to conversation\ndropped his bundle in the ditch and took a seat beside him.  \"I've got\nplenty of time,\" he remarked.\n\nMr. Benn nodded, and for a while smoked on in silence.  A dim idea which\nhad been in his mind for some time began to clarify.  He stole a glance\nat his companion--a man of about thirty-eight, clear eyes, with humorous\nwrinkles at the corners, a heavy moustache, and a cheerful expression\nmore than tinged with recklessness.\n\n\"Ain't over and above fond o' work?\" suggested the boatswain, when he had\nfinished his inspection.\n\n\"I love it,\" said the other, blowing a cloud of smoke in the air, \"but we\ncan't have all we want in this world; it wouldn't be good for us.\"\n\nThe boatswain thought of Mrs. Waters, and sighed.  Then he rattled his\npocket.\n\n\"Would arf a quid be any good to you?\" he inquired.\n\n\"Look here,\" began the soldier; \"just because I asked you for a pipe o'\nbaccy--\"\n\n\"No offence,\" said the other, quickly.  \"I mean if you earned it?\"\n\nThe soldier nodded and took his pipe from his mouth.  \"Gardening and\nwindows?\" he hazarded, with a shrug of his shoulders.\n\nThe boatswain shook his head.\n\n\"Scrubbing, p'r'aps?\" said the soldier, with a sigh of resignation.\n\"Last house I scrubbed out I did it so thoroughly they accused me of\npouching the soap.  Hang 'em!\"\n\n\"And you didn't?\" queried the boatswain, eyeing him keenly.\n\nThe soldier rose and, knocking the ashes out of his pipe, gazed at him\ndarkly.  \"I can't give it back to you,\" he said, slowly, \"because I've\nsmoked some of it, and I can't pay you for it because I've only got\ntwopence, and that I want for myself.  So long, matey, and next time\na poor wretch asks you for a pipe, be civil.\"\n\n\"I never see such a man for taking offence in all my born days,\"\nexpostulated the boat-swain.  \"I 'ad my reasons for that remark, mate.\nGood reasons they was.\"\n\nThe soldier grunted and, stooping, picked up his bundle.\n\n\"I spoke of arf a sovereign just now,\" continued the boatswain,\nimpressively, \"and when I tell you that I offer it to you to do a bit o'\nburgling, you'll see 'ow necessary it is for me to be certain of your\nhonesty.\"\n\n\"_Burgling?_\" gasped the astonished soldier.  \"_Honesty?_  'Struth; are\nyou drunk or am I?\"\n\n\"Meaning,\" said the boatswain, waving the imputation away with his hand,\n\"for you to pretend to be a burglar.\"\n\n\"We're both drunk, that's what it is,\" said the other, resignedly.\n\nThe boatswain fidgeted.  \"If you don't agree, mum's the word and no 'arm\ndone,\" he said, holding out his hand.\n\n\"Mum's the word,\" said the soldier, taking it.  \"My name's Ned Travers,\nand, barring cells for a spree now and again, there's nothing against it.\nMind that.\"\n\n\"Might 'appen to anybody,\" said Mr. Benn, soothingly.  \"You fill your\npipe and don't go chucking good tobacco away agin.\"\n\nMr. Travers took the offered box and, with economy born of adversity,\nstooped and filled up first with the plug he had thrown away.  Then he\nresumed his seat and, leaning back luxuriously, bade the other \"fire\naway.\"\n\n\"I ain't got it all ship-shape and proper yet,\" said Mr. Benn, slowly,\n\"but it's in my mind's eye.  It's been there off and on like for some\ntime.\"\n\nHe lit his pipe again and gazed fixedly at the opposite hedge.  \"Two\nmiles from here, where I live,\" he said, after several vigorous puffs,\n\"there's a little public-'ouse called the Beehive, kept by a lady wot\nI've got my eye on.\"\n\nThe soldier sat up.\n\n\"She won't 'ave me,\" said the boatswain, with an air of mild surprise.\n\nThe soldier leaned back again.\n\n\"She's a lone widder,\" continued Mr. Benn, shaking his head, \"and the\nBeehive is in a lonely place.  It's right through the village, and the\nnearest house is arf a mile off.\"\n\n\"Silly place for a pub,\" commented Mr. Travers.\n\n\"I've been telling her 'ow unsafe it is,\" said the boatswain.  \"I've been\ntelling her that she wants a man to protect her, and she only laughs at\nme.  She don't believe it; d'ye see?  Likewise I'm a small man--small,\nbut stiff.  She likes tall men.\"\n\n\"Most women do,\" said Mr. Travers, sitting upright and instinctively\ntwisting his moustache.  \"When I was in the ranks--\"\n\n\"My idea is,\" continued the boatswain, slightly raising his voice, \"to\nkill two birds with one stone--prove to her that she does want being\nprotected, and that I'm the man to protect her.  D'ye take my meaning,\nmate?\"\n\nThe soldier reached out a hand and felt the other's biceps.  \"Like a lump\no' wood,\" he said, approvingly.\n\n\"My opinion is,\" said the boatswain, with a faint smirk, \"that she loves\nme without knowing it.\"\n\n\"They often do,\" said Mr. Travers, with a grave shake of his head.\n\n\"Consequently I don't want 'er to be disappointed,\" said the other.\n\n\"It does you credit,\" remarked Mr. Travers.\n\n\"I've got a good head,\" said Mr. Benn, \"else I shouldn't 'ave got my\nrating as boatswain as soon as I did; and I've been turning it over in my\nmind, over and over agin, till my brain-pan fair aches with it.  Now, if\nyou do what I want you to to-night and it comes off all right, damme I'll\nmake it a quid.\"\n\n\"Go on, Vanderbilt,\" said Mr. Travers; \"I'm listening.\"\n\nThe boatswain gazed at him fixedly.  \"You meet me 'ere in this spot at\neleven o'clock to-night,\" he said, solemnly; \"and I'll take you to her\n'ouse and put you through a little winder I know of.  You goes upstairs\nand alarms her, and she screams for help.  I'm watching the house,\nfaithful-like, and hear 'er scream.  I dashes in at the winder, knocks\nyou down, and rescues her.  D'ye see?\"\n\n\"I hear,\" corrected Mr. Travers, coldly.\n\n\"She clings to me,\" continued the boat-swain, with a rapt expression of\nface, \"in her gratitood, and, proud of my strength and pluck, she marries\nme.\"\n\n\"An' I get a five years' honeymoon,\" said the soldier.\n\nThe boatswain shook his head and patted the other's shoulder.  \"In the\nexcitement of the moment you spring up and escape,\" he said, with a\nkindly smile.  \"I've thought it all out.  You can run much faster than I\ncan; any-ways, you will.  The nearest 'ouse is arf a mile off, as I said,\nand her servant is staying till to-morrow at 'er mother's, ten miles\naway.\"\n\nMr. Travers rose to his feet and stretched himself.  \"Time I was\ntoddling,\" he said, with a yawn.  \"Thanks for amusing me, mate.\"\n\n\"You won't do it?\" said the boatswain, eyeing him with much concern.\n\n\"I'm hanged if I do,\" said the soldier, emphatically.  \"Accidents will\nhappen, and then where should I be?\"\n\n\"If they did,\" said the boatswain, \"I'd own up and clear you.\"\n\n\"You might,\" said Mr. Travers, \"and then again you mightn't.  So long,\nmate.\"\n\n\"I--I'll make it two quid,\" said the boat-swain, trembling with\neagerness.  \"I've took a fancy to you; you're just the man for the job.\"\n\nThe soldier, adjusting his bundle, glanced at him over his shoulder.\n\"Thankee,\" he said, with mock gratitude.\n\n\"Look 'ere,\" said the boatswain, springing up and catching him by the\nsleeve; \"I'll give it to you in writing.  Come, you ain't faint-hearted?\nWhy, a bluejacket 'ud do it for the fun o' the thing.  If I give it to\nyou in writing, and there should be an accident, it's worse for me than\nit is for you, ain't it?\"\n\nMr. Travers hesitated and, pushing his cap back, scratched his head.\n\n\"I gives you the two quid afore you go into the house,\" continued the\nboatswain, hastily following up the impression he had made.  \"I'd give\n'em to you now if I'd got 'em with me.  That's my confidence in you; I\nlikes the look of you.  Soldier or sailor, when there is a man's work to\nbe done, give 'em to me afore anybody.\"\n\nThe soldier seated himself again and let his bundle fall to the ground.\n\"Go on,\" he said, slowly.  \"Write it out fair and square and sign it, and\nI'm your man.\"\n\nThe boatswain clapped him on the shoulder and produced a bundle of papers\nfrom his pocket.  \"There's letters there with my name and address on\n'em,\" he said.  \"It's all fair, square, and above-board.  When you've\ncast your eyes over them I'll give you the writing.\"\n\nMr. Travers took them and, re-lighting his pipe, smoked in silence, with\nvarious side glances at his companion as that enthusiast sucked his\npencil and sat twisting in the agonies of composition.  The document\nfinished--after several failures had been retrieved and burnt by the\ncareful Mr. Travers--the boat-swain heaved a sigh of relief, and handing\nit over to him, leaned back with a complacent air while he read it.\n\n\"Seems all right,\" said the soldier, folding it up and putting it in his\nwaistcoat-pocket.  \"I'll be here at eleven to-night.\"\n\n\"Eleven it is,\" said the boatswain, briskly, \"and, between pals--here's\narf a dollar to go on with.\"\n\nHe patted him on the shoulder again, and with a caution to keep out of\nsight as much as possible till night walked slowly home.  His step was\nlight, but he carried a face in which care and exultation were strangely\nmingled.\n\nBy ten o'clock that night care was in the ascendant, and by eleven, when\nhe discerned the red glow of Mr. Travers's pipe set as a beacon against a\ndark background of hedge, the boatswain was ready to curse his inventive\npowers.  Mr. Travers greeted him cheerily and, honestly attributing the\nfact to good food and a couple of pints of beer he had had since the\nboatswain left him, said that he was ready for anything.\n\nMr. Benn grunted and led the way in silence.  There was no moon, but the\nnight was clear, and Mr. Travers, after one or two light-hearted attempts\nat conversation, abandoned the effort and fell to whistling softly\ninstead.\n\nExcept for one lighted window the village slept in darkness, but the\nboatswain, who had been walking with the stealth of a Red Indian on the\nwar-path, breathed more freely after they had left it behind.  A renewal\nof his antics a little farther on apprised Mr. Travers that they were\napproaching their destination, and a minute or two later they came to a\nsmall inn standing just off the road.  \"All shut up and Mrs. Waters abed,\nbless her,\" whispered the boatswain, after walking care-fully round the\nhouse.  \"How do you feel?\"\n\n\"I'm all right,\" said Mr. Travers.  \"I feel as if I'd been burgling all\nmy life.  How do you feel?\"\n\n\"Narvous,\" said Mr. Benn, pausing under a small window at the rear of the\nhouse.  \"This is the one.\"\n\nMr. Travers stepped back a few paces and gazed up at the house.  All was\nstill.  For a few moments he stood listening and then re-joined the\nboatswain.\n\n\"Good-bye, mate,\" he said, hoisting himself on to the sill.  \"Death or\nvictory.\"\n\nThe boatswain whispered and thrust a couple of sovereigns into his hand.\n\"Take your time; there's no hurry,\" he muttered.  \"I want to pull myself\ntogether.  Frighten 'er enough, but not too much.  When she screams I'll\ncome in.\"\n\nMr. Travers slipped inside and then thrust his head out of the window.\n\"Won't she think it funny you should be so handy?\" he inquired.\n\n\"No; it's my faithful 'art,\" said the boat-swain, \"keeping watch over her\nevery night, that's the ticket.  She won't know no better.\"\n\nMr. Travers grinned, and removing his boots passed them out to the other.\n\"We don't want her to hear me till I'm upstairs,\" he whispered.  \"Put 'em\noutside, handy for me to pick up.\"\n\nThe boatswain obeyed, and Mr. Travers--who was by no means a good hand at\ndarning socks--shivered as he trod lightly over a stone floor.  Then,\nfollowing the instructions of Mr. Benn, he made his way to the stairs and\nmounted noiselessly.\n\nBut for a slight stumble half-way up his progress was very creditable for\nan amateur.  He paused and listened and, all being silent, made his way\nto the landing and stopped out-side a door.  Despite himself his heart\nwas beating faster than usual.\n\nHe pushed the door open slowly and started as it creaked.  Nothing\nhappening he pushed again, and standing just inside saw, by a small ewer\nsilhouetted against the casement, that he was in a bedroom.  He listened\nfor the sound of breathing, but in vain.\n\n\"Quiet sleeper,\" he reflected; \"or perhaps it is an empty room.  Now, I\nwonder whether--\"\n\nThe sound of an opening door made him start violently, and he stood\nstill, scarcely breathing, with his ears on the alert.  A light shone on\nthe landing, and peeping round the door he saw a woman coming along the\ncorridor--a younger and better-looking woman than he had expected to\nsee.  In one hand she held aloft a candle, in the other she bore a\ndouble-barrelled gun.  Mr. Travers withdrew into the room and, as the\nlight came nearer, slipped into a big cupboard by the side of the\nfireplace and, standing bolt upright, waited.  The light came into the\nroom.\n\n\"Must have been my fancy,\" said a pleasant voice.\n\n\"Bless her,\" smiled Mr. Travers.\n\nHis trained ear recognized the sound of cocking triggers.  The next\nmoment a heavy body bumped against the door of the cupboard and the key\nturned in the lock.\n\n\"Got you!\" said the voice, triumphantly.  \"Keep still; if you try and\nbreak out I shall shoot you.\"\n\n\"All right,\" said Mr. Travers, hastily; \"I won't move.\"\n\n\"Better not,\" said the voice.  \"Mind, I've got a gun pointing straight at\nyou.\"\n\n\"Point it downwards, there's a good girl,\" said Mr. Travers, earnestly;\n\"and take your finger off the trigger.  If anything happened to me you'd\nnever forgive yourself.\"\n\n\"It's all right so long as you don't move,\" said the voice; \"and I'm not\na girl,\" it added, sternly.\n\n\"Yes, you are,\" said the prisoner.  \"I saw you.  I thought it was an\nangel at first.  I saw your little bare feet and--\"\n\nA faint scream interrupted him.\n\n\"You'll catch cold,\" urged Mr. Travers.\n\n\"Don't you trouble about me,\" said the voice, tartly.\n\n\"I won't give any trouble,\" said Mr. Travers, who began to think it was\ntime for the boatswain to appear on the scene.  \"Why don't you call for\nhelp?  I'll go like a lamb.\"\n\n\"I don't want your advice,\" was the reply.  \"I know what to do.  Now,\ndon't you try and break out.  I'm going to fire one barrel out of the\nwindow, but I've got the other one for you if you move.\"\n\n\"My dear girl,\" protested the horrified Mr. Travers, \"you'll alarm the\nneighbourhood.\"\n\n\"Just what I want to do,\" said the voice.  \"Keep still, mind.\"\n\nMr. Travers hesitated.  The game was up, and it was clear that in any\ncase the stratagem of the ingenious Mr. Benn would have to be disclosed.\n\n\"Stop!\" he said, earnestly.  \"Don't do anything rash.  I'm not a burglar;\nI'm doing this for a friend of yours--Mr. Benn.\"\n\n\"What?\" said an amazed voice.\n\n\"True as I stand here,\" asseverated Mr. Travers.  \"Here, here's my\ninstructions.  I'll put 'em under the door, and if you go to the back\nwindow you'll see him in the garden waiting.\"\n\nHe rustled the paper under the door, and it was at once snatched from his\nfingers.  He regained an upright position and stood listening to the\nstartled and indignant exclamations of his gaoler as she read the\nboatswain's permit:\n\n     \"_This is to give notice that I, George Benn, being of sound mind\n     and body, have told Ned Travers to pretend to be a burglar at Mrs.\n     Waters's.  He ain't a burglar, and I shall be outside all the time.\n     It's all above-board and ship-shape.\n\n     \"(Signed) George Benn_\"\n\n\"Sound mind--above-board--ship-shape,\" repeated a dazed voice.  \"Where is\nhe?\"\n\n\"Out at the back,\" replied Mr. Travers.  \"If you go to the window you can\nsee him.  Now, do put something round your shoulders, there's a good\ngirl.\"\n\nThere was no reply, but a board creaked.  He waited for what seemed a\nlong time, and then the board creaked again.\n\n\"Did you see him?\" he inquired.\n\n\"I did,\" was the sharp reply.  \"You both ought to be ashamed of\nyourselves.  You ought to be punished.\"\n\n\"There is a clothes-peg sticking into the back of my head,\" remarked Mr.\nTravers.  \"What are you going to do?\"\n\nThere was no reply.\n\n\"What are you going to do?\" repeated Mr. Travers, somewhat uneasily.\n\"You look too nice to do anything hard; leastways, so far as I can judge\nthrough this crack.\"\n\nThere was a smothered exclamation, and then sounds of somebody moving\nhastily about the room and the swish of clothing hastily donned.\n\n\"You ought to have done it before,\" commented the thoughtful Mr. Travers.\n\"It's enough to give you your death of cold.\"\n\n\"Mind your business,\" said the voice, sharply.  \"Now, if I let you out,\nwill you promise to do exactly as I tell you?\"\n\n\"Honour bright,\" said Mr. Travers, fervently.\n\n\"I'm going to give Mr. Benn a lesson he won't forget,\" proceeded the\nother, grimly.  \"I'm going to fire off this gun, and then run down and\ntell him I've killed you.\"\n\n\"Eh?\"  said the amazed Mr. Travers.  \"Oh, Lord!\"\n\n\"H'sh!  Stop that laughing,\" commanded the voice.  \"He'll hear you.  Be\nquiet!\"\n\nThe key turned in the lock, and Mr. Travers, stepping forth, clapped his\nhand over his mouth and endeavoured to obey.  Mrs. Waters, stepping back\nwith the gun ready, scrutinized him closely.\n\n\"Come on to the landing,\" said Mr. Travers, eagerly.  \"We don't want\nanybody else to hear.  Fire into this.\"\n\nHe snatched a patchwork rug from the floor and stuck it up against the\nbalusters.  \"You stay here,\" said Mrs. Waters.  He nodded.\n\nShe pointed the gun at the hearth-rug, the walls shook with the\nexplosion, and, with a shriek that set Mr. Travers's teeth on edge, she\nrushed downstairs and, drawing back the bolts of the back door, tottered\noutside and into the arms of the agitated boatswain.\n\n\"Oh! oh! oh!\" she cried.\n\n\"What--what's the matter?\" gasped the boatswain.\n\nThe widow struggled in his arms.  \"A burglar,\" she said, in a tense\nwhisper.  \"But it's all right; I've killed him.\"\n\n\"Kill--\" stuttered the other.  \"Kill----_Killed him?_\"\n\nMrs. Waters nodded and released herself, \"First shot,\" she said, with a\nsatisfied air.\n\nThe boatswain wrung his hands.  \"Good heavens!\" he said, moving slowly\ntowards the door.  \"Poor fellow!\"\n\n\"Come back,\" said the widow, tugging at his coat.\n\n\"I was--was going to see--whether I could do anything for 'im,\" quavered\nthe boatswain.  \"Poor fellow!\"\n\n\"You stay where you are,\" commanded Mrs. Waters.  \"I don't want any\nwitnesses.  I don't want this house to have a bad name.  I'm going to\nkeep it quiet.\"\n\n\"Quiet?\" said the shaking boatswain.  \"How?\"\n\n\"First thing to do,\" said the widow, thoughtfully, \"is to get rid of the\nbody.  I'll bury him in the garden, I think.  There's a very good bit of\nground behind those potatoes.  You'll find the spade in the tool-house.\"\n\nThe horrified Mr. Benn stood stock-still regarding her.\n\n\"While you're digging the grave,\" continued Mrs. 'Waters, calmly, \"I'll\ngo in and clean up the mess.\"\n\nThe boatswain reeled and then fumbled with trembling fingers at his\ncollar.\n\nLike a man in a dream he stood watching as she ran to the tool-house and\nreturned with a spade and pick; like a man in a dream he followed her on\nto the garden.\n\n\"Be careful,\" she said, sharply; \"you're treading down my potatoes.\"\n\nThe boatswain stopped dead and stared at her.  Apparently unconscious of\nhis gaze, she began to pace out the measurements and then, placing the\ntools in his hands, urged him to lose no time.\n\n\"I'll bring him down when you're gone,\" she said, looking towards the\nhouse.\n\nThe boatswain wiped his damp brow with the back of his hand.  \"How are\nyou going to get it downstairs?\" he breathed.\n\n\"Drag it,\" said Mrs. Waters, briefly.\n\n\"Suppose he isn't dead?\" said the boat-swain, with a gleam of hope.\n\n\"Fiddlesticks!\" said Mrs. Waters.  \"Do you think I don't know?  Now,\ndon't waste time talking; and mind you dig it deep.  I'll put a few\ncabbages on top afterwards--I've got more than I want.\"\n\nShe re-entered the house and ran lightly upstairs.  The candle was still\nalight and the gun was leaning against the bed-post; but the visitor had\ndisappeared.  Conscious of an odd feeling of disappointment, she looked\nround the empty room.\n\n\"Come and look at him,\" entreated a voice, and she turned and beheld the\namused countenance of her late prisoner at the door.\n\n\"I've been watching from the back window,\" he said, nodding.  \"You're a\nwonder; that's what you are.  Come and look at him.\"\n\nMrs. Waters followed, and leaning out of the window watched with simple\npleasure the efforts of the amateur sexton.  Mr. Benn was digging like\none possessed, only pausing at intervals to straighten his back and to\ncast a fearsome glance around him.  The only thing that marred her\npleasure was the behaviour of Mr. Travers, who was struggling for a place\nwith all the fervour of a citizen at the Lord Mayor's show.\n\n\"Get back,\" she said, in a fierce whisper.  \"He'll see you.\"\n\nMr. Travers with obvious reluctance obeyed, just as the victim looked up.\n\n\"Is that you, Mrs. Waters?\" inquired the boatswain, fearfully.\n\n\"Yes, of course it is,\" snapped the widow.  \"Who else should it be, do\nyou think?  Go on!  What are you stopping for?\"\n\nMr. Benn's breathing as he bent to his task again was distinctly audible.\nThe head of Mr. Travers ranged itself once more alongside the widow's.\nFor a long time they watched in silence.\n\n\"Won't you come down here, Mrs. Waters?\" called the boatswain, looking up\nso suddenly that Mr. Travers's head bumped painfully against the side of\nthe window.  \"It's a bit creepy, all alone.\"\n\n\"I'm all right,\" said Mrs. Waters.\n\n\"I keep fancying there's something dodging behind them currant bushes,\"\npursued the unfortunate Mr. Benn, hoarsely.  \"How you can stay there\nalone I can't think.  I thought I saw something looking over your\nshoulder just now.  Fancy if it came creeping up behind and caught hold\nof you!  The widow gave a sudden faint scream.\n\n\"If you do that again\" she said, turning fiercely on Mr. Travers.\n\n\"He put it into my head,\" said the culprit, humbly; \"I should never have\nthought of such a thing by myself.  I'm one of the quietest and\nbest-behaved----\"\n\n\"Make haste, Mr. Benn,\" said the widow, turning to the window again;\n\"I've got a lot to do when you've finished.\"\n\nThe boatswain groaned and fell to digging again, and Mrs. Waters, after\nwatching a little while longer, gave Mr. Travers some pointed\ninstructions about the window and went down to the garden again.\n\n\"That will do, I think,\" she said, stepping into the hole and regarding\nit critically.  \"Now you'd better go straight off home, and, mind, not a\nword to a soul about this.\"\n\nShe put her hand on his shoulder, and noticing with pleasure that he\nshuddered at her touch led the way to the gate.  The boat-swain paused\nfor a moment, as though about to speak, and then, apparently thinking\nbetter of it, bade her good-bye in a hoarse voice and walked feebly up\nthe road.  Mrs. Waters stood watching until his steps died away in the\ndistance, and then, returning to the garden, took up the spade and stood\nregarding with some dismay the mountainous result of his industry.  Mr.\nTravers, who was standing just inside the back door, joined her.\n\n\"Let me,\" he said, gallantly.\n\nThe day was breaking as he finished his task.  The clean, sweet air and\nthe exercise had given him an appetite to which the smell of cooking\nbacon and hot coffee that proceeded from the house had set a sharper\nedge.  He took his coat from a bush and put it on.  Mrs. Waters appeared\nat the door.\n\n\"You had better come in and have some breakfast before you go,\" she said,\nbrusquely; \"there's no more sleep for me now.\"\n\nMr. Travers obeyed with alacrity, and after a satisfying wash in the\nscullery came into the big kitchen with his face shining and took a seat\nat the table.  The cloth was neatly laid, and Mrs. Waters, fresh and\ncool, with a smile upon her pleasant face, sat behind the tray.  She\nlooked at her guest curiously, Mr. Travers's spirits being somewhat\nhigher than the state of his wardrobe appeared to justify.\n\n\"Why don't you get some settled work?\" she inquired, with gentle\nseverity, as he imparted snatches of his history between bites.\n\n\"Easier said than done,\" said Mr. Travers, serenely.  \"But don't you run\naway with the idea that I'm a beggar, because I'm not.  I pay my way,\nsuch as it is.  And, by-the-bye, I s'pose I haven't earned that two\npounds Benn gave me?\"\n\nHis face lengthened, and he felt uneasily in his pocket.\n\n\"I'll give them to him when I'm tired of the joke,\" said the widow,\nholding out her hand and watching him closely.\n\nMr. Travers passed the coins over to her.  \"Soft hand you've got,\" he\nsaid, musingly.  \"I don't wonder Benn was desperate.  I dare say I should\nhave done the same in his place.\"\n\nMrs. Waters bit her lip and looked out at the window; Mr. Travers resumed\nhis breakfast.\n\n\"There's only one job that I'm really fit for, now that I'm too old for\nthe Army,\" he said, confidentially, as, breakfast finished, he stood at\nthe door ready to depart.\n\n\"Playing at burglars?\" hazarded Mrs. Waters.\n\n\"Landlord of a little country public-house,\" said Mr. Travers, simply.\n\nMrs. Waters fell back and regarded him with open-eyed amazement.\n\n\"Good morning,\" she said, as soon as she could trust her voice.\n\n\"Good-bye,\" said Mr. Travers, reluctantly.  \"I should like to hear how\nold Benn takes this joke, though.\"\n\nMrs. Waters retreated into the house and stood regarding him.  \"If you're\npassing this way again and like to look in--I'll tell you,\" she said,\nafter a long pause.  \"Good-bye.\"\n\n\"I'll look in in a week's time,\" said Mr. Travers.\n\nHe took the proffered hand and shook it warmly.  \"It would be the best\njoke of all,\" he said, turning away.\n\n\"What would?\"\n\nThe soldier confronted her again.\n\n\"For old Benn to come round here one evening and find me landlord.  Think\nit over.\"\n\nMrs. Waters met his gaze soberly.  \"I'll think it over when you have\ngone,\" she said, softly.  \"Now go.\"",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)",
            "Jacobs, William Wymark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11182/pg11182.txt",
        "name": "the_boatswain_s_mate_captains_all_book_2.json"
    }
}