{
    "name": "The Martian Shore",
    "author": [
        "Fontenay, Charles Louis",
        "Fontenay, Charles L."
    ],
    "body": "The lone figure trudged across the Hellas Desert toward Alpheus Canal.\nHe moved fast in the low gravity of Mars, but the canal was miles away\nand the afternoon was far gone.\n\nRobbo Shaan turned his marsuit temperature unit down a degree. He still\nperspired freely, but he didn't dare turn it any lower. Only a green\nEarthand would ignore any survival factor when stranded on the Martian\ndesert.\n\nShaan had no map, no compass. But he remembered there was a private\ndome in the middle of the canal, just about due east from him. He\ndidn't have enough oxygen to reach it. They had seen to that. But he'd\ntry till he died.\n\nThe brand itched on his forehead, and scalded in the sweat that\npoured down from his close-cropped blond hair. With his marshelmet on,\nthere was no way to scratch it. It throbbed.\n\nEven if he reached the dome, or any dome, that brand guaranteed that he\nwould be shot on sight.\n\nSoldiers of the Imperial Government of Mars had dropped the jetcopter\nto the sand hours before, and turned Robbo Shaan out to die. He had\nstood on the red sand and watched the 'copter with the four-winged\neagles painted on its sides, as it rose and fled away from him in the\ndirection of Mars City.\n\nHe smiled grimly. The Imperial Constitution did not permit the\nGovernment to kill a man outright, no matter what his crime. This was\nthe way they did it instead.\n\nRobbo Shaan's crime was simple. He believed in the old democratic\nform of government the Martian dome-cities had had after the Martian\npeople won their freedom from the Earth corporations in the Charax\nUprising--and had recently lost. Shaan had talked democracy, and under\nthe new Imperial Government that was treason.\n\nThere was no appeal from his sentence. If he lived--and how could he\nlive without food or oxygen?--he was an outcast. It was a peculiar\nlegal contradiction; the government was prohibited from executing him\noutright, but, once he had been branded, it was the duty of every loyal\ncitizen to shoot him dead on sight.\n\nShaan checked his oxygen dial. There was only about an hour's supply\nleft. He couldn't cut his use of it down.\n\nInstinctively, his hand dropped to his belt, but the vial of suspensene\nhe'd carried so long was not there. They wouldn't leave him that.\nSuspensene was a drug that would put a man in suspended animation for\ntwenty-four hours. It was used in such emergencies when oxygen ran low,\nto preserve life until rescue came.\n\nWhat good would it have done him, anyhow? There would be no rescue for\nhim. The radio equipment had been removed from his marshelmet. Even if\nit hadn't, no one would help a branded man.\n\n\n\nHe saw the green expanse of the canal when he was still far away from\nit. It was a thin line that broadened as he approached, panting,\ngetting the best he could from his weary legs with long, floating leaps.\n\nHe reached the edge of the cliff. The canal was a hundred feet below\nhim, too far to jump, even on Mars. He walked a mile southward along\nthe rim, seeking a downward ledge.\n\nThere was no ledge. But Shaan found a roughness of projecting rocks,\nwhere the cliff was not entirely perpendicular. He scrambled down.\n\nHe jumped down the last twenty feet. He landed with a muffled crunch of\nbroken branches in the canal sage that stretched in unbroken gray-green\nexpanse from the base of the cliff, as far as the eye could see.\n\nHe got to his feet. The canal sage was uniformly knee-high. It was so\nclose-packed that the tops formed an apparently solid carpet on the\ncanal bottom.\n\nHe checked his oxygen dial. Only fifteen minutes' supply left. Even if\nhe were on course, the private dome was at least twenty miles away.\n\nHe was in the shadow of the cliff here. The small sun of Mars was low\nin the west. Above him, the brightest stars already shone in the dark\nblue sky.\n\nThe cold of night was beginning to descend. There was frost on the\nleaves of the canal sage. He switched his marsuit temperature control\nfrom \"cool\" to \"heat,\" but left it low. His body temperature would keep\nhim warm enough as long as he was moving.\n\nFifteen minutes and then death. Shaan shrugged. He started walking,\nstraight away from the cliff toward the distant sunlight that still\ntouched the canal sage to the east.\n\nHis passage through the plants left a path behind him, a path that\nslowly closed again as though the canal sage moved deliberately to heal\nthe break.\n\nHis only hope in that fifteen minutes was to find a giant canal cactus.\nAll Martian plants, the botanists had decided, kept their oxygen supply\nin their hollow interiors. A full-grown canal cactus was forty feet\ntall and twenty feet across. If he could break his way into one, it was\nbig enough to supply him with both oxygen and water.\n\nBut there was no canal cactus in sight, and he could have seen one\nmiles away above this flat expanse of knee-high sage.\n\nHe moved along stubbornly, the canal sage dragging at his feet. He\nwatched the needle of the oxygen dial sink slowly toward the \"empty\"\nmark.\n\nThe needle hit zero. Shaan stopped. He shook the perspiration from his\neyes and looked around him, straining for distance.\n\nNo friendly cactus reared anywhere above the gray-green sea of sage.\nNo flash of sunlight revealed a distant dome. There was only the\nfrost-rimed expanse of leaves stretching away, the dark cliff rising\nbehind him and the cold, star-studded sky overhead.\n\nShaan felt that he was suffocating. Was the residue of oxygen in his\nmarsuit really depleting that fast, or was it the frantic rebellion of\nhis mind against inevitable death?\n\nA great anger swept over him, and with it a bitter defiance. He fumbled\nat the winged nuts that locked his marshelmet in place. He loosened\nthem, freed them, and dropped them in his pocket.\n\nWith a wrench, he unsealed the helmet and lifted it from his head. He\nlifted his naked face to the thin air of Mars.\n\nDizziness swept over him and, with it, nausea. The stars spun in the\nblue-black sky, and went out for him.\n\nHe toppled forward, the useless helmet falling from his hands. His\nunconscious body crashed through the frosty foliage of the canal sage\nto the turf beneath.\n\n\n\nShaan opened his eyes. At once, he was amazed. He had not expected to\nopen them again, ever. It was impossible that he should.\n\nHe was cold. The cold of death? No. He wouldn't be feeling that.\n\nHe was in utter blackness, with a fragrant, woodsy aroma in his\nnostrils. He was lying flat on his stomach, on a surface that was not\nsoft, but springy.\n\nHad he been rescued? Was he in a hospital somewhere? In a dome?\n\nHe moved his fingers. They clutched chill, moldy sod.\n\nBut he was breathing. The air was sweet and keen, like the air of a\nterrestrial mountain top. He was alive.\n\nHe pulled his knees under him slowly and sat up. His bare head struck\na flimsy, rustling barrier and thrust through. The air rushed from his\nlungs and he gasped in the thin, icy-cold Martian air. He had a single\nglimpse of jewelled stars in a velvet sky before he threw himself prone\nbeneath the foliage again.\n\nHe lay there, recovering his breath. Slowly, realization came to him.\n\nHe was under the canopy formed by the foliage of myriads of canal sage\nplants. The leaves formed a tightly packed roof 18 inches above the\nground. Perhaps the plants did store oxygen in their hollow stems. But\nthey trapped it beneath the solid cover of their foliage, too, forming\na thin layer of breathable atmosphere along the surface of the canal.\n\nShaan laughed, a harsh, dry laugh. For years people had been crunching\naround through the canal sage, harvesting it sometimes for fuel and\nother purposes. All that time they had not realized they were wading\nthrough a layer of breathable oxygen at their very ankles.\n\nThe foliage trapped the daytime heat, too. That was why Shaan was only\ncold, instead of nearly frozen.\n\nCarefully, he got to hands and knees and began to crawl. At once, he\nran into a tangle of plant stems. He could make no headway. He subsided\nand lay down again, thinking it over.\n\nHe was hungry and thirsty. Canal sage was better cooked, but it was\nedible raw. All he had to do was reach out his hands and cram the thick\nleaves in his mouth, being careful not to denude too much of the canopy\nabove him.\n\nAfter a while, he was well fed. The leaves had partially assuaged his\nthirst, too.\n\nAs long as he stayed below the canal sage foliage, he could live. He\nhad air, food and water. The roof of plants kept out the night cold.\nBut he could not get to his feet. If he wanted to reach the dome, he\nwould have to crawl twenty miles on hands and knees, without the sun\nand stars to guide him through the tangled stems.\n\nAt least he was alive. That was more than he had expected. He went to\nsleep.\n\nWhen he awoke, he was lying on his back and the canal sage foliage\nwas a sheet of golden green above his face. It was daytime. No shaft\nof sunlight broke through the leaves, but they were a pulsing foam of\ntranslucence.\n\nThe sun itself was a brighter spot in the roof of light.\n\nThe stems of the canal sage plants were not nearly as close together\nas they had seemed in the darkness. Most of them were at least a foot\nand a half apart. There were no leaves on the plants below their bushy,\nflattened tops, and the ground below them was a springy mattress of\ndecaying leaves and twigs. He could move through it, though it would be\nhard on his hands and knees.\n\nThe sun would show him his directions, if he knew what time it was.\nHe had no watch--they didn't waste expensive items like that on men\ncondemned to die in the desert. He thrust his head momentarily above\nthe foliage and located the cliffs in the west. It was morning,\napparently about 0800.\n\nHe had some difficulty rigging a harness, but at last he managed to\nattach the marshelmet to his belt. He might need it again.\n\nHe ate again and began crawling eastward. The plant stems were not hard\nto thrust aside with his shoulders when they could be seen.\n\nBut crawling was a lot harder than walking. After a while he realized\nthat his marsuit heating unit was still on. He turned it off. He\nwouldn't need it again until--or unless--he reached a dome.\n\n\n\nTwenty miles is a long way to crawl, even on Mars. At the end of two\ndays, he had not found the dome he sought, and his palms and knees were\nraw.\n\nHe had learned to push his head into the foliage so he could still\nbreathe a little, for a short time, and thrust his eyes above the canal\nsage to survey the terrain around him. He did this periodically, but\nthere was no dome to be seen.\n\nAs the shadow of the distant cliff, now dim in the blue haze, crept\nacross the canal sage toward him on the second day of his odyssey, he\nsaw the rounded top of a canal cactus reared above the sage. It was\nabout two miles away. He ducked beneath the leaves and crawled.\n\nWhen darkness caught him, he forced himself to interrupt his quest.\nTrying to crawl at night, with nothing to indicate direction, might\njust take him farther from his objective.\n\nEarly the next morning, he reached the base of the cactus, a solid wall\nof olive green across the limited horizon of his nether world.\n\nHe had no knife, nothing at all with a cutting edge. He didn't want to\nbreak his marshelmet, even if he could. He began to crawl around the\nfoot of the giant plant, almost hopelessly seeking an opening.\n\nSurprisingly, he found one, but it was small. It was about eight inches\nin diameter, and it looked as though it had been gnawed.\n\nShaan propped his chin on his hands and considered. During the two days\nhe had moved beneath the canal sage foliage, he had seen no sign of\nanimal life.\n\nExcept for the Martian natives, intelligent creatures who did not\nbreathe but assimilated oxygen from plants and soil and stored it\ncompressed in their tissues, no animal life had been found on Mars. The\nMartians, with bodies of almost human size, walked on long, stilt-like\nlegs and were strict vegetarians. Reports by occasional canal settlers\nthat they had found traces of animal life--without seeing the\nanimals--were discounted.\n\nBut this hole in the canal cactus looked like it had been made by an\nanimal.\n\nThe stems of the canal sage were not large, but they were stiff and\nwoody. Shaan found a dead stalk lying on the ground, broke it to a\njagged point and started to work on the edges of the hole.\n\nIt took him most of the day, but near nightfall he had enlarged the\nopening until it would admit him. He crawled into the hollow cactus.\n\nIt was darker inside than outside, but not completely dark. He was in a\ngiant, ovoid room lit by a dim green twilight.\n\nIt was good to stand up straight again, even though the floor curved\ndownward from his entranceway. The occasional drip of water sounded in\nhis ears. Moving forward slowly, he was able to distinguish a small,\nshallow pool in the low center of the cactus' hull. Since the shell of\nthe big plant curved downward from the entrance, the pool must have\nbeen several feet below ground level.\n\nShaan had not tasted free water since he had emptied his canteen on the\ndesert and thrown it away four days before. He dropped to his knees,\nunmindful of their rawness, and drank greedily. The water was fresh and\ncool, with some of the taste of the cactus plant in it.\n\nIt grew dark fast. As Shaan lay relaxed on the floor of his new haven,\nhe heard a scurrying and a squeaking in the darkness. Then there came a\nmuted splashing near him.\n\nShaan held his breath. He had no idea of the size or capabilities of\nthe creatures which had joined him in the cactus. But if they were\naware of his presence they had no fear of him. Nor did they molest him.\n\nHe saw them for a few moments early the next morning. They were furry,\nsquirrel-like creatures without tails, that ran on their two hind\nlegs and held hand-like paws against their chests. They stared at him\nwith big bright eyes, about half a dozen of them, before they ran out\nthrough the hole he had enlarged.\n\nLiving in the cactus was more satisfactory than living outside. Shaan\nmade it his headquarters. He slept in it at night, amid the furry\nanimals, which accepted his presence without question, merely avoiding\nany close approach.\n\nBy day, he crawled out in search of the dome. He did it systematically,\ngoing in a different direction each day. He tried sixteen directions\nwithout success.\n\nA day just wasn't long enough. The second two-day trip he made, going\nout one day, sleeping out and returning the second day, he saw the sun\nflash off a faraway plastic dome at midafternoon.\n\n\n\nShaan pushed his face through the leaves and stared across a\nhundred-foot cleared space at the dome. The canal sage was very\nefficient. When the space had been cleared for the dome, the sage\nfoliage had grown down to the ground level around the bare circle to\nprevent the life-giving oxygen under it from dissipating.\n\nThe transparent hemisphere glistened dully in the sunlight. It covered\nabout an acre of ground. Near one side was the small home of a canal\nsettler. Under the protective dome terrestrial vegetables grew and\nterrestrial animals lived.\n\nLong ago Shaan had jettisoned his oxygen cylinders to save weight, but\nthey would have done him no good had he kept them. His marshelmet,\nhowever, would hold enough air for him to cross the cleared area to the\ndome. He pulled it on, under the leaves.\n\nThen he remembered something and took it off again. He smeared dirt\nover the brand on his forehead, hoping he was concealing it. He put the\nhelmet back on.\n\nGetting to his feet, he ran across the clearing and through the open\nouter door of the airlock. He shut it behind him and, waiting a few\nminutes, took off the helmet. There was air in the airlock.\n\nHe had done this without fear or reflection. On a planet like Mars,\nonly a thin line of oxygen stood between life and death. The outer door\nto every airlock on every dome stood open unless the inner door was\nopened, and oxygen automatically filled the airlock when the outer door\nwas closed. It was a custom which could save lives.\n\nThe inner airlock door was a different proposition. No one liked to be\ncaught unawares by visitors. It was locked.\n\nShaan knew the closing of the outer airlock door had set off an alarm\ninside the dome. He waited. He could see the house and the gardens, a\nlittle distorted, through the transparent plastic of the inner door.\n\nAfter a few moments, a figure emerged from the house and approached\nthe airlock. When the figure got closer, it became a young woman in\nthe shorts and blouse customarily worn inside the domes. She held a\nheat-gun in her hand.\n\n\"Who is it?\" she asked through the communicator.\n\n\"I'm Robbo Shaan,\" he answered. \"I'm a government mail pilot. My plane\nwent down on the desert.\"\n\n\"Why didn't you wait for rescue?\"\n\n\"Radio went out before I crashed. Helmet radio, too. I'll have to call\nfor help from here.\"\n\n\"You can wait in the airlock. I'll radio Mars City.\"\n\n\"I'm hungry,\" he said, \"and thirsty.\"\n\nThat was an appeal that could not be ignored.\n\n\"I'll let you in,\" she said after a moment's hesitation. \"But I have a\ngun.\"\n\n\"I don't,\" he answered, spreading his hands and turning so she could\nsee all around his belt.\n\nThe inner airlock door opened, and Shaan entered the dome. The smell of\nthe air brought memories of his boyhood on Earth.\n\nThe girl stood away from him, holding the heat-gun on him steadily. She\nhad brown eyes and red-gold hair that tumbled to her shoulders. Shaan\njudged her to be about seventeen years old.\n\nShaan smiled at her through his blond beard, and she lowered the muzzle\nof the gun. He could move now, but they probably were being watched\nfrom the house. And any minute she might discover the brand on his\ndirty face.\n\n\"Where's your father?\" he asked. \"Or your husband?\"\n\n\"Where are your oxygen tanks?\" she countered, the gun coming up again.\n\n\"Ran out of oxygen,\" he replied. \"They're in the sage just outside the\ndome. I got here just in time. The straps broke on them and I'd been\ncarrying them in my arms for six hours.\"\n\nApparently the answer satisfied her.\n\n\"I'm Lori MkDowl,\" she said. \"My father hasn't come in from the mine\nyet. Come on up to the house.\"\n\nNow? No. They probably were still being watched from the house. He\nwalked across the lawn of Earth grass with her.\n\n\n\nIt was a small plastic-brick house like any Martian house. As they\nentered the parlor, a long-legged girl of about fifteen left an open\nfront window, a heat-gun dangling in her hand.\n\n\"Is he harmless, Lori?\" she asked.\n\n\"I think so,\" said Lori. \"Mr. Shaan, this is my sister, Vali.\"\n\nVali MkDowl laid her heat-gun on a table and held out a hand to Shaan\nin frank welcome. Her hair was black and her deep blue eyes held more\ncuriosity and less reserve than those of her sister.\n\nLori had laid her gun aside, too. His task would be made easier, Shaan\nthought, by the fact that these teen-aged sisters probably didn't see a\nyoung man oftener than once a year and were lonesome.\n\n\"I'd like to talk to your mother, girls,\" said Shaan, more to confirm a\nsuspicion than anything else.\n\n\"Mother's dead,\" said Vali. \"We live here alone with father.\"\n\n\"But we can take care of ourselves, Mr. Shaan,\" warned Lori, her hand\nnear her gun.\n\n\"I'm sure you can. Do you mind if I clean up a little?\"\n\n\"Bathroom's across the hall,\" said Lori. \"I'll fix supper.\"\n\nThe marsuits were hanging in the hall: Lori's, Vali's and an extra one\nthat looked like it was big enough for Shaan. He stripped off his own\nworn and dirty one, emerging in brown coveralls, and went into the\nbathroom.\n\nWhile he washed, his nebulous plan of action crystalized. First he must\ngain possession of the heat-guns in the house and cripple the dome\nradio. It would be dangerous, maintaining constant watch over three\nhostile people, but he could live here indefinitely while evolving a\npermanent plan of existence.\n\nHe found gauze and adhesive tape in the bathroom cabinet and put a\nbandage over the flaming brand on his forehead. He walked out into the\nparlor.\n\n\"I called Mars City and told them to send a rescue 'copter,\" said Vali,\ngesturing toward the radio in the corner. \"Say, what happened to your\nhead?\"\n\n\"Banged it on the corner of the cabinet,\" said Shaan. \"What did Mars\nCity say?\"\n\n\"Haven't got a reply yet. Should hear from them in a minute.\"\n\nHe hadn't expected the radio message to be sent until the girls'\nfather arrived. This changed his plans. Now he'd have to appropriate a\nmarsuit and supplies and flee in the dome's groundcar. What then, he\ndidn't know. There could be no refuge for condemned democrats anywhere\non Mars.\n\nVali's gun was strapped to her side now. Lori evidently had taken her\nown weapon into the kitchen with her. Lori was taking no chances, and\nnot letting her sister take any.\n\n\"I left my watch in the bathroom,\" said Shaan and went back into the\nhall. Quickly, he appropriated the hypodermics of suspensene from the\npockets of two of the marsuits, and stepped back into the parlor.\n\n\"Here comes Mars City now,\" said Vali, donning the earphones.\n\nHe stepped up behind her as she turned to fiddle with the dials. His\nleft hand clasped over her mouth, while with his right he plunged\nthe needle into the fleshy part of her upper arm. Dropping the empty\nhypodermic vial, he caught her wrist as she reached for her gun.\n\nIn a moment, Vali went limp. She would remain in suspended animation\nfor approximately twenty-four hours.\n\nThe other hypodermic syringe in his hand, Shaan moved through the\ndining room toward the kitchen.\n\n\"Has father come in yet, Vali?\" called Lori.\n\n\"She's still talking to Mars City,\" said Shaan, entering the kitchen.\n\nLori was standing at the stove, her back to him. He reached her in a\nsingle floating stride. Her shorts-clad rump presented the best target,\nand he jabbed the needle into it.\n\nShe straightened with a yelp, and he snatched the heat-gun from her\nholster at the same time. Whirling on him, she grappled with him, but\nhe held the gun above his head, out of her reach, until she collapsed\nin his arms.\n\nHe laid the heat-guns together on the radio table and carried the girls\ninto a bedroom across the hall. He stretched the still figures side by\nside on a bed and pulled a sheet up to their chins.\n\nHe would have to ambush their father and get the groundcar. He stepped\nback into the hall, closing the door behind him.\n\n\"You're covered with a heat-gun, Robbo Shaan,\" said a man's voice from\nthe front door.\n\n\n\nThe red-headed man, still in his marsuit but unhelmeted, stood just\ninside the front door pointing the gun at Shaan. There was death in his\neyes.\n\n\"I suppose you're MkDowl,\" said Shaan carefully. It had to be. Of\ncourse, MkDowl's marshelmet radio would have been tuned to the dome\nchannel and he'd have heard what Mars City was telling Vali.\n\n\"What have you done to my girls?\" demanded MkDowl ominously. \"Tell me,\nbefore I kill you.\"\n\n\"I've been trying to help them,\" said Shaan calmly. \"I believe it's\nsomething they ate for lunch, just before I got here. They're pretty\nsick. I put them to bed.\"\n\nAlarm appeared on MkDowl's face. Turning his back on the man, Shaan\nwent back into the bedroom. Gun in hand, MkDowl followed him hastily.\n\n\"Lori! Vali!\" cried MkDowl at the sight of his unconscious daughters.\nAnxiously, he brushed past Shaan.\n\nShaan hit him behind the head with the edge of his palm as he passed.\nMkDowl pitched forward, and Shaan leaped to catch the gun that arced\nfrom his hand. When MkDowl sat up, dazed, a moment later, Shaan had him\ncovered.\n\n\"Your girls are under suspensene,\" said Shaan. \"I'm not going to hurt\nany of you. I just want a marsuit and your groundcar.\"\n\nHe motioned with the heat-gun and followed MkDowl out of the bedroom.\nShaan appropriated the two guns from the radio table, then made MkDowl\nstand by the living room window, in his line of sight from the marsuit\nracks in the hall.\n\n\"You'll never get away, you damn traitor,\" snapped MkDowl.\n\n\"I can make a good try,\" retorted Shaan pleasantly. He checked the\nsupplies of the largest marsuit with one hand, holding the gun on\nMkDowl with the other. \"A groundcar can't outrun planes, but I think I\ncan make the cactus forests of the Hadriacum Lowlands before they spot\nme. They won't find me there.\"\n\n\"You'll never get out of this dome. I can find a way to stop you before\nyou can get that groundcar through the airlock.\"\n\n\"We'll see,\" said Shaan, turning from the rack with the hypo from the\nthird marsuit. \"Why are you so bitter against a man you don't know?\"\n\n\"You're a traitor,\" said MkDowl defiantly.\n\n\"I just said I believe in a democratic form of government. It hasn't\nbeen long since we were all democrats on Mars.\"\n\n\"The democratic government was corrupt. You won't find many friends.\"\n\nShaan knew that was true--both statements. There was no longer any\norganized democratic movement on Mars. He was completely alone. There\nwas no place for him to go anywhere.\n\nHe moved toward MkDowl, with the hypo in his hand. MkDowl watched him\nclosely, not moving. It was when Shaan shifted the gun to his left hand\nand the hypo to his right that MkDowl moved.\n\nShaan had been prepared for a desperate attack. But MkDowl leaped\nhead-first out the window, in a single swift motion.\n\nShaan went after him. MkDowl disappeared around the corner of the house\nas Shaan jumped through the window.\n\nShaan regretted it, but he would have to blast MkDowl. Even if he could\nget away, MkDowl would tell the soldiers which way he had gone.\n\nAs Shaan turned the corner of the house, MkDowl was climbing into\nthe groundcar. Shaan let go with the heat beam, but the groundcar's\nmetal and windshield were strong enough to resist it at that distance.\nMkDowl's head disappeared beneath the dashboard.\n\nWith a sputter of smoke, the groundcar's engine started. MkDowl had to\nhave the engine running for power to use the groundcar's swivel-mounted\nheat-gun. Shaan saw the muzzle of the weapon begin to swing slowly\ntoward him.\n\nAs MkDowl's head came in view in the windshield to aim, Shaan's own\nbeam penetrated the glass at full power. Hair aflame, MkDowl slumped\nforward over the wheel.\n\nMkDowl's body evidently hit the forward drive lever, for the groundcar\nsuddenly plunged toward Shaan, wheels spinning. Shaan ducked behind the\nhouse and ran for the front door.\n\nAs Shaan reached the door, the groundcar caromed off the edge of the\nhouse. Without slackening speed, it plunged across the yard and plowed\nthrough the side of the dome near the airlock. The plastic hemisphere\nbegan to collapse with a whistle of escaping air.\n\nIn desperate haste, Shaan got into the marsuit in the hall. He switched\non its oxygen supply. He opened a cabinet beside the marsuit rack and\ngot a map of Mars, shoving it into a breast pocket of the suit.\n\nShaan started for the front door. Then he stopped.\n\n\n\nCould he depend on the soldiers finding the two girls when they\narrived? Could he even know for sure that soldiers were coming? Mars\nCity might have instructed Vali just to shoot him down. If the girls\nawoke from suspended animation in the thin Martian air, their simulated\ndeath would become real.\n\nShaan went back into the bedroom. He took Lori under one arm, Vali\nunder the other. They were easy to carry in Martian gravity.\n\nThe plastic of the dome had settled, clinging. He had to burn his way\nthrough the diaphragm of it that barred the door.\n\nCarrying the girls, he walked across the wrinkled plastic to the\nground. Half a mile away, the groundcar had overturned in the canal\nsage. Fed by the oxygen from beneath the plants, it was burning slowly.\n\nShaan laid the girls on the ground in the cleared area around what was\nleft of the dome. They could be seen easily here by anyone approaching\nby air.\n\nWhat next? He pulled the map from his pocket and opened it.\n\nIt was easy to see why he had remembered MkDowl Dome would be here.\nIt was the only dome in Alpheus Canal. There were no others anywhere\nwithin walking distance--or in crawling distance, when his oxygen\nsupply failed. There was Charax, about 1,800 miles southeast. Mars\nCity was about the same distance north, and Hesperidum about the same\ndistance northeast.\n\nThe nearest dome of any kind was a private dome, Kling's Dome, on\nPeneus Canal at least 250 miles away.\n\nHe had been just as well off before he ever came to MkDowl's Dome. But\nnow MkDowl was dead and his two daughters were homeless.\n\nHis marshelmet radio buzzed.\n\n\"MkDowl Dome, we're nearing you,\" said a faint voice. \"Should land in\nhalf an hour. Light beacon and give us a radio beam.\"\n\nThe radio antenna and the beacon had gone down with the dome. Without\nthese, would the government 'copters ever find MkDowl's Dome in the\nnight?\n\nThe sun dropped behind the far cliffs and the red twilight of Mars\ndeepened suddenly into darkness. Shaan was safe from discovery for the\nnight now, but the girls might not be rescued in time.\n\nHe picked them up from the ground and started off in the general\ndirection of the cactus that had been his temporary home before. He\nplodded through the canal sage, the girls a dead weight under his arms.\n\nTwice the government 'copters plaintively demanded directional help.\nAfter the second time, he switched off the helmet radio.\n\nHe was doomed to death if he were discovered. Nowhere on Mars did he\nhave a friend. Even the unconscious girls he carried would hate him\nnow.\n\nAnd what was to become of them? MkDowl's Dome would not be rebuilt by\nanother tenant. If he gave up his marsuit to one of them, that would be\nonly one, and the marsuit radio would not reach Kling's Dome. At least\none, probably both, were stranded with him.\n\nNot for them would he give up his own life to stay near MkDowl's Dome\nand call the 'copters in.\n\n\n\nShaan was a democrat and by virtue of that was engaged in a war without\nquarter against almost everyone else on Mars. He was a lone relic of a\ndefeated army, and he had been driven to the wall. He could surrender\nto death, or he could fight for survival.\n\nMany men before him, and many living creatures before man appeared on\nEarth, had faced that situation in one form or another, he thought.\nSome had succumbed. Others had lived.\n\nThe ancestors of man himself had faced it and lived, when they were\ndriven by voracious creatures of the sea into the shallows and at\nlast to the inhospitable land. Now he was driven to a shore more\ninhospitable than any on Earth, oxygen-poor, water-poor: the Martian\nshore.\n\nMany years ago his ancestors had learned to crawl instead of swim.\nHe and his descendants--the descendants of Lori and Vali--could learn\nto crawl instead of walk. Those who crawled could survive and evolve,\nwithout domes, without marsuits, without any man-made equipment.\n\nHe reached the base of a giant cactus. He was sure it was not the one\nhe had inhabited before, but now he had a knife.\n\nIn the distant night sky, he heard the drone of 'copter motors.\n\nShaan laid the girls down at his feet and dropped prone at the foot of\nthe cactus. When the leaves of the canal sage had closed slowly above\nthem, he took off his marshelmet.\n\n\"Man is man because he thinks, not because he walks erect,\" Shaan\nmurmured to the unconscious girls. \"Would your fate be better if you\nbirthed children who had to live in a plastic dome?\"\n\nShaan was a democrat. Rightly or wrongly, he was convinced that the\nImperial Government bore within it the seeds of dissatisfaction and\nstrife, eventually a war of rebellion that would crumble the domes and\nleave all the people of Mars to gasp away their lives.\n\nLet them destroy themselves. Men would still live on Mars, without the\ndomes.\n\nWith the handle of his knife, he smashed the marshelmet.",
    "metadata": {
        "author": [
            "Fontenay, Charles Louis",
            "Fontenay, Charles L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68409/pg68409.txt",
        "name": "the_martian_shore.json"
    }
}