{
    "name": "The Reluctant Weapon",
    "author": [
        "Foray, Verge",
        "Myers, Howard L."
    ],
    "body": "_When the Zoz Horde passed destructively through this sector of the\nGalaxy, approximately a billion years ago, they suffered a minor loss.\nOne of their weapons, Sentient Killer No. VT672, had an unexplained\nmalfunction and was left behind to be repaired by the slave\ntechnicians who followed the Horde. However, the Zoz were met and\nannihilated by the Ghesh Empire, after which the masterless slaves\ndispersed to their home planets. The weapon, unrepaired, was left\nforgotten in the solar system it had failed to destroy._\n\n\n\nTresqu the Wisest, Ruler of Hova, Lord of the Universe, was being\nentertained by a troupe of Goefd dancers when his Lord of War, Wert,\nbounded into the Audience Hall. In his hurry to reach Tresqu's throne,\nWert slipped on the nearly frictionless floor and skidded through the\nformation of dancers, sending the slender Goefden sprawling in all\ndirections. He slid to a halt by the Pleading Mat, onto which he\ncrawled and groveled, awaiting permission to speak.\n\n\"I believe three of the dancers received broken legs,\" Tresqu observed\ncalmly. \"They are rather delicate creatures and not at all clumsy.\" He\ndipped the tip of his tail into an urn of chilled perfume and gently\ndabbed it about his nostril. Speaking pleasantly, with long pauses\nbetween sentences, he kept his friendly gaze on the groveling Wert.\n\"Oft I meditate on the clumsiness of our race in comparison to many\nothers who are our graceful servants. Why, I wonder, cannot the rulers\nbe graceful? Some of us are very clumsy indeed--too clumsy to live.\"\n\nA tremor passed through Wert's stocky body.\n\n\"Possibly my Lord of War has news of sufficient import to excuse his\nungainly haste. But I sincerely doubt it. I fear I must soon appoint a\nsuccessor to him. Undoubtedly he has news of some sort. Blurt, Wert!\"\n\n\"Your Majestic Wisdom,\" whined Wert, \"my message is of utmost\nimportance! The natives of Sol III have captured one of our\ndecontaminator ships and learned its secrets!\"\n\n\"Sol III?\"\n\n\"Yes, Your Wisdom. The planet called Terra.\"\n\n\"Terra? You must realize, lordling, that I cannot occupy myself with\nremembering trivialities about individual worlds.\"\n\n\"Yes, Your Wisdom. We have a base, which is commanded by--that is, we\n_had_ a base commanded--\"\n\n\"Enough!\" snapped Tresqu. \"You start your tale from nowhere and wander\nwhence and hence!\" He raised his voice and called to one of his\nretainers. \"Fool! Come forward!\"\n\nAn abnormally slender Hovan arose from a platform off to Tresqu's left\nand skipped nimbly forward to stand insolently over the Lord of War,\nwho was still prone on the Pleading Mat.\n\n\"Recite for me,\" said Tresqu, \"the contents of my gazetteer on the\nplanet Sol III. Listen well, Wert. You may even yet live long enough\nto profit by my Fool's style of declamation. Study it well. Also, you\nmay raise your eyes sufficiently to observe the grace of his\nmovements. Proceed, sprite.\"\n\n\"Sol III,\" began the Fool. \"An H9 planet. Sol is in the Sirian Colony\nSector, coordinates GL 15-44-17-5, GR 12 [to the power of 7] plus 9, D\n14. Terra's life is normal animal-vegetable, with one intelligent\nspecies of hovoids called Humans. Due to the unpleasantly high oxygen\ncontent of the atmosphere, Terra has not been colonized, but has been\nplaced under the control of the Science Ministry for the purpose of\nlong-range psychological experiments.\" The Fool picked up Wert's tail\nand twisted it hard but absently as he talked. The Lord of War\ntwitched painfully. \"Many informative reports on the results of these\nexperiments have been released by the ministry during the past seven\nthousand years, dealing mainly with the Humans. The Science Ministry\nhas declared Terra out of bounds--_Positively no visitors_.\"\n\nWith a single flow of motion, the Fool gave Wert's tail a final twist,\nleaped over his body, and bowed deeply to Tresqu.\n\n\"Beautifully done, Fool,\" applauded the Ruler of Hova. \"Your mother\nclaims me as your father, and there are times I am inclined to believe\nher. How would you like to be my Lord of War, Fool?\"\n\n\"Verily, my good master,\" said the Fool, \"I hope you consider me a\nFool by title only.\"\n\n\"Well said, Fool. You are spared. Go seek your pleasures.\"\n\nWith another bow, the Fool backed away.\n\n\"Stand up, Wert,\" said Tresqu, \"and tell me about this captured\ndecontamination ship.\"\n\nThe Lord of War arose and managed to report with some smoothness. \"Two\nyears ago, the Science Ministry turned Terra over to my command,\nsaying their long series of experiments was concluded. They\nrecommended complete decontamination of the planet, since the Humans\nwere developing technologies which could eventually threaten us. I\ndispatched a ship for that purpose immediately, but it failed to\nreturn. Also, reports from our base on Terra's satellite Luna ceased\nsoon thereafter. A scouting expedition was sent. It has just reported\nthe Luna base destroyed completely, and the decontaminator ship\ncrashed and stripped of all important devices in one of the Terran\ndeserts. By studying these removed devices, the Humans have\nundoubtedly developed protections against them.\n\n\"I humbly submit, Your Majestic Wisdom, that these events have\nendangered the safety of your glorious empire, and that drastic steps\nagainst the Humans should be taken immediately. Also, Good Lord of\nAll, I submit that the Science Ministry, not the War Ministry, is at\nfault in this affair. They obviously let their experiments get out of\ncontrol before calling us. Undoubtedly they would like to shift the\nfull blame onto my shoulders.\"\n\nTresqu continued his pleasant demeanor. \"There may be some truth in\nwhat you say, Wert. You overestimate the danger in this matter, I\nperceive. After all, what is one backward planet against the forces of\nmy empire containing thirty-seven well-armed worlds? The Humans will\nbe destroyed, even if they have the secrets of a decontaminator ship.\nAs for the blame, which I admit is deplorable, the Lord of Science\nwill be called to the Mat to make his excuses. Now, assuming you\nremain Lord of War, what action do you plan to take against the\nHumans?\"\n\n\"Your Gracious Wisdom,\" faltered Wert, \"I suggest we use the--the\nWeapon. You see, our forces are not fully mobilized at present for\nimmediate action--\"\n\n\"Full mobilization isn't necessary or even desirable,\" Tresqu\ninterrupted with some impatience. \"One task force can do the job. Ah!\nI see by your expression that you do not have even one task force in\nreadiness.\"\n\n\"Your Gracious Wisdom,\" begged Wert, \"you ordered a full holiday this\nmonth to celebrate the twenty-fourth anniversary of your magnificent\nreign, and--\"\n\n\"Enough, Wert! Your tongue is as clumsy as your body.\" Tresqu nibbled\nthoughtfully at the tip of his tail. \"We will use the Weapon,\" he\ndecided. \"In order to allow my court to continue their holiday, I'll\nassume direct command in this.\" He rose from his throne. \"Musicians,\nsummon my guards. I go to visit the Weapon. Come, Wert; come also,\nFool. You will accompany me.\"\n\n\n\nShortly thereafter, Tresqu and his entourage boarded the royal cruiser\nand roared away from the City of Wisdom. The ship flew halfway around\nthe planet and came to rest in a peaceful purple valley where insects\nshrilled contentedly and a small stream rippled. Tresqu climbed out\nonto the violet turf, his followers coming after him.\n\n\"Mighty Weapon of Zoz,\" he called, \"I, Tresqu, seek your presence!\"\n\n\"Oh, no!\" groaned a slightly mechanical voice that seemed to come\nfrom no particular direction. \"Will there never be peace, never a\ntranquil moment to soothe my spirit and erase the bloody stains of\ndestruction recorded on my past?\"\n\n\"That voice! It carries me away!\" breathed the Fool. \"Such a tragic\ntale of tormented strength is implicit in its very tone that I think I\nshall swoon!\" But he wrapped his tail around the trunk of a nearby\nsapling for support and managed to retain consciousness.\n\n\"Me, too!\" Wert chimed in with suspicious haste. \"I'm quite moved!\"\n\n\"Try not to counterfeit a soul you do not possess.\" Tresqu glowered at\nWert. \"You deceive no one.\"\n\nThe Fool was recovered sufficiently to hit the discomfited Lord of War\nwith a pebble when Tresqu was not watching.\n\nThe Weapon had drifted into sight during this exchange, floating out\nof a shady hollow, as if blown by a breeze. It was very simple in\nappearance--an impalpable three-foot glowing sphere with a squat\nmetallic cylinder at its base.\n\n\"Tell me not the purpose of your visit, petty lord!\" It said. \"It is\nknown to me only too well. Ah, great First Principle! Little did I\nreck when, in ages past, I nursed your species to civilization, just\nhow poorly you would serve my purpose. Peace it was I desired, but do\nI get it? No! Your kingdom is powerful, but you have not the strength\nto handle your own troubles. You rule twenty-nine planets--\"\n\n\"Thirty-seven,\" corrected Tresqu politely.\n\n\"--thirty-seven planets, but when a malignant force appears on your\nborders, I, the Weapon, must be called upon to act in my own defense,\nand for the sake of a few more restful moments in this calm glade, I\nam obliged to destroy, yet it was to avoid destroying that I helped\nyour species to empire in the old days.\"\n\n\"In truth,\" spoke the deeply sympathetic Tresqu, \"yours is a sad\nstory. I disturb your richly earned rest only after the sincerest\nsoul-searching. But affairs of state are at cross purposes in a moment\nof crisis, and without your help Hova will be in danger.\"\n\n\"Ah, cruel Fate!\" entoned the Weapon, \"It aids me in no manner to\nprotest against your inscrutable machinations! There is no turning\naside, no avoidance of necessity!\" In a less declamatory style, the\nWeapon addressed Tresqu: \"Very well, what is the trouble?\"\n\nTresqu described the events on Terra for the Weapon, concluding, \"Now\nthat the Humans have knowledge of our space drive and armament, they\nare certain to attack, especially if they realize they have been\nsubjects for experiment.\"\n\nThe Weapon flitted about restlessly along the bank of the brook. \"I\nquestion the motives of my own thoughts. Do I quibble with myself in\nan attempt to escape unwelcome necessities? Tell, petty lord, do your\nscientists confirm the picture you paint of the Humans? Are they, like\nyou, alas, masterfully vicious enough to destroy the peace of dozens\nof planets for nothing but revenge?\"\n\n\"So the scientists say, mighty Weapon,\" answered Tresqu.\n\n\"You, Lord of War, why are you silent when your face is strained with\nwords crying for expression?\" asked the Weapon. \"Speak your mind.\"\n\nWert squirmed. \"If it please Your Mightiness, and you, Your Gracious\nWisdom, I believe the Humans will know that we desire their\ndestruction, and will try to defeat us for the sake of their own\nsurvival rather than revenge.\"\n\n\"A most convincing point, Lord of War,\" said the Weapon.\n\nTresqu flashed a forgiving smile at Wert while the Weapon paused\nbefore continuing:\n\n\"However, I fear my unwilling spirit refuses to bow to the most\nreasonable of arguments. Please leave me; solve the problem\nyourselves!\"\n\nTresqu bowed and moved toward the cruiser. \"We obey, Mighty Guide of\nour fathers. Let me say in parting that I, too, am grieved by our\ntalk, much more because of the pain our visit has caused your noble\ngreatness than because our race is threatened with annihilation. My\ndeepest hope is that the ravages of war will never reach this peaceful\nplace which is so dear to your gentle being.\"\n\n\"Wait!\" groaned the Weapon. \"To slay, or not to slay, that is the\ndilemma. Ah, had my old masters of Zoz only left within my powers the\nseed of my own destruction, I would gladly seek the consummation of\nultimate peace. But, no, that door is closed to me by deathless locks.\nBring me a Human, that I may learn to hate him. Choose the most\nignoble specimen available. I will converse with him at length so as\nto become exasperated with all the despicable traits of his race.\nThen, in my contempt for those traits, I will be able to cleanse the\nUniverse of all Humans.\"\n\nTresqu turned quickly to his Fool. \"Are there any Humans on Hova?\"\n\n\"Yes, in the biological research laboratories.\"\n\n\"Then go quickly, Fool, and fetch one. This is a grave matter, and I\ntrust you to choose the most monstrous specimen available. Hurry!\"\n\nThe Fool ran into the cruiser and was on his way, leaving Tresqu,\nWert, and several guardsmen with the Weapon. If the Weapon was\nconscious of the fact that the Lord of Hova was staying behind out of\ncourtesy, it did not show it. Instead, it wandered indifferently away,\nmumbling a soliloquy of guilt and misery.\n\n\n\nThe sight of the Fool's specimen of humanity repaid Tresqu for the\ntediousness of the waiting. It was a particularly sordid-looking\ncreature with a dirty growth of hairs on its head and face. Its body,\nthin as the Fool's, but with no compensating grace of movement, was\nclad in a blue garment of roughly woven vegetable fibers, and the\nextremities of its nether limbs were enclosed in evil-smelling boxes\nof animal hide. Its fierce eyes darted ominously from one Hovan to\nanother. Its jaw kept working in a slow rhythm, and occasionally a\nstream of black liquid exploded through its mouth.\n\n\"You have done well, Fool,\" said Tresqu. \"You will be rewarded\nhighly.\" Raising his voice he called, \"Mighty Weapon, your specimen\nawaits!\"\n\n\"I come!\" Once more the Weapon floated into view.\n\nThe Earthman's jaw sagged. \"'Y God!\" he muttered in English, staring\nat the approaching Weapon.\n\n\"Indeed,\" said the Weapon, \"this appears to be a creature I could\nlearn to abhor and kill. If only its thoughts equal its\nappearance--Speak, Human!\"\n\nThe man said nothing.\n\n\"Mighty Weapon,\" murmured the Fool, \"this Human is truly an ignoble\nmonster. He has been in captivity for five years and has yet to speak\na word of our beautiful language instead of his own barbaric tongue.\"\n\n\"You fool!\" shouted Tresqu. \"How is the Weapon going to converse with\nhim? Why did you bring one that cannot talk?\"\n\nNot in the least disconcerted, the Fool replied, \"As you ordered, good\nmaster, I brought the worst specimen available. However, the\npossibility of linguistic difficulties was not overlooked. I have here\na dictionary of his language, recently compiled by our Alien Affairs\nstaff.\" He produced a large volume of manuscript from beneath his\ncloak.\n\n\"Your Fool shows wisdom, petty lord,\" spoke the Weapon. \"I will study\nthis book. Know the language, know the people, it is wisely said. In\nfact, I originated that saying myself some three thousand years ago, I\nbelieve. Unship any supplies brought for the Human and begone. Three\ndays will suffice for the arousal of my wrath. Return then.\"\n\n\"As you wish, O Mightiest of All.\" Tresqu bowed gawkily. \"It is my\nmost ardent desire, Wondrous Guide, that we, your servants, will not\nbe obliged to disturb your peace again for a thousand centuries, once\nthis affair is concluded.\"\n\n\"And mine,\" the Weapon snapped crossly. \"Now leave me.\"\n\n\n\nThe man watched the Hovans enter their cruiser and fly away. Looking\nat the Weapon hovering nearby, he squatted on his heels and pulled up\na blade of purple grass to chew. Minutes passed in silence. Then the\nWeapon moved away, the book bobbing along behind, supported by some\nunseen force.\n\nWhen it was out of sight, the man muttered, \"'Y God, I've saw\nfireballs in my time, but that's the first one I ever saw settin' in a\nbucket!\"\n\nAfter a thoughtful examination of his surroundings, the man stood up\nand walked to the packing cases the Hovans had left. All but one\ncontained the synthetic food product to which he had grown accustomed\nin his five years of captivity. The other box, rather small, contained\na shredded vegetable which served him as a poor substitute for chewing\ntobacco. Purple when growing, the leaves of this vegetable were\nblue-black when cured, making his frequent expectorations look like\nink.\n\n\"Filthy damn stuff!\" he grunted, stuffing several handfuls in an empty\noverall pocket.\n\nHe shuffled down to the brook and tested its temperature with a hand.\nFinding it rather cold, he decided against taking a bath. Instead, he\nspat into it and watched meditatively as the spot of black was carried\ndownstream. \"I wonder what they turned me loose for,\" he monologued.\n\nCareful to avoid the spot where the Weapon appeared to have gone, he\nreturned to the food supply and ate. By then it was getting dark, and\nhe bedded down for the night on some thick grass under a tree.\n\n\"'Y God,\" he yawned, \"I'm glad all these insects don't want nothin' to\ndo with me.\"\n\nThe Weapon was waiting beside him when he woke up next morning. \"Eyes\nof your Terran Deity,\" it said, \"I shall now converse with you in your\nown tongue. Name yourself, creature!\"\n\n\n\nThe man sat up startled. A moment passed before he said, \"I'm\nJake--Jacob Absher. What was that you said?\"\n\n\"My pronunciation is above reproach, Jacob. Therefore I will not\nrepeat myself. Attend me closely or I shall punish you.\"\n\n\"'Y God, I heard you all right and you didn't make sense!\" said Jacob,\ndetermined not to be frightened. \"Now if you aim to talk with me, stop\nimitatin' a professor and talk so's a man can understand you. I ain't\nscared of you, so leave off makin' threats!\"\n\n\"Such stupid insolence!\" gloated the Weapon. \"Already I feel my wrath\ngrowing within me! Since it will anger me even more to explain my\nwords to you, I will do exactly that. My first words to you were,\n'Eyes of your Terran Deity,' an expression you use frequently in a\ncorrupted form to begin your statements. By studying your language, I\nlearned that 'Zounds' is a similar corruption referring to the wounds\nof the Deity, while 'Strewth' refers to your God's truth. Thus, I was\nable to understand, and state in uncorrupted form, your remark, 'Eye\nGod.'\"\n\n\"'Tain't what it means,\" objected Jacob, filling his mouth with ersatz\ntobacco. \"It just means _by_ God.\"\n\nThe Weapon considered this. \"And exactly what is the significance of\nsuch a remark?\"\n\nJacob scratched his whiskered chin. \"I reckon you got me there. I\nguess it means that I mean what I say.\"\n\n\"In other words, any statement you make following that phrase is to be\ntaken seriously?\"\n\n\"Somethin' like that.\"\n\n\"Then it follows that your other statements, without the 'by God'\npreface, are not seriously intended. Are they jokes or lies?\"\n\n\"That ain't the way it is at all! I just say 'by God' when I feel like\nit, not every time I'm bein' serious.\"\n\n\"Monstrous inconsistency!\" groaned the Weapon dramatically. \"Ah,\nchaotic universe! Is there then no sublime plan, no fateful\ndevelopment to your endless succession of days? How could even the\nmost synoptic First Principle find a purpose for creating such an\nunplanned, unreasonable species as the Humans? Can it be--unhappy\nthought!--that there is no plan to it all, and we exist for naught?\"\n\nJacob listened with open mouth. \"Say,\" he broke in, \"are you some kind\nof play-actor?\"\n\n\"That is what I ask myself,\" the Weapon continued its oratorical\nflight. \"Are we all actors, speaking the lines written for us by a\nGreat Playwright who plans to unite all the threads of his plot in a\nuniversal climax to come? Or are we poor random creatures without\npurpose?\" It paused and added in a more conversational tone, \"But that\nis not what you mean by your question. No, I am not a play-actor. I am\nan unfortunate weapon, reluctant to employ myself for my intended\npurpose of destruction of life and unsuited by my structure for the\ndoing of deeds more worthy in nature.\"\n\nJacob squinted about. \"A weapon, huh? Let's see you hit that bird\nthing sittin' in that tree over there.\"\n\n\"Bloodthirsty fiend! I do not kill for amusement!\"\n\n\"I just wanted to see how you worked,\" said the abashed Jacob. \"All\nI've seen you do is float around and talk a blue streak. As far as I'm\nconcerned, you ain't nothin' but a big-mouthed bluff.\"\n\n\"Very well, Jacob. If you have formed such an erroneous attitude, it\nwill be necessary for me to correct you immediately. Observe the red\nboulder on yonder hill.\"\n\n\"I see it.\"\n\n\n\nThe cylindrical base of the Weapon swung to point briefly at the\nboulder, which quietly crumbled to dust.\n\n\"I be dog!\" yelped Jacob. He looked at the Weapon with respect. \"You\nsure pulverized it! How do you work?\"\n\n\"You could not understand the processes involved. Suffice it to say I\nhave the means to collect energy in general and retransmit it in\nspecific forms and directions. But enough of this. You are here to\nanswer questions, not ask them. First, tell me what you did in an\naverage day on Terra.\"\n\n\"That what you call the world I live on?\"\n\n\"Yes.\"\n\n\"I'm a farmer, you know. I got a place in the Smoky Mountains in\nTennessee. First thing in the mornin', I'd go feed the livestock while\nSuzy cooked breakfast.\" A faraway look came into Jacob's eyes. \"Guess\nshe took the kids and went to live with her mammy when these here\nanimals grabbed me....\"\n\n\"Continue,\" commanded the Weapon.\n\n\"Huh? Well, then we'd eat breakfast. Come to think of it, I ain't et\nyet this mornin'.\" Jacob got up and went to get himself some\nbreakfast.\n\n\"But this matter--\" protested the Weapon.\n\n\"Not on an empty stomach,\" Jacob said calmly, eating without haste.\n\n\n\nWhen he returned, the Weapon questioned him further about his life on\nTerra. Hours of ill-tempered conversation passed.\n\n\"Such drabness!\" the Weapon finally exclaimed. \"Creatures who lead\nsuch dull lives as yours should welcome extinction. Not once have you\nmentioned an appreciation of the wondrous exaltation that comes from\nan esthetic feel for beauty. With the labor of providing for your\ngrotesque body's animal cravings is your whole life spent. Not in\nanger, but as an act of mercy, can I exterminate your defective race!\"\n\nJacob's mouth hung open. \"So _that's_ what your monkey's brung me out\nhere for--fixin' to kill us! 'Y God, you better look out! We got atom\nbombs on Earth an' we'll use 'em on you if you try anything!\"\n\n\"Toys!\" sneered the Weapon. \"Be assured, Jacob, that I have nothing to\nfear from any childish mechanisms your Terrans can contrive!\"\n\nJacob sat stunned. \"But you said a minute ago you couldn't kill\nnothin'!\"\n\n\"I can kill only when I'm convinced it is best for my own repose or\nfor the health of the Universe. Long ago, I could go forth at battle\nwith thoughtless joy at the command of my masters of Zoz, but now I\nmust have reasons, must converse at length with my aberrated emotions,\nmust prepare myself as for an ordeal.\"\n\n\"Them Zozes must've been the Devil's minions,\" argued Jacob. \"The\nCommandments says, 'Thou shalt not kill' and when you go against that,\nyou're goin' against the word of God.\"\n\n\"Poor, futile creature!\" sympathized the Weapon. \"You actually strive\nto pit your naive superstitious mind against my highly developed\nmentality in argument. You actually associate my supreme masters of\nold with your puny mythological villain! Lowliness should know its\nplace. But I feel no anger--merely a pitying desire to relieve your\nkind of the burden of living.\"\n\nSilently, Jacob replenished the wad of \"tobacco\" in his mouth. After\nchewing a while, he spat and said dolefully, \"I don't reckon there's\nnothin' I can say or do that you won't hold against me. I always\nheard tell the Devil can twist anything to suit hisself, and I reckon\nhis minions can do the same thing. An' that's what you are: the\nDevil's minion! I reckon you break every Commandment God give us.\nExcept about committin' adultery. I don't guess you can do that.\"\n\n\"Your piddling reproductive customs have no application on my plane of\nexistence. Cannot you comprehend that you are less to me than a\nmicrobe? Even my servants, the Hovans, do not concern themselves with\nsuch ignoble concepts as what you call adultery!\"\n\n\"You mean they live in sin?\" asked Jacob.\n\n\"They mate as often as they please with anyone they please,\" the\nWeapon replied coldly. \"I will ignore the ludicrous implications of\nyour absurd moral concepts.\"\n\n\"I don't mean to criticize your animal friends,\" glowered Jacob. \"I\nreckon they ain't children of God, so it don't matter if they _do_\nmate like a pack of dogs. They probably ain't got no souls to keep\npure. It looked to me like they worshiped you like a false god, too.\"\n\n\"They ... O Great Hidden Manifestation!\" squalled the Weapon in rage.\n\"They regard me as their guide and mentor. Nothing more. I would not\nallow anything else.\"\n\nJacob watched the Weapon in awe. The energy globe was flickering and\nflaring wildly in an uncontrolled display of color. \"'Y God!\" he\nexclaimed. \"You sure are puttin' on a fireworks show!\"\n\nThe globe settled down to a tensely nervous fluctuation which hurt\nJacob's eyes to watch. \"Never in the ageless span of my existence,\"\nquavered the Weapon angrily, \"have I been insulted in such vulgar\nterms by any creature. And now from _you_, creature whom my glorious\nmasters of Zoz would exterminate like a buzzing fly, like a disease\ngerm, I hear these senseless mouthings of defamation! Stop it or I\nshall destroy you outright!\"\n\nThe Weapon's fluctuating, along with its loud, grating voice, put\nJacob's nerves on edge. He growled, \"I bet your old Zozes live in\nadultery just like your animal friends.\"\n\nThe color of the energy globe sank to dull red and the Weapon emitted\na series of buzzing, inarticulate noises.\n\n\"It suits not my nature, bit of diseased scum, to slay you in a fit of\nindignation,\" it finally said with tightly controlled fury. \"You are\nbeneath such individual recognition. Yet it is fortunate for you that\nyour insults have no basis in reality, otherwise my intellect could\nnot have claimed ascendancy over the immediate urges of my tortured\nsense of extreme disgust. Be wise, say I, knowing I request the\nimpossible, and irk me no more!\"\n\n\"'Y God, I reckon you don't think you rile me up, too, with all that\nhigh falutin' jabber of yours!\" Jacob snapped back.\n\n\"As I speak, so speak the mighty Zoz,\" replied the Weapon in high\ndignity. \"They are great and noble beings, given to poetic flights and\nmagnificent deeds. To them, your puny opinions would not even be\nrecognized as thought.\"\n\n\"If they talk in that puttin'-on, play-actin' way you do, they are a\nbunch of phony show-offin' hypocrites!\" sulked Jacob.\n\nSeveral things happened too quickly for Jacob to follow. The color of\nthe energy globe dropped to absolute black. The metallic cylinder\nswung up to point at Jacob. A thin ringing \"_Ping!_\" sounded in the\ncylinder. A killing wave of pure hate struck Jacob.\n\nHe had just enough time to know he was a dead man before he blacked\nout.\n\n\n\nIt came as a surprise, when Jacob regained consciousness, to find that\nhe was stretched out on purple grass with the Weapon still hovering\nover him.\n\n\"You missed, 'y God!\" he mumbled, sitting up.\n\n\"I regained my sanity in time, Master Technician,\" the Weapon replied\npleasantly.\n\n\"Huh?\"\n\n\"Ah, day of un-containable joy!\" sang the Weapon, flaming pure white.\n\"Day of glorious release to continue the grandeur of old! As the past\neons of futility passed over me, I sank to the conclusion that I was\nforever condemned to my useless existence on this planet, with nothing\nto sustain my spirit other than the sense of beauty given me by\nmasters to fill my leisure hours! But now, Master Technician Jacob,\nyou have found me and corrected my malfunction, long after I had\nsurrendered all hope!\"\n\nStill dazed by the nearly fatal wave of mental energy the Weapon had\ndirected at him, Jacob could not understand what had happened. Instead\nof talking contemptuously to him, the Weapon was now addressing him as\nMaster Something-or-other, and....\n\n\"What did you say I done?\" he asked.\n\n\"You corrected my malfunction,\" repeated the Weapon. \"That is to say,\nyou purged my mechanism of the inhibition against joyful slaughter\nthat has plagued me for a billion years. Ah, you are a clever\nTechnician, Jacob! But I comprehend it all now. By arousing within me\nan overwhelming emotional desire to kill--a singularly strange\nfeeling!--you depressed my inhibition to the releasing point. So\ntelling was your masterful therapy that I almost ceased functioning at\nall!\n\n\"Your own life was in dire danger for the moment required for my\nnew-found sanity to assume control. But, of course, all slaves of the\nglorious Zoz die willingly when the work of the masters so demands.\"\n\n\"Now wait a minute!\" objected Jacob. \"I ain't no slave of your Zozes\nor no Technician either! You know what I am--a good God-fearin'\nhuman!\" His voice dropped to a pleading mumble. \"And may God forgive\nme if I've got myself in league with the Devil!\"\n\n\"Ah? Could it be?\" murmured the Weapon. \"Could indeed your infuriating\ninsults of the Great Ones have been honest expressions of a puny mind\nwith no therapeutic intentions? I answer: Yes. The possible occurrence\nof specific incidents in the inclusion of space-time is curiously\nunlimited. But you have served me, Jacob, and have earned the\nprivilege of continuing your meager, momentary life. Besides, I can\nuse you further.\"\n\n\"You can, huh?\" Jacob said slyly. \"Look here, Weapon, I'll make a\nbargain with you.\"\n\n\"Ha! Stupid, untutored slave!\" chuckled the Weapon. \"Learn that yours\nis to obey, not to bargain. But yet, state your price for my\namusement, now that I can no longer be enraged by your words.\"\n\n\"Well, you let the rest of the people on Earth alone and I'll do\nwhatever you want me to.\"\n\nAfter a pause, the Weapon quoted, \"'Nobility shows its traces in\nsurprising places.' You do not sufficiently comprehend my nature,\nTechnician Slave Jacob. I am a Weapon. My masters point me, as you\nwould point a rifle, and command that I destroy. I kill at their\ndirection, but seldom otherwise. Thus, your Terra is safe until\nanother Weapon or I am aimed and directed. You can make no bargain.\"\n\nJacob thought this over. While doing so, the Weapon drifted away.\n\n\"Wait here, slave,\" it said in parting. \"I go to meditate on my\nrecovered sanity.\"\n\n\n\nDuring the next two days, Jacob caught an occasional glimpse of the\nWeapon drifting thoughtfully around in the depths of the forest, but\nthey did not meet for conversation. Jacob amused himself by rigging a\nfishing line out of some of the packaging material that contained his\nfood. He even succeeded in catching a fish, but its queer odor\ndiscouraged him from trying to cook and eat it.\n\nThen the royal cruiser of Tresqu the Wisest dropped into the meadow.\nIts airlock swung open and the Ruler of Hova, followed by his\nentourage, came out.\n\n\"Oh, Mighty Weapon!\" bawled Tresqu. \"Your loving servant craves\naudience!\"\n\n\"Ah, you have returned, petty lord,\" said the Weapon, drifting out\nfrom among the trees. \"Serve me by calling all the crew members from\nyour noble ship, that I may view you all together.\"\n\nPuzzled, Tresqu bowed and said, \"Your least whim is law, Mighty\nWeapon.\" He turned and called, \"All hands, outside!\"\n\nA half-dozen Hovans tumbled through the lock to stand in line behind\nthe ruler's entourage.\n\n\"Is this all of them?\" asked the Weapon.\n\n\"All, Great Mentor of--\"\n\nThe Weapon laughed and the Hovans fell dead.\n\n\"Come, Slave Jacob,\" commanded the Weapon. \"We take this cruiser.\"\n\nDazed and slack-faced, Jacob came out from behind a bush, where he had\nhidden himself from the Hovans, and followed the Weapon through the\nairlock.\n\n\"Even in my insanity, I planned well,\" said the Weapon. \"These ships,\nwhich I taught the Hovans to construct, can be operated simply, even\nby such as you. Attend my instructions.\"\n\nFirst, the Weapon taught Jacob to open and close the airlock. Then he\nwas shown how to fuel the engines, upon which the Weapon made some\nchanges to improve their performance. Finally, in the control room,\nJacob learned to fly the ship.\n\nThis took several hours, at the end of which time Jacob had succeeded\nin raising the cruiser into a satellite orbit around Hova.\n\n\"Do you comprehend, Slave?\" asked the Weapon.\n\n\"Sure. This thing ain't nothin' to run compared to a T-model Ford!\nWhich way is it to Earth?\"\n\n\"That I shall not tell you, Jacob, because I must leave the ship for a\nfew hours and desire to find you here when I return. Consider and tell\nme: Will you be here?\"\n\nJacob gazed at the broad, star-spangled viewplate that curved around\nhis seat at the controls. There was, he reflected an awful lot of\nnothing out there for a man to get lost in.\n\n\"I'll be here,\" he promised.\n\n\"Very good. You must understand that these controls are constructed\nfor manipulation by such limbs as your own and those of the Hovans.\nThus, it is convenient for me to use you as a pilot instead of doing\nthe drab, mechanical task with my ill-suited force-field manipulators.\nYou will be wise to serve me well, Jacob.\"\n\nJacob nodded. \"You got a point there.\"\n\n\"Operate the lock for me,\" the Weapon ordered.\n\nJacob did so and watched the colorful machine drift out of sight in\nthe atmosphere below the cruiser.\n\nMinutes ticked quietly by as Jacob gazed down at the purple planet and\nwondered why the Weapon had not chosen a trained Hovan pilot instead\nof him. Also, he wondered how soon the Weapon would take him home to\nEarth.\n\nA great swath of the purple planet began turning black. The black\ndulled to the gray shade of ashes as the swath grew longer. Over the\nsurface of Hova, the blackening moved like some colossal paint brush.\nDense clouds of smoke rolled upward to the high reaches of the\natmosphere.\n\nJacob realized why the Weapon had not selected a Hovan pilot.\n\nWhen all of Hova was a lifeless ball in a fog of ash, the Weapon\nreturned.\n\n\"Ah, good Jacob!\" it boomed jovially. \"Let us be up and doing!\nThirty-six planets remain to be visited before my current assignment\nis concluded!\"\n\n\"Do all of them get--that?\" asked Jacob, nodding toward the lifeless\nworld below.\n\n\"Yes. I was instructed to render this solar system lifeless before I\nmalfunctioned. Since then, the life of this system has spread, with my\ninsane aid, to infest other systems. Of course, my task must now\ninclude all those new Hovan worlds.\"\n\n\"Now wait a minute!\" said Jacob in terror. \"I can't let you do that!\"\n\n\"They are your enemies, Jacob,\" reminded the Weapon. \"They meant to\nkill every human on Terra. Also, by your own words, they are soulless\nanimals who live in sinful adultery. Ha! It amuses me to reason with\nyou, Slave Jacob!\"\n\n\"Godamighty, forgive me!\" prayed Jacob, in horrified defeat.\n\n\n\nThe Weapon seemed to know how to find the Hovan planets from the\nmarkings of the cruiser's star charts. Jacob could not read the charts\nand saw no hope of getting back to earth and Suzy and the kids without\nthe Weapon's help. Dully, he went about the tasks the Weapon ordered\nhim to do.\n\nSeveral weeks passed as one world after another was left a smoking\nruin.\n\nFinally the job was done.\n\n\"_Now_, can I go home?\" begged Jacob.\n\n\"To Terra? No, Slave. I still need a pilot.\"\n\n\"But if you take me home,\" Jacob continued desperately, \"you can get a\nbetter pilot than me. I'm just a dirt farmer. There's all kinds of\nairplane pilots on Earth, youngsters without families who would give\ntheir right arms to fly this thing, I bet!\"\n\n\"Ah?\" The Weapon considered. \"A willing slave is, of course, always\ndesirable. On the other hand, Terra is up in arms against the empire\nof Hova, not realizing it is dead. They would destroy this craft on\nsight, and I would be obliged to wait around until they could\nconstruct another for me. No, I have decided we will not go to Terra.\"\n\n\"But, damn it, where else is there to go?\"\n\n\"In search of my masters of Zoz,\" replied the Weapon. \"Naturally, I\nwish to return myself to their services as soon as possible.\"\n\n\"But they might be anywhere!\"\n\n\"True,\" the Weapon agreed. \"But even after a billion years, I know of\nseveral places in the Universe they may be near. Their great cleansing\nsweeps tend to circle and turn in a pattern established long in\nadvance. Thus we will go to those places where they may now be engaged\nin their consecrated task of universal purification.\"\n\n\"But--\"\n\n\"No more, Slave! We go!\"\n\nOut of the Milky Way, the cruiser hurtled at a speed which a sentient\nlightwave would find meaningless. On and on they journeyed in quest of\nthe long-dead Zoz Horde.\n\nThey may still be going.\n\n                                                      --HOWARD L. MYERS\n\n",
    "metadata": {
        "author": [
            "Foray, Verge",
            "Myers, Howard L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31995/pg31995.txt",
        "name": "the_reluctant_weapon.json"
    }
}