{
    "name": "The incredible invasion",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "Jim Franklen paused a moment before he opened the door of the office.\nHe stopped to read the black lettering with a surface of pride--he was\na part of it.\n\nThe sign read:\n\n                            UNITED NATIONS\n                            WEAPON SECURITY\n                                COUNCIL\n\n                       Thomas Winter, President\n\nThen Franklen opened the door and went in, confidently. He greeted the\nman behind the desk, who looked up worriedly from a maze of paper work\nand bade Franklen to sit down.\n\nWinter said: \"Trouble, Franklen. Bad trouble.\"\n\nFranklen nodded. \"I know,\" he said. \"I've been following it. I gather\nthat the fools are getting worse?\"\n\nWinter agreed with a slight nod of the head and replied: \"I can't\nimagine what they're up to. Yet they continue to rattle the saber and\nmake demands. The Central Power is not ignorant of the ramifications\nof their acts. Not after we've made point-blank statements. But they\ncontinue to get rougher and bolder, just as though they had the world\nin the palm of their hands.\"\n\n\"They know that they can't win, don't they?\" asked Franklen.\n\n\"They should--they've been told, and they have been shown exactly what\nwill happen, how, and why. The proof is irrevocable, undeniable. Still\nthey continue.\"\n\n\"I understand we've been watching them closely.\"\n\nWinter smiled bitterly. \"I've got so many men watching their separation\nplants and their atomic stockpile that even the janitors must find UN\nRepresentatives looking up out of their coffee cups in the morning.\nThere's no activity there that can be construed as dangerous, even\nadmitting that we're leaning way over backwards and would be suspicious\nof a single gram of missing fissionable matter. Of course, they have\nthe standard United Nations stockpile; the safety value that all\nnations hold against possible aggression. They're also aware that this\nquantity is also a fraction of what the rest hold all together.\"\n\nFranklen looked at the big flag on the back wall of the office.\n\"The United Nations,\" he said bitterly. \"With one member slightly\ndisunited.\" He turned back to the president of the Weapon Council.\n\"Have they, by any chance, made secret pacts with other nations?\"\n\n\"Not that we can tell,\" said Winter. \"Now don't say that this is\nnegative evidence and therefore inconclusive. It is admittedly\nnegative evidence, but so definitely negative that it is conclusive.\nThe Central Power has been told that if they make a move, they'll be\ncounter-attacked within the hour.\"\n\nFranklen paused in his walking and said: \"Look, sir, there's one thing\nabout the atomic weapon that is seldom considered. I've been thinking\nabout this for a long time. Frankly, the atomic weapon is a fine\ninstrument for any country to use--providing it has no intention of\ninvading for territorial aggrandization.\"\n\n\"What do you mean?\"\n\n\"Cities are where they are because it is economically sound that they\nshould be there. New York is the largest city in North America only\nbecause it is situated on the one spot where most goods funnel out of\nthe country. It grew because of that fact--the fact did not follow the\ncity's growth. In all the world, perhaps Washington, D. C., is the\nonly city that is where it is because someone said 'we shall place\nour city here!' and Washington could function very well if it were\nlifted in toto and dropped on the center of Ohio, providing it landed\non some big railroad junction. Boston is a second rate city despite\nall the efforts of the city planners only because its harbor is less\nefficient than New York's harbor and because Boston is not handily\nlocated geographically for the rest of the country. Even though Boston\nis closer to Europe than New York, it is cheaper to ship the goods a\nlittle farther by water, for they've got to be transshipped anyway,\nsomewhere. For inland cities, both Detroit and Chicago are great\nbecause of their location; if their locations were not good, Chicago\nmight still be a little tank town called Fort Dearborn, situated on the\nSouth Bank of the Chicago River--which would still be emptying into\nLake Michigan.\"\n\n\"Granted, but what are you getting at?\" asked Winter.\n\n\"Mankind has dropped two bombs in anger so far,\" said Franklen. \"Both\nwere dropped at the close of a war, to end it. Japan was not invaded\nfor aggrandization. Therefore, no Americans were required to enter\nHiroshima and try to rebuild it. We don't care too much whether\nNagasaki ever gets rebuilt, though it will, eventually, because of the\nnecessity of having a city right there.\"\n\n\"Yes, go on.\"\n\n\n\n\"The next time we have atomic trouble,\" said Franklen, \"it'll not be\nexploded high in the air. It's more likely to emerge right out of the\nwalls of one of those buildings. That will mean radioactivity in the\narea that will render it dangerous to life for some time. In any case,\na totally destroyed New York is not an economic asset.\"\n\n\"Yes?\"\n\n\"And the Central Power knows that we will not use the atomic weapons\nuntil they are used in aggression.\"\n\n\"No, you're wrong,\" said Winter. \"We have promised them--and\neverybody--that at the first outbreak of hostility, the United Nations\nWeapon Council will see to it that one of their cities is reduced each\nday until the aggression ceases and reparations are made.\" He banged\na hand into his fist. \"It's a harsh promise, my boy, but it must be.\nFor a border fist fight leads to knives, and knives lead to revolvers,\nand they lead to rifles, which lead to artillery. The next step in the\nscene is the works, complete and whole.\"\n\nFranklen shook his head. \"The first step is words,\" he said positively.\n\"Then come the fists. We should let 'em have a sample on the first\nangry words.\"\n\n\"Can't. It's entirely possible that a party can be so nasty and quiet\nthat steps are necessary on the part of the other. The truth must be\ninvestigated.\"\n\n\"Is that what's been happening?\" asked Jim Franklen.\n\n\"At first it looked so,\" said Winter. \"They started by upping tariffs\nand getting too rigorous with people coming in. They were told, and\nthey replied that their country was at present overcrowded. Why, Jim,\nthe entire pattern is familiar. They've been holding elections and all\nthe trimmings for years, now, and every election they hold brings more\nterritory into their hands.\"\n\n\"That's something that can't be easily judged,\" admitted Franklen\ngrudgingly.\n\n\"No, it can't; you're right. In any election there are plenty of\nunsatisfied people. We assume that the Central Power is padding the\nelections, but we cannot be sure. Well, again they have overrun most\nof Europe and now they're looking outward. We've got to do something,\nJim. But we've got to be absolutely right before we move. That's what\nmakes being right so hard, sometimes. He who is wrong can move without\nconscience. Well, it's now being tossed into your hands. See what you\ncan do, take a carte blanche and see what you can find out.\"\n\nFranklen nodded glumly. \"I know what you mean,\" he said. \"I'd hate to\nbe the cause of fifty thousand killed, unless I was dead certain that\nmy actions would save a million later.\"\n\nWinter shook the younger man's hand. \"Well, you've been brought into\nit,\" he said, \"and you're trained to handle hypothetical problems of\nthis nature anyway. So, my boy, go out and stop that incipient war for\nme!\"\n\n\n\nJim Franklen remembered that ringing order many times in the following\ndays. \"Go out and stop that war!\" was his order, and he was hoping he\ncould. There was little real saber-rattling, but only a slow spread of\nthe Central Power's influence that was conducted in a quiet fashion.\n\nHe read the previous reports several times, and analyzed them\ncarefully. There was one more thing, a direct, personal, man-to-man\nwarning that could be tried and must be tried before he moved. This act\nmust also be publicized so that his following moves would be greeted\nwith the proper attitude. The public must know that his course met with\ntheir approval.\n\nThis brought him to the government of the Central Power, where he was\nfirst stopped by an undersecretary.\n\n\"You may state your business,\" said the underling with all the\nauthority of bureaucracy.\n\n\"I'm special representative of the United Nations Weapon Council,\" said\nFranklen, \"and request audience with your state head, the Commissario\nHohmann.\"\n\n\"You may state your business to me,\" said the underling.\n\n\"I'll state it to Hohmann himself,\" snapped Franklen quickly. \"And\nhe'll right well see me, too!\"\n\n\"I'll inquire,\" said the undersecretary.\n\n\"You'd better.\"\n\n\"You understand that the Commissario speaks personally only with\nofficials of his own rank.\"\n\n\"That's rank enough,\" grunted Franklen. \"And I can be just as rank as\nhe is. Now stop caging and make that appointment for me--no later than\ntomorrow morning! Rank? Spinach! Where I come from, we elect our rulers\nand they'd better do as we want them to, or they don't stay rulers! And\nHohmann can put you in his pipe and smoke it! Or,\" he added softly,\n\"shall I order a cordon of United Nations marines out to see that I am\nproperly escorted into his presence?\"\n\n\"That would create an international incident,\" replied the\nundersecretary.\n\n\"Uh-huh,\" snorted Franklen. \"It sure would, wouldn't it?\"\n\nBoth he and the underling knew at that point just who would be deemed\nresponsible for the international incident, and so there was no point\nin further argument. The phone was used three times, and ultimately it\nwas reported that James Franklen would be most welcome in the morning\nat eight-thirty--and would he partake of breakfast with Commissario\nHohmann?\n\nHe nodded. After all, Hohmann might not spoil his digestion--Franklen\nhad a stomach installed by a copper company and felt safe.\n\n\n\nThere was pomp and ceremony as Franklen entered the swanky apartments\nof the Commissario Hohmann. He was escorted in by an honor-guard, and\nonce in the ornate dining room, Franklen came face to face with the\ncommissario himself.\n\nHohmann bowed genially and Franklen returned the pleasantry. He was\nseated across a small table from the dictator of the Central Power, and\nas he settled in the chair, silver service with a half grapefruit came\nfrom a servitor for each man simultaneously. Hohmann tasted his, smiled\nand nodded at it. \"Excellent,\" he said to Franklen. Jim tried his and\nwas forced to agree.\n\n\"Now,\" said Hohmann easily, \"I've been told that the United Nations do\nnot approve of certain happenings?\"\n\n\"We do not,\" said Franklen. \"We do not intend to interfere with the\nusual run of events, but we dislike to see the same pattern coming up\nagain.\"\n\n\"Pattern?\" asked Hohmann in surprise. His spoon paused in mid-flight as\nsurprise caught him unawares, but then it continued on, upwards.\n\nFranklen nodded, and then swallowed. \"The pattern should be familiar,\"\nhe said. \"Small districts lying between larger countries suddenly vote\nalliance with your Central Power. A couple of years pass, and another\ndistrict still farther out allies itself with you. Commissario Hohmann,\nyour Central Power has increased its geographic size by a factor of two\nto one during the past five years.\"\n\n\"That I know--and I am also gratified to know that my government has\nsomething to offer these outlying districts.\"\n\n\"The trouble is,\" said Franklen pointedly, \"that all of these districts\nhave--or had--a system of voting that lends itself very well to a\nlong-term carpetbagging system. The residence required before voting in\nthe maximum case is one year.\"\n\n\"You accuse me of padding ballot boxes?\" demanded Hohmann angrily.\n\n\"Not at all,\" said Franklen. \"Padding a ballot box is illegal, which\nyou would not condone. No, Commissario Hohmann, you are proceeding\nquite legally, but you are, nevertheless, twisting the law to suit your\nneeds.\"\n\n\"Nonsense!\"\n\n\"We know differently. There was the Phalz District that voted into your\nPower two years ago. Its voting population rose markedly for two years\nbefore the election, and dropped shortly afterwards. Strangely, its\ndrop coincided with the rise of voting population in the Rhehl District\na year later.\"\n\n\"You approach me with the accusation that people of mine are traveling\nfrom district to district and voting them into my government for\nthem--and against their wishes?\" demanded Hohmann.\n\n\"I wouldn't state whether it was the same people that moved,\" said\nFranklen, \"but there is definitely some exchange.\"\n\n\"My dear young fellow,\" said Hohmann consolingly, \"please do not be\nalarmed by some of the problems of the floating population of Central\nEurope. That is what happens when cities are decentralized, you know.\nAnd may I remind you that the United Nations were instrumental in\ndecentralizing the cities of my country some twenty years ago?\"\n\n\"You have all the rationalization of the last ruler of Central Europe.\nHe proceeded legally at first.\"\n\n\"He proceeded legally until he was forced to move illegally. He was\nattacked first, you know.\"\n\n\n\n\"Look, Hohmann, he who eludes the legal statement by twisting the law\nto suit his own illegal end is illegal.\"\n\n\"That's sophistry.\"\n\n\"No, it is not. It is a statement of the fact that you are legally\nright and morally wrong and you know it. Frankly, you are expanding at\na rate that will bring on a state of war and you know it. Regardless\nof your spoken intent, you are expanding illegally and it must cease!\"\n\n\"And I assure you that if people decide to join my government, I can\nbut be gratified and accept them.\"\n\n\"Even though the populace disagrees?\"\n\n\"They voted, didn't they?\" asked Hohmann. And seeing Jim Franklen's\nanswer, even though skeptical, Hohmann added: \"And if they want to,\nthey can as easily vote out again.\"\n\n\"Oh certainly,\" snorted Franklen angrily. \"The district of one quarter\nof a million people vote in all by themselves, but in voting out again\nthey must submit to a national election. One quarter million versus\nsome seventy million.\"\n\n\"Well, the welfare of my country is a national problem, and the welfare\nof any part of it is equally a national concern. To secede, any part,\ntherefore, should convince the entire nation that this course is best.\nThat is, naturally, very difficult.\"\n\n\"Impossible,\" snapped Franklen.\n\n\"Almost impossible,\" agreed Hohmann, nodding his head slowly in\ncomplete agreement. \"Yet for all your distrust of my government and its\nsupposed aggressive attitude, I assure you that we are humanitarian\nto the core, and will go to any lengths to make our people happy.\nUnlike the former ruler, who insisted that the individual is second to\nthe State, I know that the State is the property of the individual.\nUnfortunately--or fortunately--there are always differences of opinion.\nThat makes it difficult to please everybody with any single act. We\ntry, however, to make the bulk of the people satisfied. I--\"\n\nHe was interrupted by the arrival of an aide, who brought him a sheet\nof teletyped copy. \"Commissario Hohmann,\" said the aide, \"I am sorry to\ndisturb your breakfast, but this is an important message.\"\n\n\"Quite all right, Jenks,\" smiled Hohmann. \"Pardon me?\" he asked of\nFranklen. Then he read, first quietly and then aloud:\n\n\"International News Service representatives in Paris, France, today\ntold of a serious pandemic sweeping the country. This illness seems to\nbe some strange combination of mild dysentery complicated with very\nmild influenza. It is quite contagious; isolated cases were first noted\nthree days ago, but the epidemic has been spreading into dangerous\nproportions. It is believed that if this pandemic gets worse, the\ngovernment may close all places of business and public works.\"\n\nWhen he finished, Hohmann looked up across the table at Jim Franklen.\n\"Unfortunate,\" he said sincerely. \"Yet one man's meat is another man's\npoison. This distressing affair may give me a chance to prove to you\nthat the Central Power is still a member of the United Nations, and\nconcerned about the common lot of all mankind.\"\n\n\"Meaning?\" asked Franklen.\n\n\"Meaning that I must leave you for a bit. I intend to muster all forces\nthat the Central Power owns that can, in any way, be used to combat the\ncommon enemy that is striking at France. I invite you officially to\njoin and observe.\"\n\n\"I may take that invitation,\" said Jim.\n\n\"The Central Power will enter that plague area to take relief and\naid--even though we may ourselves suffer greatly. It is things like\nthis, James Franklen, that endears us to our immediate neighbors. You\nmay watch one half of the population of my country turn from their\nown problems, and bravely enter France to aid the stricken. Jenks! A\nmessage to Le Presidente Jacques La Croix. 'We stand ready to aid in\nevery way if your need increases. You have but to request, and we will\nanswer in the name of humanity! Signed Edvard Hohmann, Commissario of\nthe Central Power.'\"\n\n\n\nJim Franklen faced Winter wearily in the latter's office. It was two\nweeks later, and Jim was glad to be back, even though his mission was\nbut half accomplished.\n\n\"I don't know how to stop him,\" he told the president of the Weapon\nCouncil. \"He's like a stock market operator that doles out quarters\nto the beggar on the corner and then enters the Curb to squeeze some\nsmall operator out of his life savings. It is admitted--almost--that he\nis running a carpetbagging program over there. Then comes this plague\nin France. Like a first-class humanitarian, he musters his forces and\nthey go into that area and take control for two solid weeks while\npractically every person in France is flat on his back with this\ndevil's disease. It would have been easy for him to take over, Winter.\nBut he sent in doctors and aides, and the like, and the only armed men\nhe sent were merely small-arm troops. He sent just barely enough of\nthem to maintain order, which they did and no more. I doubt if there\nwas a store-window broken or a bottle of milk stolen over and above any\nnormal interval. Then as the people of France recovered, he gracefully\nturned everything back, gave them a written report on his actions,\napologized for whatever minor expenses his aid might have cost--his men\ndid live off of the country, and that costs, you know--and then marched\nout with the bands playing and the people cheering.\n\n\"It gives me to wonder,\" continued Franklen. \"Remember the 'Union--Now'\ncries between the United States and Great Britain during the last\nfracas? Well, solidarity between France and the Central Power was\nnever so great before. Hohmann could ask them for the moon, and they'd\npresent him with a gold tablet, suitably engraved, giving him clear and\nunrestricted title. Watch for a first-class alliance, Winter.\"\n\nWinter nodded. \"I've been watching,\" he said. \"Regardless of how he\ndoes it, and he is a supreme opportunist, it is oppression.\"\n\nFranklen grunted. \"Even anarchy is oppression for some classes of\npeople.\"\n\n\"But you and I both know that he rode into his office initially\non a program of oppressing the minority groups. He's made no great\nmass-murder of them as his predecessor did, nor has he collected them\nin concentration camps. Yet they are oppressed, for they have little\nfree life. They are permitted to work only as their superiors dictate,\nand for a subsistence wage. They do the rough jobs; they work in\nHohmann's separation plants, do the mining, and the dirty work. Each\nis given a card entitling him to secure employment in certain lines.\nAll of these lines are poorly paid and quite dangerous or dirty.\nThe wage is so low that the children are forced to forgo schooling\nin order to help pay for the family. Regardless of his outward act\nof humanitarianism, Hohmann is none the less a tyrant with ideas of\naggrandization. That he is able to take a catastrophe and turn it into\na blessing for himself is deplorable, but it seems to be one of those\nunfair tricks of fate to favor the ill-minded, for some unknown reason.\nI never knew a stinker that didn't get everything his own way for far\ntoo long for the other's comfort. Eventually, of course, the deal evens\nout, but the waiting is often maddeningly long.\"\n\n\"And we sit here helpless,\" growled Franklen, \"all clutching our atomic\nweapons that could wipe out Hohmann and most of his country. And as we\nhang on to them, and rub their rounded noses angrily, we watch Hohmann\nwalk in and take over--we are unsure of our grounds. Bah! Why not\nclaim it for what it is--aggressive acquisition of territory? Then\nlet's bomb him and let the world judge for itself.\"\n\nWinter shook his head slowly. \"And if we do, La Belle Francaise will\nrise up and scream 'Oppression'! For France is probably an operating\ncountry today because of Edvard Hohmann. There was once a first-class\ncriminal, Public Enemy Number One, who, during a period of economic\ndepression, used some of his ill-gotten gains to set up soup kitchens\nfor the underfed. You'd hardly convince any one of them that he was\nentirely worthy of the electric chair and not much better. That was\nwhen his crimes were known to all. And people said: 'O.K., so he's\nkilled a bunch of people. They were all criminals, too, and so he saved\nthe country some expense. And besides, he set up soup kitchens, and so\nhe's not a bad sort of fellow!' No, Jim, we've got to get evidence of\ndefinite acts of belligerency.\"\n\n\"Sort of like trying to get evidence against a confidence-man who sells\nhis victims something that they believe valuable.\"\n\nWinter nodded at the simile.\n\n\"More like a druggist who sells opiates indiscriminately. The people\nwho buy them do so because they find them useful even though they are\ndangerous in the long run. But you keep on trying, Jim. The rest of us\nwill see to it that Hohmann isn't running himself up a stockpile of\natomics all the time that his underground warfare is going on.\"\n\n\n\nJim Franklen left the office and wandered down the hall to the Chief\nPhysician's office. Shield greeted Franklen cheerfully and asked what\nwas on the younger man's mind.\n\n\"Nothing much,\" said Jim. \"I was just wondering if you'd isolated the\nbug or whatever it was that hit France.\"\n\n\"We believe so,\" said Dr. Shield. \"We'll know in another couple of\nweeks. It seems to be some sort of filterable virus, air-borne for\ncontagion, and very rugged. Intelligent, too. It apparently knows\nenough not to touch diparasulfathiazole.\"\n\n\"How do these rare illnesses get going?\" questioned Jim.\n\n\"In several ways. The Law of Simple Reactions also applies, you\nknow.\" And seeing the blank look on Franklen's face, he added: \"When\na number of reactions are possible, the one that requires the least\nenergy will happen first. That's saying that the most likely will\nhappen first. A few hundred years ago, so many people died of typhoid,\nyellow fever, and smallpox that a more complex disease like meningitis\nor polio seldom got beyond the normal case frequency. When the more\nprevalent--the more likely diseases--were stopped, we could have polio\nplagues. It's probably been here for a long time, killing its quota\nevery year, but never noticed because of other, more devastating\naffairs.\"\n\n\"I think I understand.\"\n\n\"Why did you ask?\" asked the doctor.\n\n\"Well, I was there, you know. It was rather devastating, though it\ndidn't kill off very many.\"\n\n\"It isn't that type,\" said Shield. \"Which is another factor in its\nnot being noticed. The early symptoms are dysentery, not violent, but\ndefinitely weakening. The secondary symptoms are similar to influenza\nin a mild form. The whole thing just takes all the energy out of the\nsystem and leaves you weaker than a kitten for about twenty days. After\nwhich you can get up and go again, though somewhat rockily. It's a\none-shot affair, luckily. The body builds up an immunity to the bug,\nand once you go through with it, you're safe from then on--though upon\nre-exposure, you can act as a carrier.\"\n\n\"O.K., doctor. I was just wondering because I was rather close to it.\"\n\n\"You didn't catch it?\"\n\n\"Nope. Not yet, anyway.\"\n\n\"And you were in the plague area?\" demanded Dr. Shield.\n\n\"For several days with Commissario Hohmann.\"\n\n\"Then I'd like a sample of your blood,\" said the doctor, reaching for\nhis sterile cabinet. \"Maybe you are carrying the normal antibody in\nquantity already. I'd like to check it.\"\n\nFranklen bared his arm and the doctor extracted thirty or forty CC of\nJim's venous blood. \"Thanks,\" said Dr. Shield. \"We'll also see if you\nhave any other bugs running around loose in here,\" he smiled, holding\nup the vial.\n\n\"O.K., doctor,\" returned Franklen. \"And if you do, just drop 'em a shot\nor something to pacify 'em until I get back and can take care of 'em\nagain.\"\n\nThey parted on a laugh. And once outside of the doctor's door, Jim\nFranklen was met by an official messenger.\n\n\n\nIt was a personally written note from Edvard Hohmann:\n\n    Dear Mr. Franklen:\n\n    This is informal, because I believe that formality between friends\n    is both stuffy and unreal. Also I count you among my friends\n    despite the fact that our political beliefs differ.\n\n    However, in an effort to convince you of my sincerity, I am inviting\n    you to be present as a guest of my party when the Central Power\n    meets the French Chamber of Deputies. This will occur on August 8th,\n    which is but a week hence.\n\n    It is to be an auspicious occasion, this meeting. Plans and forms\n    have been drawn up, a compromise between the democratic government\n    of France and the autocratic Central Power. We shall show the world\n    and humanity that a meeting of minds is always possible between men\n    of high purpose. True, both France and the Central Power must part\n    with certain factors, but we both believe that departing slightly\n    from our previous course by will and agreement is far better than\n    going on as we have, and ultimately arriving at antipodal types of\n    rule.\n\n    Will you attend? Will you come, even to scoff? For you will remain\n    to wonder, and the approval of your Council will mean much to all\n    of us. Be a witness to History in the Making!\n\n                                                             Sincerely,\n                                                        Edvard Hohmann,\n                                            Your friend and Commissario\n                                                  of the Central Power.\n\nHe stared at the letter, wondering. Hohmann's actions seemed logical\nenough; doubtless if he, Jim Franklen, were in Hohmann's shoes,\nhe'd accept whatever the fates offered and reject whatever trouble\nhe could. Hohmann's ambitions were normal for any ruler of Central\nEurope, and he was not, at least, killing millions. Yet--\n\nFranklen smacked his fist into the palm of his hand. He turned into\nWinter's office again and said: \"I've got it!\"\n\nWinter looked up, wondering.\n\n\"Hohmann is using biological warfare,\" said Franklen. \"It's logical,\nit's sensible, and it gets him what he wants, intact. He's soon to be\nrunning France, and not a shot has been fired nor a building damaged.\nWere he to strike an unfriendly country--or when he makes his final\nbreak, Hohmann can take over without resistance. No soldier can serve\na weapon when he's prostrate with that combination of dysentery and\ninfluenza.\"\n\n\"But biological warfare is not considered practical.\"\n\n\"No?\" snorted Franklen. \"Well, if used properly, it can be better than\natomics. Why blast a city you hope to add to your list? Why bother?\nYou have to rebuild it. But if you just move in, you're in and you can\nuse the same paper and pencils and desks and even the same clerks.\"\n\n\"May I point out the difficulty of proving such a thing?\" asked Winter.\n\n\"In the first place, Dr. Shield told me that the ailment was a\nsingle-time illness. Your own troops can have it in a mild form before\nthe invasion. Thereafter they are immune. But they are also vicious\ncarriers, and while they're working among the stricken people, they're\nspreading it among those few who haven't caught it yet.\"\n\nWinter sighed deeply. \"Yes, and even better for Hohmann is the fact\nthat we can prove nothing. You can make enough germ culture in an\napartment house to innoculate a city--contrasting, the separation\nplants of the atomic era. And, Franklen, can you or anybody else make\nHohmann admit that his latest acquisitions happened by any other means\nthan an Act of God? A pandemic is considered such.\"\n\n\"I'll get the proof,\" said Franklen.\n\n\"Just stop Hohmann,\" said Winter. \"Then we can all rest!\"\n\n\n\nFranklen never went to Hohmann's great historic meeting. Three days\nbefore it opened, the same plague struck Mexico, and the United\nStates sent its doctors and its nurses and its aids to the stricken\nneighbor. A good many of them came down with it themselves, but just\nas it had run in France, it ran itself out in three long, hot, Mexican\nweeks. American wealth was poured in, and American effort and American\nefficiency, and Mexico rallied and was grateful. Franklen was a busy\nman, during those days, and he spent another week in the area after\nthe plague was stopped and the populace well on the road to recovery.\n\nThen he returned to his office, to see Thomas Winter.\n\n\"Warfare--or happenstance?\" asked Winter.\n\n\"I'll never know,\" said Franklen wearily. \"Why would they--Winter! You\nknow something!\"\n\nWinter nodded slowly. He handed Franklen a teletyped page, which\nFranklen read aloud:\n\n\"The State of Sonora, Mexico, today voted to secede from Mexico in\nfavor of joining the United States by a vote of almost three to one.\nIf this is accepted, Sonora would become the fifty-first State of the\nUnion. There is some doubt--\"\n\n\"Winter--what is this?\"\n\n\"A fragment of the International News Service report,\" replied Winter.\n\"And here is a text of President Halstead's reply:\n\n\"The United States of America feels gratified that she is deemed so\nhigh by the residents of Sonora, Mexico. An act of this sort, however,\nmust be made with the full consent of the Mexican Government.\"\n\n\"So we've got ourselves a Border Incident?\" muttered Franklen.\n\nWinter shook his head. \"Worse than that. Here's the topper-offer,\" and\nhe handed Franklen a sheet of paper. Franklen read it silently and\nthen whistled explosively.\n\n\"So the Government of Mexico offers complete annexation of all the\nstates of Mexico to the United States of America in exchange for\ncertain provisos and considerations in the way of civil government of\nthe new territory?\"\n\nWinter nodded. \"And from what they tell me of the Mexican demands, the\nUnited States would be imbecilic not to accede to their request.\"\n\nFranklen shook his head widely and slowly. \"Madness!\" he said quietly.\n\"If we do, we're legally guilty of the same offense as Hohmann. If we\ndo not, we're fools. How can the pot call the kettle black and still\nretain a moral sense of values?\"\n\n\"Can't,\" grumbled Winter. \"And we've got ourselves another twenty\nmillion citizens, three quarters of a million square miles, and\nsomething like a total of eighty United States of America!\"\n\nWinter stood up, his face bitter. \"United Nations Weapon Council,\" he\ngrowled. \"Preserve the future peace. Stop aggression and territorial\nexpansion. Hell!\"\n\nHe picked up a brass inkwell and hurled it through the door glass. His\nsecretary peered in, wondering.\n\n\n\nThat was only the beginning. Just the start of a long series of\nsimilar events that came crowding in on one another so fast that it\nmade one's head spin. Five years passed in this same mad whirl. Five\nyears of the same crazy pattern.\n\nAnd then the Central Power, which was now calling itself the European\nPower, faced the United States of The Americas across the Atlantic\nOcean. From Ellsmere Island to Cape Horn lay the United States of\nThe Americas, and from Spitzbergen to the Cape of Good Hope lay the\nEuropean Power, all and both combined.\n\nAnd as before, Jim Franklen, now an older but still struggling\nFranklen, was still working on the same question; and Thomas Winter,\nalso older and more resigned, urged Franklen on.\n\n\"Hindsight,\" said Franklen sourly, \"is infinitely superior to\nforesight, or at least it is better accomplished.\"\n\nWinter nodded. \"This is what we might have expected,\" he said. \"Years\nand years ago when Hohmann started this last war. Now we're all in\na position where strife might well break out at any moment. And the\nquestion is whether to break out in open strife at once, or wait it\nout and hope for the best. We can no longer move leisurely. Hohmann\nhas seen to it that for every advance he has made, we've made a\ngreater one. But now he is fresh out of available land to spread out\nacross, and he's looking at us. We've been dragged and dragged by\nhis indirectness into this situation, where the United States as it\nwas is no longer just we folks, but encompasses a myriad of peoples,\ntypes, and governmental ideas. True, Washington is still the seat of\ngovernment, but that makes it seem as though we were to blame for our\nown expansion.\"\n\n\"I may be able to help,\" said Franklen at last. \"I think I've got the\nanswer, finally.\"\n\n\n\nHe said no more about it, but he was gone, somewhere for three months,\nafter which he returned long enough to pick up Dr. Shield and fly with\nhim to Europe. He gained audience with Edvard Hohmann within a few\nhours.\n\n\"My American friend,\" exclaimed Hohmann, taking Franklen's hand. \"And\nthis?\"\n\n\"This is Dr. Shield,\" said Jim. \"He's been instrumental in tracking\ndown some of the many plagues that have hit the world.\"\n\n\"Perhaps he can tell us where so many different illnesses come from,\"\nsaid Hohmann, interestedly. \"A kind Providence, that offers both\nmyself and your government the chance, to become great--it is kind,\nand I say right that we have prospered--seldom seems in existence at\nthe proper time.\"\n\n\"Sometimes illnesses emerge from the common welter of human frailties\nonly because they have been eclipsed by more common ailments,\" said\nShield. \"There is one other way in which an illness can suddenly\nbreak out. Mutations. If you recall, the photographic industry nearly\nwent out of business when atomic power came in, because there were\nradioactive atoms everywhere--even in the emulsions and the films\nthemselves. That has been largely abated, but only by special methods.\nThe world, right now, is bathed in many many more kinds of radiation\nthan ever before. Where once only alpha particles were, now are\nprotons and neutrons and both positive and negative electrons, and\ngamma from here to there in wave length. Illness comes from bugs,\nCommissario Hohmann, and bugs as well as humans can evolve. The\npossibilities are limitless, it requires only a diligent search--\"\n\n\"Diligent search?\" asked Hohmann. \"You sound as though you believed\nthat someone might have been seeking such illnesses.\"\n\n\"Only academically, perhaps, just as we are,\" replied Shield. \"Just\nto know what possible mutations might take place, and perhaps give\nus a bit of warning, we have been operating a radiation-biological\nlaboratory.\"\n\n\"Indeed?\" said Hohmann.\n\n\"Oh yes. And we've come up with some of the most peculiar cultures.\nPure laws of chance, because most mutants die. We've got a violent\none that affects the calcium exchange in the body--your bones, you\nknow, are in a constant state of equilibrium, the matter changes, new\ncomes in to replace old going out--so that only the outgoing side is\nworking. The bones jellify. We've licked that one by antibodies and\npartial immunities. But the more recent ones have rather peculiar\neffects. One of them strikes the nerves in the semicircular canals of\nthe ear. During the two months of its run, the patient cannot stand,\nor cannot retain any balance at all. He cannot even lift his hands as\nhe desires, because he ... well, he might think he was standing on his\nhead, but he can't even accept a delusion as to his position, for all\nposition-sense is gone, completely. After two months, the average body\nrecovers, and the patient is well again. We've feared that, and we've\nlearned how to prevent it. That's a good thing, too, for it strikes\nwithin a few minutes after exposure to any carrier.\"\n\n\"A rather terrible possibility,\" smiled Hohmann. \"I've always been\nproud of my sense of balance.\" He laughed nervously and stood upon one\nfoot for a few seconds.\n\n\"We were thinking that it might be well to combine our laboratories,\"\nsaid Franklen. \"We can pool our findings and collectively advance so\nthat this wave of mutated bugs can be prevented.\"\n\n\"That is an excellent idea,\" said Hohmann--\n\nAt which point he fell flat on his face!\n\n\n\nThe world's stockpiles of atomic weapons is rusting and unused--as\nsuch. Gradually, they are being broken down and the high-grade\nfissionables are being taken and used to light the fires of humanity.\nJim Franklen is an old man, no longer an agent of the United Nations,\nbut just a citizen of United Terra.\n\nAnd the rattle of the saber is gone, and the storm of atomic bombs is\nno longer expected.\n\nFor the last Global War was fought with weapons that seldom killed,\nnever maimed, and always left the cities of the world intact for the\nnext generation.\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68233/pg68233.txt",
        "name": "the_incredible_invasion.json"
    }
}