{
    "name": "The courting of Lady Jane",
    "author": [
        "Bacon, Josephine Daskam",
        "Bacon, Selden, Mrs.",
        "Daskam, Josephine Dodge",
        "Bacon, Josephine Dodge Daskam",
        "Lovell, Ingraham"
    ],
    "body": "By Josephine Daskam\n\nCopyright, 1903, by Charles Scribner's Sons\n\n\nThe colonel entered his sister's room abruptly, sat down on her bed, and\nscattered a drawerful of fluffy things laid out for packing.\n\n\"You don't seem to think about my side of the matter,\" he said gloomily.\n\"What am I to do here all alone, for Heaven's sake?\"\n\n\"That is so like a man,\" she murmured, one arm in a trunk. \"Let me see:\nparty-boots, the children's arctics, Dick's sweater--did you think I\ncould live here forever, Cal?\"\n\n\"Then you shouldn't have come at all. Just as I get thoroughly settled\ndown to flowers in the drawing-room, and rabbits in a chafing-dish, and\npeople for dinner, you skip off. Why don't you bring the children here?\nWhat did you marry into the navy for, anyway? Nagasaki! I wouldn't live\nin a place called Nagasaki for all that money could buy!\"\n\n\"You're cross,\" said Mrs. Dick placidly. \"Please get off that\nbath-wrapper. If you don't like to live alone--Six bath-towels, Dick's\nshoe-bag, my old muff (I hope and pray I'll remember that!) Helen's\nreefer--Why don't you marry?\"\n\n\"Marry? Marry! Are you out of your mind, Dosia? I marry!\"\n\nThe colonel twisted his grayish mustache into points; a look of horror\nspread over his countenance.\n\n\"Men have done it,\" she replied seriously, \"and lived. Look at Dick.\"\n\n\"Look at him? But how? Who ever sees him? I've ceased to believe in him,\npersonally. I can't look across the Pacific. Consider my age, Dosia;\nconsider my pepper-and-salt hair; consider my bronchitis; consider--\"\n\n\"Consider your stupidity! As to your hair, I should hate to eat a salad\ndressed with that proportion of pepper. As to your age, remember you're\nonly ten years ahead of me, and I expect to remain thirty-eight for some\ntime.\"\n\n\"But forty-eight is centenarian to a girl of twenty-two, Dosia.\"\n\nThe colonel was plaiting and un-plaiting the ball-fringe of the\nbed-slip; his eyes followed the motion of his fingers--he did not see\nhis sister's triumphant smile as she dived again into the trunk.\n\n\"That depends entirely on the girl. Take Louise Morris, for instance;\nshe regards you as partly entombed, probably\"--the colonel winced\ninvoluntarily--\"but, on the other hand, a girl like Jane Leroy would\nhave no such nonsense in her head, and she can't be much more than\ntwenty.\"\n\n\"She is twenty-two,\" cried the unsuspecting colonel eagerly.\n\n\"Ah? I should not have said so much. Now such a girl as that, Cal,\nhandsome, dignified, college-bred, is just the wife for an older man.\nOne can't seem to see her marrying some young snip of her own age. She'd\nbe wasted on him. I happen to know that she refused Wilbur Vail entirely\non that ground. She admitted that he was a charming fellow, but she told\nher mother he was far too young for her. And he was twenty-eight.\"\n\n\"Did she?\" The colonel left the fringe. \"But--but perhaps there were\nother reasons; perhaps she didn't--\"\n\n\"Oh, probably she didn't. But still, she said he was too young. That's\nthe way with these serious girls. Now I thought Dick was middle-aged\nwhen I married him, and he was thirty. Jane doesn't take after her\nmother; she was only nineteen when she was born--I mean, of course, when\nJane was born. Will you hand me that crocheted shawl, please?\"\n\n\"My dear girl, you're not going to try to get that into that trunk, too?\nSomething will break.\"\n\n\"Not at all, my dear Clarence. Thank you. Will you send Norah up to me\nas you go down?\"\n\nIt had not occurred to the colonel that he was going down, but he\ndecided that he must have been, and departed, forgetting Norah utterly\nbefore he had accomplished half of the staircase.\n\nHe wandered out through the broad hall, reaching down a hat absently,\nand across the piazza. Then, half unconscious of direction, he crossed\nthe neat suburban road and strolled up the gravel path of the cottage\nopposite. Mrs. Leroy was sitting in the bay-window, attaching indefinite\nyards of white lace to indefinite yards of white ruffles. Jane, in cool\nviolet lawn, was reading aloud to her. Both looked up at his light knock\nat the side door.\n\n\"But I am afraid I interrupt,\" he suggested politely, as he dropped\ninto a low chair with a manner that betokened the assurance of a warm\nwelcome.\n\n\"Not the least in the world,\" Mrs. Leroy smiled whimsically.\n\n\"Lady is reading Pater to me for the good of my soul, and I am listening\npolitely for the good of her manners,\" she answered. \"But it is a little\nwearing for us both, for she knows I don't understand it, and I know she\nthinks me a little dishonest for pretending to.\"\n\n\"Mother!\"\n\nThe girl's gray eyes opened wide above her cool, creamy cheeks; the\ndeep dimples that made her mother's face so girlish actually added a\nregularity and seriousness to the daughter's soft chin. Her chestnut\nhair was thick and straight, the little half-curls of the same rich tint\nthat fell over her mother's forehead brushed wavelessly back on each\nside of a deep widow's peak.\n\nThe two older ones laughed.\n\n\"Always uncompromising, Lady Jane!\" the colonel cried.\n\n\"I assure you, colonel, when Lady begins to mark iniquities, few of us\nstand!\"\n\nJane smiled gravely, as on two children. \"You know very well that is\nnonsense,\" she said.\n\nBlack Hannah appeared in the door, beaming and curtsying to the colonel.\n\n\"You-all ready foh yoh tea, Miss Lady?\" she inquired.\n\nA sudden recollection threw Mrs. Leroy into one of her irresistible fits\nof gentle laughter.\n\n\"Oh, Lady,\" she murmured, \"do you remember that impossible creature that\nlectured me about Hannah's asking you for orders? Did I tell you about\nit, colonel?\"\n\nJane shook her head reprovingly.\n\n\"Now, mother dearest, you always make him out worse--\"\n\n\"Worse, my darling? Worse is a word that couldn't be applied to that\nman. Worse is comparative. Positive he certainly was, superlative is\nmild, but comparative--never!\"\n\n\"Tell about it, do,\" begged the guest.\n\n\"Well, he came to see how Lady was growing up--he's a sort of species of\nrelative--and he sat in your chair, colonel, and talked the most amazing\nFourth Reader platitudes in a deep bass voice. And when Hannah asked\nLady what her orders were for the grocer, he gave me a terrible look and\nrumbled out: 'I am grieved to see, Cousin Alice, that Jennie has burst\nher bounds!'\n\n\"It sounded horribly indecorous--I expected to see her in fragments on\nthe floor--and I fairly gasped.\"\n\n\"Gasped, mother? You laughed in his face!\"\n\n\"Did I, dearest? It is possible.\" Mrs. Leroy admitted. \"And when I\nlooked vague he explained, 'I mean that you seem to have relinquished\nthe reins very early, Cousin Alice!'\n\n\"'Relinquished? Relinquished?' said I. 'Why, dear me, Mr. Wadham, I\nnever held 'em!'\"\n\n\"He only meant, mother dear, that--\"\n\n\"Bless you, my child, I know what he only meant! He explained it to\nme very fully. He meant that when a widow is left with a ten-year-old\nchild, she should apply to distant cousins to manage her and her funds.\"\n\n\"Disgusting beast!\" the colonel exclaimed with feeling, possessing\nhimself of one of Hannah's beaten biscuits, and smiling as Lady Jane's\nwhite fingers dropped just the right number of lumps in his tea.\n\nHow charming she was, how dignified, how tender to her merry little\nmother, this grave, handsome girl! He saw her, in fancy, opposite him at\nhis table, moving so stately about his big empty house, filling it with\npretty, useless woman's things, lighting every corner with that last\ntouch of grace that the most faithful housekeeper could never hope to\nadd to his lonely life. For Theodosia had taught him that he was lonely.\nHe envied Dick this sister of his.\n\nHe wondered that marriage had never occurred to him before: simply it\nhad not. Ever since that rainy day in April, twenty years ago, when\nthey had buried the slender, soft-eyed little creature with his twisted\nsilver ring on her cold finger, he had shut that door of life; and\nthough it had been many years since the little ring had really bound him\nto a personality long faded from his mind, he had never thought to open\nthe door--he had forgotten it was there.\n\nHe was not a talkative man, and, like many such, he dearly loved to be\namused and entertained by others who were in any degree attractive to\nhim. The picture of these two dear women adding their wit and charm and\ndainty way of living to his days grew suddenly very vivid to him; he\nrealized that it was an unconscious counting on their continued interest\nand hospitality that had made the future so comfortable for so long.\n\nWith characteristic directness he began:\n\n\"Will your Ladyship allow me a half-hour of business with the\nqueen-mother?\"\n\nShe rose easily and stepped out through the long window to the little\nside porch, then to the lawn. They watched her as she paced slowly away\nfrom them, a tall violet figure vivid against all the green.\n\n\"She is a dear girl, isn't she?\" said her mother softly.\n\nA sudden flood of delighted pride surged through the colonel's heart.\nIf only he might keep them happy and contented and--and his! He never\nthought of them apart: no rose and bud on one stem were more essentially\ntogether than they.\n\n\"She is too dear for one to be satisfied forever with even our charming\nneighborliness,\" he answered gravely. \"How long have we lived 'across\nthe street from each other,' as they say here, Mrs. Leroy?\"\n\nShe did not raise her eyes from her white ruffles.\n\n\"It is just a year this month,\" she said.\n\n\"We are such good friends,\" he continued in his gentle, reserved voice,\n\"that I hesitate to break into such pleasant relations, even with\nthe chance of making us all happier, perhaps. But I cannot resist the\ntemptation. Could we not make one family, we three?\"\n\nA quick, warm color flooded her cheeks and forehead. She caught her\nbreath; her startled eyes met his with a lightning-swift flash of\nsomething that moved him strangely.\n\n\"What do you mean, Colonel Driscoll?\" she asked, low and quickly.\n\n\"I mean, could you give me your daughter--if she--at any time--could\nthink it possible?\"\n\nShe drew a deep breath; the color seemed blown from her transparent skin\nlike a flame from a lamp. For a moment her head seemed to droop; then\nshe sat straight and moistened her lips, her eyes fixed level ahead.\n\n\"Lady?\" she whispered, and he was sure that she thought the word was\nspoken in her ordinary tone. \"Lady?\"\n\n\"I know--I realize perfectly that it is a presumption in me--at my\nage--when I think of what she deserves. Oh, we won't speak of it again\nif you feel that it would be wrong!\"\n\n\"No, no, it is not that,\" she murmured. \"I--I have always known that I\nmust lose her; but she--one is so selfish--she is all I have, you know!\"\n\n\"But you would not lose her!\" he cried eagerly. \"You would only share\nher with me, dear Mrs. Leroy! Do you think--could she--it is possible?\"\n\n\"Lady is an unusual girl,\" she said evenly, but with something gone out\nof her warm, gay voice. \"She has never cared for young people. I know\nthat she admires you greatly. While I cannot deny that I should prefer\nless difference than lies between your ages, it would be folly in me to\nfail to recognize the desirability of the connection in every other\nway. Whatever her decision--and the matter rests entirely with her--my\ndaughter and I are honored by your proposal, Colonel Driscoll.\"\n\nShe might have been reading a carefully prepared address: her eyes never\nwavered from the wall in front--it was as if she saw her words there.\n\n\"Then--then will you ask her?\"\n\nShe stared at him now.\n\n\"You mean that you wish me to ask her to marry you?\"\n\n\"Yes,\" he said simply. \"She will feel freer in that way. You will know\nas I should not, directly, if there is any chance. I can talk about it\nwith you more easily--somehow.\"\n\nShe shrugged her shoulders with a strange air of exhaustion; it was the\nyielding of one too tired to argue.\n\n\"Very well,\" she breathed, \"go now, and I will ask her. Come this\nevening. You will excuse--\"\n\nShe made a vague motion. The colonel pitied her tremendously in a blind\nway. Was it all this to lose a daughter? How she loved her!\n\n\"Perhaps to-morrow morning,\" he suggested, but she shook her head\nvehemently.\n\n\"No, to-night, to-night!\" she cried. \"Lady will know directly. Come\ntonight!\"\n\nHe went out a little depressed. Already a tiny cloud hung between them.\nSuppose their pleasant waters had been troubled for worse than nothing?\nSuddenly his case appeared hopeless to him. What folly--a man of his\nyears, and that fresh young creature with all her life before her! He\nwondered that he could have dreamed of it; he wished the evening over\nand the foolish mistake forgiven.\n\nHis sister was full of plans and dates, and her talk covered his almost\nabsolute silence. After dinner she retired again into packing, and he\nstrode through the dusk to the cottage; his had not been a training that\nseeks to delay the inevitable.\n\nThe two women sat, as usual at this hour, on the porch. Their white\ngowns shimmered against the dark honeysuckle-vine. He halted at the\nsteps and took off the old fatigue-cap he sometimes wore, standing\nstraight and tall before them.\n\nMrs. Leroy leaned back in her chair; the faintest possible gesture\nindicated her daughter, who had risen and stood beside her.\n\n\"Colonel Driscoll,\" she said in a low, uneven voice, \"my daughter wishes\nme to say to you that she appreciates deeply the honor you do her, and\nthat if you wish it she will be your wife. She--she is sure she will be\nhappy.\"\n\nThe colonel felt his heart leap up and hit heavily against his chest.\nWas it possible? A great gratitude and pride glowed softly through him.\nHe walked nearly up the steps and stood just below her, lifting her hand\nto his lips.\n\n\"My dear, dear child,\" he said slowly, \"you give me too much, but you\nmust not measure my thankfulness for the gift by my deserts. Whatever a\nman can do to make you and your mother happy shall be done so long as I\nlive.\"\n\nShe smiled gravely into his eyes and bowed her head slightly; like all\nher little motions, it had the effect of a graceful ceremony. Then,\nslipping loose her hand, she seated herself on a low stool beside her\nmother's chair, leaning against her knee. Her sweet silence charmed him.\n\nHe took his accustomed seat, and they sat quietly, while the breeze\npuffed little gusts of honeysuckle across their faces. Occasional\nneighbors greeted them, strolling past; the newly watered lawns all\nalong the street sent up a fresh turfy odor; now and then a bird chirped\ndrowsily. He felt deliriously intimate, peacefully at home. A fine,\nsubtle sense of _bien-etre_ penetrated his whole soul.\n\nWhen he rose to go they had hardly exchanged a dozen words. As he held,\nher hand closely, half doubting his right, she raised her face to him\nsimply, and he kissed her white forehead. When he bent over her mother's\nhand it was as cold as stone.\n\nThrough the long pleasant weeks of the summer they talked and laughed\nand drove and sailed together, a happy trio. Mrs. Leroy's listless\nquiet of the first few days gave way to a brilliant, fitful gayety that\nenchanted the more silent two, and the few hours when she was not with\nthem seemed incomplete. On his mentioning this to her one afternoon she\nshot him a strange glance.\n\n\"But this is all wrong,\" she said abruptly. \"What will you do when I am\ngone in the winter?\"\n\n\"What do you mean?\" he asked. \"Gone where, when, how?\"\n\n\"My dear colonel,\" she said lightly, but with an obvious effort, \"do\nyou imagine that I cannot leave you a honeymoon, in spite of my doting\nparenthood? I plan to spend the latter part of the winter in New York\nwith friends. Perhaps by spring--\"\n\n\"My dear Mrs. Leroy, how absurd! How cruel of you! What will Lady do?\nWhat shall I do? She has never been separated from you in her life. Does\nshe know of this?\"\n\n\"No; I shall tell her soon. As for what she will do--she will have her\nhusband. If that is not enough for her, she should not marry the man who\ncannot--\"\n\nShe stopped suddenly and controlled with great effort a rising emotion\nalmost too strong for her. Again a deep, inexplicable sympathy welled up\nin him. He longed to comfort her, to give her everything she wanted. He\nblamed himself and Jane for all the trouble they were causing her.\n\nThat afternoon she kept in her room, and he and his fiancee drank\ntheir tea together alone. He was worried by the news of the morning,\ndissatisfied out of all proportion, vexed that so sensible and natural\na proposition should leave him so uneasy and disappointed. He had\nmeant the smooth, quiet life to go on without a break, and now the new\nrelation must change everything.\n\nHe glanced at Jane, a little irritated that she should not perceive\nhis mood and exorcise it. But she had not her mother's marvellous\nsusceptibility. She drank her tea in serene silence. He made a few\nhaphazard remarks, hoping to lose in conversation the cloud that\nthreatened his evening; but she only assented tranquilly and watched the\nchanging colors of the early sunset.\n\n\"Have you made a vow to agree with everything I say?\" he asked finally,\nhalf laughing, half in earnest.\n\n\"Not at all,\" she replied placidly, \"but you surely do not want an\nargument?\"\n\n\"Oh, no,\" he answered her, vexed at himself.\n\n\"What do you think of Mrs. ------'s novel?\" he suggested, as the pages,\nfluttering in the rising breeze, caught his attention.\n\n\"Mother is reading it, not I,\" she returned indifferently. \"I don't care\nvery much for the new novels.\"\n\nInvoluntarily he turned as if to catch her mother's criticism of the\nbook: light, perhaps, but witty, and with a little tang of harmless\nsatire that always took his fancy. But she was not there. He sighed\nimpatiently; was it possible he was a little bored?\n\nA quick step sounded on the gravel walk, a swish of skirts.\n\n\"It is Louise Morris,\" she said, \"I'll meet her at the gate.\"\n\nAfter a short conference she returned.\n\n\"Will you excuse me, please?\" she said, quite eagerly for her. \"Mother\nwill be down soon, anyway, I am sure. Louise's brother is back; he has\nbeen away in the West for six years. Mother will be delighted--she was\nalways so fond of Jack. Louise is making a little surprise for him. He\nmust be quite grown up now. I'll go and tell mother.\"\n\nA moment later and she was gone. Mrs. Leroy took her place in the\nwindow, and imperceptibly under her gentle influence the cloud faded\nfrom his horizon; he forgot the doubt of an hour ago. At her suggestion\nhe dined there, and found himself, as always when with his hostess, at\nhis best. He felt that there was no hypocrisy in her interest in his\nideas, and the ease with which he expressed them astonished him even\nwhile he delighted in it. Why could he not talk so with Jane? It\noccurred to him suddenly that it was because Jane herself talked rarely.\nShe was, like him, a listener, for the most part. His mind, unusually\nalert and sensitive to-night, looked ahead to the happy winter evenings\nhe had grown to count on so, and when, with an effort, he detached\nthis third figure from the group to be so closely allied after\nChristmas-tide--the date fixed for the wedding--he perceived that there\nwas a great gap in the picture, that the warmth and sparkle had suddenly\ngone. All the tenderness in the world could not disguise that flash of\nforesight.\n\nHe grew quiet, lost in revery. She, following his mood, spoke less and\nless; and when Jane returned, late at night, escorted by a tall, bronzed\nyoung ranchman, she found them sitting in silence in a half-light,\nstaring into the late September fire on the hearth.\n\nIn the month that followed an imperceptible change crept over the three.\nThe older woman was much alone--variable as an April day, now merry and\ncaressing, now sombre and withdrawn. The girl clung to her mother more\nclosely, sat for long minutes holding her hand, threw strange glances at\nher betrothed that would have startled him, so different were they\nfrom her old, steady regard, had not his now troubled sense of some\nimpalpable mist that wrapped them all grown stronger every day. He\navoided sitting alone with her, wondering sometimes at the ease\nwith which such tete-a-tetes were dispensed with. Then, struck with\napprehension at his seeming neglect, he spent his ingenuity in delicate\nattentions toward her, courtly thoughtfulness of her tastes, beautiful\ngifts that provoked from her, in turn, all the little intimacies and\ntender friendliness of their earlier intercourse.\n\nAt one of these tiny crises of mutual restoration, she, sitting alone\nwith him in the drawing-room, suddenly raised her eyes and looked\nsteadily at him.\n\n\"You care for me, then, very much?\" she said earnestly. \"You--you would\nmiss--if things were different? You really count on--on--our marriage?\nAre you happy?\"\n\nA great remorse rose in him. Poor child--poor, young, unknowing\ncreature, that, after all, was only twenty-two! She felt it, then, the\nstrange mist that seemed to muffle his words and actions, to hold him\nback. And she had given him so much!\n\nHe took her hands and drew her to him.\n\n\"My dear, dear child,\" he said gently, \"forgive a selfish middle-aged\nbachelor if he cannot come up to the precious ideals of the sweetest\ngirlhood in the world! I am no more worthy of you, Lady dear, than\nI have ever been, but I have never felt more tender toward you, more\nsensible of all you are giving me. I cannot pretend to the wild love of\nthe poets you read so much; that time, if it ever was, is past for me.\nI am a plain, unromantic person, who takes and leaves a great deal for\ngranted--I thought you knew that. But you must never doubt--\" He paused\na moment, and for the first time she interrupted him nervously.\n\n\"I never will--Clarence,\" she said almost solemnly; and it struck him\nfor the first time that she had never called him by his name before. He\nleaned over her, and as in one of her rare concessions she lifted her\nface up to him, he bent lower than her forehead; what compelled him to\nkiss her soft cheek rather than her lips he did not know.\n\nUnexpected business summoned him to New York for a fortnight the next\nday, and the great city drew him irresistibly into its noisy maelstrom.\nThe current of his thoughts changed absolutely. Old friends and new took\nup his leisure. His affairs, as they grew more pressing, woke in him\na keen delight in the struggle with his opponents; as he shook hands\ntriumphantly with his lawyer after a well-earned victory he felt years\nyounger. He decided that he had moped too long in the country: \"We must\nmove into town this season,\" he said to himself.\n\nHe fairly ran up the cottage steps in the gathering dusk. He longed to\nsee them, full of plans for the winter. Hannah met him at the door:\nthe ladies had gone to a dance at the Morrises'; there had been an\ninvitation for him, so he would not intrude if he followed.\n\nHastily changing his clothes, he walked up the street. Lights and music\npoured out of the open windows of the large house; the full moon made\nthe grounds about it almost as bright as the rooms. He stepped up on\nthe piazza and looked in at the swaying couples. Lady Jane, beautiful\nin pale blue mull, drifted by in her young host's arms. She was flushed\nwith dancing; her hair had escaped from its usual calm. He hardly\nrecognized her. As he looked out toward the old garden, he caught a\nglimpse of a flowing white gown, a lace scarf thrown over a head whose\nfine poise he could not mistake.\n\nA young man passed him with a filmy crepe shawl he knew well. The\ncolonel stepped along with him.\n\n\"You are taking this to Mrs. Leroy?\"\n\n\"Yes, colonel, she feels the air a little.\"\n\n\"Let me relieve you of it,\" and he walked alone into the garden with the\nsoftly scented cobweb over his arm.\n\nShe was standing in an old neglected summer-house, her back to the door.\nAs he stopped behind her and laid the soft wrap over her firm white\nshoulders, she turned her head with a startled prescience of his\npersonality, and met his eyes full. He looked straight into those soft\ngray depths, and as he looked, searching for something there, he knew\nnot what, troubled strangely by her nearness and the helpless surrender\nof her fastened gaze, a great light burst upon him.\n\n\"It is you! it is you!\" he said hoarsely, and crushing her in his arms,\nhe kissed her heavily on her yielding mouth.\n\nFor a moment she rested against him. The music, piercingly sweet, drove\naway thought. Then she drew herself back, pushing him blindly from her.\n\n\"No, no, no!\" she gasped, \"it is Lady! You are mad--\"\n\n\"Mad?\" he said quickly. \"I was never sane till now. When I think of what\nI had to offer that dear child, when I realize to what a farce of love\nI was sacrificing her--oh, Alice dearest, you are a woman; you must have\nknown!\"\n\nShe raised her head; an unquenchable triumph smiled at him.\n\n\"I did know!\" she cried exultantly. Suddenly her whole expression\nchanged, her head sank again.\n\n\"Oh, Lady, my child, my baby!\" she moaned, all mother now, and\nbrokenhearted.\n\n\"You must never tell her, never!\" she panted. \"You will forget; you--I\nwill go away--\"\n\n\"It is you who are mad, Alice,\" he said sternly. \"Listen to me. For all\nthese weeks it has been your voice I have remembered, your face I\nhave seen in imagination in my house. It is you I have missed from\nus three--never Lady. It is you I have tried to please and hoped to\nsatisfy--not Lady. Ever since you told me you would not spend the winter\nwith us I have been discontented. Why, Alice, I have never kissed her in\nmy life--as I have kissed you.\"\n\nShe grew red to the tips of her little ears, and threw him a quick\nglance that tingled to his fingers' ends.\n\n\"You would not have me--oh, my dear, it is not possible!\" he cried.\n\nShe burst into tears. \"I don't know--I don't know!\" she sobbed. \"It will\nbreak her heart! I don't understand her any more; once I could tell what\nshe would think, but not now.\"\n\n\"Hush! some one is coming,\" he warned her, and taking her arm he drew\nher out through a great gap in the side of the little house, so that\nthey stood hidden by it.\n\n\"Then I will tell him to his face what I think of him!\" said a young\nman's voice, angry, determined, but shaking with disappointment. \"To\nhold a girl--\"\n\n\"He does not hold me--I hold myself!\" It was Lady's voice, low and\ntrembling. \"It is all my fault, Jack. I bound myself before I knew\nwhat--what a different thing it really was. I do love him--I love him\ndearly, but not--not--No, no; I don't mean what you think--or, if I do,\nI must not. Jack, I have promised, don't you see? And when I thought\nthat perhaps he didn't care so much, and asked him--oh, I told you how\nbeautifully he answered me, I will never hurt him so, never!\"\n\n\"It is disgusting, it is horrible; he is twenty-five years older than\nyou--he might be your father!\" stormed the voice.\n\n\"I--I never cared for young people before!\"\n\nCould this be Lady, this shy, faltering girl? Moved by an overmastering\nimpulse, the man behind the summer-house turned his head and looked\nthrough the broken wall.\n\nLady Jane was blushing and paling in quick succession: the waves of red\nflooded over her moved face and receded like the tide at turn. Her eyes\nwere piteous; her hair fell low over her forehead; she looked incredibly\nyoung.\n\n\"Of course,\" said the young man bitterly, \"it is a good match--a fine\nmatch, You will have a beautiful home and everything you want.\"\n\nShe put out her hands appealingly. \"Oh, Jack, how can you hurt me so?\nYou know I would live with you in a garret--on the plains--\"\n\n\"Then do it.\"\n\n\"I shall never hurt a person so terribly to whom I have freely given my\nword,\" she said, with a touch of her old-time decision.\n\nColonel Driscoll felt his blood sweeping through his veins like wine. He\nwas far too excited for finesse, too eager--and he had been so willing\nto wait, once!--for the next sweet moment when this almost tragedy\nshould be resolved into its elements. He strode out into the open space\nin front of the little house.\n\n\"My dear young people,\" he said, as they stared at him in absolute\nsilence, \"I am, I am--\" He had intended to carry the matter off\njocularly, but the sight of the girl's tear-stained face and the emotion\nof the minutes before had softened and awed him. His eyes seemed yet to\nhold those gray ones; he felt strangely the pressure of that soft body\nagainst his.\n\n\"Ah, my dear,\" he said gently, \"could you not believe me when I told you\nthat my one wish was to make you happy as long as I lived? Happiness is\nnot built on mistakes, and you must forgive us if we do not always allow\nyouth to monopolize them.\n\n\"She has always been like a dear child to me, Mr. Morris\"--he turned to\nthe other man--\"and you would never wish me to change my regard for her,\ncould you know it!\n\n\"Go with him, Lady dear, and forgive me if I have ever pained\nyou--believe me, I am very happy to-night.\"\n\nHe raised her softly as she knelt before him weeping, and kissed her\nhair.\n\n\"But there is nothing to forgive,\" he assured her.\n\nThey went away hand in hand, happy, like two dazed children for whom\nthe sky has suddenly but not--because they are young--too miraculously\nopened, and the shrubbery swallowed them.\n\nHe turned and strode back into the shadow. Mrs. Leroy sat crouching on\nthe fallen timber, her head still bent. Stooping behind her, he drew her\ntoward him.\n\n\"They have forgotten us by now,\" he whispered, \"can I make you forget\nthem?\"",
    "metadata": {
        "author": [
            "Bacon, Josephine Daskam",
            "Bacon, Selden, Mrs.",
            "Daskam, Josephine Dodge",
            "Bacon, Josephine Dodge Daskam",
            "Lovell, Ingraham"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23368/pg23368.txt",
        "name": "the_courting_of_lady_jane.json"
    }
}