{
    "name": "The Sea Fogs",
    "author": [
        "Stevenson, Robert Louis",
        "Stevenson, R. L. (Robert Louis)"
    ],
    "body": "With an Introduction by Thomas Rutherford Bacon\n\n\nWestern Classics No. 1\n\n               A sheeted spectre white and tall,\n               The cold mist climbs the castle wall\n               And lays its hand upon thy cheek.\n\n               --Longfellow.\n\n\n\n\n\nIntroduction\n\n\nRobert Louis Stevenson first came to California in 1879 for the\npurpose of getting married. The things that delayed his marriage are\nsufficiently set forth in his \"Letters\" (edited by Sidney Colvin) and\nin his \"Life\" (written by Graham Balfour). It is here necessary to refer\nonly to the last of the obstacles, the breaking down of his health. It\nis in connection with the evil thing that came to him at this time that\nhe first makes mention of \"the sea fogs,\" that beset a large part of the\nCalifornia coast. He speaks of them as poisonous; and poisonous they\nare to any one who is afflicted with pulmonary weakness, but bracing and\nglorious to others. They give the charm of climate to dwellers around\nthe great bay. How he took this first very serious attack of the\nterrible malady is indicated in the letter to Edmund Gosse, dated April\n16, 1880. His attitude toward death is shown here, and is further shown\nin his little paper AEs Triplex, in which he successfully vindicates\nhis generation from the charge of cowardice in the face of death.\nStevenson's two distinguishing characteristics were his courage and his\ndetermination to be happy as the right way of making other people\nhappy. His courage, far more than change of scene and climate, gave him\nfourteen more years in which to contribute to the sweetness and light\nof the world. These years were made fruitful to others by his determined\nhappiness, a happiness in which the main factor, outside of his own\ndetermination, came from the companionship which his marriage brought to\nhim. The great principles by which he lived influenced those who did not\nknow him personally, through his gift of writing. He always maintained\nthat it was not a gift but an achievement, and that any one could write\nas well as he by taking as much pains. We may well doubt the soundness\nof this theory, but we cannot doubt the spiritual attitude from which it\ncame. It came from no mock humility, but from a feeling that nothing was\ncreditable to him except what he did. He asked no credit for the talents\ncommitted to his charge. He asked credit only for the use be made of the\ntalents.\n\nStevenson was married May 19, 1880. His health, which had delayed the\nmarriage, determined the character of the honeymoon. He must get away\nfrom the coast and its fogs. His honeymoon experiences are recorded\nin one of the most delightful of his minor writings, \"The Silverado\nSquatters.\" He went, with his wife, his stepson and a dog, to squat\non the eastern shoulder of Mount Saint Helena, a noble mountain which\ncloses and dominates the Napa Valley, a wonderful and fertile valley,\nrunning northward from the bay of San Francisco. Silverado was a\ndeserted mining-camp. Stevenson has intimated that there are more ruined\ncities in California than in the land of Bashan, and in one of these he\ntook up his residence for about two months, \"camping\" in the deserted\nquarters of the extinct mining company. Had he gone a little beyond the\ntoll-house, just over the shoulder of the mountain, he would probably\nnever have seen the glory of \"the sea fogs.\" It would have been better\nfor his health but worse for English literature.\n\nMy first knowledge of that glory came to me twenty years ago. I had come\nto California to care for one dearly beloved by me, who was fighting the\nsame fight that Stevenson fought, and against the same enemy, and who\nwas fighting it just as bravely. I took him to the summit of the Santa\nCruz Mountains in the hope that we might escape the fogs. As I watched\non the porch of the little cottage where he lay, I saw night after night\nwhat I believe to be the most beautiful of all natural phenomena, the\nsea fog of the Pacific, seen from above. Under the full moon, or under\nthe early sun which slowly withers it away, the great silver sea with\nits dark islands of redwood seemed to me the most wonderful of things.\nWith my wonder and delight, perhaps making them more poignant, was the\nfear lest the glory should mount too high, and lay its attractive hand\non my beloved. The fog has been dear to me ever since. I have often\ngrumbled at it when I was in it or under it, but when I have seen it\nfrom above, that first thrill of wonder and delight has come back to me\n--always. Whether on the Berkeley hills I see its irresistible columns\nmoving through the Golden Gate across the bay to take possession of\nthe land, or whether I stand on the height of Tamalpais and look at the\nwhite, tangled flood below,--\n\n     \"My heart leaps up when I behold.\"\n\nIt remains to me--\n\n    \"A vision, a delight and a desire.\"\n\nWhen the beauty of the fog first got hold of me, I wondered whether any\none had given literary expression to its supreme charm. I searched the\nworks of some of the better-known California poets, not quite without\nresult. I was familiar with what seem to me the best of the serious\nverses of Bret Harte, the lines on San Francisco,--wherein the city is\npictured as a penitent Magdalen, cowled in the grey of the Franciscans,\n--the soft pale grey of the sea fog. The literary value of the figure\nis hardly injured by the cold fog that the penitence of this particular\nMagdalen has never been of an enduring quality. It is to be noted that\nwhat Harte speaks of is not the beauty of the fog, but its sobriety and\ndignity.\n\nSill, with his susceptibility to the infinite variety of nature and with\nthe spark of the divine fire which burned in him, refers often to some\nof the effects of the fog, such as the wonderful sunset colors on the\nBerkeley hills in summer. But I find only one direct allusion to the\nbeauty of the fog itself:--\n\n     (1)\"There lies a little city in the hills;\n     White are its roofs, dim is each dwelling's door,\n     And peace with perfect rest its bosom fills.\n\n     \"There the pure mist, the pity of the sea,\n     Comes as a white, soft hand, and reaches o'er\n     And touches its still face most tenderly.\"\n\nIn 1887 I had not read \"The Silverado Squatters.\" Part of it had been\npublished in Scribner's Magazine. It was only in the following year that\nI got hold of the book and found an almost adequate expression of my own\nfeeling about the sea fogs. Stevenson did not know all their beauty,\nfor he was not here long enough, but he could tell what he saw. In other\nwords, he had a gift which is denied to most of us.\n\nSilverado is now a quite impossible place for squatting. When I first\ntried to enter, I found it so given over to poison-oak and rattlesnakes\nthat I did not care to pursue my investigations very far. I did not know\nat that time that I was quite immune from the poison of the oak and that\nthe California rattlesnake was quite so friendly and harmless an animal\nas John Muir has since assured us that he is. The last time that\nI passed Silverado, it was accessible only by the aid of a gang of\nwood-choppers.\n\nCuriously, the last great fog effect that I have seen was almost the\nsame which Stevenson has described. Last summer we had been staying for\na month with our friends who have a summer home about three miles\nbeyond Stevenson's \"toll-house.\" It is, I believe, the most beautiful\ncountry-seat on this round earth, and its free and gentle hospitality\ncannot be surpassed. We left this delightful place of sojourning between\nthree and four o'clock in the morning to catch the early train from\nCalistoga. Our steep climb up to the toll-house was under the broad\nsmile of the moon, which gradually gave way to the brilliant dawn.\nWhen we passed the toll-house, the whole Napa Valley should have been\nrevealed to us, but it was not. The fog had surged through it and had\nhidden it. What we saw was better than the beautiful Napa Valley. I\nshould like to tell what we saw, but I cannot,--\"For what can the man do\nwho cometh after the king?\"\n\n\n(1) This exquisite little poem is unaccountably omitted from the\nHousehold (and presumably complete) Edition of Sill's poems issued\nby Houghton, Mifflin & Co., 1906. It is found in the little volume,\n\"Poems,\" by Edward Rowland Sill, published by the same firm at an\nearlier date. Mountain View Cemetery is no longer a \"little city.\"\n\n\n\n\nTHE SEA FOGS\n\n\nA change in the colour of the light usually called me in the morning.\nBy a certain hour, the long, vertical chinks in our western gable, where\nthe boards had shrunk and separated, flashed suddenly into my eyes as\nstripes of dazzling blue, at once so dark and splendid that I used to\nmarvel how the qualities could be combined. At an earlier hour, the\nheavens in that quarter were still quietly coloured, but the shoulder of\nthe mountain which shuts in the canyon already glowed with sunlight in\na wonderful compound of gold and rose and green; and this too would\nkindle, although more mildly and with rainbow tints, the fissures of\nour crazy gable. If I were sleeping heavily, it was the bold blue that\nstruck me awake; if more lightly, then I would come to myself in that\nearlier and fairer light.\n\nOne Sunday morning, about five, the first brightness called me. I rose\nand turned to the east, not for my devotions, but for air. The night had\nbeen very still. The little private gale that blew every evening in our\ncanyon, for ten minutes or perhaps a quarter of an hour, had swiftly\nblown itself out; in the hours that followed, not a sigh of wind had\nshaken the treetops; and our barrack, for all its breaches, was less\nfresh that morning than of wont. But I had no sooner reached the window\nthan I forgot all else in the sight that met my eyes, and I made but two\nbounds into my clothes, and down the crazy plank to the platform.\n\nThe sun was still concealed below the opposite hilltops, though it was\nshining already, not twenty feet above my head, on our own mountain\nslope. But the scene, beyond a few near features, was entirely changed.\nNapa Valley was gone; gone were all the lower slopes and woody foothills\nof the range; and in their place, not a thousand feet below me, rolled a\ngreat level ocean. It was as though I had gone to bed the night before,\nsafe in a nook of inland mountains and had awakened in a bay upon the\ncoast. I had seen these inundations from below; at Calistoga I had\nrisen and gone abroad in the early morning, coughing and sneezing, under\nfathoms on fathoms of gray sea vapour, like a cloudy sky--a dull sight\nfor the artist, and a painful experience for the invalid. But to sit\naloft one's self in the pure air and under the unclouded dome of heaven,\nand thus look down on the submergence of the valley, was strangely\ndifferent and even delightful to the eyes. Far away were hilltops like\nlittle islands. Nearer, a smoky surf beat about the foot of precipices\nand poured into all the coves of these rough mountains. The colour of\nthat fog ocean was a thing never to be forgotten. For an instant, among\nthe Hebrides and just about sundown, I have seen something like it on\nthe sea itself. But the white was not so opaline; nor was there, what\nsurprisingly increased the effect, that breathless crystal stillness\nover all. Even in its gentlest moods the salt sea travails, moaning\namong the weeds or lisping on the sand; but that vast fog ocean lay in\na trance of silence, nor did the sweet air of the morning tremble with a\nsound.\n\nAs I continued to sit upon the dump, I began to observe that this\nsea was not so level as at first sight it appeared to be. Away in the\nextreme south, a little hill of fog arose against the sky above the\ngeneral surface, and as it had already caught the sun it shone on the\nhorizon like the topsails of some giant ship. There were huge waves,\nstationary, as it seemed, like waves in a frozen sea; and yet, as I\nlooked again, I was not sure but they were moving after all, with a slow\nand august advance. And while I was yet doubting, a promontory of the\nhills some four or five miles away, conspicuous by a bouquet of tall\npines, was in a single instant overtaken and swallowed up. It reappeared\nin a little, with its pines, but this time as an islet and only to be\nswallowed up once more and then for good. This set me looking nearer,\nand I saw that in every cove along the line of mountains the fog was\nbeing piled in higher and higher, as though by some wind that was\ninaudible to me. I could trace its progress, one pine tree first growing\nhazy and then disappearing after another; although sometimes there was\nnone of this forerunning haze, but the whole opaque white ocean gave a\nstart and swallowed a piece of mountain at a gulp. It was to flee these\npoisonous fogs that I had left the seaboard, and climbed so high among\nthe mountains. And now, behold, here came the fog to besiege me in my\nchosen altitudes, and yet came so beautifully that my first thought was\nof welcome.\n\nThe sun had now gotten much higher, and through all the gaps of the\nhills it cast long bars of gold across that white ocean. An eagle,\nor some other very great bird of the mountain, came wheeling over the\nnearer pinetops, and hung, poised and something sideways, as if to look\nabroad on that unwonted desolation, spying, perhaps with terror, for\nthe eyries of her comrades. Then, with a long cry, she disappeared again\ntoward Lake County and the clearer air. At length it seemed to me as\nif the flood were beginning to subside. The old landmarks, by whose\ndisappearance I had measured its advance, here a crag, there a brave\npine tree, now began, in the inverse order, to make their reappearance\ninto daylight. I judged all danger of the fog was over. This was not\nNoah's flood; it was but a morning spring, and would now drift\nout seaward whence it came. So, mightily relieved, and a good deal\nexhilarated by the sight, I went into the house to light the fire.\n\nI suppose it was nearly seven when I once more mounted the platform to\nlook abroad. The fog ocean had swelled up enormously since last I saw\nit; and a few hundred feet below me, in the deep gap where the Toll\nHouse stands and the road runs through into Lake County, it had already\ntopped the slope, and was pouring over and down the other side like\ndriving smoke. The wind had climbed along with it; and though I was\nstill in calm air, I could see the trees tossing below me, and their\nlong, strident sighing mounted to me where I stood.\n\nHalf an hour later, the fog had surmounted all the ridge on the opposite\nside of the gap, though a shoulder of the mountain still warded it\nout of our canyon. Napa Valley and its bounding hills were now utterly\nblotted out. The fog, sunny white in the sunshine, was pouring over into\nLake County in a huge, ragged cataract, tossing treetops appearing and\ndisappearing in the spray. The air struck with a little chill, and\nset me coughing. It smelt strong of the fog, like the smell of a\nwashing-house, but with a shrewd tang of the sea-salt.\n\nHad it not been for two things--the sheltering spur which answered as\na dyke, and the great valley on the other side which rapidly engulfed\nwhatever mounted--our own little platform in the canyon must have been\nalready buried a hundred feet in salt and poisonous air. As it was, the\ninterest of the scene entirely occupied our minds. We were set just out\nof the wind, and but just above the fog; we could listen to the voice of\nthe one as to music on the stage; we could plunge our eyes down into the\nother, as into some flowing stream from over the parapet of a bridge;\nthus we looked on upon a strange, impetuous, silent, shifting exhibition\nof the powers of nature, and saw the familiar landscape changing from\nmoment to moment like figures in a dream.\n\nThe imagination loves to trifle with what is not. Had this been indeed\nthe deluge, I should have felt more strongly, but the emotion would\nhave been similar in kind. I played with the idea as the child flees in\ndelighted terror from the creations of his fancy. The look of the thing\nhelped me. And when at last I began to flee up the mountain, it was\nindeed partly to escape from the raw air that kept me coughing, but it\nwas also part in play.\n\nAs I ascended the mountainside, I came once more to overlook the upper\nsurface of the fog; but it wore a different appearance from what I\nhad beheld at daybreak. For, first, the sun now fell on it from high\noverhead, and its surface shone and undulated like a great nor'land moor\ncountry, sheeted with untrodden morning snow. And, next, the new level\nmust have been a thousand or fifteen hundred feet higher than the old,\nso that only five or six points of all the broken country below me\nstill stood out. Napa Valley was now one with Sonoma on the west. On the\nhither side, only a thin scattered fringe of bluffs was unsubmerged; and\nthrough all the gaps the fog was pouring over, like an ocean into the\nblue clear sunny country on the east. There it was soon lost; for it\nfell instantly into the bottom of the valleys, following the watershed;\nand the hilltops in that quarter were still clear cut upon the eastern\nsky.\n\nThrough the Toll House gap and over the near ridges on the other side,\nthe deluge was immense. A spray of thin vapour was thrown high above it,\nrising and falling, and blown into fantastic shapes. The speed of its\ncourse was like a mountain torrent. Here and there a few treetops were\ndiscovered and then whelmed again; and for one second, the bough of a\ndead pine beckoned out of the spray like the arm of a drowning man.\nBut still the imagination was dissatisfied, still the ear waited for\nsomething more. Had this indeed been water (as it seemed so, to the\neye), with what a plunge of reverberating thunder would it have rolled\nupon its course, disembowelling mountains and deracinating pines And yet\nwater it was and sea-water at that--true Pacific billows, only somewhat\nrarefied, rolling in mid-air among the hilltops.\n\nI climbed still higher, among the red rattling gravel and dwarf\nunderwood of Mount Saint Helena, until I could look right down upon\nSilverado, and admire the favoured nook in which it lay. The sunny plain\nof fog was several hundred feet higher; behind the protecting spur a\ngigantic accumulation of cottony vapour threatened, with every second\nto blow over and submerge our homestead; but the vortex setting past\nthe Toll House was too strong; and there lay our little platform, in\nthe arms of the deluge, but still enjoying its unbroken sunshine. About\neleven, however, thin spray came flying over the friendly buttress, and\nI began to think the fog had hunted out its Jonah after all. But it was\nthe last effort. The wind veered while we were at dinner, and began\nto blow squally from the mountain summit and by half-past one all that\nworld of sea fogs was utterly routed and flying here and there into the\nsouth in little rags of cloud. And instead of a lone sea-beach, we found\nourselves once more inhabiting a high mountainside, with the clear green\ncountry far below us, and the light smoke of Calistoga blowing in the\nair.\n\nThis was the great Russian campaign for that season. Now and then, in\nthe early morning, a little white lakelet of fog would be seen far down\nin Napa Valley but the heights were not again assailed, nor was the\nsurrounding world again shut off from Silverado.\n\n\n\n  Here Ends No. One the Western Classics Being The Sea Fogs by Robert\n  Louis Stevenson With an Introduction by Thomas Rutherford Bacon & A\n  Photogravure Frontispiece After A Painting by Albertine Randall Wheelan\n  of this First Edition One Thousand Copies Have Been Issued Printed Upon\n  Fabriano Handmade Paper the Typography Designed by J. H. Nash Published\n  by Paul Elder and Company & Done Into A Book for Them at the Tomoye\n  Press in the City of New York MCMVII",
    "metadata": {
        "author": [
            "Stevenson, Robert Louis",
            "Stevenson, R. L. (Robert Louis)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5272/pg5272.txt",
        "name": "the_sea_fogs.json"
    }
}