{
    "name": "The Indulgence of Negu Mah",
    "author": [
        "Arthur, Robert"
    ],
    "body": "In his garden, Negu Mah, the Callisto uranium merchant, sat sipping a\nplatinum mug of molkai with his guest, Sliss the Venusian.\n\nNanlo, his wife, pushing before her the small serving cart with its\nplatinum molkai decanter, paused for an instant as she entered the\nshell of pure vitrite which covered the garden, giving it the illusion\nof out-of-doorness.\n\nNegu Mah sat at his ease, his broad, merry, half-Oriental face\ngood-humored, his features given a ruddy tinge by the light of rising\nJupiter, the edge of whose sphere was beginning to dominate the\nhorizon. Sliss, the intelligent amphibian, squatted across from him in\nthe portable tub of water which he carried with him whenever absent\nfrom the swamps of his native Venus.\n\nThe amphibian's popping eyes turned toward her, the wide frog-face\nsplit in a smile of appreciation as Nanlo approached. She refilled\ntheir mugs deftly and withdrew. But before she reentered the house she\ncould not resist hesitating to glance toward rising Jupiter and the\nslim shaft of the rocketship silhouetted now against its surface.\n\nThe ship was the cargo rocket Vulcan, newest and swiftest of Negu Mah's\nfreighter fleet. Fully fueled and provisioned, storage space jammed\nwith refrigerated foods that in space the cold of the encompassing void\nwould keep perfectly for generations were it necessary, she would take\noff in the morning from the close-by landing port for Jupiter's other\nsatellites, then go on to the Saturnian system, returning finally with\nfull holds of uranium for Negu Mah's refineries on Callisto.\n\nShe was a beautiful craft, the Vulcan, and one man could manage her,\nthough her normal crew was seven. She had cost a great sum. But Negu\nMah was wealthy.\n\nNanlo's face, sylph-like in its beauty, hardened. Negu Mah was wealthy\nindeed. Had he not bought her, and had she not cost him more, much\nmore, than the Vulcan?\n\nBut no, it was not quite accurate to say that Negu Mah had bought her.\nHowever, since time immemorial beautiful daughters had been, if not\nsold, yet urged into marriages to wealthy men for the benefit of their\nimpoverished families. And though science had made great strides,\nconquering the realms of the telescope and invading those below the\nlevel of the microscope, finding cures for almost every disease the\nflesh of man was heir to, there was one ailment it had not yet\nconquered--poverty.\n\nNanlo's father had been a rocket port attendant. Once he had been a\npilot, but a crash had crippled him for life. Thereafter, his wages had\nbeen quite insufficient to sustain him, his brood of half a dozen\nchildren, and their hard-working mother.\n\nBut Nanlo, growing up, had developed into a mature beauty that rivaled\nthe exotic loveliness of the wild orchids of Io. And in debarking at\nthe rocket port on a business trip to earth, because hurricanes had\nforced him to land far south of New York, Negu Mah had seen her.\n\nThereafter--But that is a story as ancient as history too.\n\nIt was a truth Nanlo conveniently overlooked now that she had not been\nunwilling to be Negu Mah's bride. It was true she had driven a sharp\nbargain with him--her father's debts paid, and sufficient more to ease\nher parents' life and educate her brothers and sisters. Plus a marriage\nsettlement for herself, and a sum in escrow in the Earth Union bank,\nshould she ever divorce him for cruelty or mistreatment. But that had\nbeen only innate shrewdness. She would still have married him had he\nrefused her demands for her family. For his wealth fascinated her, and\nthe prospect of being a virtual queen, even of a distant outpost colony\nsuch as that on Callisto, appealed to her.\n\nAnd she had thought that she was taking little risk, for if she were\ndissatisfied, the law these days was very lenient toward unhappy\nmarital relationships. It required only definite proof of misconduct,\nmistreatment, or oppression of any kind to win freedom from an unwanted\npartner. Nanlo had been confident that after a year or two she would be\nable to shake free of the bonds uniting her to Negu Mah and take flight\nfor herself into a world made vastly more pleasant by the marriage\nsettlement remaining to her.\n\nBut now she had been married, and had lived on Callisto, for a full\nfive years, and her tolerance of Negu Mah had long since turned to\nbitter hate. Not because he was a bad husband, but because he was too\ngood a one!\n\n                     *      *      *      *      *\n\nThere was an ironic humor in the situation, but Nanlo was not disposed\nto recognize it. Lenient as the law was, yet it required some grounds\nbefore it could free her. And she had no grounds whatever. Negu Mah was\nat all times the model of courtesy and consideration toward her. He\ngranted every reasonable wish and some that were unreasonable--although\nwhen he refused one of the latter, it was with a firmness as\nunshakeable as a rock.\n\nTheir home was as fine as any on earth. She had more than adequate help\nin taking care of it. She had ample time for any pursuits that\ninterested her. But she used it only to become more and more bitter\nagainst Negu Mah because she could find no excuse to divorce him.\n\nSo great had her bitterness become that, if she could have gotten off\nCallisto in any way, she would have deserted him. This would have meant\nforfeiting her marriage settlement and the sum that was in escrow. It\nwould also have left her father in debt to Negu Mah for all that Negu\nMah had given him. But Nanlo's passionate rebellion had reached such a\nstate of ferment in her breast that she would have accepted all this to\nstrike a blow at the plump, smiling man who now sat drinking molkai in\ntheir garden with their guest from Venus.\n\nThe answer to that was--Negu Mah would not let her leave Callisto. The\njourney to earth, he logically argued, was still one containing a large\nelement of danger. There was no reason for her to visit any other\nplanet, and law and custom required that she look after their home\nwhile he himself was away on business.\n\nIn this he was unshakeable. There was a stern and unyielding side to\nhim, inherited perhaps from his Eastern ancestors, that left Nanlo\nshaken and frightened when it appeared. She had seen it the one time\nshe had seriously gone into a tantrum in an effort to make him let her\ntake a trip to earth. It had so startled and terrified her that she had\nnever used those tactics again.\n\nBut now, as she wheeled away the molkai decanter and left Negu Mah and\nSliss to themselves, joy and exultation was singing in her. Doubly. For\nshe was going to run away from Negu Mah, run away with the man she\nloved, and in their flight they were going to steal the Vulcan. Thus\nNegu Mah would be doubly punished. He would be hurt in his pride and in\nhis pocketbook. And all through the Jupiter and Saturn systems, where\nhis wealth, his position, and his beautiful wife were openly envied, he\nwould be laughed at and derided.\n\nHumming lightly under her breath, Nanlo put the molkai decanter away in\na little pantry and hurried on to her own apartment. Molkai was a\npowerful, though non-habit-forming drink. Under its influence one\nbecame talkative, but disinclined to movement. Sliss and her husband\nwould remain as they were for hours, leaving her free to do as she\nwould. The servants were asleep in another part of the building, and\nthere was no one to note as she changed her clothes swiftly for a\nlight, warm travelling suit, caught up two small bags, one holding her\npersonal things, the other her jewels, and let herself out through her\nown private entrance into the darkness of the rear gardens.\n\nWhere in the shadows the tall, blonde young engineer, Hugh Neils, was\nwaiting for her....\n\n                     *      *      *      *      *\n\nNegu Mah, when his beautiful wife had left the garden, sighed and put\nto one side his mug of molkai.\n\n\"Sliss, my friend,\" he said to the Venusian, who was regarding him with\nlarge, unblinking pop-eyes, \"I am troubled in my mind. Tonight I must\ndispense justice. Justice to myself and justice to another. To be just\nis often to be terribly cruel.\"\n\nSliss blinked, once, a film moving horizontally across his large eyes\nand retracting, to show that he understood. Due to the difficulty of\nusing his artificial speech mechanism, he refrained from speaking until\nspeech was necessary.\n\n\"My wife, Nanlo,\" Negu Mah said heavily, \"is unhappy. I have done all\nthat is in my power to make her happy, but I have failed. She has made\nsome requests that I have denied, namely, to be permitted freedom to\nvisit earth. That I denied because I knew the paths she intended to\ntread would not have led her to happiness either, and I hoped that in\nthe end, here she would find contentment. I have hoped in vain. Tonight\nshe intends to take matters into her own hands.\"\n\nSliss blinked again, politely, to indicate that he was interested if\nNegu Mah cared to tell him more. Negu Mah rose.\n\n\"My friend,\" he said, \"if you will come with me, I will show you what I\nmean.\"\n\nSliss grasped the edge of his tub with webbed hands and swung his\nwebbed, yellow-skinned feet free from the water which kept the\nsensitive membranes from drying, and at the same time supplied his body\ntissues with liquid. Falling upon all fours, like a great, misshapen\npet, he waddled awkwardly after his host.\n\nNegu Mah led him to an elevator within the house. This took them to a\nhigher floor, and there they followed a corridor to the rear of the\nbuilding. Here Negu Mah, without showing a light, opened a door, and in\nsilence they moved out upon a small balcony overlooking the rear\ngardens, which were shrouded in darkness because rising Jupiter was on\nthe opposite side of the building.\n\nThey had stood there only a moment when below them a door opened, and a\nsmall figure slipped through. Another figure appeared from beneath the\nshadows of a cluster of slender, purple neklo trees and moved forward\nto greet the first. They met in the center of a tiny open space, where\na fountain spurting through holes in crystal made a sweet murmuring\nmusic. And to the two watchers rose whispered words--\"Nanlo! Nanlo, my\ndarling!\" \"Hugh! Oh, Hugh, my love, hold me close and tell me that\neverything is ready for us to leave!\"\n\n                     *      *      *      *      *\n\nHugh Neils' arms held her close, and his lips were hot on hers. That he\nwas here as they had planned meant that he had succeeded in the other\nplans they had agreed upon. Exultation soared higher in Nanlo's breast.\n\n\"Then we can go? Go now?\" she asked eagerly, as Hugh Neils released\nher. \"The crew is asleep? You were able to arrange it?\"\n\nThe young engineer looked down at her, his thin face a pale blur in the\ndarkness.\n\n\"In five minutes, just five minutes, Nanlo, my own,\" he whispered. \"I\nleft the guard half an hour ago, drinking molkai into which I put a\nsleeping powder. Give him five more minutes to fall asleep, then we can\ngo to the ship unseen, unchecked. Until then, we can wait here in the\ngarden.\"\n\nHe led her toward the trilling fountain and they sat down upon a bench\nbefore it, of rare Callisto crystal. They still were in darkness, but\nthe flame-like Jupiter light touched the tops of the neklo trees above\nthem with a ruddy light which brought faint glimmerings from the\nradioactive leaves.\n\nHugh Neils was a recent college graduate whom Negu Mah had hired as an\nassistant supervisor in the refining mills on Callisto, where the\nprecious uranium 235 was separated from the ordinary metal. It was not\na desirable job, but the best Hugh Neils could get. His college record\nof reckless scrapes and entanglements with women had been against him.\nIndeed, this position had only come to him because his home was in the\nsame section as Nanlo's, and Negu Mah had thought that perhaps his\ncompany on occasion would help alleviate Nanlo's restlessness.\n\nIt had--but to an extent Negu Mah had not foreseen.\n\n\"In less than a quarter of an hour, Nanlo my darling,\" Hugh Neils\nwhispered now, \"we'll be gone from here, and you'll belong only to me.\nWe'll leave this infernal barren satellite to spin itself dizzy out\nhere in no place. We'll leave that humpty-dumpty husband of yours and\nhis hypocritical good-nature to whistle for his wife and his ship. We\nwon't care. We'll be together, always together from now on, and he'll\nnever see us again.\"\n\nNanlo leaned against his shoulder, the prospect that he painted seemed\nvery sweet to her.\n\n\"You're sure you can manage the ship alone?\" she asked. \"But of course,\nI can help, a little anyway. You can teach me.\"\n\n\"Of course,\" Hugh Neils answered confidently, and bent to kiss her\nagain. \"I've been studying her for a week, asking questions, making\nfriends with the crew. I can handle her one-handed. We'll take off and\ncircle Jupiter first. They may think we landed on the other side, in\nthe Outlaw Crevice. Or they may figure that we went on to Saturn, and\nwill hide somewhere in the system there.\n\n\"But we won't do either, and they won't know where to look for us.\nInstead of turning back on the other side of Jupiter, we'll make a\ntangential angle out into space. We'll hold it for a month, for\nsafety's sake. We could hold for fifty years, or a hundred, if we\nneeded to. There's fuel and provisions, meant for the mines, enough to\nlast that long.\n\n\"At the end of the month, we'll swing back, cut into the path of the\nsun, and pick up Mars as she comes in from behind Sol.\n\n\"On Mars, we can sell the Vulcan. There's an outfit in the Equator\nZone, in the mountains west of the Great Canal, that will buy her and\nno questions asked. I learned about them from a fraternity brother\nwhile I was in college. He'd run into some hard luck, they gave him a\njob, and he was making money hand over fist. They're asteroid miners.\nThe work they do is illegal, but it's perfectly justified morally. What\nright have men with more money than they know what to do with to own\neverything in the Solar System? How can a young fellow get a start any\nmore, when corporations and rich old fogies own everything?\n\n\"Maybe I'll join up with this outfit. After we've sold the ship I'll\nsee. How does that sound to you?\"\n\n\"Wonderful, Hugh,\" Nanlo whispered. \"But I don't care about that. All I\nwant is for us to be together. Always. You and me, and our love,\ntogether for eternity. That's all I want.\"\n\n\"That's all I want, too, darling Nanlo,\" Hugh Neils told her passionately,\nand kissed her. \"Together, forever. Just you and me.\"\n\nNanlo sighed, with luxuriant happiness, and peered at his radiumite\nwrist watch.\n\n\"The five minutes are up,\" she murmured. \"Can't we go now?\"\n\nHugh Neils nodded.\n\n\"We've waited plenty long enough,\" he decided. \"The guard will be\nasleep by now. The crew were that way when I left them, in the\ndormitory. I saw that they had plenty of spiked molkai at dinner.\nPretended it was my birthday celebration. And the ship's all ready and\nwaiting for the take-off. All we have to do is lock the port and close\nthe rising switch.\"\n\nThe two on the bench by the fountain rose, and for a long minute were\nlocked in an embrace. Then they turned toward the dark-shadowed trees\nand disappeared beneath them, in the direction of the nearby space\nport.\n\n                     *      *      *      *      *\n\nNegu Mah silently turned back into the house. Sliss shuffled after him.\nThe uranium merchant led the way back to the vitrite covered garden and\nthere, a little wearily, resumed his seat and picked up his mug again.\nSliss climbed back into his tub of water, sighed gratefully at the\ncomfort it gave him, and then turned his pop-eyes toward his host. He\nblinked once, inquiringly, and Negu Mah understood that the intelligent\namphibian was asking if he intended to do nothing to stop the pair who\nwere running away.\n\nNegu Mah sipped pensively at his drink.\n\n\"If she had only told me,\" he murmured. \"If she had only come to me and\nsaid she desired her freedom. If they had only both come together and\nfaced me, saying that though it meant giving up all they had, they\nwanted only each other! I would have been generous. I would have been\nindulgent. But they did not. They had not the courage. They were afraid\nof me. And they hated me.\"\n\nNegu Mah was silent for a moment. Both he and his guest stared toward\nthe graceful shaft of the Vulcan, now fully silhouetted against the\nwhole tremendous bulk of Jupiter, sitting like a titanic scarlet egg\nupon the horizon of Callisto. The Jupiter light flooded the vitrite\ngarden, gave the plants there, chosen with an eye to this, strange,\nexotic, glowing colors, flushed Negu Mah and Sliss with a ruby\nradiance.\n\nTowards that dark, waiting craft the two they had watched were even now\nstealing, tense with the weight of their daring and their crime. In a\nmoment they would reach her, enter her, actuate machinery that was\nmiraculous in its complex simplicity, and be gone then on the wings it\ngave them into the concealing embrace of universal space.\n\n\"You see, my friend Sliss,\" Negu Mah said finally, \"Nanlo is beautiful,\nbut there is nothing within. Her beauty deceived me. I thought that\nwhere such loveliness existed, there must be a soul to animate it. I\nwas wrong. She is like an imitation gem--beautiful on the surface,\npaste within. Yet the mistake was mine, and I did not blame her. I\nindulged her, and still hoped that something real would bloom within\nher.\"\n\nHe drained the molkai in his mug, one great gulp, and slumped back.\n\n\"The young man, too, Hugh Neils. I thought he would be a companion for\nher. But he too is weak. Yet they say they love each other. They\nswear--we heard them--that they want only each other and their love for\nall time.\"\n\nSliss blinked, twice, and Negu Mah nodded.\n\n\"Yes,\" he said. \"If they carry out their plans as we heard them, that\nfeeling will soon go. The sale of the Vulcan, even as stolen property,\nwould give them many credits. After that--luxury, self-indulgence. And\ntheir natures are too weak to withstand the ravages of such things. So\nI have been troubled to know what to do.\n\n\"You see, my friend from Venus, though I would have let Nanlo go had\nshe asked me, my own honor is at stake when she seeks to deal me an\ninjury by slipping away in the night, and stealing from me the Vulcan.\nShe is doing evil, and must be punished. The young man, too--indulgent\nas I am, I can not let him dishonor me thus without paying any\npenalty.\"\n\nSliss' eye membranes shut, questioningly.\n\n\"Yet,\" the uranium merchant went on, \"I have a fondness for Nanlo. I\nwill not prevent her from doing as she has chosen to do, for the intent\nwould still be there, and knowing it as I do, all between us is over. I\ncan not aid her to fulfill her plans, either, for that is to injure her\nand myself too. But there is another course. I have chosen that.\"\n\nHe gestured with one plump hand toward the silhouetted ship.\n\n\"I believe they have entered the Vulcan,\" he announced. \"I saw light as\nthe entrance port opened then.\"\n\nThe amphibian's great, frog head nodded agreement.\n\n\"So,\" Negu Mah continued, \"I have decided to exercise what indulgence I\ncan in the face of the injury they would do me. They shall have their\nchance.\"\n\nHe fell silent again. Sliss leaned forward in his tub. Both of them\nwatched intently. A flare of greenish light had sprung up beneath the\nblack pillar that was the Vulcan. For just an instant the freighter\nstood there, green radiance expanding around her. Then she leaped into\nthe sky.\n\nWith her leap, she seemed to suck the radiance along. It became a great\ncone of glowing light that, arrow-like, raced away upward. For a long\ninstant the black length of the ship, and the greenish fan of flame,\nwere outlined against the scarlet background of Jupiter. Then the\nfreighter rocket, flinging herself upward at three gravities or better,\npassed the edge of the planet and vanished.\n\nNegu Mah sat very quiet for some moments. But at last he stirred again.\nSliss' eyes turned toward him, immobile.\n\n\"Sometimes love transforms the weak,\" the uranium merchant said slowly.\n\"Like fire giving temper to soft metal. Sometimes a mutual love will\nendure for all eternity, and the two who share it will gain from it a\nsoul they did not have before. Nanlo and Hugh Neils have this chance.\nBoth said they wanted only the other, and their love, for all eternity.\nTo gain this, both were willing to cheat, to steal, to dishonor me and\nthemselves.\n\n\"So, Sliss, my understanding friend, they have paid the price, they\nshall have what they ask for.\n\n\"As the man, Hugh Neils, said, there is fuel and food in the holds of\nthe Vulcan to run the motors and last the lifetime of a man--or a man\nand a woman. Indeed, two lifetimes, or three, for I was aware of their\nplans, and secretly I placed aboard the craft many additional supplies.\nFuel, and food, and books, and tools. And one additional thing the two\nwho flee now there in space have not counted upon.\n\n\"Into the controls of the Vulcan one of my engineers has placed a small\ndevice. After two hundred hours, or when they are well beyond Jupiter,\nthis device will swing the Vulcan straight toward Proxima Centauri, the\nnearest star. In that position the controls will lock. And for twenty\nyears, a generation, it will be impossible either to alter the course\nof the Vulcan or to shut her blast motors off.\n\n\"At the end of that time the last tank of reserve fuel will be\nexhausted, and they will cease automatically. Then once more the Vulcan\nmay be controlled by those aboard. They may switch the motors onto the\ntanks of fuel in the cargo holds, and continue onwards. If they were\ncelestial navigators, they might try to turn, and seek earth again. But\nthey are not navigators, and the sun will be but a tiny spark in the\nlimitless darkness, one with a million others, not to be told apart.\nThey will know that only Proxima Centauri in all space may the Vulcan\nhope to reach in their lifetime, or perhaps even in that of their\ndescendants, for a message to that effect they will find presently.\n\n\"So it may be that they will continue onward of their own choice. If\nthey make no choice, momentum will carry them onward, perhaps forever.\n\n\"But in any case, Nanlo and Hugh Neils will have exactly what they have\nasked for--each other, for all eternity. If truly that was what they\nwanted, a great destiny may be theirs. A lifetime of travel can bring\nthem to the stars. They or their descendants can be the first humans to\nbridge the gap of nothingness that has thus far daunted the stoutest\nhearts.\"\n\nAs they watched, the green dart of light dwindled and was gone. And\nquite invisible at last in the arms of outer darkness, the Vulcan sped\nits two passengers onward toward the stars.",
    "metadata": {
        "author": [
            "Arthur, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23688/pg23688.txt",
        "name": "the_indulgence_of_negu_mah.json"
    }
}