{
    "name": "The Ambassadors From Venus",
    "author": [
        "Barlay, Bennett",
        "Richards, Clay",
        "Chaber, M. E.",
        "Crossen, Ken",
        "Crossen, Kendell Foster",
        "Foster, Richard",
        "Monig, Christopher"
    ],
    "body": "The first ship landed in a plowed field fifty miles from the city, just\nbeyond the signs that warned of radiation. Rather circular in shape, it\nwas fully sixty feet across and twenty feet in thickness, its color a\nburnished green. It came down swiftly until it was fifty feet from the\nground; then a gush of flame poured from the under side and checked its\nfall. It settled to the soil, like a giant mushroom, and there was a\nsmell of scorched earth in the air.\n\nMax Carr was the first to see it. He was sitting under the gnarled\napple tree in the front yard, and he watched the ship settle down on\nthat tail of fire. He should have been out in the fields planting, but\nhe wasn't. He hadn't worked in months, beyond milking the cows and\ntossing them wisps of hay. He knew that a hundred million people had\ndied in America the day the bombs fell, that hundreds of millions\nmore had died in Europe the following day, and in Asia and Africa the\nday after, as American atomic bombs rocketed in reply to the sudden\nattack.\n\nHe knew that millions had died since, and were still dying as the\nradioactivity bit deep into their bones and flesh. He felt the clutch\nof death on himself, so he looked at the ship with little curiosity.\nIt was a strange ship, but there was nothing it could do that had not\nalready been done.\n\nBut when nothing happened, when no strange warriors came swaggering\nfrom the ship, his sluggish interest uncoiled and took on life. He\ncalled his wife and children and they cautiously approached the ship.\nStill nothing happened. It seemed to be made of solid metal, with no\nwindows or doors. They touched the strange metal and stared at the\nblackened ground, and then returned to the lethargy that was their\ndaily fare.\n\nThe ship might have set there in the field, forgotten for months, if\na neighbor hadn't stopped by that evening. He saw the ship and asked\nquestions and carried the news away with him. It was the first thing\nthat had happened in months which was at least neutral, and he stopped\nat three houses to talk about it. He was tired of talking about death.\n\nThree days later, they trudged into Max Carr's farm, some of them\ncoming from as far as twenty miles away. A dozen men and women stood in\nthe field and stared at the ship. Max Carr and his wife joined them.\n\n\"Big, huh?\" one of the men said, but no one answered him. They were a\nsmall community in which everything had been said.\n\nTwo more men came along the road, their dragging feet kicking up little\nspurts of dust, and turned into the field. After fifteen minutes,\nanother arrived. It was when he drew near the ship that it happened.\n\nThere was a loud click from somewhere inside the ship and a crack\nappeared in the side as a panel slid back. Soon there was an opening,\nlarge enough for a man to enter or leave. It was dark within. But no\none came from the ship, nor was there a single step taken nearer it.\nThe small group stood and waited.\n\n\"People of Earth,\" said a harsh voice from the ship, \"you have just\ncome through a war and there are few of you left alive. There is little\nhope for any of you, for the radioactivity is spreading over the\nentire face of your planet. This ship has come to invite those of you\nwho are not sick to establish a colony on the planet which you call\nVenus. You may pick one of your group to represent you. If he is not\nalready a victim of radiation, he will be permitted to enter this ship\nand learn more of this plan.\"\n\nThe voice cut off with an audible click.\n\n\n\nThe men and women in the field shuffled about in indecision. They\nstared at each other in fear. Who among them was not sick? There was\ndoubt on every face and in everyone the thought that it would be better\nnot to know. Then the self-searching ended as though by common consent,\nwith every eye swinging to a man who stood apart from the group.\n\nClyde Ellery was a scientist, one of the few to escape the death of\ntheir own making. On vacation, high in a mountain retreat, he had\nseen the sky turn angrily red, had watched the pall of smoke. He had\nhurried back, but there was nothing to do. There was no place that the\nGeiger counter did not purr its message, and all he could do was mark\nthe dividing line between quick death and slow death. He had watched\nthe faces turned toward him, burning anger checked by the knowledge\nthat there was no punishment to fit the crime. Under the weight of\nthose glances, the burden of being alone, Clyde Ellery's shoulders had\nstooped and rounded. He walked alone, and recognized its justice.\n\nThere was a difference in the looks now turned in his direction. He\nsensed it, even before he lifted his head. His gaze went swiftly from\nface to face and in those few silent seconds the appointment was made\nand accepted. Clyde Ellery's thin shoulders straightened and he stepped\nforward, walking through the small crowd to the ship. At the doorway,\nhe stopped. There was a queer rigidity to his body, as if he were\nleaning against an invisible barrier. For a full minute he stood there,\nunmoving, being tested by others than his neighbors.\n\n\"This man has no sickness,\" the voice from the ship announced suddenly.\n\"He may enter.\"\n\nClyde Ellery stepped through the door and was gone into the darkness\nbeyond.\n\n\n\nThe sun glinted from the burnished green hull, but no light entered the\nblackness that was the doorway. There was nothing to see or hear. The\nmen and women stood patiently in front of the ship and waited. They\nseemed unaware of the passage of time, for they lived in the stasis of\na minute.\n\nShadows were longer by a foot or more when Clyde Ellery again appeared\namong them. There was an expression of hope on his face, but they\nstared back without understanding.\n\n\"We must leave the field,\" he told them. They followed him across the\nfurrowed ground, accepting for the moment his leadership. Beyond the\nstaggering rail fence, near to the once-red barn, he turned to look\nback at the strange ship.\n\nThe doorway was closed and once again there was only the smooth metal,\nlooking green and alive against the brown earth. As they watched, the\nship quivered, then rose a few feet on a single leg of fire. It hung\npoised in the air as the fire fanned out, grew solid and orange. There\nwas no sound, but they could feel the heat against their faces. The\npillar of fire lengthened, pushing the ship against the sky. Then the\nfire lifted from the earth and the ship was flashing out of sight,\nleaving only the offal of blackened soil as proof of its visit.\n\nClyde Ellery turned and walked to where the gnarled apple trees\nguarded Max Carr's house. He dropped to the ground. The others seated\nthemselves around him and waited. The children grouped near the pump\nand were silent.\n\n\"It'll be back,\" Clyde Ellery said, and there was confidence in his\nvoice. The strength of words had been redeemed. \"It has gone to other\ncommunities like this one--all over the world. But it will return--it\nand other ships like it.\"\n\nHe paused, but there were no questions. The hope that was within him\nfound no new ground. They were aware of no questions that had not been\nanswered by the bursting flame and mushrooming smoke he had helped to\nmake. They expected no answers, yet they respected that which they saw\nin his face.\n\n\"The ship was empty,\" Clyde Ellery said after a while, \"but there was a\nrecording which told me everything. There is to be another chance for\nMan--for those of us who are not yet radioactive.\"\n\nThey waited patiently, these men and women who had looked too long upon\ndeath to recognize life.\n\n\"The ship is from Venus--built by what, I don't know. Speech, as we\nknow it, must be unknown, for the recording we all heard, and those\nthat were played for me, were pieced together from words recorded here\non Earth. Almost every word was spoken by a different voice. They must\nhave recorded many conversations here, then picked out the needed\nwords and made up their message on new records. It indicates no spoken\nlanguage, perhaps no vocal cords, but a high degree of intelligence.\"\n\nHe was the only one interested in the high degree of intelligence.\n\n\"The ships are apparently remote-controlled,\" he said, and it was easy\nto see that he was dreaming of the science that had made such ships\npossible. \"I suspect the ships are magnetic-powered for the record said\nthat the trip to Venus can be made very quickly--a matter of hours.\" He\nrealized then that among his listeners there was not one who cared how\nthe ship was powered. He said bluntly, \"All the people of Earth who are\nstill healthy are invited to go to Venus. One half of the entire planet\nwill be given to us. We must take with us our own animals and our own\nplant seeds, those that are also healthy. They will provide as many\nships as are necessary.\n\n\"The ships are somehow built to detect the healthy and the unhealthy.\nIt will be impossible for a person, an animal, or for any seed, to pass\nwithin the ship unless it is healthy. There will be no chance for the\nsickness to take root in the new colony.\"\n\nThey had come to accept death for all, and there was only fear at the\nthought that some of them might live. They stared stolidly at a point\njust above Clyde Ellery's head.\n\n\"The climate and the atmosphere on Venus are pretty much the same as\nhere,\" Clyde Ellery continued. \"There is more precipitation--more rain,\nbut not too much. The soil is rich, and will not need fertilizers\nfor years. One half of the planet--the half towards Earth--will be\nours to cultivate and govern as we please. We may take as many\npersonal possessions with us as we wish, as long as they are free\nfrom radioactivity. There--there is--\" his voice faltered, then went\non--\"one other requirement in accepting their help. We cannot take any\nequipment or literature necessary to the making of weapons of war,\nincluding atomic bombs, and the record said that any attempt to make\ndestructive weapons on Venus will bring death to those doing it. Other\nthan that, there will be no interference. The ships will be here within\na week.\"\n\nA bird chirped feebly from the branches of the apple tree, but there\nwas no other sound. The men and women sat quietly in the grass and\nlooked at Clyde Ellery without emotion. From farther off, the children\nstared in futile imitation.\n\n\"That's all,\" Clyde Ellery said lamely. \"The ships for this area will\nland in the same field. Within a week.\" He paused, then walked toward\nthe road. He was alone again, a leader with no followers.\n\nBy ones and twos, the others left as the sun dropped lower. No words\nwere given, no promises made, in the leaving. No man looked to his\nneighbor.\n\n\n\nIt was an uneventful week. The women still cooked meals automatically,\nand between meals they stared endlessly through windows; the men still\ndid a few chores or sat in the shade and stared. Here and there a man\nmight lift his head to the skies and feel a stirring of something like\nhope, but then he'd see a withered plant or walk through the fields to\nfind a dead cow and he'd go back to sitting in the shade. And it was\nthe same all over the world, whether the man was black or yellow or\nwhite.\n\nThe same ship returned to the field on Max Carr's farm. With it were\na number of other ships, larger by far. They covered the field, like\nstrange green growths, and the earth was black from their flames.\n\nThey stood there, empty and waiting for the people to come. And come\nthey did, without hope and with little curiosity. Still they came,\nwalking through the dry dust, riding in Fords and Cadillacs, driving\nhorses and oxen and even goats. They came for days in an endless\nstream of plodding humanity, clutching personal possessions, carrying\nprecious bags of seeds, driving livestock before them. Men and women\nand squawling children. Some wore scars where they could be seen, great\nlivid welts that gave mute testimony to the progress of man; others\nbore their scars unseen. All were silent and looked away quickly if\nthey met another's eye.\n\nThe doors of the ships opened and the recorded voice from the smaller\nship told them to enter the other ships, taking with them their seed\nand their animals. In listless streams they poured through the nearest\ndoorways, and some came out of one door and some from another. Some\nentered holding a bag of seed and came out holding two. There were\nhusbands and wives who went in holding hands and came out by different\ndoors. As they left the ships, they stood where the voice directed\nthem. Slowly one group grew, one or two at a time adding to its\nnumbers, while the other swelled out over the field.\n\nThose in the smaller group looked to the larger and there were many who\nsaw a beloved, a husband or wife, a child or parent, standing among the\nrejected. A hand that a moment before had gripped another now clutched\nthe limp throat of a bag filled with dying seed. There were some who\ngazed across the field, then looked briefly through a mist of sadness\nand longing at the shimmering ships before stepping across to volunteer\nfor death with those they could not leave. There were others who looked\nacross to the larger group and turned away to weep, but stayed where\nthey were.\n\nFor several days the sorting of seed and equipment, animals and people,\ncontinued. The two camps became little tent villages with smoldering\nfires. Thin rays of light, unseen during the day, soft blue at night,\nreached out from the ships between the two groups. Those from the\nsmaller group could pass through the rays, but when two men tried to\nsneak in among the chosen they were stopped as though by a brick wall.\nOthers tried going around the fingers of light late at night, but the\nrays curved and drove them back. None of the rejected left, but camped\nthere in silent resignation. One place was the same as another, and\nthey had nothing to do but wait.\n\nClyde Ellery worked day and night, helping to form the lines, carrying\nchildren and packages, seeing that the campers had enough to eat. He\nalmost forgot himself in the pressing needs of the exodus.\n\nOn the third day, the smaller ship again shot into the sky and vanished\nfrom sight. On the morning of the fourth day, just as the last of the\nsorting was being done, it returned. The door yawned blackly and the\nrecorded voice spoke:\n\n\"Those who have shown no evidence of radiation will please enter the\nlarge ships.\" The small group stirred into life and began to file into\nthe ships, prodding their animals before them. Here and there a man or\nwoman waved in the direction of the larger group and looked quickly\naway; but the rest of them looked rigidly ahead as they went.\n\nClyde Ellery again helped, wondering if he should enter the last ship.\nThen the chosen were all loaded, while beyond the fence those who were\nto stay watched wordlessly. Children of the atom, Clyde Ellery thought\nfleetingly, and turned to enter the ship only to find his way barred by\nthe closing panel. For a swift moment, he felt panic flooding him.\n\n\"The man,\" said the metallic voice from the small ship, \"who first\nentered this ship will now enter again.\"\n\n\n\nClyde Ellery crossed the field quickly and stepped into the ship. On\nhis first visit, he had turned to the right into a small chamber where\nthe recorded voice had spoken to him. But this time he felt some unseen\nforce turning him to the left. He followed the pressure and entered\na large room. Weird flickering lights blazed from niches high on the\nrounded wall. Scattered around the room were various-sized pads similar\nin shape to chairs. A number of other men looked up as he entered.\n\nThe floor quivered beneath his feet. There was a quick surge of\nsoundless power, and he knew they were taking off. His body was heavy\nand ungainly; there was a feeling of pressure which brought with it a\nquick nausea. Then, slowly, he was aware of an adjustment in the room.\nThe pressure eased off, gravity returned to normal. The ringing in his\nears stopped and his stomach righted itself. Having seen the ship take\noff, he knew that they were traveling at a rate of speed never before\nknown on Earth, yet he was soon unaware of movement at all. He stepped\nforward to become acquainted with the others.\n\nHe had seen at a glance that these were men from all over the\nworld--their faces all colors and shapes. Slowly making his way around\nthe room, he learned their names. It was an exotic roll call--Wang Chin\nKwang, Anton Dubov, Jean-Paul Monet, David Hellman, Courtland Stokes,\nRiyad el Khoury, Kano Mbabane, Alexandre Spaak, Boleslaw Rzymowski,\nVincent Ravielli, Mohandas Punjab, Konstantinos Piraeus. To it, he\nadded the name of Clyde Ellery. Language was only a minor problem, for\nthere was always someone who could translate when he was unable to\nunderstand. There were as many occupations and trades as there were\nfaces. Some wore a look of guilt that faded slowly, and some still held\nconfusion darkly in their eyes. But in all there was the slow-fuse of a\nnew hope.\n\nEach, Clyde Ellery found, had gone through much the same experience as\nhe had. Each of them represented the science of his community, whatever\nits stage, ranging from Kano Mbabane, a witch doctor, to Ellery who was\na nuclear physicist.\n\nAs the ship flashed silently on its journey, the men explored. The\nhull was of a metal unknown on Earth. They were able to groove deep\nscratches in its surface with an ordinary penknife, but within two\nminutes the scratch would vanish. It felt almost soft to the touch, but\nwas obviously of great strength. They began to understand its purpose,\nif not its structure, when a section of the wall suddenly bulged inward\nmore than a foot, then slowly smoothed out.\n\n\"Good heavens,\" exclaimed Courtland Stokes, as they stared at the\nretreating bulge, \"that must have been a small meteorite! Imagine the\nuses of a metal with the strength to resist such a force. Why if we'd\nhad this metal--\"\n\nHe broke off, but the thought was there. This was a metal which might\nhave resisted even the atom bomb.\n\nTwo of the men translated his remarks into the other languages.\n\n\"_Djen shi dje yang dy mo?_\" Wang Chin asked dryly.\n\nThere was no need to translate the comment. They all understood the\nironic tones. Stokes' thought had reminded them that if they and their\nkind had used atomic energy for the benefit of the world there would\nhave been no need for a defense against it. They turned to other things\nwithin the ship in order to forget the thought.\n\n\n\nLight for the interior of the ship came from shoulder-high recesses\naround the wall. They looked into them, expecting an improved lighting\nsystem, surprised at finding only small steady-burning flames. The\nflames seemed to be coming from the center of a small green plant. One\nof the men stretched a hand toward a small flame only to withdraw it\nquickly with an exclamation of pain. The heat was intense for several\ninches around the flame, but then it dissipated quickly.\n\nThe remainder of the ship was just as strange. The seating arrangements\naround the interior of the ship seemed to be made of broad thick\nleaves, somehow fused together, yet still feeling alive. In the small\ncompartment, where each of them had originally gone to listen to the\nrecordings, they discovered a number of fibrous cones which were\napparently the records. One was still in a position which indicated\nthat it had not yet been used, while the others were dropped to one\nside. But they were unable to examine them, for there was some sort of\nenergy belt which kept them at a distance.\n\nThere was another small compartment which was apparently the engine\nroom, or what would have corresponded to it in an Earth ship. But there\nwere no mighty motors, as might have been indicated by the power of the\nship--only a small hopper into which another hopper fed a continuous\nstream of crimson pellets. Except for their color, these looked like\nlarge seeds. The men guessed that in some way the second hopper broke\ndown the atomic structure of the pellets to convert them into power,\nbut again they were frustrated in their attempts at closer examination\nby an invisible belt of energy.\n\nHardly had they finished their sketchy inspection when they felt\nthe ship decelerate. A moment later, they were aware that the ship\nhad come to rest. The door did not immediately open, so they turned\nexpectantly toward the compartment of the cones. They did not have long\nto wait.\n\n\"You are now on the planet you know as Venus,\" the voice said in\nEnglish, with that strange change of voice on almost every word. \"You\nwho have helped to organize your own kind for this trip are the first\nto arrive. The other ships will begin to arrive within an hour, so\nthere will be time for you to do preliminary planning. As you leave the\nship, you will notice that this half of the planet has been cleared of\nall native vegetation with the exception of a few trees. You will find\nthat they are so arranged as not to interfere with the construction of\nyour housing, so you are requested not to destroy them. They will not\ncross-breed with your own vegetation. You will notice that arrangements\nhave been made for the protection of the ships which brought you here;\nbut for the rest--you are on your own, Earth-men. You may now leave the\nship.\"\n\nThe door opened and the men hurried out, anxious to see the world which\nwould become a new Earth.\n\n\"Strange,\" Stokes muttered to Clyde Ellery, as they filed through the\ndoor. \"From the way that record was worded, it sounds as if the natives\nwho sent the ships for us do not intend to show themselves at all.\nDeuced peculiar.\"\n\n\"Maybe not so strange,\" Clyde Ellery said. \"Remember the theories that\nevolution on other planets may have followed an entirely different\nline than on Earth? This may be the case, and, knowing the tendency of\nhumans to dislike anything different from themselves, the natives may\nhave wisely decided to stay in hiding for the time being.\"\n\n\"Whatever they are,\" said David Hellman, who had been listening, \"they\nare certainly more advanced than we, so any contact should be to our\nadvantage.\"\n\n\"If our hosts ever decide that they want anything to do with us,\"\nClyde Ellery said dryly. He waved ahead of them as they stepped to the\nground. \"And they apparently don't as yet.\"\n\nAhead of them stretched the broad, flat continent. With two\nexceptions, all there was to see was rich-looking, bare soil. There\nwas a looseness to the dirt which made it seem that not so long ago\nit had been cultivated, but now there was not so much as a blade of\ngrass. The bareness of the black earth made the exceptions even more\nnoticeable. Not far from where their ship was grounded, there were two\nrows of trees, about the width of an Earth city street apart. The trees\nwere towering, half again as tall as the giant redwoods of Earth. The\nleaves, a delicate pink in color, were broad and oval, curling at the\nedges to form almost a perfect ball. These hung down from the limbs,\nswaying toward the ground. From each rounded leaf there were two waving\ntendrils, looking almost like antennae, ranging from a deep pink at the\nbase to a light purple at their tips.\n\nBack of where the ship had grounded, there was a rounded, dome-like\nstructure, large enough to house several hundred of the ships. Green\nin color, it seemed to be built of broad, flat leaves. Around it were\na number of trees, their limbs twisting far above the building. Their\nleaves were long and tapering, a deep orange in color, while the trunk\nand limbs were dark green. From each limb hung dozens of pods, fully\nthree feet long and a foot thick at the center, tapering to an end\nwhich seemed to have an opening three or four inches in diameter.\n\nFor the rest, there was only rich dark soil for almost as far as the\neye could see. At a distance, where the curve of land met the sky, they\ncould see the edge of what appeared to be almost a jungle. But, except\nfor the tree leaves moving restlessly in the slight breeze, there was\nno movement, no sound.\n\nWithin the hour the other ships began arriving, in groups of two and\nthree. First to land were those which had been loaded with material.\nAs the passenger ships landed, the men were divided into two groups.\nOne was set to putting up tents which could shelter them that night,\nwhile the other swiftly unloaded materials and began to throw up the\nprefabricated walls of the first Earth buildings.\n\nWhen night came on the strange planet, darkness descending quickly,\nbringing with it a light pattering of rain. A city of tents had\nmushroomed across the Venusian plains and skeletal walls were already\nthrusting skyward near the double line of trees.\n\n\n\nThe Earthlings were up with the sun the following morning, small fires\nblazing among the tents as the women busied themselves with breakfast.\nThe men held a hasty meeting, and elected as a temporary council to\ngovern them the men who had come in the first ship. They in turn\nelected Clyde Ellery as their first chairman.\n\nThat second day upon Venus was a hectic one. A hasty tabulation\nrevealed that they were a little more than two hundred thousand\nstrong--counting children and infants--all that were still healthy from\nEarth's once thriving billions. Architects and city planners were found\namong them and Earth City began to go up with a rush. As one building\nwas being finished, the plans for the next one were being handed to the\nworkers. Construction crews were followed by electricians; plumbing\nwent into houses as cesspools were still being dug. Farms were laid out\naround the new city, all of them equal in size, and furrows were being\nturned while surveyors still sighted through their instruments.\n\nFor two weeks the work continued at the same mad pace. And that section\nof Venus more and more took on the look of Earth. The broad fields were\nsectioned in geometric patterns where already tender green plants and\nyoung grass shoots were thrusting their way through the soil. Within\nfenced plots, the cows and horses munched on their hay and looked with\nlonging at the tender shoots. Chickens scratched in the black dirt, and\nroosters greeted the Venusian sunrise with the same clarion voices as\non Earth.\n\nWithin the city, which had now spread to almost ample size, flowers\nwere already growing in the yards. Clothes, bought in Cleveland and\nPinsk, in Surrey and Isfahan, hung side by side to dry in the Venusian\nsun. The main street, running between the two rows of strange trees\nwith their curved and nodding leaves, was lined with stores bearing\nsigns in almost every language of Earth. The colony had already issued\nits own money and business was flourishing. Earth City possessed every\nbusiness and profession save one--they had no use for a mail man.\n\nIt was on the fifteenth day of their stay on Venus, when the work was\nslacking down to normal, that two of the colonists decided that if they\nhad some extra wood they would build corncribs although it was still\nsome time before they would have corn. They shouldered axes, mounted\nhorses and rode off toward the line of jungle that marked the edge of\nthe land given to Earth people.\n\nHours later, the two horses returned without the riders, and a search\nparty was formed.\n\nIt was almost dark when the two men were found, lying unconscious not\nfar from the edge of the strange and exotic forest. When they were\nrevived, they remembered only that there had seemed to be some sort of\nbarrier trying to keep them out of the forest. One of them described it\nas a strong wind, although there had been no wind blowing. But they had\nforced their way against it, shoving step by step within the jungle,\nand that was the last they remembered. Both had the impression that\nsomething must have struck them down. Much bruised and shaken, they\nwere helped back to their homes, and the story of their experience\nspread rapidly.\n\nThat evening, a voice spoke to the colonists. It was a voice much\nlike the one heard from the first ship to land on Earth, but this one\nsounded as if it came through several loudspeakers. Its message was\nsimple.\n\n\"People of Earth,\" the voice said; \"you were offered a generous portion\nof this planet, and ships were sent to bring you from your sickened\nhomes, with the understanding that you would not attempt to enter the\nother portions, nor would you harm any of the life already existing\nhere. Yet some of you have tried to break this agreement, intending to\ndestroy local trees. Do not let this happen again.\"\n\nThere was no way to tell from where the voice came.\n\nThat night there was a Town Meeting; and by the time it was called it\nseemed that the entire colony was there and waiting. There were angry\nlooks on many of the faces and on some the anger was mixed with fear.\nIt was obvious that they had already talked among themselves about the\nearlier incident, for little time was lost once the meeting was called\nto order by Clyde Ellery. A big, red-headed man stood up in the center\nof the building.\n\n\"I'm Lennie Johnson,\" he said loudly, \"but I reckon I'm talking for\nmost of them here. And we don't like the way things are going.\"\n\n\"Are you referring to the accident that happened to Roberts and\nSayyid?\" Clyde Ellery asked.\n\n\"You're damned right I am,\" the red-headed man said, \"and we don't\nthink it was an accident. When we were first invited to come up here,\nmost of us thought it was a pretty neighborly thing. We had the idea\nthat there was a bunch of people up here, pretty much like ourselves,\nand they were acting the way any of us would if a neighbor was in\ntrouble. But now we ain't so sure. Why was them ships sent down to us\nand why was this land turned over to us? And why ain't we seen anybody?\"\n\nA murmur from the crowd showed that others were thinking the questions\nhe asked. Clyde Ellery rapped for order and said: \"I'm afraid that we\nhaven't been in a position to question our gift too strongly. It has\nbeen enough that we've had the opportunity of saving our lives.\"\n\n\"Have we now?\" shouted the big red-headed man. \"We're beginning to\nget a different idea about it. If this thing was on the up and up--if\nthere was people up here who wanted to help us--why, then, they'd have\nbeen around to welcome us when we got here. They'd have showed up like\nhonest men instead of skulking around in that jungle out there to knock\nout a couple of good men without so much as a by-your-leave.\"\n\n\"But Roberts and Sayyid were breaking the agreement--\" Ellery began.\n\n\"And whose agreement?\" demanded the man in the hall. \"We never made no\nagreement, so it's nothing but orders. It's a free world and we don't\nhave to take no such orders from anybody--on Earth or here. We'll go\nwhere we please and stay where we please.\"\n\n\n\nClyde Ellery was annoyed, but he tried not to show it. A glance at the\nother council members showed him they shared his reaction. \"What do you\npropose we do about it?\" he asked the red-headed man.\n\n\"We don't care what you do about it,\" the man retorted, \"but we're\ngoing back to Earth. We know where we stand on Earth and we don't have\nto worry about a bunch of savages ambushing us every time we turn\naround.\"\n\n\"How do you intend to do this? The ships which brought us were\nremote-controlled.\"\n\n\"We've got pilots and mechanics. We'll find some way to make the damn\nthings work.\"\n\n\"One more thing,\" Clyde Ellery said. \"_If_ some of you wish to leave,\nand _if_ the ships can be made to operate, the matter will still have\nto be taken up by this council. We were duly elected to represent this\ncommunity for its best interests, and we will not permit a few unruly\ncharacters to endanger the entire colony.\"\n\n\"Yeah?\" the red-headed man said with a grin. He turned and looked\naround the hall. \"Everybody who wants to go back to Earth,\" he shouted,\n\"raise your hand, so these wise guys can see where they stand.\"\n\nAlmost every hand in the hall was raised.\n\n\"There's been a new election,\" the red-headed man said, turning back to\nthe council. \"You boys want to come along with the rest of us, or stay\nhere until some Venusian cannibal decides you're fat enough to eat?\"\n\n\"_Hey!_\" a voice shouted from the back of the hall. \"_Fire!_\"\n\nThere was a red glare visible through the windows, unnoticed until now.\nThe crowd jammed and shoved their way out of the building, the council\nfollowing as fast as they could. Once outside, they could see the\nflames leaping toward the sky as something beyond the edge of the city\nburned.\n\nThe crowd ran through the streets but when they reached the limits of\nEarth City they came to an abrupt halt and stared at the flames which\nwere taking a decision out of their hands.\n\nThe huge domed structure which housed the strange space ships was a\nmass of writhing flames. The fire crackled and roared, flames twisting\nupward to lick against the orange leaves of the towering trees. And the\ncrowd stood and watched, for they knew that there was nothing to be\ndone. The colony had fire-fighting equipment, but nothing that would\nhandle such a fire as this.\n\nAn hour later, the building was a blackened crater, and all that was\nleft of the space ships were smoking lumps of the strange metal. The\ncrowd of colonists turned and walked silently through the streets of\nthe untouched city.\n\n\n\nThere was a grimness about the Earth men the following morning. Clyde\nEllery was first aware of the new note when he awakened to hear the\nplodding thump of many feet. He looked out of the window to see several\nhundred men marching down the main street. Every man in the group was\narmed in some crude fashion. Many carried axes and clubs, while others\nhefted sledge hammers and crowbars as they marched out of the city in\nthe direction of the Venusian jungle. At the head of the group strode\nthe red-headed man, an axe gleaming brightly over his shoulder.\n\nClyde Ellery hurriedly dressed and sought the other council members.\nMost of them had also seen the mob and were ready. Here and there\nwithin Earth City they were able to find a small handful of men who had\nnot joined the others and these became the council's posse. Unarmed,\nthey mounted horses and rode after the crowd. None of them was quite\nsure of what they could do, but felt that something had to be done.\n\nThey rode swiftly, but even so too much time had elapsed. They were\nstill several miles from the jungle when they saw the knot of men, the\nsun glinting from the weapons they carried, move resolutely into the\ngreen wall and vanish. As they spurred their horses forward, they heard\nthe distant shout of the red-headed man as he led his troops forward.\nIt seemed to them that the cry was cut off abruptly, and then there was\nsilence except for the hoofbeats and labored breathing of the horses.\n\nAs they neared the jungle, the council was greeted by a sight which\nmade them pull their horses up short. From the forest came the mob\nof men, the red-headed man still leading them, marching with the same\nvigor with which they had gone in. But the grimness had fled from their\nfaces, to be replaced by a relaxed friendliness. They halted as they\nrecognized the horsemen. The red-headed man looked up at Clyde Ellery\nwith an easy grin.\n\n\"Out riding, Councilor Ellery?\" he asked pleasantly.\n\n\"What happened in there?\" Ellery asked, nodding toward the jungle.\n\n\"Why, nothing,\" the red-headed man said with surprise. \"Why should\nanything happen?\"\n\n\"What were you men doing in there?\"\n\nFor a moment the red-headed man looked perplexed, his gaze shifting\nfrom Ellery to the jungle and then back to Ellery; then his expression\ncleared. \"Why, me and the boys were just looking around,\" he said.\n\"Since we're going to be living here for the rest of our lives, we\nthought we might as well take a look at this jungle. We figured there\nmight be some dangerous animals in it and if there was we ought to know\nabout it. But it looks like everything's okay.\"\n\nThe council members exchanged glances. \"But what about your idea of\ngoing back to Earth?\" Clyde Ellery asked.\n\nThis time the red-headed man was really surprised. \"You must be off\nyour rocker, councilor,\" he said. \"We like it here.\"\n\n\"Well, if you were only looking around,\" Ellery said, \"why did each of\nyou bring a weapon?\"\n\nThe red-headed man glanced down at the axe he was carrying and frowned.\n\"I'll be damned if I know,\" he said. \"It just seemed like a good idea\nat the time. Well, councilor, me and the boys better be getting back to\nwork. We'll be seeing you.\"\n\nThe councilors sat on their horses and watched the man march off toward\nthe city with swinging strides. Then they rode silently along behind\nthem.\n\nBack in Earth City, the council members quartered their horses and went\nstraight to the town hall, straight to the private room that served for\ntheir council meetings.\n\n\"What do you think happened?\" Clyde Ellery asked slowly.\n\n\"Seems rather obvious,\" Courtland Stokes said, running a hand through\nhis thinning hair. \"They showed all the symptoms of having been\nhypnotized. Apparently, the minute they entered the forest with the\nintention of destruction, they were hypnotized and given a post\nhypnotic block which made them completely forget their original\nreactions.\"\n\n\"Clever, these--Venusians,\" said Wang Chin Kwang, privately amused at\nthe new usage of an old expression.\n\n\"However,\" Clyde Ellery said slowly, \"the action of these men does\nbring up something which we have pretty much ignored since we\nlanded--the question of our hosts. I confess I'm not too satisfied with\nthe explanation that they are merely a strange life form which doesn't\nshow itself to us because we may be prejudiced.\"\n\n\"Have any of you thought about that fire last night?\" David Hellman\nasked. \"It looked as if some intelligence knew that some of us were\nplanning to leave and so deliberately burned the space ships.\"\n\n\"Yes,\" Stokes said dryly, \"it occurred to me that the fire might be\nevidence that our--hosts were determined that we stay on Venus.\"\n\n\"But why?\" demanded Clyde Ellery. There was no answer, and for a\nmoment the members of the council knew the same fear of the unknown\nwhich had been on the faces of the colonists the night before. Clyde\nEllery cleared his throat. \"For the moment,\" he said, \"it would seem\nto me that our most pressing problem is one of finding some way of\ncommunicating with our hosts and determining the exact status we are to\nenjoy here. Are there any suggestions?\"\n\nThere were none. After a few more pointless and nervous remarks, the\ncouncil adjourned.\n\n\n\nIt was the next day that they were reminded of the corncribs which had\nstarted the whole thing. That morning Arthur Roberts, whose farm was\nnearest to the jungle, went out to find a number of sheets of metal\nlying in his field. They were obviously of the same material which had\nbeen used in the space ships. Stranger still, they were of the exact\nsizes to build the corncrib as Arthur Roberts had imagined it.\n\nMost of the colonists took this as evidence of the good intentions of\ntheir unseen hosts, but it only served to increase the uneasiness of\nthe council.\n\nTwo days later, they were quickly summoned by Jean-Paul Monet. Without\noffering an explanation, he insisted that they again mount their horses\nand ride toward the jungle. As they neared the giant wall of green,\nthey heard a strange thumping noise ahead of them and once more pressed\nMonet for answers.\n\n\"You will soon see,\" he said grimly. \"For two days, I have stayed in\nthe fields watching for the secret to the metal. Now, you will see what\nI witnessed early this morning.\"\n\nA few minutes later, the men reined their horses to a stop and stared\ninto the jungle, scarcely believing what they saw.\n\nNear the outer edge of lush, living green, there was a huge vine. Its\ncreepers, almost a foot thick and covered with cup-shaped thick leaves,\nseemed to enter the ground at intervals and then reappear to grow\nalong the top. But the Earth men soon realized that the creepers were\nmoving, as though growing at a tremendous rate. And each time one of\nthe scarlet cup-shaped leaves appeared out of the ground it dumped a\ngreenish lump of something on the ground. On looking closer, they saw\nthat the ground here was covered with the broad flat leaves of some\nother plant.\n\nTowering above this scene were a number of orange-leafed trees like\nthose which had surrounded the field where the space ships first\nlanded. As they watched, the green limbs of these trees swayed and bent\nuntil the huge green pods were directly over the lumps cast up out\nof the ground. Then, from what they had thought were seed pods, came\na gush of white fire, striking the lumps. Under that direct fire, so\nstrong that the horses shied from the heat a hundreds yards away, the\nlumps took on a fire of their own.\n\nFrom the edge of the jungle there grew long stalks with what had seemed\nto be large square flowers on them. But, as the men watched, the stalks\nwhipped forward and the flowers descended upon the heated lumps. It\nwas this which was producing the thumping noise they'd heard, and each\nblow from the square flowers was helping to pound the lumps into sheets\nof metal.\n\nAs the men watched, the last lump of metal was cast up, heated,\nflattened and cast aside. The thumping ceased, the flames died out,\nand once more the jungle was a wall of exotic plants and trees swaying\ngently in the breeze. If it hadn't been for the sheets of metal on the\nground, they might have imagined that what they had seen had been an\nillusion. But there were a good six-dozen sheets of metal on the ground\nbefore them.\n\nIt was Clyde Ellery who finally dismounted and approached the jungle.\nThe others sat on their horses and watched him. They saw him stoop to\ngaze intently at the giant creeper on the ground and then step briskly\ninto the jungle. He did not go far, but seemed to stand there in an\nattitude of listening for several minutes. Then he turned and walked\nbriskly back to where the others waited. He mounted his horse and\nturned its head toward the distant city.\n\n\"Well?\" demanded Courtland Stokes, when Ellery still said nothing.\n\"What happened in there?\"\n\n\"Nothing,\" Clyde Ellery said. He seemed surprised that anyone should\nthink that anything had happened. \"I merely looked into the jungle and\ncame back. After all, it was part of our agreement that we not enter\nthat part of the planet.\"\n\n\"But you stood there for several minutes,\" Stokes insisted.\n\n\"I'm afraid you must be wrong,\" Ellery said. \"I believe I'm quite aware\nof what I'm doing when I do it. I merely glanced into the forest to see\nif there was any more metal there. The minute I saw there wasn't, I\nturned around. In fact, I distinctly remember that I didn't even stop\nwalking.\"\n\nThe others exchanged glances, but said nothing more. When they reached\nEarth City, they agreed to hold a meeting that afternoon and then\nseparated.\n\n\n\nBy the time the council met, Clyde Ellery was aware that he too had\nbeen hypnotized when he tried to enter the jungle. But he had no memory\nof what had happened. It still seemed to him that he had merely\nglanced into the jungle and had then retraced his steps.\n\nThe meeting was delayed because of Alexandre Spaak, who at last came\nbustling in, his face tense with excitement.\n\n\"Wait until you hear this,\" he said in answer to the questioning looks.\n\"You know my house is at the edge of town, not far from the spot where\nthe space ships were kept? Well, this afternoon, the kids were missing.\nI went looking for them and finally found them playing under those big\nVenusian trees with the orange leaves. You know, the same kind of trees\nwe saw with flames shooting out of their pods to melt that metal? Well,\ntake a guess what my kids were doing?\"\n\n\"What was it?\" Ellery said irritably. \"Don't make us play guessing\ngames.\"\n\n\"Among the foodstock my wife and I brought to Venus,\" Spaak said, \"was\na package of marshmallows. The kids had the marshmallows on the ends of\nsticks and there were little tiny flames coming out of the tree pods,\nroasting them. If you remember those trees at all, you'll remember the\nnearest pods were at least fifteen feet from the ground--which means\nthe tree had to bend its limbs down to reach the marshmallows the\nchildren were holding.\"\n\n\"But how did your children control the flames?\" Stokes asked. \"Those\nflames we saw this morning would have blasted them to ashes within\ntwenty feet.\"\n\n\"The children weren't controlling the flame,\" Spaak said. \"The tree was\ncontrolling the flame for the benefit of the children.\"\n\n\"I have a feeling,\" said Jean-Paul Monet, \"that the colonists were\nright the other night. We should leave this planet.\"\n\n\"How?\" Wang Chin Kwang murmured.\n\n\"A minute, gentlemen,\" Alexandre Spaak broke in. \"I believe I have\nsolved the mystery of our hosts.\" He paused and looked around at the\nothers. \"Gentlemen, the intelligent life which invited us to this\nplanet is the plant life of Venus.\"\n\n\"Impossible!\" exclaimed Stokes. \"The intelligent life which invited us\nhere is one capable of building space ships--an engineering feet beyond\neven the highly advanced technical skill of Earth. You don't mean to\nsay a plant could do that!\"\n\n\"You forget,\" said Spaak, \"that all of us stood in a field this morning\nand watched a plant dig ore out of the ground, another plant smelt the\nore, a third plant flatten it into sheets of metal, using a fourth\nplant as an anvil. After seeing that flame tree in action, there can\nbe no doubt that the flame trees also deliberately destroyed the space\nships when some of us were about to use them to leave Venus. No,\ngentlemen, I tell you that the intelligent and dominant life on this\nplanet consists of trees, bushes, vines, and so on down to the smallest\nplant. That, incidentally, must be the reason we were told to bring our\nown plants and not to touch any of the plant life here.\"\n\n\"_You are right, Earth-Man._\"\n\n\n\nFor a moment, the thirteen men in the room sat, frozen, not daring to\nlook at each other. It had not been a voice speaking this time, yet\neach had heard the thought within his head. As each of them realized\nthat all had heard it, that the thought had not been a personal\nhallucination, they relaxed. Quickly, they looked around the room. But\nthere was no one there except themselves.\n\n\"I have been expecting this,\" Alexandre Spaak said. \"I knew that my\ntheory was right--and I thought that once it was out, they might\ncommunicate with us.\"\n\n\"But who--where?\" gasped Stokes. \"There's no one else in this room--I\nmean, there isn't even a plant.\"\n\n\"No, but look out of the window,\" Spaak said. \"Look at the trees lining\nboth sides of the street--the trees with those curling leaves which\nlook almost like heads--with tendrils waving from them, like antennae!\"\n\nThey looked from the window, and it was true that the leaves on the\ntrees did look like heads. They noticed that the antennae on the leaves\nof the nearest tree were all bent in the direction of their building,\neven though the wind was blowing away from it.\n\n\"_Ih dien buh tso!_\" exclaimed Wang Chin Kwang.\n\n\"But it's impossible, really!\" said Stokes. \"That space ship, all of\nthose records in the various languages, the clearing of the land here,\neverything!\"\n\n\"Even if one does accept the idea of intelligent plants,\" Clyde Ellery\nsaid, \"it does seem that some of the things which have happened would\nbe beyond the ability of--say--a tree.\"\n\n_You are wrong, Earth-Man_, came the thought. _We have been the\ndominant life on this planet for many thousands of years, by your\nreckoning of time. Long ago, we knew there was intelligent life on the\nthird planet of our sun, for we could catch an occasional thought, and\nwe knew that your science was less advanced than our own. But we didn't\nrealize until much later that it was animal life which was dominant\nthere. At first, we found it hard to believe our senses._\n\n\"Then you did build the space ships?\" Spaak asked.\n\n_Of course. It was not difficult. The Scarlet Diggers among us dug up\nthe Llantl ore, even as you saw it done this morning. The Flame Tree\nprocessed it, and the Great Pounder hammered the hull into shape._\n\n\"But how did you power the ship? What were those crimson pellets which\nwe saw pouring into the hopper in the ship?\" Clyde Ellery asked.\n\n_The seeds of the Flame Tree. They are a more powerful explosive than\nanything known to your science._\n\n\"And the recordings?\" asked Ellery.\n\n_The seed-bearing cones of our Repeater Tree. It took many trips of our\nfirst ship, for our message had to be made up of individual words from\nyour languages. We could not communicate as we are now because of the\ndistance._\n\n\"How did you know that we needed help?\" Ellery asked.\n\n_We felt the waves of force set up by the explosion of what you called\natomic energy. We had felt these waves before, coming from other\nplanets, and each time all thoughts gradually died out on those planets\nand we knew that the intelligent life there had died. The last time it\nhappened was on the fourth planet of our sun, a long time ago._\n\n\"And you were unable to save any of them?\"\n\n_We could have saved them if we'd wished_, came the thought.\n\n\"Which seems to bring us to the most important question of all,\" Clyde\nEllery said with a wry smile. \"Why did you save us?\"\n\n\n\nThere was a hesitation, and then the thought came to them: _The animal\nlife on our planet died out because we could not, of course, permit it\nto feed on us. Yet, as you must know, we needed some form of animal\nlife to maintain the balance of oxygen and carbon dioxide necessary\nto our lives. You seemed ideal for our purpose, for you could bring\nwith you other animal life and your undeveloped plant life to feed\nyourselves._\n\n\"And you did destroy the ships so that we could not leave?\"\n\n_Of course._\n\nFor several minutes, the men looked silently at each other and\nconsidered that which they had received.\n\n\"It's hard to accept,\" Clyde Ellery said to the others, \"but I suppose\nit's not too surprising when you stop to think about it. Even on Earth,\nthe actual boundaries between animals and plants were artificial, as\nshown by our one-celled animal life which often couldn't be told from\na unicell plant. It was just a question of where this evolutionary\naccident happened.\"\n\n_Not an accident_, came the thought swiftly. _It was an accident\nthat plants did not become dominant upon your planet. It is logical\nthat we should be highest on the evolutionary scale. We are the only\nnon-destructive form of life there is._\n\n\"Oh, I say now!\" protested Stokes.\n\n_Think, Earth-Men. Animals are in reality a parasite upon plant life,\nneeding to destroy plants in order to exist. But we plants can build\nour carbohydrates and proteins out of inorganic salt and so need to\ndestroy nothing. Can you do that, Earth-Men?_\n\nThere was a moment of silence. Clyde Ellery turned to the others. \"I\nsuppose, in a way,\" he said, \"they're right. Anyway, the important\nthing is that we are to live out our lives on a strange planet and must\nadapt ourselves to the conditions here. We mustn't forget that one of\nthe things which led to the destruction of Earth was our attempt to\nbelieve that certain people--certain life forms, shall we say--were\ninferior to the rest of us. We must not let that happen again.... May I\nspeak for all of us?\"\n\nThe other twelve men looked to each other and then nodded. Clyde Ellery\nturned to face the window, looking embarrassed.\n\n\"I hardly know the proper way of addressing an intelligent tree,\" he\nbegan, \"but you may inform the rest of the life on this planet that we\nmen of Earth have learned our lessons. We are quite prepared to treat\nyou as our equals, and to cooperate with you to our fullest extent.\"\n\nThere was a long moment of silence; and, when the answering thought\ncame, it seemed to be tinged with surprise and something which might\nhave been humor:\n\n_You misunderstand. It was pointed out to you that all animal life\nexists as a parasite upon plant life. In our case, unfortunately, we\nneed you parasites in order to live, but that does not imply special\nprivileges. So long as you continue to supply us with carbon dioxide\nand do not attempt to destroy any of us, we are content to leave you\nalone. But should you attempt to step out of your place, we will have\nto take measures. Those of you who have tried to enter our part of the\nplanet have already experienced the weaker radiations of the one of\nus which you might call an energy tree. If you persist, you will be\nexposed to its full strength which will render you incapable of any\naction except what is needed for your survival._ The thought softened.\n_As your hosts--in a double sense, you might say--we do not like to\nmake a point of your inferiority, but we are sure you will understand\nour present reaction if you will consider how you might have felt if\nthe fleas which infested your bodies, the viruses in your bloodstreams,\nhad offered you equality and cooperation._\n\nThe thought ceased. Outside, a heavy Venusian rain began, beating for a\nsecond upon the roof, before sliding to the ground and sinking to the\nlevel of thirsty roots.\n\nQuietly the council bowed and departed.",
    "metadata": {
        "author": [
            "Barlay, Bennett",
            "Richards, Clay",
            "Chaber, M. E.",
            "Crossen, Ken",
            "Crossen, Kendell Foster",
            "Foster, Richard",
            "Monig, Christopher"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64045/pg64045.txt",
        "name": "the_ambassadors_from_venus.json"
    }
}