{
    "name": "The Worlds of Joe Shannon",
    "author": [
        "Robinson, Frank Malcolm",
        "Robinson, Frank M."
    ],
    "body": "I'll take beer, son, and thanks again for the offer. As you can see,\nI'm kinda down on my luck. I know what you're thinking, but I'm not\nreally on the bum. I usually make out all right--nothing fancy, mind\nyou, but it's a living. Odd jobs in the winter and spring, follow the\nharvests in the summer and fall. Things are slack right now.\n\nYou? Electronics, huh? Used to know a fellow in electronics....\n\nHis name was Joe Shannon, used to work for Stellar Electric up in\nFremont. Young fellow, not more'n twenty-five or so. Rail thin, wispy\nhair, serious look--you know, the one suit, absent-minded type. Joe\nwas a brain. A triple-A, gold-plated, genuine genius. Had a wife named\nMarge. Not beautiful but pretty and a nice figure and a cook you never\nsaw the likes of. Like I say, she was married to Joe but Joe was\nmarried to his work and after you'd been around a while, you could\ntell there was friction.\n\nBut that ain't the beginning.\n\nI suppose I'm partly responsible because it started when I was over\nfor dinner one night. I had been working in the garden and doing odd\njobs around the house that afternoon and I finagled it so I was\ninvited for supper. Marge Shannon made chili that I just couldn't stay\naway from. Thick with beans and meat and easy on the spices so it\nwouldn't burn an old man's stomach.\n\nJoe and I had just gone into the living room--Marge stayed in the\nkitchen to do the dishes--and I was feeling stuffed and kinda sleepy.\nAll of a sudden Joe says out of a clear blue sky: \"Harry, this is a\nhell of a world we live in, isn't it?\"\n\nNow Joe had never struck me as being the unhappy type. He loved his\nwork, he loved his wife (and just about in that order), and so far as\nI knew he didn't owe any money. So I tried to feel him out, to find\nout where the rub was.\n\n\"There's nothing wrong with the world, Joe,\" I says. \"It's just the\npeople in it.\"\n\nHe started methodically filling his pipe and tamping down the tobacco\nand not saying a word and I get the feeling that he's deadly serious\nabout something.\n\n\"You're right,\" he says quietly. \"It isn't the world, it's the\npeople.\"\n\nI sit there feeling puzzled but a lot less sleepy and finally I ask:\n\"Anything wrong, Joe?\"\n\nHe lights his pipe and settles back in the big, overstuffed easy chair\nwith the flowered slip-cover that Marge made, still frowning. \"It's an\nunhappy world,\" he repeats.\n\n\"It all depends on what side of the picture you want to look at,\" I\nsays, trying to cheer him up. \"Maybe you been reading too many\nnewspaper headlines.\"\n\nJoe wasn't listening. \"What makes people unhappy, Harry?\"\n\nNow, son, there's a million things that make people unhappy. Given\nhalf the night, I could maybe list a couple of hundred. But to narrow\nit down to one or two, I couldn't do it. So I just shook my head and\nlet Joe carry the ball.\n\n\"It's a complex world, Harry. A lot of people never adjust to it. Some\nof them turn the tables and try to adjust the world to them, which\nmakes a lot of other people unhappy. No, I'd say there's a certain\nnumber of people who just don't fit in this world of ours. Maybe at a\ndifferent time and on another world, they might fit. But they don't\nfit on this one, not right here and now.\"\n\n\n\nThat was a way of looking at it that I had never thought of before.\nAnd Joe had a point. Now you take old Barney Muhlenberg, the town\ndrunk. I knew Barney when he was a boy, and a more sober,\nadventure-seeking young rascal you never saw. But by then all the\nfrontiers had dried up, it was between wars, and the only adventure\nBarney could find was in the bottom of a bottle. Barney was one of\nthose poor folks born fifty years too late.\n\nOr you take Miss Alice Markey, the history teacher at Fremont High.\nShe's an old spinster--frail, white-haired, and a little bit crabby\nnow. You'd never believe it but she used to be the romantic type.\nSomehow, the right man just never came along, but she's never given up\nhoping either.\n\nSure, you wouldn't believe it to look at them. But that's how people\nare, down underneath. All dreams and wishful thinking.\n\n\"It's tough, Joe,\" I says, \"but what can you do about it?\"\n\nIt always seemed to me that you weren't going to help people by\nletting them fall asleep on a couch at fifty dollars a nap and trying\nto convince them they should give up their dreams.\n\n\"You've got to give people something _positive_!\" Joe says, hitting an\nend table with his fist so an ashtray jumps off.\n\nI sat up and began to take notice. Once Joe had an idea, he usually\ndid something about it.\n\n\"You got something in mind,\" I accused.\n\nHe stopped pacing and pointed his pipe at me like it was the working\nend of a twenty-two rifle. \"I got an idea, Harry,\" he says, the genius\nshowing in his eyes like the dollar signs in a cash register. \"I'm\ngoing to make a machine during my vacation and....\"\n\nAnd then Marge is in the doorway, dishtowel in her hand and little\nanger spots in her cheeks. \"Joseph Shannon!\" she says, stamping her\nfoot. \"You know perfectly well what we're going to do and where we're\ngoing to go on your vacation!\"\n\nJoe's mouth got set and I could see a storm blowing up so I struggled\nto my feet and got my hat. \"That was awful nice chili, Missus\nShannon,\" I says, and it isn't much more than two seconds later when\nI'm out the front door and walking up the sidewalk.\n\n\n\nWell, Joe--stubborn Irishman that he was--stayed right in town during\nhis vacation. He had a laboratory in the basement and every day when I\nwent by I could hear him and Wally Claus, his assistant, working down\nthere, hammering and nailing and running electric motors that spat\nsparks and whined worse'n two alley cats fightin' in a fish market.\n\nOn the day that it's finished, Joe invites me over for dinner again.\nAfter the meal's over--and Joe's so anxious that he don't even tell\nMarge how nice the tuna fish casserole was--we go down into the\nbasement. Marge doesn't come along.\n\n\"What's the matter with Marge?\" I ask. \"Ain't she interested?\"\n\nJoe jams his hands in his pockets, scowls, and says: \"We've been\nhaving a little trouble, Harry. She doesn't see things my way.\"\n\nIt isn't any of my business so I clam up and walk over to where the\nwhole front half of the basement is curtained off with a couple of old\nsheets and a drawstring.\n\n\"This is it,\" Joe says proudly, pulling on the drawstring. \"The\ngreatest invention since the wheel!\"\n\nWell, to tell you the truth, son, I was kinda disappointed. I had\nexpected something big and shiny but what there was looked a little\nlike a cross between a phone booth and one of those things in train\nstations where you take your own photograph. I looked inside and all I\ncould see was a big screen in front, like on a television set, a coin\nslot, and a funny looking hat with a cable leading out of it.\n\n\"It's real nice,\" I says, not actually knowing whether it was or not.\n\"What is it?\"\n\n\"I call it a _Paradise_ booth,\" Joe says.\n\nI took another look at the machine, and then looked at Joe. It occurs\nto me that maybe he's been working too hard or that arguments with\nMarge have sorta unsettled him.\n\n\"Look, Harry,\" Joe says, \"remember when we were talking about all the\npeople who didn't fit in this world?\"\n\n\"Sure I remember,\" I says. \"What's this got to do with it?\"\n\n\"What if people could choose the type of world they wanted to live\nin?\"\n\nI looks at him blankly. \"I don't get it.\"\n\nHe fishes around for his pipe and lights up. \"How big's the universe,\nHarry?\"\n\n\"Now son, I got no idea how big the universe is and I says so. All I\nknow is that it's _big_.\"\n\n\"Most scientists say the universe is infinite,\" Joe explains. \"And if\nit's infinite, then it must have an infinite number of worlds in it.\nAn actual world to match whatever kind of world you can dream up,\nlet's say. All you have to do is step into the _Paradise_ booth, put\non the cap, visualize the kind of world you want to live in so it\nshows on the screen, and off you go!\"\n\n\"You're kidding,\" I says feebly. \"You don't really mean it.\"\n\nHe taps me on the chest with his finger and says: \"Yes, I do really\nmean it, Harry. I've tried it and it works!\"\n\nAnd there I thought I had him. \"If you went off to another world,\" I\nsays slyly, \"just how did you get back?\"\n\n\"Built myself another machine,\" he says promptly.\n\nI snapped the trap shut. \"Just picked this world out of all the\nmillions there are? Just like that.\"\n\nJoe grinned. \"I just thought of the damnedest world that I could, and\nhere I was!\"\n\nWell, he had me. There wasn't much more I could say. Joe's idea, of\ncourse, was to build machines and put them on the street corners like\nyou would newspaper stands. He figured that all the misfits and the\nunhappy people would sneak out and use them and _whisht_, off they'd\nfly to their own favorite world, leaving all us well-adjusted people\nbehind. He even had a slogan figured out. \"_Paradise--for only a\nquarter!_\"\n\nYou see, he figured he'd have to charge a quarter not only to pay for\nthe machines but because people are just naturally suspicious of\nanything they get for free....\n\n\n\nJoe and Wally Claus rigged up three of the machines and installed them\non some of the better known street corners around Fremont. Joe had\ntrouble getting a license to do it, but when he told the city fathers\nwhat the machines did, they figured the best way to discourage a\ncrackpot was to let him go ahead and flop on his own.\n\nAnd he came close to doing it. Those booths just sat on the street\ncorners all summer and gathered dust. People called them Shannon's\nfolly, which didn't help things with Marge any.\n\nAnd then one day, Barney Muhlenberg disappeared. We thought he might\nhave gotten drunk and fallen in the river and we spent a good two days\ndragging it. And then we looked in at his rooming house but we didn't\nfind a thing except thirty-nine empty bottles and a rusty opener.\n\nIt was Joe who first discovered what had happened. He got hold of me\nand we went down to the _Paradise_ booth on the corner just opposite\nfrom Schultz's Bar and Grill. There was a quarter in the coin till and\nwhen I looked at the screen, I knew Barney had taken off.\n\nWell, everybody's happy. Joe's glad that his machine has finally\ncaught on, Barney is probably happy playing Cowboys and Indians even\nthough he's way too old for it, and the town is happy because its\nworst sanitary problem has just eliminated itself.\n\nThe news gets spread around and everybody starts laying odds on who's\ngonna be the next to go. Nobody goes near the booths for about a week,\nand then the kids start passing around a rumor Saturday morning that\nMiss Alice Markey has submitted her resignation to the school board\nand is packing to leave town.\n\nThe town splits. Half the people figure she'll be sensible and leave\nby bus. The other half, myself included, station ourselves at the\n_Paradise_ booth that's nearest to her apartment. Along about noon,\nMiss Alice shows up. She's pale and determined looking, all dressed up\nto travel. Her suitcase is leaking little bits and ends of clothing\nand over her shoulder she's got a knapsack with her lunch in it.\nAlways practical, Miss Alice was.\n\n\"You aren't really thinking of leaving are you, Ma'm?\" I ask, thinking\nit would be a shame for a good-hearted, hard-working school teacher\nlike Miss Alice to leave Fremont.\n\n\"I'll thank you to mind your own business, young man!\" she says\ncoldly, and marches into the booth and pulls the curtain shut. A\nmoment later I hear a coin drop, there's a flash of bright blue light,\nand then dead silence.\n\nI was the nearest one so I lifts the curtain and peeks in. Miss Alice\nand her suitcase and knapsack have disappeared. I look at the screen\neven though nobody needs to tell me that Miss Alice Markey has whisked\noff to a world where all the men look like Rudolph Valentino and have\na fondness for old-maid school teachers. Sure enough, I was right....\n\nAbout mid-August, Joe comes around and he's looking mighty worried.\n\"Harry,\" he says, \"Wally Claus has disappeared.\"\n\nI mull it over for a minute. \"It can't be what you're thinking,\" I\nsays. \"Wally's one of the most normal men in town.\"\n\nWe go down to see Wally's wife and I begin to get the picture. Wally\nwas one of those hard working, hard drinking Dutchmen with a family\nabout three times as big as his salary. He worked at Stellar Electric\nwith Joe and, like I say, sometimes he used to help Joe in his lab.\n\n\"When was the last time you saw Wally?\" Joe asks gently.\n\nMrs. Wally is blubbering in her handkerchief and trying to hold a kid\non her lap at the same time. Two more are hanging onto her chair, and\nabout six others are standing around the room sucking their thumbs and\nlooking wide-eyed at Joe and me.\n\n\"It was p-payday,\" she blurts, the tears streaming down her fat\ncheeks. \"Wally c-comes home drunk and all I do was quietly ask him for\nhis paycheck. And that's the last I see of him. I d-don't know w-what\ngot into him!\"\n\nAnybody with half an eye, I thought, could piece together what had\nhappened. Wally probably had one or two at Schultz's bar and got to\nfeeling sorry for himself and then when he got home, he walked into a\nhornet's nest. Nine kids bawling or running around and Mrs. Wally\nnagging the life out of him. He must have wondered if it was worth it,\nthen found a quarter in his pocket and walked around the corner to the\nnearest _Paradise_ booth. _Whisht_--and Wally's worries are a thing of\nthe past.\n\nJoe and I get the idea at the same time and we chase down to the\nnearest booth. I took one look at the screen and blushed. Wally had\nsome pretty wild ideas.\n\nOn the way home, I tried to talk Joe into tearing the machines down.\n\"How do you know where it's going to end, Joe?\" I argues. \"You can't\ntell who's well-adjusted and who isn't any more. And besides, some of\nthose who ain't have contributed just as much to life as those who\nare. Maybe even more.\"\n\n\"I'm going to leave them up,\" Joe says grimly. \"The world will be\nbetter off without a lot of neurotics running around.\"\n\n\"You won't think it over, Joe?\"\n\n\"No,\" he says, \"and to prove it, I'm going to spend the next two weeks\nin New York looking for backing to put up _Paradise_ booths all across\nthe country.\"\n\n\"What does Marge think?\" I ask.\n\n\"Hang Marge!\" he says.\n\nWell, I just stood there in the middle of the block and watched him\nget smaller and smaller in the distance. I couldn't think of anything\nmore to say and he wouldn't have listened to me anyways.\n\nI packed and left town that same night. The strawberry season was just\ncoming on and I ain't never missed a harvest yet.\n\n\n\nAbout two weeks passed and I couldn't stay away any longer. I got back\nto town, took a look around, and then went down to the station to wait\nfor Joe to come in on the flyer. I figured somebody ought to be there\nto break it to him gently.\n\nHe gets off the train looking happy and successful and I figure he's\nmade arrangements to put a _Paradise_ booth in every city, town, and\ncrossroads in the nation.\n\n\"Why, hello, Harry,\" he says when he sees me, and gives me the old\nprofessional smile and handshake that really ain't the old Joe at all.\n\"Any cabs around?\"\n\n\"No, there ain't no cabs around.\"\n\nSomething in the way I says it makes him give me a sharp look. \"How\ncome? There's always a couple to meet the flyer.\"\n\n\"There ain't none this time,\" I says. \"No cab drivers.\"\n\n\"No cab drivers?\"\n\n\"Ain't no need for 'em any more,\" I says. \"Ain't no people in town to\nuse cabs. Town's empty. Everybody's gone.\"\n\nHe looks kinda green and says: \"What do you mean, everybody's gone?\"\n\nI shrugs and starts walking back to town. \"Everybody took off,\" I\nsays. \"Your _Paradise_ booths were real popular.\"\n\nHe still looks blank so I give it to him straight. I had first thought\nabout it when Wally Claus disappeared. It occurs to me then that\neverybody has times when they wish they could crawl out from under and\nquietly disappear. You see, Joe had assumed that some people were\nadjusted to society and some weren't. Well, actually _nobody_ is, it's\njust a difference of degree.\n\nOnce Wally took off, it sorta burst the dam. More and more people\nsneaked into the booths, dropped in a quarter, and _whisht_--they were\na billion miles away.\n\nIt was lonely and dark in town. No street lamps, of course. There was\nnobody down at the power plant to work the switches. And there weren't\nany lights in the houses 'cause there wasn't anybody around.\n\n\"I can't imagine _everybody_ going,\" Joe says, biting his lip. \"What\nabout all the kids?\"\n\n\"I kinda think they were among the first,\" I says. I waves at the\nstarry sky. \"There's probably a planet up there some place where\nthere's nothing but hot rods and football stadiums. And I suppose\nthere's one section of the universe fenced off for all the Junior\nSpacemen that'll be roaming around it.\"\n\nAnybody you could think of mighta had a reason for leaving, I told\nhim. The boys at Schultz's probably took off for a world where Marilyn\nMonroe has a thousand twin sisters; and Johnny Douglas, the ace at\nKelly's Bowling Alley, is probably located on a world where it's\nimpossible to bowl anything but a three hundred game.\n\nBy then, we were in front of Joe's house. It was as dark and curtained\nas the others.\n\n\n\nThe house was empty. The blinds had been drawn, the dishes neatly\nstacked and put away, and a note left on the doorstoop telling the\nmilkman not to bring any more milk.\n\nThe note to Joe was on the kitchen table. It was hard for Joe to read\non accounta it was blurred in spots where Marge had been crying and\nthe tears had fallen on the paper. It told Joe--among a whole mess of\nother things--that she thought she had married a man, not a radio set,\nand since everybody was using them she was going to visit a _Paradise_\nbooth that night.\n\n\"What am I going to do?\" Joe asks remorsefully.\n\n\"That's your problem,\" I says heartlessly, thinking of all the chili\ndinners that went with Marge. \"You made the booths in the first\nplace.\"\n\n\"Yeah, I know.\" He pulls out a wad of papers from his pocket and\nthumbs through them. \"I got contracts here for a _Paradise_ booth in\nevery town over five thousand population. I could be a millionaire in\na month.\"\n\n\"Joe,\" I says, suddenly frightened, \"don't do it. Look what happened\nhere in Fremont. Why man, if you put those things all over the country\nthere wouldn't be a soul left in the United States after a month had\ngone by.\"\n\n\"You're right, Harry,\" he says. \"Absolutely right.\" And he takes a\ncigarette lighter out of his pocket and sets fire to the papers and\nlets them burn 'til they're nothing but ashes.\n\n\"What are you gonna do with the booths in town?\" I ask.\n\nHe goes down to the basement and comes up with a hatchet. \"Come on,\"\nhe says grimly. \"I'll show you what I'm going to do with them!\"\n\nThe first two we chop in small pieces until the walk is covered with\ncogs and wheels and smashed tubes and dials. We stop at the third one.\nThat was the fanciest one of all, with the leather upholstery inside\nand the big red neon sign on top that you could read halfway across\ntown.\n\nJoe stares at it for a long minute, then makes up his mind. He fishes\naround in his pocket for a coin.\n\n\"What do you think you're going to do?\" I asks, alarmed.\n\n\"I'm going to look for Marge,\" he says. \"I need a vacation anyways.\"\n\n\"How you gonna find her, Joe?\" I asks. \"You don't even know what kind\nof a world to look for!\"\n\n\"Yes, I do,\" Joe says wistfully. \"It'll be the kind of world where\nMarge always wanted to spend a vacation. Some place like up in\nMassachusetts during the summer. White beaches, little wooden houses,\nfishing boats and lobster pots.... She's described it to me so often I\ncould picture it down to the last pebble on the beach.\"\n\nHe gets into the booth.\n\n\"Think you'll ever be back, Joe?\" I asks.\n\nHe drops a quarter in the coin slot and a picture builds up on the\nscreen of a beach with a little town in the distance.\n\n\"Sure,\" Joe says confidentially. \"We'll be back.\" And then there's a\nflash of blue light and Joe's gone, too.\n\nI hung around for a couple of days afterward but Joe and Marge never\ncame back. I think he found her all right but Marge didn't want\nanything to do with the old world so they just stayed there.\n\nAnd that's about all there is, son. Except I've often wondered what\nhappened when strangers drove through and found Fremont a ghost\ntown....\n\n\n\nNow, lookahere, son, it's no cause for you to go calling me a liar\njust because you never heard of Stellar Electric and Fremont ain't\nlisted on any map you've got. You didn't expect me to stay behind when\neverybody else had left, did you? I always had a hankerin' for a\ndifferent type of world, too.\n\nA world where a body didn't have to work so blamed hard and total\nstrangers would be willin' to listen to my stories and buy me a\nbeer....\n\n\n...THE END",
    "metadata": {
        "author": [
            "Robinson, Frank Malcolm",
            "Robinson, Frank M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32680/pg32680.txt",
        "name": "the_worlds_of_joe_shannon.json"
    }
}