{
    "name": "The Facts Concerning the Recent Carnival of Crime in Connecticut",
    "author": [
        "Twain, Mark (Samuel Clemens)",
        "Clemens, Samuel Langhorne",
        "Twain, Mark"
    ],
    "body": "by Mark Twain\n\n\n\nI was feeling blithe, almost jocund. I put a match to my cigar, and\njust then the morning's mail was handed in. The first superscription I\nglanced at was in a handwriting that sent a thrill of pleasure through\nand through me. It was Aunt Mary's; and she was the person I loved and\nhonored most in all the world, outside of my own household. She had been\nmy boyhood's idol; maturity, which is fatal to so many enchantments,\nhad not been able to dislodge her from her pedestal; no, it had only\njustified her right to be there, and placed her dethronement permanently\namong the impossibilities. To show how strong her influence over me was,\nI will observe that long after everybody else's “do-stop-smoking” had\nceased to affect me in the slightest degree, Aunt Mary could still stir\nmy torpid conscience into faint signs of life when she touched upon the\nmatter. But all things have their limit in this world. A happy day came\nat last, when even Aunt Mary's words could no longer move me. I was\nnot merely glad to see that day arrive; I was more than glad--I was\ngrateful; for when its sun had set, the one alloy that was able to mar\nmy enjoyment of my aunt's society was gone. The remainder of her stay\nwith us that winter was in every way a delight. Of course she pleaded\nwith me just as earnestly as ever, after that blessed day, to quit my\npernicious habit, but to no purpose whatever; the moment she opened\nthe subject I at once became calmly, peacefully, contentedly\nindifferent--absolutely, adamantinely indifferent. Consequently the\nclosing weeks of that memorable visit melted away as pleasantly as a\ndream, they were so freighted for me with tranquil satisfaction. I could\nnot have enjoyed my pet vice more if my gentle tormentor had been a\nsmoker herself, and an advocate of the practice. Well, the sight of her\nhandwriting reminded me that I way getting very hungry to see her again.\nI easily guessed what I should find in her letter. I opened it. Good!\njust as I expected; she was coming! Coming this very day, too, and by\nthe morning train; I might expect her any moment.\n\nI said to myself, “I am thoroughly happy and content now. If my most\npitiless enemy could appear before me at this moment, I would freely\nright any wrong I may have done him.”\n\nStraightway the door opened, and a shriveled, shabby dwarf entered. He\nwas not more than two feet high. He seemed to be about forty years old.\nEvery feature and every inch of him was a trifle out of shape; and so,\nwhile one could not put his finger upon any particular part and say,\n“This is a conspicuous deformity,” the spectator perceived that this\nlittle person was a deformity as a whole--a vague, general, evenly\nblended, nicely adjusted deformity. There was a fox-like cunning in the\nface and the sharp little eyes, and also alertness and malice. And\nyet, this vile bit of human rubbish seemed to bear a sort of remote\nand ill-defined resemblance to me! It was dully perceptible in the\nmean form, the countenance, and even the clothes, gestures, manner,\nand attitudes of the creature. He was a farfetched, dim suggestion of\na burlesque upon me, a caricature of me in little. One thing about him\nstruck me forcibly and most unpleasantly: he was covered all over with\na fuzzy, greenish mold, such as one sometimes sees upon mildewed bread.\nThe sight of it was nauseating.\n\nHe stepped along with a chipper air, and flung himself into a doll's\nchair in a very free-and-easy way, without waiting to be asked. He\ntossed his hat into the waste-basket. He picked up my old chalk pipe\nfrom the floor, gave the stem a wipe or two on his knee, filled the\nbowl from the tobacco-box at his side, and said to me in a tone of pert\ncommand:\n\n“Gimme a match!”\n\nI blushed to the roots of my hair; partly with indignation, but mainly\nbecause it somehow seemed to me that this whole performance was very\nlike an exaggeration of conduct which I myself had sometimes been\nguilty of in my intercourse with familiar friends--but never, never with\nstrangers, I observed to myself. I wanted to kick the pygmy into the\nfire, but some incomprehensible sense of being legally and legitimately\nunder his authority forced me to obey his order. He applied the match\nto the pipe, took a contemplative whiff or two, and remarked, in an\nirritatingly familiar way:\n\n“Seems to me it's devilish odd weather for this time of year.”\n\nI flushed again, and in anger and humiliation as before; for the\nlanguage was hardly an exaggeration of some that I have uttered in\nmy day, and moreover was delivered in a tone of voice and with an\nexasperating drawl that had the seeming of a deliberate travesty of my\nstyle. Now there is nothing I am quite so sensitive about as a mocking\nimitation of my drawling infirmity of speech. I spoke up sharply and\nsaid:\n\n“Look here, you miserable ash-cat! you will have to give a little more\nattention to your manners, or I will throw you out of the window!”\n\nThe manikin smiled a smile of malicious content and security, puffed\na whiff of smoke contemptuously toward me, and said, with a still more\nelaborate drawl:\n\n“Come--go gently now; don't put on too many airs with your betters.”\n\nThis cool snub rasped me all over, but it seemed to subjugate me, too,\nfor a moment. The pygmy contemplated me awhile with his weasel eyes, and\nthen said, in a peculiarly sneering way:\n\n“You turned a tramp away from your door this morning.”\n\nI said crustily:\n\n“Perhaps I did, perhaps I didn't. How do you know?”\n\n“Well, I know. It isn't any matter how I know.”\n\n“Very well. Suppose I did turn a tramp away from the door--what of it?”\n\n“Oh, nothing; nothing in particular. Only you lied to him.”\n\n“I didn't! That is, I--”\n\n“Yes, but you did; you lied to him.”\n\nI felt a guilty pang--in truth, I had felt it forty times before that\ntramp had traveled a block from my door--but still I resolved to make a\nshow of feeling slandered; so I said:\n\n“This is a baseless impertinence. I said to the tramp--”\n\n“There--wait. You were about to lie again. I know what you said to him.\nYou said the cook was gone down-town and there was nothing left from\nbreakfast. Two lies. You knew the cook was behind the door, and plenty\nof provisions behind her.”\n\nThis astonishing accuracy silenced me; and it filled me with wondering\nspeculations, too, as to how this cub could have got his information. Of\ncourse he could have culled the conversation from the tramp, but by what\nsort of magic had he contrived to find out about the concealed cook? Now\nthe dwarf spoke again:\n\n“It was rather pitiful, rather small, in you to refuse to read that poor\nyoung woman's manuscript the other day, and give her an opinion as to\nits literary value; and she had come so far, too, and so hopefully. Now\nwasn't it?”\n\nI felt like a cur! And I had felt so every time the thing had recurred\nto my mind, I may as well confess. I flushed hotly and said:\n\n“Look here, have you nothing better to do than prowl around prying into\nother people's business? Did that girl tell you that?”\n\n“Never mind whether she did or not. The main thing is, you did that\ncontemptible thing. And you felt ashamed of it afterward. Aha! you feel\nashamed of it now!”\n\nThis was a sort of devilish glee. With fiery earnestness I responded:\n\n“I told that girl, in the kindest, gentlest way, that I could not\nconsent to deliver judgment upon any one's manuscript, because an\nindividual's verdict was worthless. It might underrate a work of high\nmerit and lose it to the world, or it might overrate a trashy production\nand so open the way for its infliction upon the world: I said that the\ngreat public was the only tribunal competent to sit in judgment upon\na literary effort, and therefore it must be best to lay it before that\ntribunal in the outset, since in the end it must stand or fall by that\nmighty court's decision anyway.”\n\n“Yes, you said all that. So you did, you juggling, small-souled\nshuffler! And yet when the happy hopefulness faded out of that poor\ngirl's face, when you saw her furtively slip beneath her shawl the\nscroll she had so patiently and honestly scribbled at--so ashamed of her\ndarling now, so proud of it before--when you saw the gladness go out of\nher eyes and the tears come there, when she crept away so humbly who had\ncome so--”\n\n“Oh, peace! peace! peace! Blister your merciless tongue, haven't all\nthese thoughts tortured me enough without your coming here to fetch them\nback again!”\n\nRemorse! remorse! It seemed to me that it would eat the very heart out\nof me! And yet that small fiend only sat there leering at me with joy\nand contempt, and placidly chuckling. Presently he began to speak again.\nEvery sentence was an accusation, and every accusation a truth. Every\nclause was freighted with sarcasm and derision, every slow-dropping word\nburned like vitriol. The dwarf reminded me of times when I had flown at\nmy children in anger and punished them for faults which a little inquiry\nwould have taught me that others, and not they, had committed. He\nreminded me of how I had disloyally allowed old friends to be traduced\nin my hearing, and been too craven to utter a word in their defense. He\nreminded me of many dishonest things which I had done; of many which I\nhad procured to be done by children and other irresponsible persons; of\nsome which I had planned, thought upon, and longed to do, and been\nkept from the performance by fear of consequences only. With exquisite\ncruelty he recalled to my mind, item by item, wrongs and unkindnesses I\nhad inflicted and humiliations I had put upon friends since dead, “who\ndied thinking of those injuries, maybe, and grieving over them,” he\nadded, by way of poison to the stab.\n\n“For instance,” said he, “take the case of your younger brother, when\nyou two were boys together, many a long year ago. He always lovingly\ntrusted in you with a fidelity that your manifold treacheries were not\nable to shake. He followed you about like a dog, content to suffer wrong\nand abuse if he might only be with you; patient under these injuries\nso long as it was your hand that inflicted them. The latest picture you\nhave of him in health and strength must be such a comfort to you! You\npledged your honor that if he would let you blindfold him no harm should\ncome to him; and then, giggling and choking over the rare fun of the\njoke, you led him to a brook thinly glazed with ice, and pushed him\nin; and how you did laugh! Man, you will never forget the gentle,\nreproachful look he gave you as he struggled shivering out, if you live\na thousand years! Oh! you see it now, you see it now!”\n\n“Beast, I have seen it a million times, and shall see it a million more!\nand may you rot away piecemeal, and suffer till doomsday what I suffer\nnow, for bringing it back to me again!”\n\nThe dwarf chuckled contentedly, and went on with his accusing history\nof my career. I dropped into a moody, vengeful state, and suffered in\nsilence under the merciless lash. At last this remark of his gave me a\nsudden rouse:\n\n“Two months ago, on a Tuesday, you woke up, away in the night, and fell\nto thinking, with shame, about a peculiarly mean and pitiful act of\nyours toward a poor ignorant Indian in the wilds of the Rocky Mountains\nin the winter of eighteen hundred and--”\n\n“Stop a moment, devil! Stop! Do you mean to tell me that even my very\nthoughts are not hidden from you?”\n\n“It seems to look like that. Didn't you think the thoughts I have just\nmentioned?”\n\n“If I didn't, I wish I may never breathe again! Look here, friend--look\nme in the eye. Who are you?”\n\n“Well, who do you think?”\n\n“I think you are Satan himself. I think you are the devil.”\n\n“No.”\n\n“No? Then who can you be?”\n\n“Would you really like to know?”\n\n“Indeed I would.”\n\n“Well, I am your Conscience!”\n\nIn an instant I was in a blaze of joy and exultation. I sprang at the\ncreature, roaring:\n\n“Curse you, I have wished a hundred million times that you were\ntangible, and that I could get my hands on your throat once! Oh, but I\nwill wreak a deadly vengeance on--”\n\nFolly! Lightning does not move more quickly than my Conscience did!\nHe darted aloft so suddenly that in the moment my fingers clutched the\nempty air he was already perched on the top of the high bookcase, with\nhis thumb at his nose in token of derision. I flung the poker at him,\nand missed. I fired the bootjack. In a blind rage I flew from place to\nplace, and snatched and hurled any missile that came handy; the storm of\nbooks, inkstands, and chunks of coal gloomed the air and beat about the\nmanikin's perch relentlessly, but all to no purpose; the nimble figure\ndodged every shot; and not only that, but burst into a cackle of\nsarcastic and triumphant laughter as I sat down exhausted. While I\npuffed and gasped with fatigue and excitement, my Conscience talked to\nthis effect:\n\n“My good slave, you are curiously witless--no, I mean characteristically\nso. In truth, you are always consistent, always yourself, always an\nass. Other wise it must have occurred to you that if you attempted this\nmurder with a sad heart and a heavy conscience, I would droop under the\nburdening in influence instantly. Fool, I should have weighed a ton, and\ncould not have budged from the floor; but instead, you are so cheerfully\nanxious to kill me that your conscience is as light as a feather;\nhence I am away up here out of your reach. I can almost respect a mere\nordinary sort of fool; but you pah!”\n\nI would have given anything, then, to be heavyhearted, so that I could\nget this person down from there and take his life, but I could no more\nbe heavy-hearted over such a desire than I could have sorrowed over its\naccomplishment. So I could only look longingly up at my master, and rave\nat the ill luck that denied me a heavy conscience the one only time that\nI had ever wanted such a thing in my life. By and by I got to musing\nover the hour's strange adventure, and of course my human curiosity\nbegan to work. I set myself to framing in my mind some questions for\nthis fiend to answer. Just then one of my boys entered, leaving the door\nopen behind him, and exclaimed:\n\n“My! what has been going on here? The bookcase is all one riddle of--”\n\nI sprang up in consternation, and shouted:\n\n“Out of this! Hurry! jump! Fly! Shut the door! Quick, or my Conscience\nwill get away!”\n\nThe door slammed to, and I locked it. I glanced up and was grateful, to\nthe bottom of my heart, to see that my owner was still my prisoner. I\nsaid:\n\n“Hang you, I might have lost you! Children are the heedlessest\ncreatures. But look here, friend, the boy did not seem to notice you at\nall; how is that?”\n\n“For a very good reason. I am invisible to all but you.”\n\nI made a mental note of that piece of information with a good deal of\nsatisfaction. I could kill this miscreant now, if I got a chance, and no\none would know it. But this very reflection made me so lighthearted that\nmy Conscience could hardly keep his seat, but was like to float aloft\ntoward the ceiling like a toy balloon. I said, presently:\n\n“Come, my Conscience, let us be friendly. Let us fly a flag of truce for\na while. I am suffering to ask you some questions.”\n\n“Very well. Begin.”\n\n“Well, then, in the first place, why were you never visible to me\nbefore?”\n\n“Because you never asked to see me before; that is, you never asked in\nthe right spirit and the proper form before. You were just in the right\nspirit this time, and when you called for your most pitiless enemy I was\nthat person by a very large majority, though you did not suspect it.”\n\n“Well, did that remark of mine turn you into flesh and blood?”\n\n“No. It only made me visible to you. I am unsubstantial, just as other\nspirits are.”\n\nThis remark prodded me with a sharp misgiving.\n\nIf he was unsubstantial, how was I going to kill him? But I dissembled,\nand said persuasively:\n\n“Conscience, it isn't sociable of you to keep at such a distance. Come\ndown and take another smoke.”\n\nThis was answered with a look that was full of derision, and with this\nobservation added:\n\n“Come where you can get at me and kill me? The invitation is declined\nwith thanks.”\n\n“All right,” said I to myself; “so it seems a spirit can be killed,\nafter all; there will be one spirit lacking in this world, presently, or\nI lose my guess.” Then I said aloud:\n\n“Friend--”\n\n“There; wait a bit. I am not your friend. I am your enemy; I am not your\nequal, I am your master, Call me 'my lord,' if you please. You are too\nfamiliar.”\n\n“I don't like such titles. I am willing to call you, sir. That is as far\nas--”\n\n“We will have no argument about this. Just obey, that is all. Go on with\nyour chatter.”\n\n“Very well, my lord--since nothing but my lord will suit you--I was\ngoing to ask you how long you will be visible to me?”\n\n“Always!”\n\nI broke out with strong indignation: “This is simply an outrage. That is\nwhat I think of it! You have dogged, and dogged, and dogged me, all the\ndays of my life, invisible. That was misery enough, now to have such a\nlooking thing as you tagging after me like another shadow all the rest\nof my day is an intolerable prospect. You have my opinion my lord, make\nthe most of it.”\n\n“My lad, there was never so pleased a conscience in this world as I was\nwhen you made me visible. It gives me an inconceivable advantage. Now I\ncan look you straight in the eye, and call you names, and leer at you,\njeer at you, sneer at you; and you know what eloquence there is in\nvisible gesture and expression, more especially when the effect is\nheightened by audible speech. I shall always address you henceforth in\nyour o-w-n s-n-i-v-e-l-i-n-g d-r-a-w-l--baby!”\n\nI let fly with the coal-hod. No result. My lord said:\n\n“Come, come! Remember the flag of truce!”\n\n“Ah, I forgot that. I will try to be civil; and you try it, too, for a\nnovelty. The idea of a civil conscience! It is a good joke; an excellent\njoke. All the consciences I have ever heard of were nagging, badgering,\nfault-finding, execrable savages! Yes; and always in a sweat about some\npoor little insignificant trifle or other--destruction catch the lot\nof them, I say! I would trade mine for the smallpox and seven kinds of\nconsumption, and be glad of the chance. Now tell me, why is it that a\nconscience can't haul a man over the coals once, for an offense, and\nthen let him alone? Why is it that it wants to keep on pegging at him,\nday and night and night and day, week in and week out, forever and ever,\nabout the same old thing? There is no sense in that, and no reason in\nit. I think a conscience that will act like that is meaner than the very\ndirt itself.”\n\n“Well, WE like it; that suffices.”\n\n“Do you do it with the honest intent to improve a man?”\n\nThat question produced a sarcastic smile, and this reply:\n\n“No, sir. Excuse me. We do it simply because it is 'business.' It is\nour trade. The purpose of it is to improve the man, but we are merely\ndisinterested agents. We are appointed by authority, and haven't\nanything to say in the matter. We obey orders and leave the consequences\nwhere they belong. But I am willing to admit this much: we do crowd\nthe orders a trifle when we get a chance, which is most of the time. We\nenjoy it. We are instructed to remind a man a few times of an error; and\nI don't mind acknowledging that we try to give pretty good measure. And\nwhen we get hold of a man of a peculiarly sensitive nature, oh, but\nwe do haze him! I have consciences to come all the way from China and\nRussia to see a person of that kind put through his paces, on a special\noccasion. Why, I knew a man of that sort who had accidentally crippled\na mulatto baby; the news went abroad, and I wish you may never commit\nanother sin if the consciences didn't flock from all over the earth\nto enjoy the fun and help his master exorcise him. That man walked the\nfloor in torture for forty-eight hours, without eating or sleeping, and\nthen blew his brains out. The child was perfectly well again in three\nweeks.”\n\n“Well, you are a precious crew, not to put it too strong. I think I\nbegin to see now why you have always been a trifle inconsistent with me.\nIn your anxiety to get all the juice you can out of a sin, you make\na man repent of it in three or four different ways. For instance, you\nfound fault with me for lying to that tramp, and I suffered over that.\nBut it was only yesterday that I told a tramp the square truth, to wit,\nthat, it being regarded as bad citizenship to encourage vagrancy, I\nwould give him nothing. What did you do then: Why, you made me say to\nmyself, 'Ah, it would have been so much kinder and more blameless to\nease him off with a little white lie, and send him away feeling that if\nhe could not have bread, the gentle treatment was at least something to\nbe grateful for!' Well, I suffered all day about that. Three days before\nI had fed a tramp, and fed him freely, supposing it a virtuous act.\nStraight off you said, 'Oh, false citizen, to have fed a tramp!' and I\nsuffered as usual. I gave a tramp work; you objected to it--after the\ncontract was made, of course; you never speak up beforehand. Next, I\nrefused a tramp work; you objected to that. Next, I proposed to kill a\ntramp; you kept me awake all night, oozing remorse at every pore. Sure\nI was going to be right this time, I sent the next tramp away with my\nbenediction; and I wish you may live as long as I do, if you didn't make\nme smart all night again because I didn't kill him. Is there any way of\nsatisfying that malignant invention which is called a conscience?”\n\n“Ha, ha! this is luxury! Go on!”\n\n“But come, now, answer me that question. Is there any way?”\n\n“Well, none that I propose to tell you, my son. Ass! I don't care what\nact you may turn your hand to, I can straightway whisper a word in your\near and make you think you have committed a dreadful meanness. It is my\nbusiness--and my joy--to make you repent of everything you do. If I have\nfooled away any opportunities it was not intentional; I beg to assure\nyou it was not intentional!”\n\n“Don't worry; you haven't missed a trick that I know of. I never did a\nthing in all my life, virtuous or otherwise, that I didn't repent of in\ntwenty-four hours. In church last Sunday I listened to a charity sermon.\nMy first impulse was to give three hundred and fifty dollars; I repented\nof that and reduced it a hundred; repented of that and reduced it\nanother hundred; repented of that and reduced it another hundred;\nrepented of that and reduced the remaining fifty to twenty-five;\nrepented of that and came down to fifteen; repented of that and dropped\nto two dollars and a half; when the plate came around at last, I\nrepented once more and contributed ten cents. Well, when I got home, I\ndid wish to goodness I had that ten cents back again! You never did\nlet me get through a charity sermon without having something to sweat\nabout.”\n\n“Oh, and I never shall, I never shall. You can always depend on me.”\n\n“I think so. Many and many's the restless night I've wanted to take you\nby the neck. If I could only get hold of you now!”\n\n“Yes, no doubt. But I am not an ass; I am only the saddle of an ass. But\ngo on, go on. You entertain me more than I like to confess.”\n\n“I am glad of that. (You will not mind my lying a little, to keep in\npractice.) Look here; not to be too personal, I think you are about the\nshabbiest and most contemptible little shriveled-up reptile that can be\nimagined. I am grateful enough that you are invisible to other people,\nfor I should die with shame to be seen with such a mildewed monkey of a\nconscience as you are. Now if you were five or six feet high, and--”\n\n“Oh, come! who is to blame?”\n\n“I don't know.”\n\n“Why, you are; nobody else.”\n\n“Confound you, I wasn't consulted about your personal appearance.”\n\n“I don't care, you had a good deal to do with it, nevertheless. When you\nwere eight or nine years old, I was seven feet high, and as pretty as a\npicture.”\n\n“I wish you had died young! So you have grown the wrong way, have you?”\n\n“Some of us grow one way and some the other. You had a large conscience\nonce; if you've a small conscience now I reckon there are reasons for\nit. However, both of us are to blame, you and I. You see, you used to be\nconscientious about a great many things; morbidly so, I may say. It was\na great many years ago. You probably do not remember it now. Well, I\ntook a great interest in my work, and I so enjoyed the anguish which\ncertain pet sins of yours afflicted you with that I kept pelting at you\nuntil I rather overdid the matter. You began to rebel. Of course I began\nto lose ground, then, and shrivel a little--diminish in stature, get\nmoldy, and grow deformed. The more I weakened, the more stubbornly you\nfastened on to those particular sins; till at last the places on my\nperson that represent those vices became as callous as shark-skin. Take\nsmoking, for instance. I played that card a little too long, and I lost.\nWhen people plead with you at this late day to quit that vice, that old\ncallous place seems to enlarge and cover me all over like a shirt of\nmail. It exerts a mysterious, smothering effect; and presently I, your\nfaithful hater, your devoted Conscience, go sound asleep! Sound? It is\nno name for it. I couldn't hear it thunder at such a time. You have some\nfew other vices--perhaps eighty, or maybe ninety--that affect me in much\nthe same way.”\n\n“This is flattering; you must be asleep a good part of your time.”\n\n“Yes, of late years. I should be asleep all the time but for the help I\nget.”\n\n“Who helps you?”\n\n“Other consciences. Whenever a person whose conscience I am acquainted\nwith tries to plead with you about the vices you are callous to, I get\nmy friend to give his client a pang concerning some villainy of his\nown, and that shuts off his meddling and starts him off to hunt personal\nconsolation. My field of usefulness is about trimmed down to tramps,\nbudding authoresses, and that line of goods now; but don't you\nworry--I'll harry you on theirs while they last! Just you put your trust\nin me.”\n\n“I think I can. But if you had only been good enough to mention\nthese facts some thirty years ago, I should have turned my particular\nattention to sin, and I think that by this time I should not only have\nhad you pretty permanently asleep on the entire list of human vices, but\nreduced to the size of a homeopathic pill, at that. That is about the\nstyle of conscience I am pining for. If I only had you shrunk you down\nto a homeopathic pill, and could get my hands on you, would I put you in\na glass case for a keepsake? No, sir. I would give you to a yellow dog!\nThat is where you ought to be--you and all your tribe. You are not fit\nto be in society, in my opinion. Now another question. Do you know a\ngood many consciences in this section?”\n\n“Plenty of them.”\n\n“I would give anything to see some of them! Could you bring them here?\nAnd would they be visible to me?”\n\n“Certainly not.”\n\n“I suppose I ought to have known that without asking. But no matter,\nyou can describe them. Tell me about my neighbor Thompson's conscience,\nplease.”\n\n“Very well. I know him intimately; have known him many years. I knew him\nwhen he was eleven feet high and of a faultless figure. But he is very\npasty and tough and misshapen now, and hardly ever interests himself\nabout anything. As to his present size--well, he sleeps in a cigar-box.”\n\n“Likely enough. There are few smaller, meaner men in this region than\nHugh Thompson. Do you know Robinson's conscience?”\n\n“Yes. He is a shade under four and a half feet high; used to be a blond;\nis a brunette now, but still shapely and comely.”\n\n“Well, Robinson is a good fellow. Do you know Tom Smith's conscience?”\n\n“I have known him from childhood. He was thirteen inches high, and\nrather sluggish, when he was two years old--as nearly all of us are at\nthat age. He is thirty-seven feet high now, and the stateliest figure in\nAmerica. His legs are still racked with growing-pains, but he has a good\ntime, nevertheless. Never sleeps. He is the most active and energetic\nmember of the New England Conscience Club; is president of it. Night\nand day you can find him pegging away at Smith, panting with his labor,\nsleeves rolled up, countenance all alive with enjoyment. He has got his\nvictim splendidly dragooned now. He can make poor Smith imagine that the\nmost innocent little thing he does is an odious sin; and then he sets to\nwork and almost tortures the soul out of him about it.”\n\n“Smith is the noblest man in all this section, and the purest; and\nyet is always breaking his heart because he cannot be good! Only a\nconscience could find pleasure in heaping agony upon a spirit like that.\nDo you know my aunt Mary's conscience?”\n\n“I have seen her at a distance, but am not acquainted with her. She\nlives in the open air altogether, because no door is large enough to\nadmit her.”\n\n“I can believe that. Let me see. Do you know the conscience of that\npublisher who once stole some sketches of mine for a 'series' of his,\nand then left me to pay the law expenses I had to incur in order to\nchoke him off?”\n\n“Yes. He has a wide fame. He was exhibited, a month ago, with some\nother antiquities, for the benefit of a recent Member of the Cabinet's\nconscience that was starving in exile. Tickets and fares were high, but\nI traveled for nothing by pretending to be the conscience of an editor,\nand got in for half-price by representing myself to be the conscience of\na clergyman. However, the publisher's conscience, which was to have been\nthe main feature of the entertainment, was a failure--as an exhibition.\nHe was there, but what of that? The management had provided a microscope\nwith a magnifying power of only thirty thousand diameters, and so nobody\ngot to see him, after all. There was great and general dissatisfaction,\nof course, but--”\n\nJust here there was an eager footstep on the stair; I opened the door,\nand my aunt Mary burst into the room. It was a joyful meeting and a\ncheery bombardment of questions and answers concerning family matters\nensued. By and by my aunt said:\n\n“But I am going to abuse you a little now. You promised me, the day I\nsaw you last, that you would look after the needs of the poor family\naround the corner as faithfully as I had done it myself. Well, I found\nout by accident that you failed of your promise. Was that right?”\n\nIn simple truth, I never had thought of that family a second time! And\nnow such a splintering pang of guilt shot through me! I glanced up at\nmy Conscience. Plainly, my heavy heart was affecting him. His body was\ndrooping forward; he seemed about to fall from the bookcase. My aunt\ncontinued:\n\n“And think how you have neglected my poor protege at the almshouse, you\ndear, hard-hearted promise-breaker!” I blushed scarlet, and my tongue\nwas tied. As the sense of my guilty negligence waxed sharper and\nstronger, my Conscience began to sway heavily back and forth; and when\nmy aunt, after a little pause, said in a grieved tone, “Since you never\nonce went to see her, maybe it will not distress you now to know that\nthat poor child died, months ago, utterly friendless and forsaken!” My\nConscience could no longer bear up under the weight of my sufferings,\nbut tumbled headlong from his high perch and struck the floor with a\ndull, leaden thump. He lay there writhing with pain and quaking with\napprehension, but straining every muscle in frantic efforts to get up.\nIn a fever of expectancy I sprang to the door, locked it, placed my back\nagainst it, and bent a watchful gaze upon my struggling master. Already\nmy fingers were itching to begin their murderous work.\n\n“Oh, what can be the matter!” exclaimed by aunt, shrinking from me, and\nfollowing with her frightened eyes the direction of mine. My breath\nwas coming in short, quick gasps now, and my excitement was almost\nuncontrollable. My aunt cried out:\n\n“Oh, do not look so! You appal me! Oh, what can the matter be? What\nis it you see? Why do you stare so? Why do you work your fingers like\nthat?”\n\n“Peace, woman!” I said, in a hoarse whisper. “Look elsewhere; pay no\nattention to me; it is nothing--nothing. I am often this way. It will\npass in a moment. It comes from smoking too much.”\n\nMy injured lord was up, wild-eyed with terror, and trying to hobble\ntoward the door. I could hardly breathe, I was so wrought up. My aunt\nwrung her hands, and said:\n\n“Oh, I knew how it would be; I knew it would come to this at last! Oh, I\nimplore you to crush out that fatal habit while it may yet be time!\nYou must not, you shall not be deaf to my supplications longer!” My\nstruggling Conscience showed sudden signs of weariness! “Oh, promise me\nyou will throw off this hateful slavery of tobacco!” My Conscience began\nto reel drowsily, and grope with his hands--enchanting spectacle! “I beg\nyou, I beseech you, I implore you! Your reason is deserting you! There\nis madness in your eye! It flames with frenzy! Oh, hear me, hear me, and\nbe saved! See, I plead with you on my very knees!” As she sank before\nme my Conscience reeled again, and then drooped languidly to the floor,\nblinking toward me a last supplication for mercy, with heavy eyes. “Oh,\npromise, or you are lost! Promise, and be redeemed! Promise! Promise and\nlive!” With a long-drawn sigh my conquered Conscience closed his eyes\nand fell fast asleep!\n\nWith an exultant shout I sprang past my aunt, and in an instant I had my\nlifelong foe by the throat. After so many years of waiting and longing,\nhe was mine at last. I tore him to shreds and fragments. I rent the\nfragments to bits. I cast the bleeding rubbish into the fire, and drew\ninto my nostrils the grateful incense of my burnt-offering. At last, and\nforever, my Conscience was dead!\n\nI was a free man! I turned upon my poor aunt, who was almost petrified\nwith terror, and shouted:\n\n“Out of this with your paupers, your charities, your reforms, your\npestilent morals! You behold before you a man whose life-conflict is\ndone, whose soul is at peace; a man whose heart is dead to sorrow, dead\nto suffering, dead to remorse; a man WITHOUT A CONSCIENCE! In my joy I\nspare you, though I could throttle you and never feel a pang! Fly!”\n\nShe fled. Since that day my life is all bliss. Bliss, unalloyed bliss.\nNothing in all the world could persuade me to have a conscience again.\nI settled all my old outstanding scores, and began the world anew. I\nkilled thirty-eight persons during the first two weeks--all of them\non account of ancient grudges. I burned a dwelling that interrupted my\nview. I swindled a widow and some orphans out of their last cow, which\nis a very good one, though not thoroughbred, I believe. I have also\ncommitted scores of crimes, of various kinds, and have enjoyed my work\nexceedingly, whereas it would formerly have broken my heart and turned\nmy hair gray, I have no doubt.\n\nIn conclusion, I wish to state, by way of advertisement, that medical\ncolleges desiring assorted tramps for scientific purposes, either by the\ngross, by cord measurement, or per ton, will do well to examine the lot\nin my cellar before purchasing elsewhere, as these were all selected\nand prepared by myself, and can be had at a low rate, because I wish to\nclear, out my stock and get ready for the spring trade.",
    "metadata": {
        "author": [
            "Twain, Mark (Samuel Clemens)",
            "Clemens, Samuel Langhorne",
            "Twain, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3183/pg3183.txt",
        "name": "the_facts_concerning_the_recent_carnival_of_crime.json"
    }
}