{
    "name": "The Winning of the Moon",
    "author": [
        "Neville, Kris",
        "Neville, Kris Ottman"
    ],
    "body": "General Finogenov notified Major Winship that the underground blast was\nscheduled for the following morning.\n\nMajor Winship, after receiving the message, discussed precautions with\nthe three other Americans.\n\nNext morning, before the sunlight exploded, the four of them donned\ntheir space suits and went and sat outside the dome, waiting. The sun\nrose with its bright, silent clap of radiance. Black pools of shadows\nlay in harsh contrast, their edges drawn with geometric precision.\n\nMajor Winship attempted unsuccessfully to communicate with Base\nGagarin. \"Will you please request the general to keep us informed on\nthe progress of the countdown?\"\n\n\"Is Pinov,\" came the reply. \"Help?\"\n\n\"_Nyet_,\" said Major Winship, exhausting his Russian. \"Count down.\nProgress. When--boom?\"\n\n\"Is Pinov,\" came the reply.\n\n\"Boom! Boom!\" said Major Winship in exasperation.\n\n\"Boom!\" said Pinov happily.\n\n\"When?\"\n\n\"Boom--boom!\" said Pinov.\n\n\"Oh, nuts.\" Major Winship cut out the circuit. \"They've got Pinov on\nemergency watch this morning,\" he explained to the other Americans.\n\"The one that doesn't speak English.\"\n\n\"He's done it deliberately,\" said Capt. Wilkins, the eldest of the four\nAmericans. \"How are we going to know when it's over?\"\n\nNo one bothered to respond. They sat for a while in silence while the\nshadows evaporated. One by one they clicked on their cooling systems.\n\nUltimately, Lt. Chandler said, \"This is a little ridiculous. I'm going\nto switch over to their channel. Rap if you want me.\" He sat transfixed\nfor several minutes. \"Ah, it's all Russian. Jabbering away. I can't\ntell a thing that's going on.\"\n\nIn the airless void of the moon, the blast itself would be silent. A\nmoth's wing of dust would, perhaps, rise and settle beyond the horizon:\nno more.\n\n\"Static?\"\n\n\"Nope.\"\n\n\"We'll get static on these things.\"\n\nA small infinity seemed to pass very slowly.\n\nMajor Winship shifted restlessly. \"My reefer's gone on the fritz.\"\nPerspiration was trickling down his face.\n\n\"Let's all go in,\" said the fourth American, Capt. Lawler. \"It's\nprobably over by now.\"\n\n\"I'll try again,\" Major Winship said and switched to the emergency\nchannel. \"Base Gagarin? Base Gagarin?\"\n\n\"Is Pinov. Help?\"\n\n\"_Nyet._\"\n\n\"Pinov's still there,\" Major Winship said.\n\n\"Tell him, 'Help',\" said Capt. Wilkins, \"so he'll get somebody we can\ntalk to.\"\n\n\"I'll see them all in hell, first,\" Major Winship said.\n\nFive minutes later, the perspiration was rivers across his face. \"This\nis it,\" he said. \"I'm going in.\"\n\n\"Let's all--\"\n\n\"No. I've got to cool off.\"\n\n\"Hell, Charlie, I feel stupid sitting out here,\" Capt. Lawler said.\n\"The shot probably went off an hour ago.\"\n\n\"The static level hasn't gone up much, if at all.\"\n\n\"Maybe,\" Lt. Chandler said, \"it's buried too deep.\"\n\n\"Maybe so,\" Major Winship said. \"But we can't have the dome fall down\naround all our ears.\" He stood. \"Whew! You guys stay put.\"\n\n\n\nHe crossed with the floating moon-motion to the airlock and entered,\nclosing the door behind him. The darkness slowly filled with air, and\nthe temperature inside the suit declined steadily. At the proper moment\nof pressure, the inner lock slid open and Major Winship stepped into\nthe illuminated central area. His foot was lifted for the second step\nwhen the floor beneath him rose and fell gently, pitching him forward,\noff balance. He stumbled against the table and ended up seated beside\nthe radio equipment. The ground moved again.\n\n\"Charlie! Charlie!\"\n\n\"I'm okay,\" Major Winship answered. \"Okay! Okay!\"\n\n\"It's--\"\n\nThere was additional surface movement. The movement ceased.\n\n\"Hey, Les, how's it look?\" Capt. Wilkins asked.\n\n\"Okay from this side. Charlie, you still okay?\"\n\n\"Okay,\" Major Winship said. \"We told them this might happen,\" he added\nbitterly.\n\nThere was a wait during which everyone seemed to be holding their\nbreath.\n\n\"I guess it's over,\" said Major Winship, getting to his feet. \"Wait a\nbit more, there may be an after-shock.\" He switched once again to the\nemergency channel.\n\n\"Is Pinov,\" came the supremely relaxed voice. \"Help?\"\n\nMajor Winship whinnied in disgust. \"_Nyet!_\" he snarled. To the other\nAmericans: \"Our comrades seem unconcerned.\"\n\n\"Tough.\"\n\nThey began to get the static for the first time. It crackled and\nsnapped in their speakers. They made sounds of disapproval at each\nother. For a minute or two, static blanked out the communications\ncompletely. It then abated to something in excess of normal.\n\n\"Well,\" Lt. Chandler commented, \"even though we didn't build this thing\nto withstand a moonquake, it seems to have stood up all right.\"\n\n\"I guess I was just--\" Major Winship began. \"Oh, hell! We're losing\npressure. Where's the markers?\"\n\n\"By the lug cabinet.\"\n\n\"Got 'em,\" Major Winship said a moment later.\n\nHe peeled back a marker and let it fall. Air currents whisked it away\nand plastered it against a riveted seam of the dome. It pulsed as\nthough it were breathing and then it ruptured.\n\nMajor Winship moved quickly to cut out the emergency air supply which\nhad cut in automatically with the pressure drop. \"You guys wait. It's\non your right side, midway up. I'll try to sheet it.\"\n\nHe moved for the plastic sheeting.\n\n\"We've lost about three feet of calk out here,\" Capt. Lawler said. \"I\ncan see more ripping loose. You're losing pressure fast at this rate.\"\n\nMajor Winship pressed the sheeting over the leak. \"How's that?\"\n\n\"Not yet.\"\n\n\"I don't think I've got enough pressure left to hold it, now. It's\nsprung a little, and I can't get it to conform over the rivet heads.\"\n\nThere was a splatter of static.\n\n\"Damn!\" Major Winship said, \"they should have made these things more\nflexible.\"\n\n\"Still coming out.\"\n\n\"Best I can do.\" Major Winship stepped back. The sheet began slowly\nto slide downward, then it fell away completely and lay limply on the\nfloor.\n\n\"Come on in,\" he said dryly.\n\n\n\nWith the four of them inside, it was somewhat cramped. Most of the\nfive hundred square feet was filled with equipment. Electrical cables\ntrailed loosely along the walls and were festooned from the ceiling,\nradiating from the connections to the outside solar cells. The living\nspace was more restricted than in a submarine, with the bunks jutting\nout from the walls about six feet from the floor.\n\nLt. Chandler mounted one of the bunks to give them more room. \"Well,\"\nhe said wryly, \"it doesn't smell as bad now.\"\n\n\"Oops,\" said Major Winship. \"Just a second. They're coming in.\" He\nswitched over to the emergency channel. It was General Finogenov.\n\n\"Major Winship! Hello! Hello, hello, hello. You A Okay?\"\n\n\"This is Major Winship.\"\n\n\"Oh! Excellent, very good. Any damage, Major?\"\n\n\"Little leak. You?\"\n\n\"Came through without damage.\" General Finogenov paused a moment. When\nno comment was forthcoming, he continued: \"Perhaps we built a bit more\nstrongly, Major.\"\n\n\"You did this deliberately,\" Major Winship said testily.\n\n\"No, no. Oh, no, no, no, no. Major Winship, please believe me. I very\nmuch regret this. Very much so. I am very distressed. Depressed. After\nrepeatedly assuring you there was no danger of a quake--and then to\nhave something like this happen. Oh, this is very embarrassing to me.\nIs there anything at all we can do?\"\n\n\"Just leave us alone, thank you,\" Major Winship said and cut off the\ncommunication.\n\n\"What'd they say?\" Capt. Wilkins asked.\n\n\"Larry, General Finogenov said he was very embarrassed by this.\"\n\n\"That's nice,\" Lt. Chandler said.\n\n\"I'll be damned surprised,\" Major Winship said, \"if they got any\nseismic data out of that shot.... Well, to hell with them, let's get\nthis leak fixed. Skip, can you get the calking compound?\"\n\n\"Larry, where's the inventory?\"\n\n\"Les has got it.\"\n\nLt. Chandler got down from the bunk and Capt. Wilkins mounted.\n\n\"Larry,\" Major Winship said, \"why don't you get Earth?\"\n\n\"Okay.\"\n\nCapt. Wilkins got down from the bunk and Capt. Lawler ascended.\n\n\"Got the inventory sheet, Les?\"\n\n\"Right here.\"\n\nSqueezed in front of the massive transmitter, Capt. Wilkins had\nenergized the circuits. There was a puzzled look on his face. He leaned\nhis helmet against the speaker and then shook his head sadly. \"We can't\nhear anything without any air.\"\n\nMajor Winship looked at the microphone. \"Well, I'll just report and--\"\nHe started to pick up the microphone and reconsidered. \"Yes,\" he said.\n\"That's right, isn't it.\"\n\nCapt. Wilkins flicked off the transmitter. \"Some days you don't mine at\nall,\" he said.\n\n\"Les, have you found it?\"\n\n\"It's around here somewhere. Supposed to be back here.\"\n\n\"Well, _find_ it.\"\n\nLt. Chandler began moving boxes. \"I saw it--\"\n\n\"Skip, help look.\"\n\nCapt. Lawler got down from the bunk and Major Winship mounted. \"We\nhaven't got all day.\"\n\nA few minutes later, Lt. Chandler issued the triumphant cry. \"Here it\nis! Dozen tubes. Squeeze tubes. It's the new stuff.\"\n\nMajor Winship got down and Capt. Wilkins got up.\n\n\"Marker showed it over here,\" Major Winship said, inching over to the\nwall. He traced the leak with a metallic finger.\n\n\"How does this stuff work?\" Capt. Lawler asked.\n\nThey huddled over the instruction sheet.\n\n\"Let's see. Squeeze the tube until the diaphragm at the nozzle\nruptures. Extrude paste into seam. Allow to harden one hour before\nservice.\"\n\nMajor Winship said dryly, \"Never mind. I notice it hardens on contact\nwith air.\"\n\nCapt. Wilkins lay back on the bunk and stared upward. He said, \"Now\nthat makes a weird kind of sense, doesn't it?\"\n\n\"How do they possibly think--?\"\n\n\"Gentlemen! It doesn't make any difference,\" Lt. Chandler said. \"Some\nair must already have leaked into this one. It's hard as a rock. A\ngorilla couldn't extrude it.\"\n\n\"How're the other ones?\" asked Major Winship.\n\nLt. Chandler turned and made a quick examination. \"Oh, they're all\nhard, too.\"\n\n\"Who was supposed to check?\" demanded Capt. Wilkins in exasperation.\n\n\"The only way you can check is to extrude it,\" Lt. Chandler said, \"and\nif it does extrude, you've ruined it.\"\n\n\"That's that,\" Major Winship said. \"There's nothing for it but to yell\nhelp.\"\n\n\n                                  II\n\nCapt. Lawler and Lt. Chandler took the land car to Base Gagarin. The\nSoviet base was situated some ten miles toward sunset at the bottom of\na natural fold in the surface. The route was moderately direct to the\ntip of the gently rolling ridge. At that point, the best pathway angled\nleft and made an S-shaped descent to the basin. It was a one-way trip\nof approximately thirty exhausting minutes.\n\nMajor Winship, with his deficient reefer, remained behind. Capt.\nWilkins stayed for company.\n\n\"I want a cigarette in the worst way,\" Capt. Wilkins said.\n\n\"So do I, Larry. Shouldn't be more than a couple of hours. Unless\nsomething else goes wrong.\"\n\n\"As long as they'll loan us the calking compound,\" Capt. Wilkins said.\n\n\"Yeah, yeah,\" Major Winship said.\n\n\"Let's eat.\"\n\n\"You got any concentrate? I'm empty.\"\n\n\"I'll load you,\" Capt. Wilkins volunteered wearily.\n\nIt was an awkward operation that took several minutes. Capt. Wilkins\ncursed twice during the operation. \"I'd hate to live in this thing for\nany period.\"\n\n\"I think these suits are one thing we've got over the Russians,\" Major\nWinship said. \"I don't see how they can manipulate those bulky pieces\nof junk around.\"\n\nThey ate.\n\n\"Really horrible stuff.\"\n\n\"Nutritious.\"\n\nAfter the meal, Major Winship said reflectively, \"Now I'd like a cup of\nhot tea. I'm cooled off.\"\n\nCapt. Wilkins raised eyebrows. \"What brought this on?\"\n\n\"I was just thinking.... They really got it made, Larry. They've got\nbetter than three thousand square feet in the main dome and better than\ntwelve hundred square feet in each of the two little ones. And there's\nonly seven of them right now. That's living.\"\n\n\"They've been here six years longer, after all.\"\n\n\"Finogenov had a _clay_ samovar sent up. Lemon and nutmeg, too. Real,\nby God, fresh lemons for the tea, the last time I was there. His own\noffice is about ten by ten. Think of that. One hundred square feet. And\na wooden desk. A _wooden_ desk. And a chair. A wooden chair. Everything\nbig and heavy. Everything. Weight, hell. Fifty pounds more or less--\"\n\n\"They've got the power-plants for it.\"\n\n\"Do you think he did that deliberately?\" Major Winship asked. \"I think\nhe's trying to force us off. I think he hoped for the quake. Gagarin's\nbuilt to take it, I'll say that. Looks like it, anyhow. You don't\nsuppose they planned this all along? Even if they didn't, they sure got\nthe jump on us again, didn't they? I told you what he told me?\"\n\n\"You told me,\" Capt. Wilkins said.\n\n\n\nAfter a moment, Major Winship said bitterly, \"To hell with the Russian\nengineer.\"\n\n\"If you've got all that power....\"\n\n\"That's the thing. That's the thing that gripes me, know what I mean?\nIt's just insane to send up a heavy wooden desk. That's showing off.\nLike a little kid.\"\n\n\"Maybe they don't make aluminum desks.\"\n\n\"They've--got--aluminum. Half of everything on the whole planet is\naluminum. You know they're just showing off.\"\n\n\"Let me wire you up,\" Capt. Wilkins said. \"We ought to report.\"\n\n\"That's going to take awhile.\"\n\n\"It's something to do while we wait.\"\n\n\"I guess we ought to.\" Major Winship came down from the bunk and\nsat with his back toward the transmitter. Capt. Wilkins slewed the\nequipment around until the emergency jacks were accessible. He\nunearthed the appropriate cable and began unscrewing the exterior\nplate to the small transmitter-receiver set on Major Winship's back.\nEventually, trailing wires, Major Winship was coupled into the network.\n\"Okay?\"\n\n\"Okay,\" Major Winship gestured.\n\nThey roused Earth.\n\n\"This is Major Charles Winship, Commanding Officer, Freedom 19, the\nAmerican moonbase.\"\n\nAt this point, Major Winship observed for the first time that he was\nnow on emergency air. He started to ask Capt. Wilkins to change his\nair bottle, but then he realized his communications were cut off. He\nreached over and rapped Capt. Wilkins' helmet.\n\n\"This is the Cape. Come in, Major Winship.\"\n\n\"Just a moment.\"\n\n\"Is everything all right?\"\n\nMajor Winship was squirming nervously, obviously perturbed.\n\n\"A-Okay,\" he said. \"Just a moment.\"\n\n\"What's wrong?\" came the worried question. In the background, he heard\nsomeone say, \"I think there's something wrong.\"\n\nCapt. Wilkins peered intently. Major Winship contorted his face in a\nsavage grimace.\n\nCapt. Wilkins raised his eyebrows in alarm. They were face to face\nthrough their helmets, close together. Each face appeared monstrously\nlarge to the other.\n\nMajor Winship made a strangling motion and reached for his throat. One\narm tangled a cable and jerked the speaker jack loose. Major Winship\ncould no longer hear the alarmed expressions from the Cape. The effort\nwas not entirely subvocal, since he emitted a little gasping cry in\ninvoluntary realism.\n\nThis, in the course of some 90 seconds, was transmitted to Earth.\n\nCapt. Wilkins's lips were desperately forming the word \"Leak?\"\n\nAir, Major Winship said silently.\n\nLeak?\n\nBottle! Bottle! Bottle! It was a frog-like, unvocal expletive.\n\n\n\nComprehension dawned. Capt. Wilkins nodded and started to turn away.\nMajor Winship caught his arm and nodded his head toward the loose jack.\n\nOh.\n\nCapt. Wilkins nodded and smiled. He reached across and plugged the\nspeaker in again.\n\n\"... Freedom 19! Hello, Freedom 19! Come in!\"\n\n\"We're here,\" Major Winship said.\n\n\"All right? Are you all right?\"\n\n\"We're all right. A-Okay.\" Major Winship, mindful of the extent of his\npotential audience, took a deep breath. \"Earlier this morning, the\nSoviet Union fired an underground atomic device for the _ostensible_\npurpose of investigating the composition of the lunar mass by means of\nseismic analysis of the resultant shock waves. This was done in spite\nof American warnings that such a disturbance might release accumulated\nstresses in the long undisturbed satellite, and was done in the face of\nvigorous American protests.\"\n\nCapt. Wilkins tapped his helmet and gestured for him to swivel around.\nThe turn was uncomfortably tight and complicated by the restraining\ncables. Capt. Wilkins began replacement of the air bottle.\n\n\"These protests have proved well founded,\" Major Winship continued.\n\"Immediately following the detonation, Freedom 19 was called on to\nwithstand a moderately severe shifting of the Lunar surface. No\npersonnel were injured and there was no equipment damage.\"\n\nCapt. Wilkins tapped his shoulder to indicate the new air bottle was\nbeing inserted. Another tap indicated it was seated. Major Winship\nflicked the appropriate chest button and nodded in appreciation.\n\n\"However,\" he continued, \"we did experience a minor leak in the dome,\nwhich is presently being repaired.\"\n\n\"The Soviet Union,\" came the reply, \"has reported the disturbance and\nhas tendered their official apology. You want it?\"\n\n\"It can wait until later. Send it by mail for all I care. Vacuum has\ndestroyed our organic air reconditioner. We have approximately three\nweeks of emergency air. However, Base Gagarin reports no damage, so\nthat, in the event we exhaust our air, we will be able to obtain the\nnecessary replacement.\"\n\nThe wait of a little better than three seconds for the response gave\nthe conversation a tone of deliberation.\n\nA new voice came on. \"We tried to contact you earlier, Major. We will\nbe able to deliver replacements in about ten days.\"\n\n\"I will forward a coded report on the occurrence,\" Major Winship said.\n\n\"Let us hear from you again in ... about three hours. Is the leak\nrepaired?\"\n\n\"The leak has not yet been repaired. Over and out.\"\n\nHe nodded to Capt. Wilkins and leaned back.\n\nMethodically, Capt. Wilkins set about disconnecting the major from the\ntransmitter.\n\n\"Wow!\" said Major Winship when he was once more in communication. \"For\na moment there, I thought....\"\n\n\"What?\" Capt. Wilkins asked with interest.\n\n\"I could see myself asking them to ask the Russians to ask Finogenov\nto get on the emergency channel to ask you to charge the air bottle.\nI never felt so ... idiotic is not quite strong enough ... there for a\nminute in my whole life. I didn't know how much emergency air was left,\nand I thought, my God, I'll never live this down. All the hams in the\nworld listening, while I try to explain the situation. I could see the\nnickname being entered in my files: aka. The Airless Idiot. I tell you,\nthat was rough.\"\n\n\n                                  III\n\nCapt. Lawler and Lt. Chandler returned with the calking compound. It\noccupied the rear section of the land car. Lt. Chandler sat atop it. It\nwas a fifty-five gallon drum.\n\nThe airlock to Freedom 19 was open. \"What is _that_?\" asked Major\nWinship, squinting out into the glaring sunlight.\n\n\"That,\" said Capt. Lawler, \"is the calking compound.\"\n\n\"You're kidding,\" said Capt. Wilkins.\n\n\"I am not kidding.\"\n\nCapt. Lawler and Lt. Chandler came inside. Capt. Wilkins mounted a bunk.\n\n\"Why didn't you just borrow a cupful?\" Major Winship said sarcastically.\n\n\"It's this way,\" Lt. Chandler said. \"They didn't have anything but\n55-gallon drums of it.\"\n\n\"Oh, my,\" said Capt. Wilkins. \"I suppose it's a steel drum. Those\nthings must weigh....\"\n\n\"Actually, I think you guys have got the general wrong,\" Capt. Lawler\nsaid. \"He was out, himself, to greet us. I think he was really quite\nupset by the quake. Probably because his people had misfigured so bad.\"\n\n\"He's too damned suspicious,\" Major Winship said. \"You know and I know\nwhy they set that blast off. I tried to tell him. Hell. He looks at me\nlike an emasculated owl and wants to know our ulterior motive in trying\nto prevent a purely scientific experiment, the results of which will be\npublished in the technical press for the good of everybody. I'll bet!\"\n\n\"About this drum,\" Capt. Wilkins said.\n\n\"Well, like I said, it's this way,\" Lt. Chandler resumed. \"I told him\nwe needed about a pint. Maybe a quart. But this stuff you have to mix\nup. He only had these drums. There's two parts to it, and you have to\ncombine them in just the right proportion. He told me to take a little\nscale--\"\n\n\"A little scale?\" asked Capt. Wilkins, rolling his eyes at the dome.\n\n\"That's what I told him. We don't have any little scale.\"\n\n\"Yeah,\" said Captain Lawler, \"and he looked at us with that mute,\nsurprised look, like everybody, everywhere has dozens of little\nscales.\"\n\n\"Well, anyway,\" Lt. Chandler continued, \"he told us just to mix up the\nwhole fifty-five gallon drum. There's a little bucket of stuff that\ngoes in, and it's measured just right. We can throw away what we don't\nneed.\"\n\n\"Somehow, that sounds like him,\" Major Winship said.\n\n\"He had five or six of them.\"\n\n\"Jesus!\" said Capt. Wilkins. \"That must be _three thousand pounds_ of\ncalking compound. Those people are insane.\"\n\n\"The question is,\" Capt. Lawler said, \"'How are we going to mix it?'\nIt's supposed to be mixed thoroughly.\"\n\nThey thought over the problem for a while.\n\n\"That will be a man-sized job,\" Major Winship said.\n\n\"Let's see, Charlie. Maybe not too bad,\" said Capt. Wilkins. \"If I took\nthe compressor motor, we could make up a shaft and ... let's see ... if\nwe could....\"\n\n\n\nIt took the better part of an hour to rig up the electric mixer.\n\nCapt. Wilkins was profusely congratulated.\n\n\"Now,\" Major Winship said, \"we can either bring the drum inside or take\nthe mixer out there.\"\n\n\"We're going to have to bring the drum in,\" Capt. Wilkins said.\n\n\"Well,\" said Capt. Lawler, \"that will make it nice and cozy.\"\n\nIt took the four of them to roll the drum inside, rocking it back and\nforth through the airlock. At that time, it was apparent the table was\ninterposing itself.\n\nLt. Chandler tried to dismantle the table. \"Damn these suits,\" he said.\n\n\"You've got it stuck between the bunk post.\"\n\n\"I _know_ that.\"\n\n\"I don't think this is the way to do it,\" Major Winship said. \"Let's\nback the drum out.\"\n\nReluctantly, they backed the drum out and deposited it. With the aid of\nCapt. Lawler, Lt. Chandler got the table unstuck. They passed it over\nto Major Winship, who handed it out to Capt. Wilkins. Captain Wilkins\ncarried it around the drum of calking compound and set it down. It\nrested uneasily on the uneven surface.\n\n\"Now, let's go,\" said Major Winship.\n\nEventually, they accomplished the moving. They wedged the drum between\nthe main air-supply tank and the transmitter. They were all perspiring.\n\"It's not the weight, it's the mass,\" said Capt. Wilkins brightly.\n\n\"The hell it isn't the weight,\" said Lt. Chandler. \"That's heavy.\"\n\n\"With my reefer out,\" said Major Winship, \"I'm the one it's rough on.\"\nHe shook perspiration out of his eyes. \"They should figure a way to get\na mop in here, or a towel, or a sponge, or something. I'll bet you've\nforgotten how much sweat stings in the eyes.\"\n\n\"It's the salt.\"\n\n\"Speaking of salt. I wish I had some salt tablets,\" Major Winship said.\n\"I've never sweat so much since basic.\"\n\n\"Want to bet Finogenov hasn't got a bushel of them?\"\n\n\"No!\" Major Winship snapped.\n\n\n\nWith the drum of calking compound inside, both Capt. Lawler and Lt.\nChandler retreated to the bunks. Capt. Wilkins maneuvered the mixing\nattachment. \"I feel crowded,\" he said.\n\n\"Cozy's the word.\"\n\n\"Watch it! Watch it! You almost hit me in the face plate with that!\"\n\n\"Sorry.\"\n\nAt length the mixer was in operation in the drum.\n\n\"Works perfectly,\" said Capt. Wilkins proudly.\n\n\"Now what, Skip? The instructions aren't in English.\"\n\n\"You're supposed to dump the bucket of stuff in. Then clean the area\nthoroughly around the leak.\"\n\n\"With what?\" asked Major Winship.\n\n\"Sandpaper, I guess.\"\n\n\"With sandpaper?\" Major Winship said, emptying the bucket of fluid into\nthe drum. \"We don't have any sandpaper.\"\n\n\"It's been a long day,\" Capt. Wilkins said.\n\n\"Mix it thoroughly,\" Lt. Chandler mused. \"I guess that means let it mix\nfor about ten minutes or so. Then you apply it. It sets for service in\njust a little bit, Finogenov said. An hour or so, maybe.\"\n\n\"I hope this doesn't set on exposure to air.\"\n\n\"No,\" Capt. Lawler said. \"It sets by some kind of chemical action.\nGeneral Finogenov wasn't sure of the English name for it. Some kind of\nplastic.\"\n\n\"Let's come back to how we're going to clean around the leak,\" Major\nWinship said.\n\n\"Say, I--\" interrupted Capt. Wilkins. There was a trace of concern\nin his voice. \"This is a hell of a time for this to occur to\nme. I just wasn't thinking, before. _You don't suppose it's a\nroom-temperature-curing epoxy resin, do you?_\"\n\n\"Larry,\" said Major Winship, \"I wouldn't know a room-temperature-curing\nepoxy resin from--\"\n\n\"Hey!\" exclaimed Capt. Wilkins. \"The mixer's stopped.\" He bent forward\nand touched the drum. He jerked back. \"Ye Gods! that's hot! And it's\nharder than a rock! It _is_ an epoxy! Let's get out of here.\"\n\n\"Huh?\"\n\n\"Out! Out!\"\n\nMajor Winship, Lt. Chandler, and Capt. Lawler, recognizing the sense of\nurgency, simultaneously glanced at the drum. It was glowing cherry red.\n\n\"Let's go!\" Capt. Wilkins said.\n\nHe and the Major reached the airlock at the same time and became\ntemporarily engaged with each other. Movement was somewhat ungainly\nin the space suits under the best of conditions, and now, with the\nnecessity for speed, was doubly so. The other two crashed into them\nfrom behind, and they spewed forth from the dome in a tangle of arms\nand legs.\n\nAt the table, they separated, two going to the left, two to the right.\nThe table remained untouched.\n\nWhen they halted, Capt. Wilkins said, \"Get to one side, it may go off\nlike shrapnel.\" They obeyed.\n\n\"What--what--what?\" Capt. Lawler stuttered.\n\nThey were still separated, two on one side of the airlock, two on the\nother.\n\n\"I'm going to try to look,\" Capt. Wilkins said. \"Let me go.\" He\nlumbered directly away from the dome for a distance of about fifteen\nfeet, then turned and positioned himself, some five feet behind the\ntable, on a line of sight with the airlock.\n\n\"I can see it,\" he said. \"It's getting redder. It's ... it's ...\nmelting, yes. Melting down at the bottom a little. Now it's falling\nover to one side and laying on the air tank. The air tank is getting\nred, too. I'm afraid ... it's weakening it.... Redder. Oh, oh.\"\n\n\"What?\" said Capt. Lawler.\n\n\"Watch out! There. _There!_\" Capt. Wilkins leaped from his position.\nHe was still floating toward the ground when there was an incredibly\nbright flare from inside the dome, and a great, silent tongue of flame\nlashed through the airlock and rolled across the lunar surface. The\ntable was sent tumbling. The flame was gone almost instantly.\n\n\"There went the air,\" Capt. Lawler commented.\n\n\"We got T-Trouble,\" said Lt. Chandler.\n\n\n                                  IV\n\nDuring the fifteen-minute wait before they dared venture back, Capt.\nWilkins, interrupted once by what appeared to be a moderately mild\nafter-shock from the previous moonquake, explained the phenomena they\nhad just observed.\n\n\"A room-temperature-curing epoxy liberates heat during its curing\nreaction. And the hotter it is when you mix it, the faster it reacts.\nThe drum had been absorbing heat out here for several hours much faster\nthan it could radiate it away. It may have been forty or fifty degrees\nC when we stirred in the curing agent. At that temperature, a pound\nmass will normally kick over in five or ten minutes. But here, the only\nway it can lose the reaction heat is by the slow process of radiation.\nAnd that means as the heat builds up, the epoxy goes faster and faster,\nbuilding up even more heat. And furthermore, we're not talking about a\npound, which can maybe get up to 250 C. in air. We're talking about 500\npounds, liberating five hundred times as much heat as one pound, and\ngetting God knows how hot--\"\n\n\"I sure wish you'd have told me this a little bit earlier,\" Major\nWinship said. \"I certainly wish you'd told me.\"\n\nCapt. Wilkins said, \"Honest, it never occurred to me Finogenov would be\ndumb enough to tell us to mix a whole drum of epoxy.\"\n\nMajor Winship began to curse mechanically.\n\n\"I don't think he did it deliberately, Charlie. I really don't,\"\nCaptain Lawler said. \"I don't think he knew any better. Maybe he was\nshowing off by giving us a whole drum. Hell, I know he was showing off.\nBut something like that could kill somebody, and I don't think he'd go\nthat far.\"\n\n\"Think it's safe, yet?\" Major Winship asked. He was perspiring freely\nagain. \"I need some thermal protection. What'll we do? You know damned\nwell. We'll have to go _live_ with them. And that sticks in my craw,\ngentlemen. That--sticks--in my--craw.\"'\n\n\"There's nothing for it,\" Capt. Wilkins said helpfully.\n\n\"Let me go in and survey the damage,\" Lt. Chandler said.\n\n\"That's my job,\" Major Winship said. \"I've got to go in anyway.\" He\nlumbered through the airlock and stepped into the total darkness\nthrough the razor-edge curtain.\n\n\"I see it glowing, still,\" he said. \"It's almost as bad in here as out\nthere, now. I guess it's okay. Come on. Let's bumble around finding\nthe air bottles for the suits and get over there before I'm a boiled\nlobster. Not only is my reefer out, so's my light.\"\n\n\"Coming.\"\n\nAn air of urgency began to accumulate.\n\n\"What are we going to do with him? It's a half-hour run over there.\"\n\n\"Think you can make it, Charlie?\"\n\n\"I'm damned well hot.\"\n\n\"Charlie, come out here. In the car. Skip, you get the bottles. You\ndrive.\"\n\nMajor Winship came out. \"Lay down in back,\" Capt. Wilkins said. \"Les,\nyou lay down beside him. I'll lay on top of him. I think we can shield\nhim pretty good that way.\"\n\n\"That's good thinking,\" Capt. Lawler said from inside.\n\nThe operation was not easily executed. Lt. Chandler got in first, and\nthen Major Winship squeezed beside him. \"Careful, there,\" he said as\nCapt. Wilkins came aboard.\n\nCapt. Wilkins's foot rolled off one of Major Winship's thighs.\n\n\"Watch it!\"\n\n\"I am.\"\n\n\"Oops!\"\n\n\"Ufff! I felt that. Ugh. Thank God for the way these are built.\"\n\n\"How's that?\" Capt. Wilkins asked.\n\n\"I guess.... It's okay, I guess.\"\n\n\"Cooler?\"\n\n\"It's too soon to tell. Man, I'll bet we look silly.\"\n\nCapt. Lawler came out with the bottles and studied his companions for a\nmoment.\n\n\"See if we can get up and over a little more, Les.\"\n\n\"This okay?\"\n\n\"Better. How's it feel, Charlie?\"\n\n\"Okay.\"\n\nCant. Lawler deposited the air bottles. \"Everyone got enough air?\"\n\n\"I guess we're all okay,\" Capt. Wilkins said.\n\n\"Don't we look silly?\" Major Winship asked plaintively. \"I can't\npossibly describe my emotions at this minute.\"\n\n\"You look all right,\" Capt. Lawler said. \"Still hot?\"\n\nMajor Winship grunted. He said nothing.\n\n\"I'll get there as fast as I can.\"\n\n\n\nAfter about ten minutes jarring across the lunar surface, Major Winship\nsaid, \"I'm not appreciably cooler; but then I'm not appreciably hotter,\neither.\"\n\n\"Shut up, Charlie. You're a thirty-year man,\" Lt. Chandler said.\n\n\"Old soldiers never die, they just become desiccated.\"\n\n\"I'd like a beer,\" Major Winship said. \"A cold, frosty, foamy beer. Big\ncollar. Gimme a beer, a little shaker of salt--\"\n\n\"Finogenov's probably got eight or ten cases.\"\n\n\"For once, I hope you're right. Try to bounce a little easier, Larry.\"\n\n\"Russians don't drink beer,\" Lt. Chandler said.\n\n\"You sure?\"\n\n\"Vodka,\" Capt Lawler grunted.\n\n\"They drink champagne, you idiots,\" Capt. Wilkins said.\n\n\"Beggars can't be choosers,\" Major Winship said. \"Champagne is okay by\nme. If it's just cold.\"\n\n\"Finogenov will have a few hundred pounds of ice.\"\n\n\"Cut it out,\" Major Winship said.\n\n\"Boy, you wait till we get you back to Earth. When it comes time to\nreup, I'm going to be there. I'm going to remind you of this one.\"\n\n\"You're a thirty-year man, too, Les,\" Major Winship said.\n\n\"Not me,\" Lt. Chandler said. \"I've had it, dad. I'm going to sell my\nlife story to the movies and spend the rest of my life eating popcorn\nand watching what an idiot I was. A man can get hurt up here.\"\n\n\"So you want to be a civilian?\"\n\n\"You're damned right I do,\" Lt. Chandler said.\n\n\"We're about there,\" Capt. Lawler cut in. \"You still okay, Charlie?\"\n\n\"Fine.\"\n\n\"Here's the little ridge, then. Hold on, we're taking the angle up. You\nriding okay, Charlie?\"\n\n\"Fine, Skip.\"\n\nAfter a moment, Capt. Lawler said, \"I see the base now. The top. Hey!\"\nHe slammed on the brakes. \"Oh, _no_! Those ... those fools! Those\nidiots.\"\n\n\"What's wrong?\" Major Winship demanded. \"Skip--_what's wrong?_\"\n\n\"The second little dome is down. It wasn't that way a couple of hours\nago. And they've block-and-tackled a drum of calking compound up on the\nmain dome.\"\n\n\"_We've got to stop them!_\" Major Winship cried. \"Skip! Skip!\"\n\n\"Charlie, there's nothing we can do. The drum's just starting to turn\nred.\"\n\nThere was silence for a while.\n\n\"It's melting through, now. There it goes. Down through the dome. Out\nof sight.\" After a moment, Capt. Lawler continued. \"Funny how things\nfall so slowly under this low gravity. It floated through their dome\njust like a feather. You should have seen it.\"\n\nEventually, Lt. Chandler said, \"Boys, this is my last hitch.\"\n\nThere was more silence.\n\nCapt. Wilkins mused, \"I guess they didn't have a little scale either.\"\n\nSomeone was breathing loudly. At length, Major Winship said\nreflectively, \"Why do you suppose they would try to calk it from the\noutside?\"\n\nAgain silence. Major Winship asked the question. \"Okay. Let's have it.\nHow's the other little dome?\"\n\n\"Other one? Oh, sorry,\" Capt. Lawler said. \"It looks all right.\"\n\n\"It better _be_ all right,\" Lt. Chandler said.\n\n\n\nIn the end, the eleven of them were crowded into the one remaining\noperational structure of the four available on the moon at sunrise.\n\nFor perhaps the tenth time, General Finogenov offered his apologies.\nHe and Major Winship were huddled side by side in a corner. They were\ndrinking vodka.\n\n\"Plenty of everything,\" General Finogenov said. \"Don't concern\nyourself, Major. Air, food, water, we have more than enough for a\nprolonged siege.\"\n\n\"Accidents will happen.\"\n\n\"Exactly,\" said General Finogenov, pouring more vodka for himself.\n\"Glad you understand.\" He put the empty bottle down. \"We will have\nanother one next week. In the meantime--I very much regret the\ninconvenience. Plenty of food, water, air, though. Pinov! Pinov! Vodka!\"\n\nPinov answered in Russian.\n\nGeneral Finogenov frowned. \"Dear, dear,\" he said. \"I'm afraid this must\nbe our last one, Major. You see, while we have plenty of everything\nelse, we are, you see.... The truth of the matter is, we didn't foresee\nvisitors. Unfortunately, we have no more vodka.\"\n\n\"No more vodka,\" said General Finogenov. He stared morosely into the\ninky distance. \"Major Winship, I have a confession. Oh, that second one\nwas a beauty. You didn't feel it?\"\n\n\"Our leak sprang on the first one. The second was quite mild, we\nthought.\"\n\n\"We were right on the fault line,\" General Finogenov said. \"As you\nAmericans say, it was a beauty. I have a confession. One must admit\none's mistakes.\"\n\n\"Yes?\"\n\n\"We used much too large a bomb,\" he said.\n\n\"I'm with you,\" Lt. Chandler chimed in from somewhere out of the\ndarkness. \"But when do you think you're going to get the lights fixed?\"",
    "metadata": {
        "author": [
            "Neville, Kris",
            "Neville, Kris Ottman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61242/pg61242.txt",
        "name": "the_winning_of_the_moon.json"
    }
}