{
    "name": "The Snowball",
    "author": [
        "Weyman, Stanley John",
        "Weyman, Stanley J. (Stanley John)"
    ],
    "body": "The slight indisposition from which the Queen suffered in the spring\nof 1602, and which was occasioned by a cold caught during her\nlying-in, by diverting the King's attention from matters of State, had\nthe effect of doubling the burden cast on my shoulders. Though the\nmain threads of M. de Biron's conspiracy were in our hands as early as\nthe month of November of the preceding year, and steps had been\nimmediately taken to sound the chief associates by summoning them to\ncourt, an interval necessarily followed during which we had everything\nto fear; and this not only from the despair of the guilty, but from\nthe timidity of the innocent who, in a court filled with cabals and\nrumors of intrigues, might see no way to clear themselves. Even the\nshows and interludes which followed the Dauphin's birth, and made that\nChristmas remarkable, served only to amuse the idle; they could not\ndisperse the cloud which hung over the Louvre, nor divert those who,\non the one side or the other, had aught to fear.\n\nIn connection with this period of suspense I recall an episode, both\ncharacteristic in itself, and worthy, I think, by reason of its\noddity, to be set down here; where it may serve for a preface to those\nmore serious events, attending the trial and execution of M. de Biron,\nwhich I shall have presently to relate.\n\nI had occasion, about the end of the month of January, to see M. du\nHallot. The weather was cold, and partly for that reason, partly from\na desire to keep my visit, which had to do with La Fin's disclosures,\nfrom the general eye, I chose to go on foot. For the same reason I\ntook with me only two armed servants, and a confidential page, the son\nof my friend Arnaud. M. du Hallot, who lived at this time in a house\nin the Faubourg St. Germain, not far from the College of France,\ndetained me long, and when I rose to leave insisted that I should take\nhis coach, as snow had begun to fall and already lay an inch deep in\nthe streets. At first I was unwilling to do this, but reflecting that\nsuch small services are highly appreciated by those who render them,\nand attach men more surely and subtly than the greatest bribes, I\nfinally consented, and, taking my place with some becoming\nexpressions, bade young Arnaud find his way home on foot.\n\nThe coach had nearly reached the south end of the Pont au Change, when\na number of youths ran by me, pelting one another with snowballs, and\nshouting so lustily that I was at a loss which to admire more--the\nsilence of their feet or the loudness of their voices. Aware that lads\nof that age are small respecters of persons, I was not surprised to\nsee two or three of them rush on to the bridge before us, and even\ncontinue their Parthian warfare under the very feet of the horses. The\nresult was, however, that the latter presently took fright at that\npart of the bridge where the houses encroach most boldly on the\nroadway; and, but for the care of the running footman, who hastened to\ntheir heads, might have done some harm either to the coach or the\npassersby.\n\nAs it was, we were brought to a stop while one of the wheels was\nextricated from the kennel, into which it had become wedged. Smiling\nto think what the King--for he, strangely warned by Providence, was\nall his life long timid in a coach--would have said to this, I went to\nopen the curtains, and had just effected this to a certain extent,\nwhen one of a crowd of idlers who stood on the raised pavement beside\nus deliberately lifted up his arm and flung a snowball at me.\n\nThe missile flew wide of its mark by an inch or two only. That I was\namazed at such audacity goes without saying, but in my doubt of what\nit might be the prelude--for the breakdown of the coach in that narrow\nplace, the haunt of the rufflers and vagrants of every kind, might be\na part of a concerted plan--I fell back into my place. The coach, as\nit happened, moved on with a jerk at the same moment; and before I had\nwell digested the matter, or had time to mark the demeanor of the\ncrowd, we were clear of the bridge and rolling past the Chatelet.\n\nA smaller man might have stopped to revenge, and to cook a sprat have\npassed all Paris through the net. But remembering my own youthful\ndays, when I attended the College of Burgundy, I set down the freak to\nthe insolence of some young student, and, shrugging my shoulders,\ndismissed it from my thoughts. An instant later, however, observing\nthat the fragments of the snowball were melting on the seat by my side\nand wetting the cushion, I raised my hand to brush them away. In the\nact I saw, to my surprise, a piece of paper lying among the _debris_.\n\n\"Ho, ho!\" said I to myself. \"This is a strange snowball! I have heard\nthat the apprentices put stones in theirs. But paper! Let me see what\nthis means.\"\n\nThe morsel, though moistened by contact with the snow, remained\nintact. Unfolding it with the greatest care--for already I began to\ndiscern that here was something out of the common--I found written on\nthe inner side, in a clear, clerkly hand, the words, \"_Beware of\nNicholas!_\"\n\nIt will be remembered that Simon Nicholas was at this time secretary\nto the King, and so high in his favor as to be admitted to the\nknowledge of all but his most private affairs. Gay, and of a very\njovial wit, he was able to commend himself to Henry by amusing him;\nwhile his years, for he was over sixty, seemed some warranty for his\ndiscretion, and at the same time gave younger sinners a feeling of\nsuperior worth, since they might repent and he had not. Often in\ncontact with him, I had always found him equal to his duties, and\nthough too fond of the table and of all the good things of this life,\nneither given to babbling nor boasting. In a word, one for whom I had\nmore liking than respect.\n\nA man in his position, however, possesses such stupendous\nopportunities for evil that, as I read the warning so cunningly\nconveyed to me, I sat aghast. His office gave him at all times that\nready access to the King's person which is the aim of conspirators\nagainst the lives of sovereigns; and, short of this supreme treachery,\nhe was master of secrets which Biron's associates would give all to\ngain. When I add that I knew Nicholas to be a man of extravagant\nhabits and careless life, and one, moreover, who, if rumor did not\nwrong him, had lost much in that rearrangement of the finances which I\nhad lately effected without even the King's privity, it will be seen\nthat those words, \"Beware of Nicholas,\" were calculated to occasion me\nthe most profound thought.\n\nOf the person who had conveyed the missive to me I had unfortunately\nseen nothing; though I believed him to be a man, and young. But the\ncircumstances, which seemed to indicate the extreme need of secrecy,\ngave me a hint as to my own conduct. Accordingly, I smoothed my brow,\nand on the coach stopping at the Arsenal descended with my usual face\nof preoccupation.\n\nAt the foot of the staircase my _maitre-d'-hotel_ met me.\n\n\"M. Nicholas, the King's secretary, is here,\" he said. \"He has been\nwaiting your return an hour and more, Monseigneur.\"\n\n\"Lay another cover,\" I answered, repressing the surprise I could not\nbut feel on hearing of this visit, so strangely _a propos_. \"Doubtless\nhe has come to dine with me.\"\n\nBarely staying to take off my cloak, I went upstairs with an air as\ngay as possible, and, making my visitor a hundred apologies for the\ninconvenience I had caused him, insisted he should sit down with me.\nThis he was nothing loth to do; though, as presently appeared, his\nerrand was only to submit to me some papers connected with the new tax\nof a penny in the shilling, which it was his duty to lay before me.\n\nI scolded him gayly for the long period which had elapsed since his\nlast visit, and succeeded so well in setting him at his ease that he\npresently began to rally me on my slackness; for I could touch nothing\nbut a little game and a glass of water. Excusing myself as well as I\ncould, I encouraged him to continue the attack; and certainly, if a\ngood conscience waits on appetite, I had soon abundant evidence on his\nbehalf. He grew merry and talkative, and, telling me some free tales,\nbore himself altogether so naturally that I had begun to deem my\nsuspicions baseless, when a chance word gave me new grounds for\nentertaining them.\n\nI was on the subject of my morning's employment. Knowing how easily\nconfidence begets confidence, and that in his position the matter\ncould not be long kept from him, I told him as a secret where I had\nbeen.\n\n\"I do not wish all the world to know, my friend,\" I said; \"but you are\na discreet man, and it will go no farther. I am just from Du\nHallot's.\"\n\n\nHe dropped his napkin and stooped to pick it up again with a gesture\nso hasty that it caught my attention and led me to watch him.\nMoreover, although my words seemed to call for an answer, he did not\nspeak until he had taken a deep draught of wine; and then he said\nonly, \"Indeed!\" in a tone of such indifference as might at another\ntime have deceived me, but now was perfectly patent.\n\n\"Yes,\" I replied, affecting to be engaged with my own plate (we were\neating nuts). \"Doubtless you will be able to guess on what subject.\"\n\n\"I?\" he said, as quick to answer as he had before been slow. \"No, I\nthink not.\"\n\n\"La Fin,\" I said; \"and his statements respecting M. de Biron's\nfriends.\"\n\n\"Ah!\" he replied, shrugging his shoulders. He had contrived to regain\nhis composure, but I noticed that his hand shook, and I saw him put a\nnut into his mouth with so much salt upon it that he had no choice but\nto make a grimace. \"They tell me he accuses everybody,\" he grumbled,\nhis eyes on his plate. \"Even the King is scarcely safe from him. But I\nhave heard no particulars.\"\n\n\"They will be known by and by,\" I answered prudently. And after that I\ndid not think it wise to speak farther, lest I should give more than I\ngot; but as soon as he had finished, and we had washed our hands, I\nled him to the closet looking on the river, where I was in the habit\nof working with my secretaries. I sent them away and sat down with him\nto his accounts; but in the position in which I found myself, between\nsuspicion and perplexity, I could so little command my attention that\nI gathered nothing from their items; and had I found another doing the\nKing's service as negligently I had certainly sent him about his\nbusiness. Nevertheless I made some show of auditing them, and had\nreached the last roll when something in the fairly written summary,\nwhich closed the account, caught my eye. I bent more closely over it,\nand presently making an occasion to carry the parchment into the next\nroom, compared it with the handwriting on the scrap of paper I had\nfound in the snowball. A brief scrutiny showed me that they were the\nwork of the same person!\n\n\nI went back to M. Nicholas, and after attesting the accounts, and\nmaking one or two notes, remarked in a careless way on the clearness\nof the hand. \"I am badly in need of a fourth secretary,\" I added.\n\"Your scribe might do for me.\"\n\nIt did not escape me that once again M. Nicholas looked uncomfortable,\nhis red face taking a deeper tinge and his hand going nervously to his\npointed gray beard, \"I do not think he would do for you,\" he answered.\n\n\"What is his name?\" I asked, purposely bending over the papers and\navoiding his eyes.\n\n\"I have dismissed him,\" he rejoined curtly. \"I do not know where he\ncould now be found.\"\n\n\"That is a pity--he writes well,\" I answered, as if it were nothing\nbut a whim that led me to pursue the subject. \"And good clerks are\nscarce. What was his name?\"\n\n\"Felix,\" he said reluctantly.\n\nI had now all I wanted. Accordingly I spoke of another matter and\nshortly afterward Nicholas rose and went. But he left me in a fever of\ndoubt and suspicion; so that for nearly half an hour I walked up and\ndown the room, unable to decide whether I should treat the warning of\nthe snowball with contempt, as the work of a discharged servant, or on\nthat very account attach the more credit to it. By and by I remembered\nthat the last sheet of the roll I had audited bore date the previous\nday; whence it was clear that Felix had been dismissed within the last\ntwenty-four hours, and perhaps after the delivery of his note to me.\nSuch a coincidence, which seemed no less pertinent than strange,\nopened a wide field for conjecture; and the possibility that Nicholas\nhad really called on me to sound me and learn what I knew presently\noccurring to my mind, brought me to a final determination to seek out\nthis Felix, and without the delay of an hour sift the matter to the\nbottom.\n\nDoubtless I shall seem to some to have acted precipitately, and built\nmuch on small foundations. I answer that I had the life of the King my\nmaster to guard, and in that cause dared neglect no precaution,\nhowever trivial, nor any indication, however remote. Would that all my\ncare and vigilance had longer sufficed to preserve for France the life\nof that great man! But God willed otherwise.\n\nI sent word at once to La Font, my _valet-de-chambre_, the same who\nadvised me at the time of my first marriage, to come to me; and\ndirecting him to make instant and secret inquiry where Felix, a clerk\nin the Chamber of Accounts, lodged, bade him report to me on my return\nfrom the Great Hall, where, it will be remembered, it was my custom to\ngive audience after dinner to all who had business with me. As it\nhappened, I was detained long that day, and found him awaiting me.\nBeing a man of few words, he said, as soon as the door was shut, \"At\nthe 'Three Half Moons,' in the Faubourg St. Honore, Monseigneur.\"\n\n\"That is near the Louvre,\" I answered. \"Get me my cloak, and your own\nalso; and bring your pistols. I am going for a walk. You will\naccompany me.\"\n\nHe was a good man, La Font, and devoted to my interests. \"It will be\nnight in half an hour, Monseigneur,\" he answered respectfully. \"You\nwill take some of the Swiss?\"\n\n\"In one word, no!\" I rejoined. \"We will go out by the stable entrance.\nIn the mean time, and until we return, I will bid Maignan keep the\ndoor, and admit no one.\"\n\nThe crowd of those who daily left the Arsenal before nightfall\nhappened to be augmented on this occasion by a troop of my clients\nfrom Mantes; tenants on the lands of Rosny, who had lingered after the\nhour of audience to see the courts and garden. By mingling with these\nwe had no difficulty in passing out unobserved; nor, once in the\nstreets, where a thaw had set in, that filled the kennel with water\nand the pavement with slush, was La Font long in bringing me to the\nhouse I sought. It stood on the outskirts of the St. Honore Faubourg,\nin a quarter sufficiently respectable, and a street marked neither by\nextreme squalor nor extravagant ostentation--from one or other of\nwhich all desperate enterprises, in my opinion, take their rise. The\nhouse, which was high and narrow, presented only two windows to the\nstreet, but the staircase was sweet and clean, and it was impossible\nto cross the threshold without feeling a prepossession in Felix's\nfavor. Already I began to think I had come on a fool's errand.\n\n\"Which floor?\" I asked La Font.\n\n\"The highest. Monsieur,\" he answered.\n\nI went up softly and he followed me. Under the tiles I found a door,\nand heard some one moving beyond it. Bidding La Font remain on guard\noutside, and come to my aid only if I called him, I knocked boldly. A\ngentle voice bade me enter, and I did so.\n\nThere was only one person in the room, a young woman with fair, waving\nhair, a pale face, and blue eyes, who, seeing a cloaked stranger\ninstead of the friend or neighbor she anticipated, stared at me in the\nutmost wonder and some alarm. The room, though poorly furnished, was\nparticularly neat and clean; which, taken with the woman's complexion,\nleft me in no doubt as to her native province. On the floor near the\nfire stood a cradle; and in the window a cage with a singing bird\ncompleted the homely and pleasant aspect of this interior, which was\nsuch as, if I could, I would multiply by thousands in every town of\nFrance.\n\nA small lamp, which the woman was in the act of lighting, enabled me\nto see those details, and also discovered me to her. I asked politely\nif I spoke to Madame Felix, the wife of M. Felix of the Chamber of\nAccounts.\n\n\"I am Madame Felix,\" she answered, advancing slowly toward me. \"My\nhusband is late. Do you come from him? It is not bad news, Monsieur?\"\n\nThe tone of anxiety in which she uttered her last question, and the\nquickness with which she raised her lamp to scan my face, went to my\nheart, already softened by this young mother in her home. I hastened\nto answer that I had no bad news, and wished merely to see her husband\non business connected with his employment.\n\n\"He is very late,\" she said, a shade of perplexity crossing her face.\n\"I have never known him so late before. Monsieur is unfortunate.\"\n\nI replied that with her leave I would wait; on which she very readily\nplaced a stool for me, and sat down herself by the cradle, I ventured\nto remark that perhaps M. Nicholas had detained her husband: she\nanswered simply that it might be so, but that she had never known it\nhappen before.\n\n\"M. Felix has evening employment?\" I asked after a moment's\nreflection.\n\nShe looked at me in some wonder. \"No,\" she said. \"He spends his\nevenings with me, Monsieur. It is not much, for he is at work all\nday.\"\n\nI bowed, and was preparing another question, when the sound of\nfootsteps ascending the stairs in haste reached my ears, and led me to\npause. Madame heard the noise at the same moment and rose. \"It is my\nhusband,\" she said, looking toward the door with such a light in\nher eyes as betrayed the sweetheart lingering in the wife. \"I was\nafraid--I do not know what I feared,\" she muttered to herself.\n\n\nProposing to myself the advantage of seeing Felix before he saw me, I\npushed back my stool into the shadow, contriving to do this so\ndiscreetly that the young woman noticed nothing. A moment later it\nappeared I might have spared my pains; for at sight of her husband, a\ncomely young man who came in with lack-lustre eye and drooping head,\nshe sprang forward with a cry of dismay, and, utterly forgetting my\npresence, appealed to him to know what was the matter.\n\nHe threw himself on to a stool, the first he reached, and, leaning his\nelbows on the table in an attitude of extreme dejection, covered his\nface with his hands. \"What is it?\" he said in a hollow tone. \"We are\nruined, Margot. I have no more work. I am dismissed.\"\n\n\"Dismissed?\" she ejaculated.\n\nHe nodded. \"Nicholas discharged me this morning,\" he said, almost in a\nwhisper. He dared not speak louder, for he could not command his\nvoice.\n\n\"Why?\" she asked gently, as she leant over him. \"What had you done?\"\n\n\"Nothing!\" he answered with bitterness. \"He said clerks were\nplentiful, and the King or I must starve.\"\n\nHitherto I had witnessed the scene in silence, a prey to emotions so\nvarious I will not attempt to describe them. But hearing the King's\nname thus prostituted and put to base uses, I started forward with a\nviolence which in a moment made my presence known. Felix, confounded\nby the sight of a stranger at his elbow, rose hurriedly from his seat,\nand retreating before me with vivid alarm painted on his countenance,\nasked with a faltering tongue who I was.\n\nI replied in as soothing a manner as possible, that I was a friend,\nanxious to assist him. Nevertheless, seeing that I kept my cloak about\nmy face--for I was not willing to be recognized--he continued to look\nat me with distrust and terror. \"What do you want?\" he said, raising\nthe lamp much as his wife had done, to see me the better.\n\n\"The answers to one or two questions,\" I replied firmly. \"Answer them\ntruly, and I promise you your troubles are at an end.\" So saying, I\ndrew from my pouch the scrap of paper which had come to me so\nstrangely. \"When did you write this, my friend?\" I continued, placing\nit before him.\n\nHe drew a deep breath at sight of it, and a look of comprehension and\ndismay crossed his face. For a moment he hesitated. Then in a hurried\nmanner he said that he had never seen the paper.\n\n\"Come,\" I rejoined sternly, \"look at it again. Let there be no\nmistake. When did you write that, and why?\"\n\nBut still he shook his head; and, though I pressed him hard, continued\nso stubborn in his denial that, but for the look I had seen on his\nface when I first produced the paper, and the strange coincidence of\nhis dismissal, I might have believed him. As it was, I saw nothing for\nit but to have him arrested and brought to my house, where I did not\ndoubt he would tell the truth; and I was about to retire to give the\nnecessary orders, when something in the sidelong glance I saw him cast\nat his wife caught my eye and furnished me with a new idea. Acting on\nthis, I affected to be satisfied. I apologized for my intrusion on the\nground of mistake, and gradually withdrawing to the door asked him at\nthe last moment to light me downstairs.\n\nComplying with a shaking hand, he went out before me, and had nearly\nreached the foot of the staircase when I touched him on the shoulder.\n\n\"Now,\" I said bluntly, fixing him with my eyes, \"your wife is no\nlonger listening, and you can tell me the truth. Who employed you to\nwrite these words?\"\n\nTrembling so violently he had to lean on the balustrade for support,\nhe answered me.\n\n\"Madame Nicholas,\" he whispered.\n\n\"What?\" I cried, recoiling. I had no doubt he was telling me the truth\nnow.\n\n\"The secretary's wife, do you mean? Be careful, man.\"\n\nHe nodded.\n\n\"When?\" I asked suspiciously.\n\n\"Yesterday,\" he answered. \"She is an old cat!\" he continued, almost\nfiercely. \"I hate her! But my wife is jealous.\"\n\n\"And did you throw it into my coach,\" I said, \"on the Pont du Change,\nto-day?\"\n\n\"God forbid!\" he replied, shrinking into himself again. \"I wrote it\nfor her, and she took it away. She said it was a jest she was playing.\nThat is all I know.\"\n\nI saw it was, and after a few more words was content to dismiss him,\nbidding him keep silence on the matter, and remain at home in case I\nneeded him. At the last, he plucked up spirit to ask me who I was; but\npreferring to keep that discovery for a day still to come, when I\nmight appear as the benefactor of this little family, I told him\nsharply that I was one of the King's servants, and so left him.\n\nIt will be believed, however, that I found the information I had\nreceived little to my mind. The longer I dwelt on it, the more serious\nseemed the matter. While I could scarcely conceive any circumstances\nin which a woman would be likely to inform against her husband without\ncause, I could recall more than one dangerous conspiracy which had\nbeen frustrated by informers of that class--sometimes out of regard\nfor the very persons against whom they informed. Viewed in this light\nonly, the warning seemed to my mind sufficiently alarming, but when I\ncame also to consider the secrecy with which Madame Nicholas had both\nprepared it--so that her hand might not be known--and conveyed it to\nme, the aspect of the case grew yet more formidable. In the result, I\nhad not passed through two streets before my mind was made up to lay\nthe case before the King, and the sagacity and penetration which were\nnever wanting to my gracious master.\n\nAn unexpected rencontre which awaited me on my return to the Arsenal\nboth confirmed me in this resolution and enabled me to carry it into\neffect. We succeeded in slipping in without difficulty, and duly found\nMaignan on guard at the door of my apartments. But a single glance at\nhis face sufficed to show that something was wrong; nor did it need\nthe look of penitence which he assumed on seeing us--a look so piteous\nthat at another time it must have diverted me--to convince me that he\nhad infringed my orders.\n\n\"How now, sirrah?\" I said angrily, without waiting for him to speak.\n\"What have you been doing?\"\n\n\"They would take no refusal, Monseigneur,\" he answered plaintively,\nwaving his hand toward the door.\n\n\"What!\" I cried sternly, astonished; for this was an instance of such\ndirect disobedience as I could scarce understand. \"Did I not give you\nthe strictest orders to deny me to everybody?\"\n\n\"They would take no refusal, Monseigneur,\" he answered penitently,\nedging away from me as he spoke.\n\n\"Who are they?\" I asked sternly, leaving the question of his\npunishment for another season. \"Speak, rascal, though it shall not\nsave you.\"\n\n\"There are M. le Marquis de la Varenne, and M. de Vitry,\" he said\nslowly, \"and M. de Vic, and M. Erard, the engineer, and M. de\nFontange, and----\"\n\n\"_Pardieu!_\" I cried, cutting him short in a rage; for he was going on\ncounting on his fingers in a manner the most provoking. \"Have you let\nin all Paris, dolt? Grace! that I should be served by a fool! Open the\ndoor, and let me see them!\"\n\nWith that I was about to enter; when the door, which I had not\nperceived to be ajar, was suddenly thrown open, and a laughing face\nthrust out. It was the King's.\n\n\n\"Ha, ha! Grand-master!\" he cried, vastly diverted by the success of\nhis jest and the abrupt change which doubtless came over my\ncountenance. \"Never was such graceful hospitality, I'll be sworn! But\ncome, pardon this varlet. And now embrace me, and tell me where you\nhave been playing truant.\"\n\nSaying these words with the charm which never failed him, and in his\ntime won to his side more foes than his sword ever conquered, the King\ndrew me into my room, where I found De Vic, Vitry, Roquelaure, and the\nrest. They all laughed heartily at my surprise, nor was Maignan, who\nhad a pretty fancy, and was the author, it will be remembered, of that\nwhimsical procession to Rosny after the battle of Ivry, which I have\nelsewhere described, far behind them; the rascal knowing well that the\nking's presence covered all, and that in my gratification at the honor\ndone me I should be certain to overlook his impertinence.\n\nPerceiving that this impromptu visit had no other object than to\ndivert Henry--though he was kind enough to say that he felt uneasy\nwhen he did not see me often--I begged to know if he would honor me by\nstaying to sup; but this he would not do, though he consented to drink\na cup of my Arbois wine, and praised it highly. I thought I saw by and\nby that he was willing to be alone with me; and as I had every reason\nto desire this myself, I made an opportunity. Sending for Arnaud and\nsome of my gentlemen, I committed my other guests to their care, and\nled the King into my closet, where, after requesting his leave to\nspeak on business, I proceeded to unfold to him the adventure of the\nsnowball, with all the particulars which I have here set down.\n\nHe listened very attentively, drumming on the table with his fingers;\nnor did he move or speak when I had done but still continued in the\nsame attitude of deep thought. At last: \"Grand-master,\" he said,\ntouching with his hand the mark of the wound which still remained on\nhis lip, \"how long is it since Chalet's attempt--when I got this?\"\n\n\"Seven years last Christmas, Sire,\" I answered.\n\n\"And Barriere's?\"\n\n\"That was the year before. Avenious' plot was that year too.\"\n\n\"And the Italian, from Milan, of whom the Capuchin Honorio warned us?\"\n\n\"That was two years ago, Sire.\"\n\n\"And how many more attempts have there been against my person?\" he\nwent on, much moved. Then falling into a tone of extreme sadness, he\ncontinued, \"Rosny, my friend, they must succeed at last. No man can\nfight against his fate. The end is sure, notwithstanding all your\nfidelity and vigilance, and the love you bear me, for which I love you\ntoo. But Nicholas? Nicholas? Yet he has been careless and distraught\nof late. I have noticed it; and a month back I refused to give him an\nappointment, of which he wished to have the sale.\"\n\nI did not dare to speak, and for a time Henry, too, remained silent.\nAt length he rose with an air of resolution.\n\n\"We will clear this matter up within the hour!\" he said firmly. \"I\nwill send my people back to the Louvre, and do you, Grand-master,\norder half-a-dozen Swiss to be ready to conduct us to this woman's\nhouse. When we have heard her we shall know what to do.\"\n\nI tried my utmost to dissuade him, pleading that his presence could\nnot be necessary, and might prove a hindrance; besides exposing his\nperson to a certain amount of risk. But he would not listen. When I\nsaw, therefore, that his mind was made up to go, and that as his\nspirits rose he was inclined to welcome this little expedition as a\nrelief from the _ennui_ which at times troubled him, I reluctantly\nwithdrew my opposition and gave the necessary orders. The King\ndismissed his suite with a few kind words, and in a very short space\nwe were on our way, under cover of darkness, to the secretary's house.\n\nHe lived at this time in a court off the Rue St. Jacques, not far from\nthe church of that name; and the house being remote from the eyes and\nobservations of the street, seemed not unfit for secret and desperate\nuses.\n\nAlthough we found lights shining behind several of the barred windows,\nthe wintry night, the darkness of the court, and perhaps the errand on\nwhich we came, imparted so gloomy an aspect to the place that the King\nhitched his sword forward, while I begged him to permit the Swiss who\naccompanied us to go on with us. This, however, he would not allow,\nand accordingly they were left at the entrance to the court with\norders to follow at a given signal.\n\nOn the steps, the King, who, to disguise himself the better, had\nborrowed one of my cloaks, stumbled and almost fell. This threw him\ninto a fit of laughter; for no sooner was he engaged in an adventure\nwhich promised to be dangerous than his spirits invariably rose to\nsuch a degree as to make him the most charming companion in peril man\never had. He was still shaking, and pulling me to and fro in one of\nthose boyish frolics which sometimes swayed him, when a sudden outcry\ninside the house startled us into sobriety, and reminded us all too\nsoon of the business which brought us thither.\n\nWondering what it might mean, I was about to rap on the door with my\nhilt when the King put me aside, and, by a happy instinct, tried the\nlatch. The door yielded to his hands, and, slowly opening, gave us\nadmittance.\n\nWe found ourselves in a gloomy hall, ill-lit, and hung with patched\narras. In one corner stood a group of servants. Of these some looked\nscared and some amused, but all were so much taken up with the\nmovements of a harsh-faced woman, who was pacing the opposite side of\nthe hall, that they did not heed our entrance. A momentary glance at\nthis strange state of things showed me that the woman was Madame\nNicholas; but I was still at a loss to guess what she was doing or\nwhat was happening in the house.\n\nI stood a moment, but finding she still took no notice of us, I\nbeckoned to one of the servants, and bade him tell his mistress a\ngentleman would speak with her. The man went with the message; but she\nsent him off with a flea in his ear, and screamed at him so violently\nthat for a moment I thought she was mad. Then it appeared that the\nobject of her attention was a door at the side of the hall; for,\nstopping suddenly in her walk, she went up to it, and struck it\npassionately with her hands.\n\n\"Come out!\" she cried. \"Come out, you villain!\"\n\nRestraining the King, I went forward myself, and, saluting her\npolitely, begged a word with her apart, thinking she would recognize\nme.\n\nHer answer, however, showed that she did not. \"No!\" she cried, waving\nme off, in the utmost excitement. \"No; you will not get me away--I\nknow you. You are as bad one as the other.\" Then turning again to the\ndoor, she continued, \"Come out! Do you hear! Come out! I'll have no\nmore of your intrigues and your Hallots!\"\n\nI pricked up my ears at the name \"But, Madame,\" I said, \"one moment.\"\n\n\"Begone!\" she retorted, turning on me so wrathfully that I fairly\nrecoiled before her. \"I shall stay here till I drop; but I will have\nhim out and expose him. There shall be an end of his precious plots\nand his Hallots if I have to go to the King!\"\n\nWords so curiously _a propos_ could not but recall to my mind the\nconfusion into which my mention of Du Hallot had thrown the secretary\nearlier in the day. And since they seemed also to be consistent with\nthe warning conveyed to me, and indeed to explain it, they should have\ncorroborated my worst suspicions. But a sense of something unreal and\nfantastic, with which I could not grapple, continued to puzzle me in\nthe presence of this angry woman; and it was with no great assurance\nthat I said, \"Do I understand then, Madame, that M. du Hallot is in\nthat room?\"\n\n\n\"M. du Hallot?\" she replied, in a tone that was almost a scream. \"No;\nbut he would be if he had taken the hint I sent him! He would be! I\nwill have no more secrecy, however, and no more plots. I have suffered\nenough already, and now Madame shall suffer if she has not forgotten\nhow to blush. Are you coming out there?\" she continued, once more\napplying herself to the door, her face inflamed with passion. \"I shall\nstay! Oh, I shall stay, I assure you. Until morning if necessary!\"\n\n\"But, Madame,\" I said, beginning to see daylight, and finding words\nwith difficulty--for I already heard in fancy the King's laughter and\ncould conjure up the endless quips and cranks with which he would\npursue me--\"your warning did not perhaps reach M. du Hallot!\"\n\n\"It reached his coach, at any rate,\" the scold retorted. \"Another time\nI will have no half-measures. But as for that,\" she continued, turning\non me suddenly with her arms akimbo, and the fiercest of airs, \"I\nwould like to know what business it is of yours, Monsieur, whether it\nreached him or not! I know you--you are in league with my husband! You\nare here to shelter him, and this Madame du Hallot! But----\"\n\nAt that moment, however, the door at last opened; and M. Nicholas,\nwearing an aspect so meek and crestfallen that I hardly knew him, came\nout. He was followed by a young woman plainly dressed, and looking\nalmost as much frightened as himself; in whom I had no difficulty in\nrecognizing Felix's wife.\n\n\"Why!\" Madame Nicholas cried, her face falling. \"This is not--who is\nthis? Who--\" with increased vehemence--\"is this baggage, I would like\nto know?\"\n\n\"My dear,\" the secretary protested earnestly, spreading out his\nhands--fortunately he had eyes only for his wife, and did not see\nus--\"this is one of your ridiculous mistakes! It is, I assure you.\nThis is the wife of a clerk whom I dismissed to-day, and she has been\nwith me begging me to reinstate her husband. That is all. That is all,\nmy dear. You have made this----\"\n\nI heard no more, for, taking advantage of the obscurity of the hall,\nand the preoccupation of the couple, I made hurriedly for the door,\nand passing out into the darkness, found myself at once in the embrace\nof the King, who, seizing me round the neck, laughed on my shoulder\ntill he cried, continually adjuring me to laugh also, and ejaculating\nbetween the paroxysms, \"Poor Du Hallot! Poor Du Hallot!\" with many\nthings of the same nature, which any one acquainted with court life\nmay supply for himself.\n\nI confess I did not on my part find it so easy to laugh: partly\nbecause I am not of so gay a disposition as that great prince, and\npartly because I cannot always see the ludicrous side of events in\nwhich I myself take part. But on the King at last assuring me that he\nwould not betray the secret even to La Varenne, I took comfort and\ngradually reconciled myself to an episode which, unlike the more\nserious events it now becomes my duty to relate, had only one result,\nand that unimportant; I mean the introduction to my service of the\nclerk Felix, who, proving worthy of confidence, remained with me after\nthe lamentable death of the King my master, and is to-day one of those\nto whom I entrust the preparation of these Memoirs.",
    "metadata": {
        "author": [
            "Weyman, Stanley John",
            "Weyman, Stanley J. (Stanley John)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/39216/pg39216.txt",
        "name": "the_snowball.json"
    }
}