{
    "name": "The show must go on",
    "author": [
        "Jarvis, E. K.",
        "Leslie, O. H.",
        "Mitchell, Clyde",
        "Slesar, Henry"
    ],
    "body": "He awoke in darkness, trembling with the thought of escape.\n\nHis hands groped around the floor, trying its solidity. Then he crawled\nforward with agonizing slowness until his fingertips found a wall. He\nraised himself to his feet, his cheek scraping the cool surface of the\nenclosure.\n\nAn idea came to him, and he slapped at the pocket of his shirt. His\npalm struck the outline of something. Matches!\n\nHe lit one, and raised it to the level of his wide, frightened eyes.\nHe was facing a door, a barricade of steel, without sign of latch or\ndoorknob. But there was a sign, and he read it in the flicker of the\nmatchflame. It said:\n\n PUSH\n\nHe made a noise in his throat, and shoved against the door. It gave in\nto his weight, and he was outside the building, standing in a courtyard\nwashed softly by moonlight.\n\nHe circled where he stood, and knew he was a prisoner still. A wire\nfence, four times his height, surrounded him.\n\nHe came closer to it, and plunged his fingers through the mesh,\nrattling it helplessly in his misery. Then he saw the second sign, and\nheld his breath. It read:\n\n YOU CAN DO IT\n\nEncouraged, he began his climb. The toes of his rubber-soled shoes\nfit neatly into the openings, and he gained the summit of the fence\nquickly. He swayed uncertainly at the top, and almost dropped the\ntwenty-five feet to the other side. But he regained his balance,\nclambered down the mesh, and dropped panting to the ground.\n\nA voice boomed at him.\n\n\"_All right, let's go! We haven't got all night!_\"\n\nHe forced himself to his feet, and looked for the source of the\nsound with wild movements of his head. He could see nothing but the\nmenacing shadows of a crowded forest. With a frightened glance over his\nshoulder, he plunged into the thick of it, hoping to find a pathway to\nthe unknown freedom he sought.\n\nHe thrashed through the tangled vines for a small eternity, and then\ngave up with a sob. He fell against a tree trunk, dampening the bark\nwith his tears.\n\nThis time, the voice was quieter, but its tone was impatient.\n\n\"_Keep going, keep going! To the right. The right!_\"\n\nHe clung to the tree as if for protection, and then, with a gasp,\nplunged once more into the darkness.\n\nHe found the clearing, to the right.\n\nIt was like an arena, with spectator trees, and with bright eyes\nwinking at him through the leaves.\n\nThere was a log to the left of the cleared green circle, and a frail\nyoung girl in torn clothing sat on it, huddled with either fear or\ncold. She was clutching something like an infant to her chest.\n\nHe came closer and saw that it was a broadsword. He paused.\n\n\"Who are you?\" he said.\n\nShe looked up at him, her expression savage.\n\n\"You're here!\" she said.\n\nHe took a step forward, and the voice spoke once more.\n\n\"_Kill her and you go free._\"\n\n\"No!\" he shouted.\n\n\"_Kill him and go free_,\" said the voice.\n\nThe girl put her head in her arms. Her shoulders shook.\n\nHe walked towards her and she screamed.\n\n\"No, please!\" he said painfully. \"I won't hurt you. Why should I hurt\nyou?\"\n\nShe looked at him narrowly. Her hand tightened around the handle of the\nsword. \"_You_ know why,\" she accused.\n\n\"You must trust me,\" he said. He put his hand out gently to her. She\nbacked away from his touch, and leaped off the log. She moved away\ncautiously, gripping the weapon with both hands.\n\n\"_Use the sword_,\" said the voice. \"_Strike, and go free._\"\n\nShe trembled, and lifted the sword from the ground. The man whirled,\neyes penetrating the forest for an escape route. He backed up, and fell\nover a trailing root.\n\n\"_Now_,\" said the voice. \"_Strike!_\"\n\nThe girl moved towards him hypnotically.\n\n\"I hate you.... I hate you ...\" she moaned. She lifted the blade high,\nand the man lashed out with his foot as she towered over him. The\nbroadsword flew from her grasp.\n\n\"_Now kill her_,\" said the voice. \"_And you can go free._\"\n\n\"I WON'T!\" he shouted again. He scrambled to his feet and made a dive\nfor the weapon. He took it in his hand and waved it threateningly at\nthe surrounding woods.\n\n\"Come out! Come out!\" he screamed. The eyes of the forest blinked back\nat him in silence.\n\nHe flung the sword from his hand, as if in loathing. Then he crashed\ninto the forest once more.\n\n\n\nThe Producer gurgled through his hookahmatic. Frick, his assistant,\nrecognized this symptom of official disgust, and jumped to his feet.\n\n\"Turn it off!\" the Producer said, gesturing towards the fidelivision\nscreen. Frick turned it off. \"No, leave it on,\" the Producer moaned,\npeeping at the white oblong through his chubby fingers. \"Let's see what\nManford does in _this_ pickle.\" Frick turned it on.\n\n\"He'll probably drop in the dinosaur film,\" he said.\n\n\"If he does, I get a new Director,\" the Producer answered in a rumbling\nvoice. \"He's used that spot three times in the past month.\"\n\nThe fidelivision flashed. A screaming red title dripped bloodily across\nthe screen. \"MAN AGAINST DINOSAUR!\" it said. The Producer's\nangry cry almost drowned out the horrific roar of the live-prop\nbrontosaurus that appeared.\n\n\"Meeting, meeting!\" he cried. \"We're going to have a staff\nmeeting--right after the show!\"\n\n\"A _live_ meeting?\" Frick gasped.\n\n\"A live one,\" the Producer said. \"Everybody here--right here--in\nperson! This is an emergency!\"\n\n\"Gosh, T.D.--\" Frick frowned disapprovingly. \"That's kind of rough,\nisn't it? I mean, a phonescreen session would be a lot simpler. It'll\ntake hours for Manford and the rest of 'em to get through the Jam.\"\n\n\"I don't care,\" the Producer said petulantly. \"This kind of bumbling\ninefficiency has gone far enough. It'll do 'em good to get crushed in\nthe Traffic for a change--\"\n\nFrick paled, obviously disturbed by the severity of the punishment\nthe Producer was meting out. Only the lowest ranks of employees,\nthe non-executives, the factory people, were forced to suffer the\nindignities of the Jam.\n\n\"I'm sure they'll get that fellow,\" Frick said. \"After all, T.D.--how\nfar can he get? When he gets out of the forest, he'll reach the Studio\nBarrier, and he'll be stopped. Simple as that.\"\n\n\"And what if he finds the exit?\"\n\nFrick scoffed, \"Well, the odds on that--\"\n\n\"Odds? Don't talk to me about odds, Frick!\" The Producer winced as\nman and brontosaurus came together on the screen. There was a closeup\nof the man's face, and his expression wasn't pretty when he saw the\nimitation beast. But of course, he couldn't know it was harmless--\n\n\"The letters!\" the Producer groaned. \"The complaints! I can see 'em\nnow--\"\n\nThe office door opened. A pretty redhead with vacant eyes and a frozen\nsmile poked her head inside.\n\n\"What is it, Miss Stitch?\"\n\n\"Will you take a call from Mr. Manford? Phonescreen Seven.\"\n\n\"You bet I will,\" the Producer said menacingly.\n\nFrick lowered the fidelivision sound and flicked on P.S. 7 with a few\nefficient motions. The face of Joe Manford, the Director of the night's\n_Thrill Show_, was haggard, despite the jovial smile.\n\n\"Hi, T.D.,\" he said. \"Been watching the show?\"\n\n\"Yes, Joseph,\" the Producer said gravely.\n\n\"Oh.\" The smile faded, but only for a moment. \"Well, nothing to worry\nabout. Our boys will have that fellow rounded up in a few minutes.\nCan't imagine how that got fouled up. But that's the _Thrill Show_ for\nyou. Full of surprises.\"\n\n\"Is that a fact?\" said the Producer. He picked up the butt of his\nhookahmatic and sipped smoke calmly. \"I presume this fellow was fully\nauthorized before you put him on?\"\n\n\"Oh, yes,\" Manford said hastily. \"He passed the routine FCC physical,\nand had the usual adrenalin and hypnomecholyl dose. I mean, you saw the\ngirl didn't you? She was _fine_, wasn't she?\" He beamed.\n\n\"Yes,\" said the Producer. \"She certainly was fine.\" Frick stirred\nuncomfortably behind him.\n\n\"Anyway,\" the Director continued, \"we're dropping in the dinosaur\nfilm--that's always good for a few shivers--and we've sent a crew into\nthe Studio to get that man out of there--\"\n\nThe Producer nodded his head toward his assistant. \"Frick,\" he said,\neyes on Manford. \"You tell him.\"\n\nFrick stepped into range. He cleared his throat and looked at the\nfloor. \"There'll be a meeting after the show,\" he mumbled.\n\n\"Meeting?\" Manford said. \"What for?\" He blinked, and looked at Frick's\nbowed head. Then he looked dazed. \"You don't mean a--a _live_ meeting?\"\n\nFrick nodded. The Producer puffed contentedly on his hookahmatic.\nHe blew a smoke ring, and it puffed itself to pieces against the\nphonescreen.\n\n\n\nThe man raised himself from the ground. His limbs felt weak, and he had\nto force the breaths through his lungs.\n\nHe got to his feet, feeling somewhat stronger. The forest seemed\nas impenetrable as ever, but he faced its challenge now with more\nconfidence.\n\n_That girl!_ he thought. My God--she was really going to kill him! He\nshook his head bewilderedly. Such a young, pretty girl! What had he\ndone to her? What made her want to do it?\n\nHe moved through the forest slowly, ducking branches, trailing the\nsources of dim lights in the distance. But as he approached, they\nproved to be illusory, odd reflections of moonlight among the trees.\n\nShe didn't _want_ to kill him, not really. He could sense that. It was\nsomething more. She was _compelled_ to do it--that was it. Someone had\nput her up to it. But who? Who hated him enough?\n\nThe speculation made his head ache. He blanked out his thoughts and\ndecided to concentrate on his predicament. There had to be a way out.\nThe girl had entered the forest at some point. But where?\n\nHe heard the sound of voices, and he stopped breathing.\n\n\"Manford means business,\" one of them said.\n\n\"He's plenty worried. T.D. was watching tonight--\"\n\n\"The sponsors kick T.D., T.D. kicks Manford, and Manford kicks us. Who\ndo we kick?\"\n\n\"I don't know about you. I got an old dog home--\"\n\n\"Okay. Let's separate and find this bird.\"\n\n\"Right. Hey, Lou! Let's have some tracer lights!\"\n\nHe concealed himself in the brush as a burst of light exploded over\nthe treetops. He watched the men parade past; ordinary-looking men,\nexecutive types, with white collars and knit ties and flannel suits.\nStrangely enough, they seemed quite at home in this wilderness.\n\nHe waited until they passed his hiding place. Then he started on a\nnimble run in the direction from which they had come.\n\n\n\nThe producer fitted himself snugly into Executive position: desk,\nswivel-chair, and man welded into one solid, efficient unit. He sighed\na comfortable sigh, and glanced up at the wall clock. Ten-thirty. The\n_Thrill Show_ would be over in half an hour; the dinosaur film would\nwind it up neatly. He'd probably have some explaining to do to the\nsponsors tomorrow, but he was all prepared to give the usual \"popular\ndemand\" argument.\n\nHe regretted the live meeting he had called. It would be two hours at\nleast before the Staff plowed through the Traffic Jam. That meant he\ncouldn't leave the office until after one-thirty.\n\nHe looked at the hopeless tower of papers on his desk blotter. Most\nof them were letters, and his secretary had never quite gotten the\nhang of weeding out the chaff. Once he found a letter from an FBC\nVice-President in the Discard File; since then, he ordered all mail to\nhis desk. He wished he could get a better secretary than Miss Stitch,\nbut the shortage of A1-rated secretaries (A for \"Attractiveness,\" 1 for\nEfficiency) was acute.\n\nHe skimmed through the top of the pile quickly.\n\n\"Dear Mr. Donnelly.... Certainly enjoyed 'Death in the Ring' ... one of\nthe best _Thrill Shows_ I've ever seen ... wonder if you would consider\na football thriller I have in mind called 'Murder Kicks Off'....\"\n\n\"Dear Mr. Donnelly.... Let's have more shows like 'Snake Pit' ... that\nMother and Baby idea was the greatest.... I really thought that woman\nwould go nuts when she saw her kid with the cobra.... A shocker all the\nway....\"\n\n\"Dear Mr. Donnelly.... If 'Kiss of Death' was your idea of\nentertainment, you ought to retire ... sort of sex shmaltz went out\nwith television ... give us real gutsy stuff and never mind the\nmush.... I'm only eleven years old, but I'll bet I could write a better\nscenario than that.... I have this idea for a show called....\"\n\n\"Dear Mr. Donnelly....\"\n\nThe Producer sighed again. He reached into his pill drawer and took an\nulcer capsule. Then he went back to his correspondence.\n\nWhen the man entered his office, he didn't even glance up.\n\n\"That you, Frick?\" he said, eyes on a letter of praise from a Yonkers\nhousewife.\n\nWhen the man didn't answer, the Producer looked up.\n\nHe gasped. \"Hey!\" he said.\n\n\"Shut up!\" the man said harshly. He moved swiftly towards the desk and\nlifted a bronze ashtray in a lightning motion. He raised the object\nthreateningly over the fat man's head.\n\n\"Keep quiet!\" he said.\n\n\"What is this?\" The Producer's voice quavered. Then he recognized the\nface. \"You're the one from the Show--\"\n\nThe man blinked. His face relaxed, and he lowered the impromptu weapon.\n\"I--I'm sorry....\"\n\nThe Producer came around the side of the desk. He took the ashtray from\nhis hand, and helped him into the interview chair. The man collapsed\nlimply at his touch.\n\n\"How'd you get here?\" the Producer said.\n\n\"I don't know,\" the man mumbled. \"I found a door ... back there....\" He\nburied his chin on his chest. His clothes were shredded, and his hands\nwere trembling.\n\n\"Just take it easy,\" the Producer told him. He stabbed his finger on a\ndesk button. The signal brought Frick into the office.\n\n\"What's up, T.D.?\" Then the assistant saw the man in the chair. \"My\nGod,\" he whispered, swallowing hard. \"Gosh, I'm terribly sorry, T.D.--\"\n\n\"Never mind being sorry,\" the Producer said gratingly. \"Let's just be\nthankful he found his way here instead of into the street. If he'd\nbeen picked up by the Police--\"\n\nThe assistant mopped his brow. \"That would have been terrible. They'd\nsurely recognize him from the show. If the FCC saw him in this\ncondition--\"\n\n\"Yes,\" the Producer said grimly. \"If they saw him in this condition,\ntheir medical office would slap an injunction on us so fast--we'd _all_\nbe out in the Jam. Do you realize that?\"\n\nFrick blanched. \"I'll get Dr. Stark in here right away. We'll get him\nan anti-dope shot immediately--\"\n\n\"That girl ...\" the man said.\n\n\"It's okay, fella,\" Frick said. \"You're okay now.\"\n\n\"Never mind him,\" said the Producer. \"Get Spier in here. Right away!\"\n\nFrick hurried out. The Producer poured a slug of brandy into a cup and\nheld it to the man's lips. He gulped it gratefully, and then exploded a\nrasping cough. When the cough subsided, he buried his head on his chest\nagain, breathing heavily.\n\nThe Producer studied the man's face. It was oddly familiar.\n\n\"Say,\" he said. He put his hand under the chin and lifted the face up.\nThe eyes opened. \"Aren't you Jerry Spizer?\"\n\nThe man stared blankly. The Producer grunted. \"Huh. Guess you don't\nknow _who_ you are right now, fella. But you're Jerry Spizer, all\nright. Imagine that!\" T.D. shook his head. \"The great Spizer. In a\n_Thrill Show_!\" He chuckled dryly.\n\nThe doctor bustled into the office, a small cyclone, trailing the\nnervous assistant behind him like a flurrying dust cloud.\n\n\"Roll up his sleeve,\" he told the Producer commandingly. He removed the\nhypodermic spray-gun from his bag and carefully filled it with a dozen\ncc's of the anti-dope. He dabbed the man's arm with a shred of cotton,\nand pressed the spray against his flesh. \"Good thing I hung around\ntonight,\" the doctor grumbled. \"If this man ever got away in this\ncondition--\"\n\n\"We know, we know,\" the Producer said testily. \"Fix him up and cut the\nchatter--\"\n\n\"I saw that show,\" the doctor said. \"Somebody sure fouled up. Probably\ngave him an overdose.\"\n\n\"We'll get to that later,\" the Producer promised. \"Just do your job,\nDoc.\"\n\n\"I'm through,\" Stark said crisply. \"Put him on that couch over there\nand raise his legs. He'll come to his senses in about ten minutes--I\nhope.\"\n\nFrick and the Producer helped the man to the sofa. He sprawled on it\nfull-length, fingers trailing on the carpet.\n\n\"Do you know who he is?\" T.D. said. \"He's Jerry Spizer.\"\n\n\"Who?\"\n\n\"Spizer. The big TV star. You remember.\"\n\nThe doctor halted in the process of clasping his bag, and came over\nto the sofa. He looked at the man's relaxed face. \"By God,\" he said.\n\"You're right. Now what the hell is Spizer doing on a _Thrill Show_?\"\n\nThe Producer shrugged. \"I don't know. I haven't heard anything about\nhim for the past eight or ten years.\"\n\n\"He must have had it tough,\" Frick said musingly. \"I mean, a big star\nlike that on a program like this--\"\n\n\"What do you mean, 'a program like this'?\" The Producer looked\ndispleased. \"If the Staff had a nickel's worth of imagination, they\nwould have played this up big--\"\n\n\"Gosh,\" said Frick. \"That's true. We could have used a credit card--\"\n\n\"I'll bet he wouldn't have permitted it,\" the doctor said. \"You know\nwhat Spizer thought of the _Thrill Show_.\"\n\n\"Yeah?\" The Producer's face reddened. \"Well, we proved how wrong he\nwas, didn't we? The public was just sick and tired of that namby-pamby\nstuff. There _had_ to be a _Thrill Show_!\"\n\n\"Sponsors demanded it,\" Frick said loyally.\n\n\"And besides,\" T.D. added, \"if he doesn't like us, what the hell did he\nsign up for?\"\n\nThe doctor pursed his lips. \"Maybe he was hungry.\"\n\nFrick said: \"He's still not coming around, Doc.\"\n\n\"He'd better,\" Stark said warningly. \"If the anti-dope doesn't work, it\ncould mean a lot of trouble for the _Thrill Show_, Mr. Donnelly--\"\n\nThe Producer looked frightened. \"That's ridiculous. It's got to work.\nIt's _always_ worked--\"\n\n\"You better call your Staff,\" the doctor said. \"Find out what dosage\nthey gave this man. Check his FCC medical authorization. And do it\nfast, Mr. Donnelly. This is just the kind of thing the FCC can hang you\non.\"\n\n\"Thank God I called that meeting!\" the Producer said.\n\n\n\n\"Here's the straight poop.\"\n\nManford, the _Thrill Show_ director, looked briskly around the room.\nThey had gathered around the table in the conference room, the Staff\nmembers still hollow-cheeked and shaken by their experience in the Jam.\n\n\"This fellow came into the office last week and signed up for a spot\nin the _Thrill Show_. We needed somebody for the 'Battle of the Sexes'\nshow, and he was a pretty nice-looking guy. A little seedy, maybe. But\nall right. He gave his right name--here's his record--but nobody on the\ninterviewing staff recognized him. Guess they're all a little too young\nto remember Jerry Spizer very well--\"\n\n\"All right,\" the Producer prodded. \"So what happened?\"\n\n\"Well, just the routine things. The FCC medical officer gave him the\nstandard physical. His psych check wasn't the best we've ever had,\nbut that's always a debatable business. When he showed up for work\nyesterday, we gave him the regular dose of ten cc's of adrenalin and\nfour cc's of hypnomecholyl. That's s.o.p. for an Anger-Emotion Show, of\ncourse.\"\n\nThe Producer looked at Stark. \"Did you give him the shot?\"\n\n\"No.\" The doctor shuffled the papers in his hands. \"That new fellow,\nGrayson. Do you want to see him?\"\n\n\"He's gone home,\" Manford said. \"It'll take an hour to get him here.\nWhy not phonescreen him?\"\n\nThey took the Director's suggestion. In a few minutes, the image of Dr.\nPhil Grayson appeared on Phonescreen Four. He was a young man, with a\nhigh, balding forehead and a rabbity mustache. He looked worried when\nhis home screen brought him the picture of the intense group around the\nconference table.\n\n\"What is it?\" he said.\n\n\"Just checking back on some records, Doctor,\" T.D. said smoothly.\n\"Remember the man you injected today? This fellow Spizer, for the\n'Battle of the Sexes' Show?\"\n\nThe doctor nodded. \"Of course.\"\n\n\"Was there anything unusual about the dosage?\"\n\nGrayson looked puzzled. \"Naturally not. I gave him the prescribed\ndosage, just like Dr. Stark told me. Ten cc's of nor-adrenalin,\nforty-four cc's of that--what d'you call it--hypnomecholyl. Why?\"\n\nDr. Stark paled. \"I told you that?\" he said. The color rushed back into\nhis cheeks a bright crimson. \"I told you _adrenalin_, you fool. Not\nnor-adrenalin! And _four_ cc's of hypnomecholyl.\" He looked wildly at\nthe men around the table. \"I swear I told him!\" he said.\n\n\"You didn't!\" the young doctor gasped. \"You told me forty-four--\"\n\nStark jumped to his feet, his face livid. He started towards the\nphonescreen as if to throttle the two-dimensional image on the glass.\n\n\"You're a liar!\" he cried. \"You knew it was an Anger-Emotion Show! You\nknew what was required--\"\n\n\"I _didn't_ know,\" Grayson answered, his mustache twitching. \"You\ndidn't tell me that. I just assumed--\"\n\n\"You assumed!\" The Producer stood up, looking thunderclouds at Dr.\nStark. \"You knew what kind of show it was, Stark. Why didn't you tell\nhim? We needed an Anger reaction--not Fear! That's what loused up the\nwhole show!\"\n\nManford groaned. \"What does _that_ matter now? Forty-four cc's of\nhypnomecholyl! What kind of a doctor _are_ you, Grayson? Don't you know\nyou could _kill_ a man that way?\"\n\n\"I--I didn't know. I never worked with these mecholyl drugs. I studied\nantibiotics--\"\n\n\"Better if it had killed him,\" the Producer said darkly. \"We might have\ncovered _that_ up. But we can never get him past the FCC examining\nofficer now--\"\n\n\"I swear he told me forty-four! I swear it!\"\n\nDr. Stark made a rush at the phonescreen. Grayson backed away in\nterror, despite the many miles that were between him and Stark's\nintended violence. With a snarl, the older doctor reached up and turned\noff the instrument.\n\n\"Now we're in for it,\" he told the others.\n\n\"Maybe he'll be all right,\" Manford said. \"Maybe he'll snap out of it.\nA little more anti-dope--\"\n\n\"Nonsense,\" Stark snapped. \"If it hasn't worked by now, it'll never\nwork. The overdose has permanently affected his nervous system. He's an\namnesiac for good--an amnesiac with a permanent case of the jitters--\"\n\nFrick shivered. \"God! What a fate!\"\n\nThe Producer looked wise. \"Yes,\" he said solemnly. \"He'd be better off\ndead, wouldn't he?\"\n\nThe Staff stared at him.\n\n\"You know what I'm talking about,\" T.D. said. \"He'd be better off dead.\nBetter for him, for the _Thrill Show_, for us.\"\n\n\"Well,\" Manford said feebly.\n\n\"Well, nothing!\" The Producer's voice was harsh. \"Do you get the\nsignificance of all this? Do you know what happens when the FCC medical\nofficer wants to re-check Spizer? An injunction! A court battle!\nThen Spizer goes on the stand as Exhibit A, and we lose. No more\n_Thrill Show_.\" He looked at their faces individually. \"No more jobs.\nBankruptcy. Poverty. The Jam.\"\n\nThis time, the shiver was collective.\n\n\"We can't let that happen!\" Manford licked his lips. \"What about the\nsponsors? They got pull, don't they? They need us, don't they? I mean,\nnothing else will give 'em the kind of ratings they get from the\n_Thrill Show_--\"\n\n\"Their hands will be tied,\" T.D. said. \"One slip is all the Federal\nboys have been waiting for. And with all that foreign criticism our\nState Department's been getting--\"\n\n\"They still buy our films abroad,\" another Staff man said glumly.\n\n\"That won't matter.\" The Producer sat down heavily, and put the cold\nend of his hookahmatic in his mouth. \"The _Thrill Show_ is doomed.\nLet's face it.\"\n\nThe group dropped their eyes to the table.\n\n\"Of course,\" the Producer said quietly. \"There's one way out.\"\n\nThey looked up at him hopefully.\n\n\"Remember Juan Esprenzo?\" he said.\n\nThey stared at him.\n\n\"That was a troublesome situation, too. But we came out of that one,\ndidn't we?\"\n\nThey gaped, silently.\n\n\"Juan Esprenzo was killed on the 'Angry City' _Thrill Show_ of November\n19th, 1985. It was purely an accident, of course. He wandered out\nof the guidepaths in the studio and was struck by a falling prop.\nNobody could have foreseen it, and nobody could have prevented it. His\nfamily received $50,000 in insurance. The FCC investigation described\nthe incident as unfortunate, and there was a special Juan Esprenzo\nMemorial Show held on January 3rd. But these things happen--just as\nthey once did in boxing, football, racing. Nothing unusual. Nothing to\nban a program about.\"\n\nThey turned their eyes to the outer room, where Jerry Spizer lay in a\ncoma on the studio sofa.\n\n\"Do you get what I mean?\" the Producer said. \"Don't you think we could\npass another investigation _a la_ Esprenzo--better than we could pass\nthe one we're facing right now?\"\n\nThey looked hopeful and frightened in turn.\n\n\"You mean--deliberately _kill_ him, T.D.?\"\n\n\"_Cause_ an accident?\"\n\n\"Kill him right on the program?\"\n\n\"Exactly,\" the Producer said, with a satisfied smile. \"Put him on again\ntomorrow night. Make it a set-up. Have something go wrong. Then keep\nthe cameras trained on him while we rush out of the Studio Control Room\nto find out if he's all right. The whole country will see it was an\naccident--only an accident.\"\n\nHe turned to Wilson, the head script-writer.\n\n\"Wilson,\" he said. \"You've got an assignment.\"\n\n\n\nHe awoke in darkness, trembling with the thought of escape.\n\nHis hands groped around the floor, trying its solidity. When his\nfingertips found a wall, he raised himself with agonizing slowness, his\nnails scraping along the ridges in the damp stone.\n\nHe pressed his hot cheek against the cool surface, and sobbed pitifully.\n\nWhen his eyes adjusted to the feeble light, he measured the strength of\nhis prison, and felt the added terror of hopelessness. He turned his\neyes to the pool of darkness in the center of the dungeon, and ventured\nforth a cautious foot.\n\nHe had taken only three steps before he heard the voice.\n\n\"_Look out!_\" it said.\n\nThen he saw the Pit.\n\nHe looked with horror at the writhing beasts inside.\n\nHe sank to his knees, and stared in terrible fascination at their\nswaying bodies. Then he buried his face in his hands.\n\nHe looked up when he heard the _swish!_ above him.\n\nGleaming, swinging, evoking a memory in an impossibly distant past--it\nwas a pendulum, of razor-sharp steel.\n\nAnd it was descending.\n\nHe screamed, and lifted his arms above his head. The pendulum ground\nto a halt, the mechanism groaning and screeching in protest. There\nwas a second of silence, and then the blade fell to earth with the\nsuddenness of an avenging sword. This time, the scream was cut off in\nhis throat, and the giant weapon flattened him sickeningly against the\nedge of the precipice.\n\nVaguely, as in a dream, he heard the sound of speech, and running\nfootsteps.\n\n\"My God! It broke! The pendulum broke!\"\n\n\"Somebody get the doctor!\"\n\n\"Look out for that Pit! It's a forty-foot drop!\"\n\n\"Come on!\"\n\nA hand touched his shoulder, and a ring of anxious faces floated like\npink balloons over his head.\n\n\"I think he's still alive!\"\n\n\"_What?_\"\n\n\"He can't be! That thing weighs a ton!\"\n\n\"Well, he looks pretty bad, but I can see his eyes moving and he seems\nto be--\"\n\n\"Get that blade off him!\"\n\nHe knew that the great weight had been removed from his body, but he\ncould feel no difference. He was looking with almost objective interest\ninto the face of a fat man, a familiar face with wide eyes and an\nopen, bow-lipped mouth. The face was covered with a film of nervous\nperspiration, and there was a strange sort of anxiety in the man's\nmovements.\n\n\"He's got to be! He's got to be!\" The fat man was whispering intently.\n\n\"But T.D.--\"\n\n\"Shut up! When you lift him up, I want you to--\"\n\nHe heard nothing more, but his eyes remained open, fixing the face of\nthe fat man. Then he felt arms around his shoulders once more, and he\nfelt himself slipping, slipping back towards the edge.\n\nWith a spurt of strength, with a flash of sudden intelligence, he\nraised his left arm, and the fingers caught the collar surrounding the\nfat man's neck in loose folds. He held on grimly, until the fat man\nscreamed with satisfying terror.\n\n\"Look out, T.D.!\" somebody shrieked.\n\n\"He's dragging me with him!\" The fat man flailed out helplessly. \"He's\npulling me over the edge!\"\n\nSomebody else leaped to his aid, but the dying man's grip was\ntenacious, his purpose certain.\n\n\"_We're going over!_\"\n\nThey did: the fat man and his victim, and Cameras Three, Four, and Five\ncaught the action beautifully.\n\n\n\nMiss Stitch slipped her compact back into her purse, and straightened\nthe corners of the stack of mail on her desk blotter. She looked\ntowards the empty office of the Producer, and smiled with secretive\npleasure. Then she slit open the envelopes in front of her, and\nleisurely read the morning mail.\n\n\"Dear Mr. Donnelly.... Boy, oh boy! What a thriller you gave us the\nother night! I thought 'Pit and the Pendulum' was one of the best\n_Thrill Shows_ yet.... I sure was disappointed when I saw the title\ncard and thought you were going to re-hash that old Poe bit, but that\nnew ending of yours really knocked me cold.... I sure got a kick out\nof seeing that fat old guy going over the edge of the Pit. What a\nterrific wind-up!... I wonder if you would be interested in a really\ngreat story idea?... You see, there's this crazy old guy who has a\nsecret laboratory on a mountain-top.... Well, one night it's raining\nand lightning like mad.... And this beautiful blonde comes along in a\nclassy convertible....\"",
    "metadata": {
        "author": [
            "Jarvis, E. K.",
            "Leslie, O. H.",
            "Mitchell, Clyde",
            "Slesar, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71568/pg71568.txt",
        "name": "the_show_must_go_on.json"
    }
}