{
    "name": "The lost race",
    "author": [
        "Howard, Robert E. (Robert Ervin)",
        "Howard, Robert Ervin"
    ],
    "body": "Cororuc glanced about him and hastened his pace. He was no coward, but\nhe did not like the place. Tall trees rose all about, their sullen\nbranches shutting out the sunlight. The dim trail led in and out among\nthem, sometimes skirting the edge of a ravine, where Cororuc could gaze\ndown at the tree-tops beneath. Occasionally, through a rift in the\nforest, he could see away to the forbidding hills that hinted of the\nranges much farther to the west, that were the mountains of Cornwall.\n\nIn those mountains the bandit chief, Buruc the Cruel, was supposed to\nlurk, to descend upon such victims as might pass that way. Cororuc\nshifted his grip on his spear and quickened his step. His haste was\ndue not only to the menace of the outlaws, but also to the fact that\nhe wished once more to be in his native land. He had been on a secret\nmission to the wild Cornish tribesmen: and though he had been more\nor less successful, he was impatient to be out of their inhospitable\ncountry. It had been a long, wearisome trip, and he still had nearly\nthe whole of Britain to traverse. He threw a glance of aversion about\nhim. He longed for the pleasant woodlands, with scampering deer, and\nchirping birds, to which he was used. He longed for the tall white\ncliff, where the blue sea lapped merrily. The forest through which he\nwas passing seemed uninhabited. There were no birds, no animals; nor\nhad he seen a sign of a human habitation.\n\nHis comrades still lingered at the savage court of the Cornish king,\nenjoying his crude hospitality, in no hurry to be away. But Cororuc was\nnot content. So he had left them to follow at their leisure and had set\nout alone.\n\nRather a fine figure of a man was Cororuc. Some six feet in height,\nstrongly though leanly built, he was, with gray eyes, a pure Briton but\nnot a pure Celt, his long yellow hair revealing, in him as in all his\nrace, a trace of Belgæ.\n\nHe was clad in skilfully dressed deerskin, for the Celts had not yet\nperfected the coarse cloth which they made, and most of the race\npreferred the hides of deer.\n\nHe was armed with a long bow of yew wood, made with no especial skill\nbut an efficient weapon; a long bronze broadsword, with a buckskin\nsheath, a long bronze dagger and a small, round shield, rimmed with\na band of bronze and covered with tough buffalo hide. A crude bronze\nhelmet was on his head. Faint devices were painted in woad on his arms\nand cheeks.\n\nHis beardless face was of the highest type of Briton, clear,\nstraightforward, the shrewd, practical determination of the Nordic\nmingling with the reckless courage and dreamy artistry of the Celt.\n\nSo Cororuc trod the forest path, warily, ready to flee or fight, but\npreferring to do neither just then.\n\nThe trail led away from the ravine, disappearing around a great tree.\nAnd from the other side of the tree, Cororuc heard sounds of conflict.\nGliding warily forward, and wondering whether he should see some of the\nelves and dwarfs that were reputed to haunt those woodlands, he peered\naround the great tree.\n\nA few feet from him he saw a strange tableau. Backed against another\ntree stood a large wolf, at bay, blood trickling from gashes about his\nshoulder; while before him, crouching for a spring, the warrior saw a\ngreat panther. Cororuc wondered at the cause of the battle. Not often\nthe lords of the forest met in warfare. And he was puzzled by the\nsnarls of the great cat. Savage, blood-lusting, yet they held a strange\nnote of fear; and the beast seemed hesitant to spring in.\n\nJust why Cororuc chose to take the part of the wolf, he himself\ncould not have said. Doubtless it was just the reckless chivalry of\nthe Celt of him, an admiration for the dauntless attitude of the\nwolf against his far more powerful foe. Be that as it may, Cororuc,\ncharacteristically forgetting his bow and taking the more reckless\ncourse, drew his sword and leaped in front of the panther. But he had\nno chance to use it. The panther, whose nerve appeared to be already\nsomewhat shaken, uttered a startled screech and disappeared among the\ntrees so quickly that Cororuc wondered if he had really seen a panther.\nHe turned to the wolf, wondering if it would leap upon him. It was\nwatching him, half crouching; slowly it stepped away from the tree, and\nstill watching him, backed away a few yards, then turned and made off\nwith a strange shambling gait. As the warrior watched it vanish into\nthe forest, an uncanny feeling came over him: he had seen many wolves,\nhe had hunted them and had been hunted by them, but he had never seen\nsuch a wolf before.\n\nHe hesitated and then walked warily after the wolf, following the\ntracks that were plainly defined in the soft loam. He did not hasten,\nbeing merely content to follow the tracks. After a short distance, he\nstopped short, the hairs on his neck seeming to bristle. _Only the\ntracks of the hind feet showed: the wolf was walking erect._\n\nHe glanced about him. There was no sound; the forest was silent. He\nfelt an impulse to turn and put as much territory between him and the\nmystery as possible, but his Celtic curiosity would not allow it. He\nfollowed the trail. And then it ceased altogether. Beneath a great\ntree the tracks vanished. Cororuc felt the cold sweat on his forehead.\nWhat kind of place was that forest? Was he being led astray and eluded\nby some inhuman, supernatural monster of the woodlands, who sought to\nensnare him? And Cororuc backed away, his sword lifted, his courage\nnot allowing him to run, but greatly desiring to do so. And so he came\nagain to the tree where he had first seen the wolf. The trail he had\nfollowed led away from it in another direction and Cororuc took it up,\nalmost running in his haste to get out of the vicinity of a wolf who\nwalked on two legs and then vanished in the air.\n\n\n\nThe trail wound about more tediously than ever, appearing and\ndisappearing within a dozen feet, but it was well for Cororuc that it\ndid, for thus he heard the voices of the men coming up the path before\nthey saw him. He took to a tall tree that branched over the trail,\nlying close to the great bole, along a wide-flung branch.\n\nThree men were coming down the forest path.\n\nOne was a big, burly fellow, vastly over six feet in height, with a\nlong red beard and a great mop of red hair. In contrast, his eyes were\na beady black. He was dressed in deer-skins, and armed with a great\nsword.\n\nOf the two others, one was a lanky, villainous-looking scoundrel, with\nonly one eye, and the other was a small, wizened man, who squinted\nhideously with both beady eyes.\n\nCororuc knew them, by descriptions the Cornishmen had made between\ncurses, and it was in his excitement to get a better view of the most\nvillainous murderer in Britain that he slipped from the tree branch and\nplunged to the ground directly between them.\n\nHe was up on the instant, his sword out. He could expect no mercy; for\nhe knew that the red-haired man was Buruc the Cruel, the scourge of\nCornwall.\n\nThe bandit chief bellowed a foul curse and whipped out his great\nsword. He avoided the Briton's furious thrust by a swift backward leap\nand then the battle was on. Buruc rushed the warrior from the front,\nstriving to beat him down by sheer weight; while the lanky, one-eyed\nvillain slipped around, trying to get behind him. The smaller man had\nretreated to the edge of the forest. The fine art of the fence was\nunknown to those early swordsmen. It was hack, slash, stab, the full\nweight of the arm behind each blow. The terrific blows crashing on his\nshield beat Cororuc to the ground, and the lanky, one-eyed villain\nrushed in to finish him. Cororuc spun about without rising, cut the\nbandit's legs from under him and stabbed him as he fell, then threw\nhimself to one side and to his feet, in time to avoid Buruc's sword.\nAgain, driving his shield up to catch the bandit's sword in midair, he\ndeflected it and whirled his own with all his power. Buruc's head flew\nfrom his shoulders.\n\nThen Cororuc, turning, saw the wizened bandit scurry into the forest.\nHe raced after him, but the fellow had disappeared among the trees.\nKnowing the uselessness of attempting to pursue him, Cororuc turned\nand raced down the trail. He did not know if there were more bandits\nin that direction, but he did know that if he expected to get out of\nthe forest at all, he would have to do it swiftly. Without doubt the\nvillain who had escaped would have all the other bandits out, and soon\nthey would be beating the woodlands for him.\n\nAfter running for some distance down the path and seeing no sign of any\nenemy, he stopped and climbed into the topmost branches of a tall tree,\nthat towered above its fellows.\n\nOn all sides he seemed surrounded by a leafy ocean. To the west he\ncould see the hills he had avoided. To the north, far in the distance\nother hills rose; to the south the forest ran, an unbroken sea. But\nto the east, far away, he could barely see the line that marked the\nthinning out of the forest into the fertile plains. Miles and miles\naway, he knew not how many, but it meant more pleasant travel, villages\nof men, people of his own race. He was surprized that he was able to\nsee that far, but the tree in which he stood was a giant of its kind.\n\nBefore he started to descend, he glanced about nearer at hand. He could\ntrace the faintly marked line of the trail he had been following,\nrunning away into the east; and could make out other trails leading\ninto it, or away from it. Then a glint caught his eye. He fixed his\ngaze on a glade some distance down the trail and saw, presently, a\nparty of men enter and vanish. Here and there, on every trail, he\ncaught glances of the glint of accouterments, the waving of foliage.\nSo the squinting villain had already roused the bandits. They were all\naround him; he was virtually surrounded.\n\nA faintly heard burst of savage yells, from back up the trail, startled\nhim. So, they had already thrown a cordon about the place of the fight\nand had found him gone. Had he not fled swiftly, he would have been\ncaught. He was outside the cordon, but the bandits were all about him.\nSwiftly he slipped from the tree and glided into the forest.\n\nThen began the most exciting hunt Cororuc had ever engaged in; for he\nwas the hunted and men were the hunters. Gliding, slipping from bush\nto bush and from tree to tree, now running swiftly, now crouching in a\ncovert, Cororuc fled, ever eastward; not daring to turn back lest he be\ndriven farther back into the forest. At times he was forced to turn his\ncourse; in fact, he very seldom fled in a straight course, yet always\nhe managed to work farther eastward.\n\nSometimes he crouched in bushes or lay along some leafy branch, and\nsaw bandits pass so close to him that he could have touched them. Once\nor twice they sighted him and he fled, bounding over logs and bushes,\ndarting in and out among the trees; and always he eluded them.\n\nIt was in one of those headlong flights that he noticed he had entered\na defile of small hills, of which he had been unaware, and looking back\nover his shoulder, saw that his pursuers had halted, within full sight.\nWithout pausing to ruminate on so strange a thing, he darted around a\ngreat boulder, felt a vine or something catch his foot, and was thrown\nheadlong. Simultaneously something struck the youth's head, knocking\nhim senseless.\n\n\n\nWhen Cororuc recovered his senses, he found that he was bound, hand and\nfoot. He was being borne along, over rough ground. He looked about him.\nMen carried him on their shoulders, but such men as he had never seen\nbefore. Scarce above four feet stood the tallest, and they were small\nof build and very dark of complexion. Their eyes were black; and most\nof them went stooped forward, as if from a lifetime spent in crouching\nand hiding; peering furtively on all sides. They were armed with\nsmall bows, arrows, spears and daggers, all pointed, not with crudely\nworked bronze but with flint and obsidian, of the finest workmanship.\nThey were dressed in finely dressed hides of rabbits and other small\nanimals, and a kind of coarse cloth; and many were tattooed from head\nto foot in ocher and woad. There were perhaps twenty in all. What sort\nof men were they? Cororuc had never seen the like.\n\nThey were going down a ravine, on both sides of which steep cliffs\nrose. Presently they seemed to come to a blank wall, where the ravine\nappeared to come to an abrupt stop. Here, at a word from one who seemed\nto be in command, they set the Briton down, and seizing hold of a large\nboulder, drew it to one side. A small cavern was exposed, seeming to\nvanish away into the earth; then the strange men picked up the Briton\nand moved forward.\n\nCororuc's hair bristled at thought of being borne into that\nforbidding-looking cave. What manner of men were they? In all Britain\nand Alba, in Cornwall or Ireland, Cororuc had never seen such men.\nSmall dwarfish men, who dwelt in the earth. Cold sweat broke out on the\nyouth's forehead. Surely they were the malevolent dwarfs of whom the\nCornish people had spoken, who dwelt in their caverns by day, and by\nnight sallied forth to steal and burn dwellings, even slaying if the\nopportunity arose! You will hear of them, even today, if you journey in\nCornwall.\n\nThe men, or elves, if such they were, bore him into the cavern, others\nentering and drawing the boulder back into place. For a moment all was\ndarkness, and then torches began to glow, away off. And at a shout they\nmoved on. Other men of the caves came forward, with the torches.\n\nCororuc looked about him. The torches shed a vague glow over the\nscene. Sometimes one, sometimes another wall of the cave showed for\nan instant, and the Briton was vaguely aware that they were covered\nwith paintings, crudely done, yet with a certain skill his own race\ncould not equal. But always the roof remained unseen. Cororuc knew that\nthe seemingly small cavern had merged into a cave of surprizing size.\nThrough the vague light of the torches the strange people moved, came\nand went, silently, like shadows of the dim past.\n\nHe felt the cords or thongs that bound his feet loosened. He was lifted\nupright.\n\n\"Walk straight ahead,\" said a voice, speaking the language of his own\nrace, and he felt a spearpoint touch the back of his neck.\n\nAnd straight ahead he walked, feeling his sandals scrape on the\nstone floor of the cave, until they came to a place where the floor\ntilted upward. The pitch was steep and the stone was so slippery that\nCororuc could not have climbed it alone. But his captors pushed him,\nand pulled him, and he saw that long, strong vines were strung from\nsomewhere at the top.\n\nThose the strange men seized, and bracing their feet against the\nslippery ascent, went up swiftly. When their feet found level surface\nagain, the cave made a turn, and Cororuc blundered out into a firelit\nscene that made him gasp.\n\nThe cave debouched into a cavern so vast as to be almost incredible.\nThe mighty walls swept up into a great arched roof that vanished in the\ndarkness. A level floor lay between, and through it flowed a river; an\nunderground river. From under one wall it flowed to vanish silently\nunder the other. An arched stone bridge, seemingly of natural make,\nspanned the current.\n\nAll around the walls of the great cavern, which was roughly circular,\nwere smaller caves, and before each glowed a fire. Higher up were other\ncaves, regularly arranged, tier on tier. Surely human men could not\nhave built such a city.\n\nIn and out among the caves, on the level floor of the main cavern,\npeople were going about what seemed daily tasks. Men were talking\ntogether and mending weapons, some were fishing from the river;\nwomen were replenishing fires, preparing garments; and altogether it\nmight have been any other village in Britain, to judge from their\noccupations. But it all struck Cororuc as extremely unreal; the strange\nplace, the small, silent people, going about their tasks, the river\nflowing silently through it all.\n\nThen they became aware of the prisoner and flocked about him. There was\nnone of the shouting, abuse and indignities, such as savages usually\nheap on their captives, as the small men drew about Cororuc, silently\neyeing him with malevolent, wolfish stares. The warrior shuddered, in\nspite of himself.\n\nBut his captors pushed through the throng, driving the Briton before\nthem. Close to the bank of the river, they stopped and drew away from\naround him.\n\n\n\nTwo great fires leaped and flickered in front of him and there was\nsomething between them. He focused his gaze and presently made out the\nobject. A high stone seat, like a throne; and in it seated an aged man,\nwith a long white beard, silent, motionless, but with black eyes that\ngleamed like a wolf's.\n\nThe ancient was clothed in some kind of a single, flowing garment. One\nclawlike hand rested on the seat near him, skinny, crooked fingers,\nwith talons like a hawk's. The other hand was hidden among his garments.\n\nThe firelight danced and flickered; now the old man stood out clearly,\nhis hooked, beaklike nose and long beard thrown into bold relief; now\nhe seemed to recede until he was invisible to the gaze of the Briton,\nexcept for his glittering eyes.\n\n\"Speak, Briton!\" The words came suddenly, strong, clear, without a hint\nof age. \"Speak, what would ye say?\"\n\nCororuc, taken aback, stammered and said, \"Why, why--what manner of\npeople are you? Why have you taken me prisoner? Are you elves?\"\n\n\"We are Picts,\" was the stern reply.\n\n\"Picts!\" Cororuc had heard tales of those ancient people from the\nGaelic Britons; some said that they still lurked in the hill of\nSiluria, but----\n\n\"I have fought Picts in Caledonia,\" the Briton protested; \"they are\nshort but massive and misshapen; not at all like you!\"\n\n\"They are not true Picts,\" came the stern retort. \"Look about you,\nBriton,\" with a wave of an arm, \"you see the remnants of a vanishing\nrace; a race that once ruled Britain from sea to sea.\"\n\nThe Briton stared, bewildered.\n\n\"Harken, Briton,\" the voice continued; \"harken, barbarian, while I tell\nto you the tale of the lost race.\"\n\nThe firelight flickered and danced, throwing vague reflections on the\ntowering walls and on the rushing, silent current.\n\nThe ancient's voice echoed through the mighty cavern.\n\n\"Our people came from the south. Over the islands, over the Inland\nSea. Over the snow-topped mountains, where some remained, to stay\nany enemies who might follow. Down into the fertile plains we came.\nOver all the land we spread. We became wealthy and prosperous. Then\ntwo kings arose in the land, and he who conquered, drove out the\nconquered. So many of us made boats and set sail for the far-off cliffs\nthat gleamed white in the sunlight. We found a fair land with fertile\nplains. We found a race of red-haired barbarians, who dwelt in caves.\nMighty giants, of great bodies and small minds.\n\n\"We built our huts of wattle. We tilled the soil. We cleared the\nforest. We drove the red-haired giants back into the forest. Farther we\ndrove them back until at last they fled to the mountains of the west\nand the mountains of the north. We were rich. We were prosperous.\n\n\"Then,\" and his voice thrilled with rage and hate, until it seemed to\nreverberate through the cavern, \"then the Celts came. From the isles of\nthe west, in their rude coracles they came. In the west they landed,\nbut they were not satisfied with the west. They marched eastward and\nseized the fertile plains. We fought. They were stronger. They were\nfierce fighters and they were armed with weapons of bronze, whereas we\nhad only weapons of flint.\n\n\"We were driven out. They enslaved us. They drove us into the forest.\nSome of us fled into the mountains of the west. Many fled into the\nmountains of the north. There they mingled with the red-haired giants\nwe drove out so long ago, and became a race of monstrous dwarfs, losing\nall the arts of peace and gaining only the ability to fight.\n\n\"But some of us swore that we would never leave the land we had fought\nfor. But the Celts pressed us. There were many, and more came. So we\ntook to caverns, to ravines, to caves. We, who had always dwelt in huts\nthat let in much light, who had always tilled the soil, we learned to\ndwell like beasts, in caves where no sunlight ever entered. Caves we\nfound, of which this is the greatest; caves we made.\n\n\"You, Briton,\" the voice became a shriek and a long arm was\noutstretched in accusation, \"you and your race! You have made a free,\nprosperous nation into a race of earth-rats! We who never fled, who\ndwelt in the air and the sunlight close by the sea where traders came,\nwe must flee like hunted beasts and burrow like moles! But at night!\nAh, then for our vengeance! Then we slip from our hiding places, from\nour ravines and our caves, with torch and dagger! Look, Briton!\"\n\nAnd following the gesture, Cororuc saw a rounded post of some kind of\nvery hard wood, set in a niche in the stone floor, close to the bank.\nThe floor about the niche was charred as if by old fires.\n\nCororuc stared, uncomprehending. Indeed, he understood little of what\nhad passed. That these people were even human, he was not at all\ncertain. He had heard so much of them as \"little people.\" Tales of\ntheir doings, their hatred of the race of man, and their maliciousness\nflocked back to him. Little he knew that he was gazing on one of the\nmysteries of the ages. That the tales which the ancient Gaels told of\nthe Picts, already warped, would become even more warped from age to\nage, to result in tales of elves, dwarfs, trolls and fairies, at first\naccepted and then rejected, entire, by the race of men, just as the\nNeandertal monsters resulted in tales of goblins and ogres. But of that\nCororuc neither knew nor cared, and the ancient was speaking again.\n\n\"There, there, Briton,\" exulted he, pointing to the post, \"there you\nshall pay! A scant payment for the debt your race owes mine, but to the\nfullest of your extent.\"\n\nThe old man's exultation would have been fiendish, except for a certain\nhigh purpose in his face. He was sincere. He believed that he was only\ntaking just vengeance; and he seemed like some great patriot for a\nmighty, lost cause.\n\n\"But I am a Briton!\" stammered Cororuc. \"It was not my people who drove\nyour race into exile! They were Gaels, from Ireland. I am a Briton and\nmy race came from Gallia only a hundred years ago. We conquered the\nGaels and drove them into Erin, Wales and Caledonia, even as they drove\nyour race.\"\n\n\"No matter!\" The ancient chief was on his feet. \"A Celt is a Celt.\nBriton, or Gael, it makes no difference. Had it not been Gael, it would\nhave been Briton. Every Celt who falls into our hands must pay, be it\nwarrior or woman, babe or king. Seize him and bind him to the post.\"\n\nIn an instant Cororuc was bound to the post, and he saw, with horror,\nthe Picts piling firewood about his feet.\n\n\"And when you are sufficiently burned, Briton,\" said the ancient, \"this\ndagger that has drunk the blood of an hundred Britons, shall quench its\nthirst in yours.\"\n\n\"But never have I harmed a Pict!\" Cororuc gasped, struggling with his\nbonds.\n\n\"You pay, not for what you did, but for what your race has done,\"\nanswered the ancient sternly. \"Well do I remember the deeds of\nthe Celts when first they landed on Britain--the shrieks of the\nslaughtered, the screams of ravished girls, the smokes of burning\nvillages, the plundering.\"\n\nCororuc felt his short neck-hairs bristle. When first the Celts landed\non Britain! That was over five hundred years ago!\n\nAnd his Celtic curiosity would not let him keep still, even at the\nstake with the Picts preparing to light firewood piled about him.\n\n\"You could not remember that. That was ages ago.\"\n\nThe ancient looked at him somberly. \"And I am age-old. In my youth I\nwas a witch-finder, and an old woman witch cursed me as she writhed at\nthe stake. She said I should live until the last child of the Pictish\nrace had passed. That I should see the once mighty nation go down into\noblivion and then--and only then--should I follow it. For she put upon\nme the curse of life everlasting.\"\n\nThen his voice rose until it filled the cavern, \"But the curse was\nnothing. Words can do no harm, can do nothing, to a man. I live. An\nhundred generations have I seen come and go, and yet another hundred.\nWhat is time? The sun rises and sets, and another day has passed into\noblivion. Men watch the sun and set their lives by it. They league\nthemselves on every hand with time. They count the minutes that race\nthem into eternity. Man outlived the centuries ere he began to reckon\ntime. Time is man-made. Eternity is the work of the gods. In this\ncavern there is no such thing as time. There are no stars, no sun.\nWithout is time; within is eternity. We count not time. Nothing marks\nthe speeding of the hours. The youths go forth. They see the sun, the\nstars. They reckon time. And they pass. I was a young man when I\nentered this cavern. I have never left it. As you reckon time, I may\nhave dwelt here a thousand years; or an hour. When not banded by time,\nthe soul, the mind, call it what you will, can conquer the body. And\nthe wise men of the race, in my youth, knew more than the outer world\nwill ever learn. When I feel that my body begins to weaken, I take the\nmagic draft, that is known only to me, of all the world. It does not\ngive immortality; that is the work of the mind alone; but it rebuilds\nthe body. The race of Picts vanish; they fade like the snow on the\nmountain. And when the last is gone, this dagger shall free me from the\nworld.\" Then in a swift change of tone, \"Light the fagots!\"\n\n\n\nCororuc's mind was fairly reeling. He did not in the least understand\nwhat he had just heard. He was positive that he was going mad; and what\nhe saw the next minute assured him of it.\n\nThrough the throng came a wolf; and he knew that it was the wolf whom\nhe had rescued from the panther close by the ravine in the forest!\n\nStrange, how long ago and far away that seemed! Yes, it was the same\nwolf. That same strange, shambling gait. Then the thing stood erect and\nraised its front feet to its head. What nameless horror was that?\n\nThen the wolf's head fell back, disclosing a man's face. The face of\na Pict; one of the first \"werewolves.\" The man stepped out of the\nwolfskin and strode forward, calling something. A Pict just starting\nto light the wood about the Briton's feet drew back the torch and\nhesitated.\n\nThe wolf-Pict stepped forward and began to speak to the chief, using\nCeltic, evidently for the prisoner's benefit. (Cororuc was surprized to\nhear so many speak his language, not reflecting upon its comparative\nsimplicity, and the ability of the Picts.)\n\n\"What is this?\" asked the Pict who had played wolf. \"A man is to be\nburned who should not be!\"\n\n\"How?\" exclaimed the old man fiercely, clutching his long beard. \"Who\nare you to go against a custom of age-old antiquity?\"\n\n\"I met a panther,\" answered the other, \"and this Briton risked his life\nto save mine. Shall a Pict show ingratitude?\"\n\nAnd as the ancient hesitated, evidently pulled one way by his fanatical\nlust for revenge, and the other by his equally fierce racial pride,\nthe Pict burst into a wild flight of oration, carried on in his own\nlanguage. At last the ancient chief nodded.\n\n\"A Pict ever paid his debts,\" said he with impressive grandeur. \"Never\na Pict forgets. Unbind him. No Celt shall ever say that a Pict showed\ningratitude.\"\n\nCororuc was released, and as, like a man in a daze, he tried to stammer\nhis thanks, the chief waved them aside.\n\n\"A Pict never forgets a foe, ever remembers a friendly deed,\" he\nreplied.\n\n\"Come,\" murmured his Pictish friend, tugging at the Celt's arm.\n\nHe led the way into a cave leading away from the main cavern. As they\nwent, Cororuc looked back, to see the ancient chief seated upon his\nstone throne, his eyes gleaming as he seemed to gaze back through the\nlost glories of the ages; on each hand the fires leaped and flickered.\nA figure of grandeur, the king of a lost race.\n\nOn and on Cororuc's guide led him. And at last they emerged and the\nBriton saw the starlit sky above him.\n\n\"In that way is a village of your tribesmen,\" said the Pict, pointing,\n\"where you will find a welcome until you wish to take up your journey\nanew.\"\n\nAnd he pressed gifts on the Celt; gifts of garments of cloth and finely\nworked deerskin, beaded belts, a fine horn bow with arrows skilfully\ntipped with obsidian. Gifts of food. His own weapons were returned to\nhim.\n\n\"But an instant,\" said the Briton, as the Pict turned to go. \"I\nfollowed your tracks in the forest. They vanished.\" There was a\nquestion in his voice.\n\nThe Pict laughed softly, \"I leaped into the branches of the tree. Had\nyou looked up, you would have seen me. If ever you wish a friend, you\nwill ever find one in Berula, chief among the Alban Picts.\"\n\nHe turned and vanished. And Cororuc strode through the moonlight toward\nthe Celtic village.",
    "metadata": {
        "author": [
            "Howard, Robert E. (Robert Ervin)",
            "Howard, Robert Ervin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73793/pg73793.txt",
        "name": "the_lost_race.json"
    }
}