{
    "name": "The Frightened Planet",
    "author": [
        "Austen, Sidney"
    ],
    "body": "Against the blackness of the early morning sky the huge ball traced an\narc of flame. Had Karn been watching the sky he would have seen the ball\nslow in its descent and then come to a landing some distance ahead of\nhim. But he was too busy for that.\n\nOn the back of his neck the short hairs told him that pursuit was still\nclose behind. He put on a fresh burst of speed, his bare feet making no\nsound on the trail he followed. Soon the early breeze would shift and\nthey would lose his scent.\n\nUntil then he was in danger from the males of Tur's tribe. Tur the\ncoward, Karn thought. Tur the bully. Tur the leader of the tribe. Tur\nhad never liked Karn. He had liked him even less as he grew into\nmagnificent Cro-Magnon manhood. Karn represented the challenge that must\ncome to every leader sooner or later.\n\nThen the wind shifted and Karn slowed. They'd give him up now. He was\ncertain of that. But what to do next? He was all alone, an outcast from\nhis tribe. For a full-grown man to find another tribe was impossible.\n\nStill, he wasn't sorry about the fight. It had been a good one. Tur was\nstill in his prime. He'd used his teeth and his feet and every trick he\nknew. He wasn't quite as strong as Karn, nor as fast, but he'd had the\nadvantage of experience.\n\nOnly one thing Tur lacked, in common with the other members of the\ntribe, and it was that which had lost him the fight. He had almost no\ninventiveness. For Karn's questing mind Tur hated him. He could not\nunderstand a man who found interest in new situations. And what Tur\ncould not understand he hated.\n\nSo they had fought. For a while Tur held the upper hand. He had met\nevery rush of Karn's and repulsed it. But Karn had noticed that every\nattack from Tur's left was met by a singular twist of the chief's body.\n\nOnce Tur twisted. Twice; a third time; and a fourth time he swung\naround. The fifth time Karn was not there. He'd stopped himself in\nmid-stride, reversed himself and caught Tur off balance. Then steel\nfingers had fastened on Tur's throat in unshakable tenacity.\n\nThat was when the other males had charged to his rescue. Tur, they\nhated. But Karn they hated more. Karn made up his mind quickly. Glat\nalone he could have torn limb from limb. Waan alone would have fared no\nbetter. But they and the others together represented for him a quick and\ncertain death.\n\n\n\nThen it had been run, run, run. Run with all of them after him. Run into\nthe forest in the night. Only the giant wolf and the saber-tooth there.\nBut they were not half so deadly as his own blood relatives.\n\nNow the chase was over. Karn paused, his chest heaving. In a few minutes\nhis breathing was back to normal. It didn't take this man long to\nrecover. Karn grinned into the darkness. It would take Tur longer. He'd\nwear those welts on his throat for a while.\n\nKarn shrugged and sniffed the night air. Better move ahead. No smell of\nthe big cats. But there was a nest of wolves off to his right. They\nslept now, but soon they'd be awake. Up ahead there was a strange scent,\none he didn't recognize.\n\nShould he go on or turn aside? Ahead there was a glade where a spring\nbubbled. Small animals came to drink there in the morning. That meant\nfood and water to a man who needed both. Karn moved ahead, but warily.\n\nThe rising sun found him only a short distance from his objective. Now\nthere were mingled sounds as the forest came awake. Early-opening\nflowers filled the air with fresh sweetness. It was good to be alive.\n\nThen, through a thin screen of trees, Karn saw the great ball. It almost\nfilled the glade, reached nearly to the height of the trees. Gleaming\ngray-green it was, like the eyes of the wolf. The association made Karn\npause. He drifted off to one side, picked a likely tree and hauled\nhimself up into its lower branches.\n\nPatience Karn had. He sat immobile, watchful. From inside this strange\norb came sounds that were not too faint for Karn's keen hearing. An\nhour passed; two hours. Nothing happened. Still he crouched, waiting.\n\nHis patience was rewarded. An opening appeared in the ball. There was a\npuff of air being released from pressure. A figure stepped through the\nopening and onto the earth. Another figure followed. What were they?\n\nThey were men! Clad in strange garments that covered them tightly, they\nwalked upright on two legs. But what puny men!\n\nHalf Karn's size they were, and hairless. Through their skin-tight\ngarments the bones of their narrow chests were visible. Their delicate\nfingers hovered at their waists over small sticks. The scent of fear was\non them.\n\nKarn's nose wrinkled in disgust. No danger here. Then a third figure\nstepped out into the light and Karn's flagging interest reawakened. This\nscent he recognized. This was a woman!\n\n\n\nShe was taller than the men and her garment clung tight to a rounded\nfigure that brought a gleam to Karn's eyes. This one had hair, thicker\nthan Karn's own. Her features were more delicate than those of the women\nhe had known, but somehow more pleasing.\n\nHe realized that the three were speaking. Their mouths did not move,\nthere was no sound. Yet they spoke. Karn could hear the voices inside\nhis head. Somehow he understood.\n\n\"What a place to land,\" the woman said.\n\n\"Couldn't be helped,\" one of the men replied. \"At least it has air. Once\nthe tanks are full we'll be on our way again. In a minute or two I'll\ntest that liquid to see if we can drink it.\"\n\n\"Must you test everything? It looks all right. And why must we stand so\nclose to the ship?\"\n\n\"Because we don't know what sort of place we've landed in,\" the second\nman said.\n\n\"There's only one way to find out,\" she told him. \"By moving around.\"\n\nHer tone was openly contemptuous. Karn found himself agreeing with her.\nThese men were spineless. They must be so to let a woman talk to them\nlike this. Listen to the way they bickered. Like three women over a\npiece of meat that had fallen from the cave fire.\n\nKarn's nose twitched. What was wrong with these people? While they\nargued senselessly among themselves their lives hung in the balance.\nCouldn't they smell the gray wolf that was creeping toward them?\n\nThe three stood almost below Karn and jabbered back and forth. And not\ntwenty feet away gray-green eyes watched them intently. Karn saw the\nwolf's haunches lower. In a moment three hundred and fifty pounds of\ncarnivore would launch itself upon them.\n\nClaws would rip their flesh, flashing fangs rend and tear them. Karn was\nquite objective as he thought about it. They didn't have a chance.\n\nA roar split the air. Karn had known it was coming. But the three below\nwere taken completely by surprise. Fear rooted them and froze them into\nimmobility. Crouching, Karn watched death come hurtling toward them.\n\nBut after all, they _were_ his own kind.\n\n\n\nKarn met the wolf in mid-leap. No tiger could have made the leap more\nsurely than he. His plummeting weight landed squarely athwart the\nbeast's back, breaking short the trajectory of its bound.\n\nTogether they crashed to earth. Karn's legs encircled the wolf's middle\nwith the strength of a python. Steel fingers found its throat.\n\nClaws raked at Karn's thighs, slavering fangs sought his hands. He\nretaliated in kind. His own teeth were at the wolf's jugular. The animal\nrolled, taking Karn along with him, but the man would not loose his\ngrip.\n\nBestial growls rumbled from two chests. Dust-covered and splattered with\ngore, they fought across the glade. Karn's legs tightened inexorably and\nthe wolf's growl became an anguished squeal.\n\nIt could not shake the thing that clung to its back. Slowly, surely its\nribs were forced inward until they cracked. Then jagged ends dug at its\nlungs, its heart. There was a gush of blood from its nostrils. It lay\nstill.\n\nKarn spat out the salt sweat that ran into his mouth and wiped it from\nhis eyes. Slowly he rose and shook the tension from his leg muscles.\nBlood dripped from a shallow gash in his thigh but that concerned him\nlittle. He had suffered worse in the past.\n\nFor the duration of the fight he had forgotten completely the two men\nand the woman. Now, turning, he saw them watching him. Fear clouded the\neyes of the men, but in the woman's gaze he read awed admiration.\n\nKarn gestured, a motion meant to show peaceful intentions. His move was\nmisinterpreted, and as he came toward the three the men reached for the\nlittle sticks that hung at their waists. Frantically they waved them at\nhim.\n\nWere they trying to frighten him with those things? Anger flushed Karn's\nface and a low growl issued from his throat. One blow from each of his\nhands and these puny men would be dead. The woman he liked.\n\nBut the sticks had stopped waving. They were pointing directly at him.\nHe was caught suddenly in the grip of a force that held him helpless.\nMuscles stood out on his neck like tree roots but he could not move.\n\nInside his head Karn heard the woman arguing again with her two\ncompanions.\n\n\"A fine way to treat someone who's just saved our lives!\"\n\n\"But he might be dangerous. You saw what he did to that beast. Look at\nthe size of him. One twist of those hands and he'd tear our heads off\nour shoulders.\"\n\n\"He _is_ a powerful brute, isn't he?\" But there was no fear in her\nvoice. Only admiration.\n\n\"Worse than a Green One,\" agreed the second of the hairless ones. \"We'd\nbetter get back into the ship.\"\n\nThey were a little slow about that, Karn thought. In the underbrush\nclose by he had heard the movements of a heavy body. A saber-tooth had\nno need for stealth. And it was coming their way.\n\n\"He's trying to tell us something,\" the woman was saying. \"He may be\ntrying to warn us. Turn off those rays.\"\n\nThe men hesitated. Then their fingers moved slightly and Karn was free\nto move.\n\n\n\nBut now there was no time for warnings. Karn gestured over his shoulder\nand started for the opening in the huge ball. He sensed that safety lay\ninside. Behind him a huge cat snarled.\n\nThe hairless ones hesitated no longer. Leaving the woman to her own\ndevices they dashed for the ship. She turned to run, tripped and fell.\nKarn scooped her up as he ran.\n\nAlmost together, the four reached the ship. The smell of the saber-tooth\nwas strong in Karn's nostrils; he could almost feel its breath on his\nneck as he dashed up a ramp.\n\nOne of the men was fumbling with a lever. The ramp swung up; the opening\nin the ship's side vanished. Against the gray-green wall the tiger's\nbody thudded.\n\nThat danger now behind them, the two men were pointing their sticks at\nKarn again. But this time the woman halted them before they could\nparalyze him.\n\n\"That's twice he's saved our lives. How much more proof do we need that\nhe's friendly?\" She smiled at Karn. \"Who are you?\"\n\n\"Karn, of the tribe of Tur.\"\n\n\"I am Andra, and these men are Harus and Ven. We are of Mahlo. We thank\nyou for saving our lives.\"\n\nHarus was the smaller of the two men. His face was thin, pinched with\nperpetual fear. Ven too seemed always frightened. They stared at Karn\ndoubtfully.\n\n\"What are we going to do with him?\" Harus asked.\n\n\"Maybe we could take him back to his tribe,\" Andra suggested. \"If it's\nvery far we could save him a long trip.\"\n\nHer eyes questioned Karn. He shook his head.\n\n\"No. They would kill me.\"\n\n\"Somewhere else, then?\"\n\nKarn shrugged. A full-grown male was no welcome guest in any tribe.\nAndra read his thoughts and was sympathetic.\n\n\"You're really up against it, aren't you? From what we've seen of your\nworld so far I would guess it was no place for a man without friends.\"\n\n\"I will go with you to your people; to Mahlo, wherever that is.\"\n\n\"What a notion,\" Harus snorted. \"Picture this uncouth thing in his wolf\nskin on Mahlo! Besides\" and the disdain went out of his voice, \"we'd be\ndoing him no favor.\"\n\nKarn grunted. They didn't think much of him. But there was more of it\nthan that. The three of them had fallen to arguing again. There was talk\nof Mahlo and the Green Ones, whoever _they_ were. The argument droned on\nendlessly.\n\n\"Too much talk,\" Karn said abruptly.\n\nThe talk stopped. Andra was looking at Karn, a slow smile spreading\nacross her face. Her breasts rose and fell with a change in her\nbreathing and Karn felt a warm flush rise within him.\n\n\"I think Karn is right,\" she said. \"Too much talk.\"\n\n\n\nSomewhere in the bowels of the ship a great beast purred. I should not\nhave let them strap me down, Karn thought. The purring grew louder, the\nship lifted.\n\nHis back pressed against the seat and there was a crushing weight on his\nchest. His insides tied themselves in knots. What was happening to him.\nWhat invisible monster held him in its clutch?\n\n\"Afraid?\" Andra asked.\n\nKarn was aware that the weight was off his chest. The purring was\nmuffled. They had the beast penned. Then Andra unfastened the thongs\nthat bound Karn.\n\n\"Why should Karn be afraid?\" he smiled scornfully.\n\n\"Perhaps now you would rather remain in your own world. There may be\ndanger on Mahlo.\"\n\nThis woman was a fool. Naturally; she was a woman. What was danger to\nKarn? What was danger to a man who had lived his life with Tur and the\nbull males of the tribe, who roamed the same jungle with the saber-tooth\nand the great wolf?\n\nYet she was a woman, and one who attracted him. Karn reached out and\ndrew her to him. Let her feel the might of his arms. She was doing\nsomething strange with her lips, pressing them against his.\n\n\"Now let me go,\" she said. Then, sharply, \"Let me go!\"\n\nBewildered, Karn released his grip. He was confused by this creature of\nmoods. One moment she smiled and the next moment she seemed angry. He\nwanted to please her. But how?\n\n\"Well, we're all right,\" Ven said. He came from some other chamber in\nthe great ship. \"We're running free now. At the next force field we'll\ncut into Mahlo's orbit.\"\n\nThere was more strange talk which Karn did not understand. More debate,\ntoo. It seemed that these men spent half their time arguing with the\nwoman.\n\nApparently the men held the supremacy, but a very shaky one. The woman\nseemed not to know too much about this ship. But she had a good deal to\nsay nevertheless.\n\nThen Harus' voice came out of nowhere. \"Better strap in again. We've hit\nMahlo's orbit.\"\n\nAgain there was the awful pressure, the crushing weight. Violent forces\nshook the ship. Andra moaned softly. Strange words issued from her lips.\nThen they were out of the clutch of the awful force.\n\n\"Landing at Nobla,\" Ven said. Panels slid away and Karn could see\nthrough the walls of the ship.\n\nBelow them was a city. They dropped toward it and its gargoyle-topped\ntowers reached up to meet them. Strange birds winged across an azure\nsky. They came down over the city and landed gently in a meadow next to\nthe mouth of a great cavern.\n\n\n\n\"Nobody around,\" Ven said. \"I don't understand it.\"\n\n\"They weren't expecting us to land at Nobla,\" Andra said. \"You're always\nworrying about something. Come on, let's get out.\"\n\nThe ramp came down and the four descended, Harus leading the way. Karn\nwondered why they moved so warily. This was their own land. What were\nthey afraid of?\n\nTo one side the mouth of the cavern yawned dark and forbidding as they\nwent toward it. Andra explained to Karn that it was the mouth of a\ntunnel which led to the city proper. There were walls about the city\nwhich were never opened.\n\nThey were almost to the tunnel when the green things came at them. Slimy\nbeings, as tall as Harus and Ven, covered with green scales and\nfour-armed, more lizards than men, they poured from the tunnel.\n\nEmitting bird-like cries they swarmed forward, long spears pointing\nahead at waist level. With a scream of fear, Ven spun around and ran.\nAndra and Harus stood petrified.\n\nTheir reactions were typical, apparently, for the Green Ones came on as\nthough used to encountering little resistance. Even the sight of Karn,\nhuge of frame and heavy-thewed, draped in his wolfskin, failed to\nregister. It was a fatal mistake.\n\nAs the first of the Green Ones reached him Karn side-stepped nimbly,\nsweeping the spear aside and tearing it from its bearer's grasp. Karn's\nother hand shot out and connected with a snout. The man-lizard dropped,\nits face turned to green and oozing pulp.\n\nIn Karn's hands the spear became a club. The Green Ones turned toward\nhim in a body, trying to fend off this unexpected attack. They were met\nby a whirling staff that crushed whatever it hit. Karn's power was\noverwhelming. His rush cut a swath of death through the green ranks,\nforcing them back.\n\nHe heard Andra calling and looked back over his shoulder. She was\nstanding at the opening in the ship, screaming to him. In their blind\nfear, Harus and Ven were prepared to take off and leave him behind.\n\nNo saber-tooth could have altered the direction of his charge more\nquickly than Karn. Before the Green Ones could even attempt to block his\nretreat, Karn was through them and past them.\n\n\n\nHarus and Ven sprawled in their flight chairs, panting as though it were\nthey who had done the fighting. Only Karn seemed relaxed as the ship\nrose and hovered above the Green Ones.\n\n\"Well,\" Andra said bitterly, \"Nobla is gone. There's only Luma now. And\nsoon the Green Ones will have that.\"\n\n\"Nobla was yours?\" Karn asked.\n\n\"All of Mahlo was ours,\" Andra told him. \"But that was only until the\nGreen Ones got started. Now we have only one city left, and not many\nMahloans to defend that.\"\n\nScorn flashed from her eyes at Harus and Ven. \"And you saw how brave\nthey are,\" she said to Karn.\n\n\"Where is this Luma?\" Karn asked, disregarding her thrust at the two\nMahloans.\n\n\"Not far. After we have a look at what the Green Ones have done to Nobla\nwe'll go there.\"\n\nThe great ball skimmed over the meadow, lifted above the walls of Nobla\nand rose to the height of the tallest towers of the city. For a while it\nhovered alongside a great stone gargoyle that peered down into the\nstreet below. Bodies were strewn along the streets, Karn saw. They were\nall male.\n\n\"The women escaped,\" he observed. He heard Andra suck in a sharp breath\nand turned to her.\n\nShe was pointing to a nearby roof. From a doorway there a woman of her\nkind had emerged and was running across the roof toward the parapet.\nBehind her came three of the Green Ones.\n\nOnly shreds of the woman's clothes remained. Her face was clearly\nvisible to Karn. It was the face of a woman crazed by fear and shock.\nShe reached the parapet, paused, and saw that the Green Ones were almost\non her. Without hesitation she jumped. Karn watched her fall until she\nhit the street.\n\n\"This would happen to you too?\" he asked Andra.\n\n\"If the Green Ones caught me. And eventually they will.\"\n\n\n\nRage welled up within Karn. The thought of Andra in the clutches of\nthese slimy things sent the blood roaring through him.\n\n\"They will not get you,\" he said.\n\n\"No? After Luma there won't be any place to retreat. The voyage that\nHarus and Ven and I have just made was in search of another world where\nwe might be safe. But the others are as dangerous as Mahlo.\"\n\nKarn reflected that a people who could not fight these Green Ones had\nlittle hope of survival among the Turs and the beasts of his own world.\nCompared to the great wolves and the saber-tooths the Green Ones were\nnothing.\n\n\"We will kill the Green Ones,\" he decided aloud. \"We will fight them and\ndestroy them.\"\n\n\"Don't make me laugh,\" Andra said. \"You've seen our men when they were\nin danger.\"\n\nThe ship had lifted and was leaving Nobla behind. Watching the horizon\nahead, Karn saw another city come into view within a short time. It\nlooked exactly like Nobla. They must be a great people who could build\ncities like these, who could make ships that flew through the air.\n\nBut they could hardly be called men. What sort of man was it who did not\nhave even the instinct for self preservation? What sort was it who would\nnot defend his woman? Andra read Karn's thoughts.\n\n\"What kind of men?\" she said. \"I'll tell you. They never built the\ncities of Mahlo. Those have stood for thousands of generations, erected\nby some forgotten ancestors.\n\n\"The men of Mahlo have never had to fight. There was no danger here. So\nthey spent their time in idle chatter, in philosophy, in the invention\nof luxuries. But they retained control of the government. When the Green\nOnes came out of the forests of the south and began their conquering\nmarch, our men decreed that we must retreat before them.\n\n\"When only Nobla and Luma remained to us, the men decreed that we must\nretreat from Mahlo to a world without dangers. Unfortunately there is\nno such place.\"\n\nKarn thought for a moment. \"What about the Green Ones?\"\n\n\"They are more reptile than human, as you saw. But they do have a\nrudimentary intelligence. Added to their instinct for aggression it is\nsufficient to destroy us. Wait until you see our Council in session. You\nwon't wonder then.\"\n\n\n\nLuma had turned out en masse to welcome Andra and her two companions.\nKarn had been the center of attraction and interest for a few minutes.\nBut it was the report of the three Mahloans which mattered most.\n\nAndra gave it to them straight. There was no hope elsewhere. The Green\nOnes were only minor terrors among the blood-lusting creatures the\nUniverse had spawned. Unless the men of Mahlo fought back they were\ndoomed.\n\nYet Karn saw no sign that a fight was even imaginable. Shoulders sagged,\nheads dropped in resignation, but that was all. As he and his three\ncompanions walked with the throng to the Council forum, Karn saw brows\nknit in contemplation, none in anger.\n\nThere were as many women as men in the great hall of assembly. They cast\nno votes, but they had plenty to say.\n\n\"We might consider retreating to the northern deserts,\" Ven said after\nhe had called the meeting to order.\n\nThe women shouted him down. What it was that the women wanted, Karn\ncould not guess. But the men quailed before them and became confused.\nThe most important assembly in Mahlo's history was going to break up\nwith nothing done.\n\n\"We can only wait, then,\" Ven said regretfully. A chorus of assent rose\nlike a dirge.\n\nIt was all Karn could take. For himself death was nothing. All his life\nhad been lived in its shadow. But that Andra should fall into the hands\nof the Green Ones was another thing. And that these men should allow\ntheir women to meet similar fates filled him with contempt.\n\n\"You can do something!\" he shouted, coming to his feet. \"You can fight!\"\n\nBeside him Andra pulled at his arm.\n\n\"But we don't know how. No Mahloan has ever lifted his hand in anger.\nDon't you see?\"\n\nThe rest of the women were shrilling the same sentiments, drowning out\nthe men. Listening to them, Karn began to understand a great deal. But\nit was not time for that now.\n\n\"Be silent!\" he roared. \"I see only that you are all going to die. At\nleast die like men!\"\n\nThe women's voices shrilled in his ears but he shouted them down. By\nsheer lung power he silenced them, and the sight of his giant figure\nawed them and kept them silent.\n\n\"I am going to pick one hundred of the men,\" Karn told them. \"With\nnothing but pointed sticks and clubs they are going to follow me. And\nthey are going to fight! Do you hear? They are going to fight!\"\n\n\n\nDarkness held no terrors for Karn. His eyes were sharp, his hearing as\nacute as a bird's, his sense of smell infallible. Beyond Nobla's wall he\ncaught the scent of the Green Ones, foul and slightly acrid.\n\nHe had to move fast. The men of Mahlo were not as well equipped as he.\nThey had to have light to find their way around. And in an hour the sun\nwould be up.\n\nKarn moved away from the gates, edged along the high wall until he found\na rough section. His fingers sought crevices. Then, with the agility of\na monkey, he made his way upward. At the top of the wall he waited,\nlistening to the sounds of deep breathing on his right and below.\n\nThe Green Ones slept. Their guards were at the gate as a matter of\ncourse. But they slept secure in the belief that there could be no\nattack. Karn grinned into the darkness as he dropped.\n\nPeering ahead, he saw vague figures and moved toward them on soundless\nfeet. Only three or four of them here. It would not take long. His hands\nreached out and closed on a throat.\n\nIt was ridiculous that the Mahloans should be afraid of these creatures.\nBut they were afraid of their own women, so it might have been expected.\nYet they were more afraid of Karn than of either.\n\nHe had bunched his muscles and scowled at them. And they had quailed.\nThey were afraid to follow him. But they were more afraid not to follow.\nKarn thought that when the sun rose he would find his men waiting\noutside the gates of Nobla.\n\nFour of the Green Ones lay dead at his feet as he sought for the bolts\nthat held the gate shut. Very slowly he drew those bolts. All it would\ntake to open the gates would be the slightest push.\n\nBut it was taking him longer than he had expected. Already the sky was\npurpling. Running now, Karn sped down the broad avenue toward a tall,\ngargoyle-topped building.\n\nHe found ledges, plenty of hand-holds, but it was a long climb. The\nrising sun caught him still twenty feet from the roof. Below, the city\nstirred and came awake.\n\nGreen Ones were in the street. Karn prayed that they would not look up.\nHis prayer proved futile. He moved faster as bird-like cries came up to\nhim. He had been discovered.\n\n\n\nClimbing desperately now, he got a hand over the parapet just as a green\nsnout poked its way over. Karn struck out and the snout vanished. Then\nhe was over.\n\nMore of the Green Ones came at him as he gained the roof. Snatching up a\nfallen spear, Karn drove them back. By sheer ferocity of his attack he\nforced them back through the doorway from which they had emerged. The\ndoor slammed between them.\n\nThey thought he was going to follow. He could hear them chattering among\nthemselves on the other side of the door. They were trying to decide\nwhat to do. Their discussion gave Karn exactly the time he needed.\n\nHis eyes roved the roof, trying to find something that would be heavy\nenough to hold the door against those on the other side. He had to\nprotect his back. But the roof seemed blank.\n\nBut there was something Karn could use. The gargoyles. Great\narchitectural excrescenses, they had never served any purpose. They\ncould serve a purpose now.\n\nEach was the size of a small boulder, weighing close to six hundred\npounds. Karn lifted one easily, carried it to the door, and set it down.\nOne more trip and he was safe.\n\nFrom the edge of the roof he could see beyond the wall. His hundred were\nthere, puny indeed from this height. His yell brought them around.\n\nThey could see him, but they were still afraid. Indecision held them\nmotionless for an instant. Then they began to move. And they moved\nforward.\n\n\n\nThe Green Ones had not seen them yet. Their own eyes were turned up at\nthis shouting giant on the roof. Then the gates of the city swung open\nand Karn's men were in the broad street.\n\nSwarms of the Green Ones poured from the buildings. They paused to form\na line of attack, their spears poised in readiness. That was when Karn\nwent into action.\n\nHe ripped a gargoyle loose from the mortar that held it and dropped it\nover the parapet. Before it landed he had started another on its way\ndown.\n\nOn the Green Ones they fell with devastating suddenness, each one\ncrushing dozens. Another of the great missiles fell, and another. A half\ndozen of them there had been in all, and when the last one landed the\nstreet was a shambles.\n\nKarn's men fell on the disorganized remnants of the Green Ones. Hairless\nthe Mahloans were, and puny. But there was a trace of manhood still in\nthem. Spears darted and clubs flailed, and the Green Ones fell.\n\nKarn had known that only the taste of blood was needed. And he had been\nright. Now his men knew that they too could fight, and that the Green\nOnes were not irresistible.\n\nBy the time Karn reached the ground again the Green Ones were in full\nflight. As long as they had held the upper hand they had been brave\nenough. In the face of resistance they were cowardly.\n\nLike Tur, Kara thought. Or like any other bully.\n\nThen he looked up. A shadow crossed his path and he saw the great ball\nskim over the city. Tur was forgotten now. As he went toward the landing\nfield with his men, Karn knew that he would never return to Earth. As\nlong as Andra was on Mahlo he wanted to be there too.\n\n\"You beat them!\" she cried as she came from the ship.\n\n\"Yes. And we will drive them from every city on Mahlo and back to the\nforests from which they came.\"\n\n\"But that won't be necessary. There's no reason for you to risk your\nlife. That's the trouble with--\"\n\n\"There is only one trouble,\" Karn interrupted. \"The women of Mahlo have\nturned their men into women too.\"\n\n\"You can't talk to me like that!\" Andra flared.\n\nKarn found his men watching him. He had led them to victory over the\nGreen Ones. But with women it was another story. Could he stand up to\nAndra? They were watching Karn, ready to follow him again. But which way\nwould he go?\n\n\"Woman,\" Karn said, \"hold your tongue!\"\n\nHer face reddened with anger, then turned white as Karn took a\nthreatening step forward. Her head dropped in submission.\n\nIt was victory, complete and final. Before Karn's eyes the men of Mahlo\nseemed to grow inches taller. Their shoulders straightened. For the\nfirst time they were out of bondage. They were men. And it was this man\nfrom another world, Karn, who made them so.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Austen, Sidney"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33513/pg33513.txt",
        "name": "the_frightened_planet.json"
    }
}