{
    "name": "The White Cat\nCaptains All, Book 10.",
    "author": [
        "Jacobs, W. W. (William Wymark)",
        "Jacobs, William Wymark"
    ],
    "body": "\nTHE WHITE CAT\n\nThe traveller stood looking from the tap-room window of the _Cauliflower_\nat the falling rain.  The village street below was empty, and everything\nwas quiet with the exception of the garrulous old man smoking with much\nenjoyment on the settle behind him.\n\n\"It'll do a power o' good,\" said the ancient, craning his neck round the\nedge of the settle and turning a bleared eye on the window.  \"I ain't\nlike some folk; I never did mind a drop o' rain.\"\n\nThe traveller grunted and, returning to the settle opposite the old man,\nfell to lazily stroking a cat which had strolled in attracted by the\nwarmth of the small fire which smouldered in the grate.\n\n\"He's a good mouser,\" said the old man, \"but I expect that Smith the\nlandlord would sell 'im to anybody for arf a crown; but we 'ad a cat in\nClaybury once that you couldn't ha' bought for a hundred golden\nsovereigns.\"\n\nThe traveller continued to caress the cat.\n\n\"A white cat, with one yaller eye and one blue one,\" continued the old\nman.  \"It sounds queer, but it's as true as I sit 'ere wishing that I 'ad\nanother mug o' ale as good as the last you gave me.\"\n\nThe traveller, with a start that upset the cat's nerves, finished his own\nmug, and then ordered both to be refilled.  He stirred the fire into a\nblaze, and, lighting his pipe and putting one foot on to the hob,\nprepared to listen.\n\nIt used to belong to old man Clark, young Joe Clark's uncle, said the\nancient, smacking his lips delicately over the ale and extending a\ntremulous claw to the tobacco-pouch pushed towards him; and he was never\ntired of showing it off to people.  He used to call it 'is blue-eyed\ndarling, and the fuss 'e made o' that cat was sinful.\n\nYoung Joe Clark couldn't bear it, but being down in 'is uncle's will for\nfive cottages and a bit o' land bringing in about forty pounds a year, he\n'ad to 'ide his feelings and pretend as he loved it.  He used to take it\nlittle drops o' cream and tit-bits o' meat, and old Clark was so pleased\nthat 'e promised 'im that he should 'ave the cat along with all the other\nproperty when 'e was dead.\n\nYoung Joe said he couldn't thank 'im enough, and the old man, who 'ad\nbeen ailing a long time, made 'im come up every day to teach 'im 'ow to\ntake care of it arter he was gone.  He taught Joe 'ow to cook its meat\nand then chop it up fine; 'ow it liked a clean saucer every time for its\nmilk; and 'ow he wasn't to make a noise when it was asleep.\n\n\"Take care your children don't worry it, Joe,\" he ses one day, very\nsharp.  \"One o' your boys was pulling its tail this morning, and I want\nyou to clump his 'ead for 'im.\"\n\n\"Which one was it?\" ses Joe.\n\n\"The slobbery-nosed one,\" ses old Clark.\n\n\"I'll give 'im a clout as soon as I get 'ome,\" ses Joe, who was very fond\nof 'is children.\n\n\"Go and fetch 'im and do it 'ere,\" ses the old man; \"that'll teach 'im to\nlove animals.\"\n\nJoe went off 'ome to fetch the boy, and arter his mother 'ad washed his\nface, and wiped his nose, an' put a clean pinneyfore on 'im, he took 'im\nto 'is uncle's and clouted his 'ead for 'im.  Arter that Joe and 'is wife\n'ad words all night long, and next morning old Clark, coming in from the\ngarden, was just in time to see 'im kick the cat right acrost the\nkitchen.\n\nHe could 'ardly speak for a minute, and when 'e could Joe see plain wot a\nfool he'd been.  Fust of all 'e called Joe every name he could think of--\nwhich took 'im a long time--and then he ordered 'im out of 'is house.\n\n\"You shall 'ave my money wen your betters have done with it,\" he ses,\n\"and not afore.  That's all you've done for yourself.\"\n\nJoe Clark didn't know wot he meant at the time, but when old Clark died\nthree months arterwards 'e found out.  His uncle 'ad made a new will and\nleft everything to old George Barstow for as long as the cat lived,\nproviding that he took care of it.  When the cat was dead the property\nwas to go to Joe.\n\nThe cat was only two years old at the time, and George Barstow, who was\narf crazy with joy, said it shouldn't be 'is fault if it didn't live\nanother twenty years.\n\nThe funny thing was the quiet way Joe Clark took it.  He didn't seem to\nbe at all cut up about it, and when Henery Walker said it was a shame,\n'e said he didn't mind, and that George Barstow was a old man, and he was\nquite welcome to 'ave the property as long as the cat lived.\n\n\"It must come to me by the time I'm an old man,\" he ses, \"ard that's all\nI care about.\"\n\nHenery Walker went off, and as 'e passed the cottage where old Clark used\nto live, and which George Barstow 'ad moved into, 'e spoke to the old man\nover the palings and told 'im wot Joe Clark 'ad said.  George Barstow\nonly grunted and went on stooping and prying over 'is front garden.\n\n\"Bin and lost something?\" ses Henery Walker, watching 'im.\n\n\"No; I'm finding,\" ses George Barstow, very fierce, and picking up\nsomething.  \"That's the fifth bit o' powdered liver I've found in my\ngarden this morning.\"\n\nHenery Walker went off whistling, and the opinion he'd 'ad o' Joe Clark\nbegan to improve.  He spoke to Joe about it that arternoon, and Joe said\nthat if 'e ever accused 'im o' such a thing again he'd knock 'is 'ead\noff.  He said that he 'oped the cat 'ud live to be a hundred, and that\n'e'd no more think of giving it poisoned meat than Henery Walker would of\npaying for 'is drink so long as 'e could get anybody else to do it for\n'im.\n\nThey 'ad bets up at this 'ere _Cauliflower_ public-'ouse that evening as to\n'ow long that cat 'ud live.  Nobody gave it more than a month, and Bill\nChambers sat and thought o' so many ways o' killing it on the sly that it\nwas wunnerful to hear 'im.\n\nGeorge Barstow took fright when he 'eard of them, and the care 'e took o'\nthat cat was wunnerful to behold.  Arf its time it was shut up in the\nback bedroom, and the other arf George Barstow was fussing arter it till\nthat cat got to hate 'im like pison.  Instead o' giving up work as he'd\nthought to do, 'e told Henery Walker that 'e'd never worked so 'ard in\nhis life.\n\n\"Wot about fresh air and exercise for it?\" ses Henery.\n\n\"Wot about Joe Clark?\" ses George Bar-stow.  \"I'm tied 'and and foot.  I\ndursent leave the house for a moment.  I ain't been to the _Cauliflower_\nsince I've 'ad it, and three times I got out o' bed last night to see if\nit was safe.\"\n\n\"Mark my words,\" ses Henery Walker; \"if that cat don't 'ave exercise,\nyou'll lose it.\n\n\"I shall lose it if it does 'ave exercise,\" ses George Barstow, \"that I\nknow.\"\n\nHe sat down thinking arter Henery Walker 'ad gone, and then he 'ad a\nlittle collar and chain made for it, and took it out for a walk.  Pretty\nnearly every dog in Claybury went with 'em, and the cat was in such a\nstate o' mind afore they got 'ome he couldn't do anything with it.  It\n'ad a fit as soon as they got indoors, and George Barstow, who 'ad read\nabout children's fits in the almanac, gave it a warm bath.  It brought it\nround immediate, and then it began to tear round the room and up and\ndownstairs till George Barstow was afraid to go near it.\n\nIt was so bad that evening, sneezing, that George Barstow sent for Bill\nChambers, who'd got a good name for doctoring animals, and asked 'im to\ngive it something.  Bill said he'd got some powders at 'ome that would\ncure it at once, and he went and fetched 'em and mixed one up with a bit\no' butter.\n\n\"That's the way to give a cat medicine,\" he ses; \"smear it with the\nbutter and then it'll lick it off, powder and all.\"\n\nHe was just going to rub it on the cat when George Barstow caught 'old of\n'is arm and stopped 'im.\n\n\"How do I know it ain't pison?\" he ses.  \"You're a friend o' Joe Clark's,\nand for all I know he may ha' paid you to pison it.\"\n\n\"I wouldn't do such a thing,\" ses Bill.  \"You ought to know me better\nthan that.\"\n\n\"All right,\" ses George Barstow; \"you eat it then, and I'll give you two\nshillings in stead o' one.  You can easy mix some more.\"\n\n\"Not me,\" ses Bill Chambers, making a face.\n\n\"Well, three shillings, then,\" ses George Barstow, getting more and more\nsuspicious like; \"four shillings--five shillings.\"\n\nBill Chambers shook his 'ead, and George Barstow, more and more certain\nthat he 'ad caught 'im trying to kill 'is cat and that 'e wouldn't eat\nthe stuff, rose 'im up to ten shillings.\n\nBill looked at the butter and then 'e looked at the ten shillings on the\ntable, and at last he shut 'is eyes and gulped it down and put the money\nin 'is pocket.\n\n\"You see, I 'ave to be careful, Bill,\" ses George Barstow, rather upset.\n\nBill Chambers didn't answer 'im.  He sat there as white as a sheet, and\nmaking such extraordinary faces that George was arf afraid of 'im.\n\n\"Anything wrong, Bill?\" he ses at last.\n\nBill sat staring at 'im, and then all of a sudden he clapped 'is\n'andkerchief to 'is mouth and, getting up from his chair, opened the door\nand rushed out.  George Barstow thought at fust that he 'ad eaten pison\nfor the sake o' the ten shillings, but when 'e remembered that Bill\nChambers 'ad got the most delikit stummick in Claybury he altered 'is\nmind.\n\nThe cat was better next morning, but George Barstow had 'ad such a fright\nabout it 'e wouldn't let it go out of 'is sight, and Joe Clark began to\nthink that 'e would 'ave to wait longer for that property than 'e had\nthought, arter all.  To 'ear 'im talk anybody'd ha' thought that 'e loved\nthat cat.  We didn't pay much attention to it up at the _Cauliflower_\n'ere, except maybe to wink at 'im--a thing he couldn't a bear--but at\n'ome, o' course, his young 'uns thought as everything he said was\nGospel; and one day, coming 'ome from work, as he was passing George\nBarstow's he was paid out for his deceitfulness.\n\n\"I've wronged you, Joe Clark,\" ses George Barstow, coming to the door,\n\"and I'm sorry for it.\"\n\n\"Oh!\" ses Joe, staring.\n\n\"Give that to your little Jimmy,\" ses George Barstow, giving 'im a\nshilling.  \"I've give 'im one, but I thought arterwards it wasn't\nenough.\"\n\n\"What for?\" ses Joe, staring at 'im agin.\n\n\"For bringing my cat 'ome,\" ses George Barstow.  \"'Ow it got out I can't\nthink, but I lost it for three hours, and I'd about given it up when your\nlittle Jimmy brought it to me in 'is arms.  He's a fine little chap and\n'e does you credit.\"\n\nJoe Clark tried to speak, but he couldn't get a word out, and Henery\nWalker, wot 'ad just come up and 'eard wot passed, took hold of 'is arm\nand helped 'im home.  He walked like a man in a dream, but arf-way he\nstopped and cut a stick from the hedge to take 'ome to little Jimmy.  He\nsaid the boy 'ad been asking him for a stick for some time, but up till\nthen 'e'd always forgotten it.\n\nAt the end o' the fust year that cat was still alive, to everybody's\nsurprise; but George Barstow took such care of it 'e never let it out of\n'is sight.  Every time 'e went out he took it with 'im in a hamper, and,\nto prevent its being pisoned, he paid Isaac Sawyer, who 'ad the biggest\nfamily in Claybury, sixpence a week to let one of 'is boys taste its milk\nbefore it had it.\n\nThe second year it was ill twice, but the horse-doctor that George\nBarstow got for it said that it was as 'ard as nails, and with care it\nmight live to be twenty.  He said that it wanted more fresh air and\nexercise; but when he 'eard 'ow George Barstow come by it he said that\np'r'aps it would live longer indoors arter all.\n\nAt last one day, when George Barstow 'ad been living on the fat o' the\nland for nearly three years, that cat got out agin.  George 'ad raised\nthe front-room winder two or three inches to throw something outside,\nand, afore he knew wot was 'appening, the cat was out-side and going up\nthe road about twenty miles an hour.\n\nGeorge Barstow went arter it, but he might as well ha' tried to catch the\nwind.  The cat was arf wild with joy at getting out agin, and he couldn't\nget within arf a mile of it.\n\nHe stayed out all day without food or drink, follering it about until it\ncame on dark, and then, o' course, he lost sight of it, and, hoping\nagainst 'ope that it would come home for its food, he went 'ome and\nwaited for it.  He sat up all night dozing in a chair in the front room\nwith the door left open, but it was all no use; and arter thinking for a\nlong time wot was best to do, he went out and told some o' the folks it\nwas lost and offered a reward of five pounds for it.\n\nYou never saw such a hunt then in all your life.  Nearly every man,\nwoman, and child in Claybury left their work or school and went to try\nand earn that five pounds.  By the arternoon George Barstow made it ten\npounds provided the cat was brought 'ome safe and sound, and people as\nwas too old to walk stood at their cottage doors to snap it up as it came\nby.\n\nJoe Clark was hunting for it 'igh and low, and so was 'is wife and the\nboys.  In fact, I b'lieve that everybody in Claybury excepting the parson\nand Bob Pretty was trying to get that ten pounds.\n\nO' course, we could understand the parson--'is pride wouldn't let 'im;\nbut a low, poaching, thieving rascal like Bob Pretty turning up 'is nose\nat ten pounds was more than we could make out.  Even on the second day,\nwhen George Barstow made it ten pounds down and a shilling a week for a\nyear besides, he didn't offer to stir; all he did was to try and make fun\no' them as was looking for it.\n\n\"Have you looked everywhere you can think of for it, Bill?\" he ses to\nBill Chambers.  \"Yes, I 'ave,\" ses Bill.\n\n\"Well, then, you want to look everywhere else,\" ses Bob Pretty.  \"I know\nwhere I should look if I wanted to find it.\"\n\n\"Why don't you find it, then?\" ses Bill.\n\n\"'Cos I don't want to make mischief,\" ses Bob Pretty.  \"I don't want to\nbe unneighbourly to Joe Clark by interfering at all.\"\n\n\"Not for all that money?\" ses Bill.\n\n\"Not for fifty pounds,\" ses Bob Pretty; \"you ought to know me better than\nthat, Bill Chambers.\"\n\n\"It's my belief that you know more about where that cat is than you ought\nto,\" ses Joe Gubbins.\n\n\"You go on looking for it, Joe,\" ses Bob Pretty, grinning; \"it's good\nexercise for you, and you've only lost two days' work.\"\n\n\"I'll give you arf a crown if you let me search your 'ouse, Bob,\" ses\nBill Chambers, looking at 'im very 'ard.\n\n\"I couldn't do it at the price, Bill,\" ses Bob Pretty, shaking his 'ead.\n\"I'm a pore man, but I'm very partikler who I 'ave come into my 'ouse.\"\n\nO' course, everybody left off looking at once when they heard about Bob--\nnot that they believed that he'd be such a fool as to keep the cat in his\n'ouse; and that evening, as soon as it was dark, Joe Clark went round to\nsee 'im.\n\n\"Don't tell me as that cat's found, Joe,\" ses Bob Pretty, as Joe opened\nthe door.\n\n\"Not as I've 'eard of,\" said Joe, stepping inside.  \"I wanted to speak to\nyou about it; the sooner it's found the better I shall be pleased.\"\n\n\"It does you credit, Joe Clark,\" ses Bob Pretty.\n\n\"It's my belief that it's dead,\" ses Joe, looking at 'im very 'ard; \"but\nI want to make sure afore taking over the property.\"\n\nBob Pretty looked at 'im and then he gave a little cough.  \"Oh, you want\nit to be found dead,\" he ses.  \"Now, I wonder whether that cat's worth\nmost dead or alive?\"\n\nJoe Clark coughed then.  \"Dead, I should think,\" he ses at last.\n\"George Barstow's just 'ad bills printed offering fifteen pounds for it,\"\nses Bob Pretty.\n\n\"I'll give that or more when I come into the property,\" ses Joe Clark.\n\n\"There's nothing like ready-money, though, is there?\" ses Bob.\n\n\"I'll promise it to you in writing, Bob,\" ses Joe, trembling.\n\n\"There's some things that don't look well in writing, Joe,\" says Bob\nPretty, considering; \"besides, why should you promise it to me?\"\n\n\"O' course, I meant if you found it,\" ses Joe.\n\n\"Well, I'll do my best, Joe,\" ses Bob Pretty; \"and none of us can do no\nmore than that, can they?\"\n\nThey sat talking and argufying over it for over an hour, and twice Bob\nPretty got up and said 'e was going to see whether George Barstow\nwouldn't offer more.  By the time they parted they was as thick as\nthieves, and next morning Bob Pretty was wearing Joe Clark's watch and\nchain, and Mrs. Pretty was up at Joe's 'ouse to see whether there was any\nof 'is furniture as she 'ad a fancy for.\n\nShe didn't seem to be able to make up 'er mind at fust between a chest o'\ndrawers that 'ad belonged to Joe's mother and a grand-father clock.  She\nwalked from one to the other for about ten minutes, and then Bob, who 'ad\ncome in to 'elp her, told 'er to 'ave both.\n\n\"You're quite welcome,\" he ses; \"ain't she, Joe?\"\n\nJoe Clark said \"Yes,\" and arter he 'ad helped them carry 'em 'ome the\nPrettys went back and took the best bedstead to pieces, cos Bob said as\nit was easier to carry that way.  Mrs. Clark 'ad to go and sit down at\nthe bottom o' the garden with the neck of 'er dress undone to give\nherself air, but when she saw the little Prettys each walking 'ome with\none of 'er best chairs on their 'eads she got and walked up and down like\na mad thing.\n\n\"I'm sure I don't know where we are to put it all,\" ses Bob Pretty to Joe\nGubbins, wot was looking on with other folks, \"but Joe Clark is that\ngenerous he won't 'ear of our leaving anything.\"\n\n\"Has 'e gorn mad?\" ses Bill Chambers, staring at 'im.\n\n\"Not as I knows on,\" ses Bob Pretty.  \"It's 'is good-'artedness, that's\nall.  He feels sure that that cat's dead, and that he'll 'ave George\nBarstow's cottage and furniture.  I told 'im he'd better wait till he'd\nmade sure, but 'e wouldn't.\"\n\nBefore they'd finished the Prettys 'ad picked that 'ouse as clean as a\nbone, and Joe Clark 'ad to go and get clean straw for his wife and\nchildren to sleep on; not that Mrs. Clark 'ad any sleep that night, nor\nJoe neither.\n\nHenery Walker was the fust to see what it really meant, and he went\nrushing off as fast as 'e could run to tell George Barstow.  George\ncouldn't believe 'im at fust, but when 'e did he swore that if a 'air of\nthat cat's head was harmed 'e'd 'ave the law o' Bob Pretty, and arter\nHenery Walker 'ad gone 'e walked round to tell 'im so.\n\n\"You're not yourself, George Barstow, else you wouldn't try and take away\nmy character like that,\" ses Bob Pretty.\n\n\"Wot did Joe Clark give you all them things for?\" ses George, pointing to\nthe furniture.\n\n\"Took a fancy to me, I s'pose,\" ses Bob.  \"People do sometimes.  There's\nsomething about me at times that makes 'em like me.\"\n\n\"He gave 'em to you to kill my cat,\" ses George Barstow.  \"It's plain\nenough for any-body to see.\"\n\nBob Pretty smiled.  \"I expect it'll turn up safe and sound one o' these\ndays,\" he ses, \"and then you'll come round and beg my pardon.  P'r'aps--\"\n\n\"P'r'aps wot?\" ses George Barstow, arter waiting a bit.\n\n\"P'r'aps somebody 'as got it and is keeping it till you've drawed the\nfifteen pounds out o' the bank,\" ses Bob, looking at 'im very hard.\n\n\"I've taken it out o' the bank,\" ses George, starting; \"if that cat's\nalive, Bob, and you've got it, there's the fifteen pounds the moment you\n'and it over.\"\n\n\"Wot d'ye mean--me got it?\" ses Bob Pretty.  \"You be careful o' my\ncharacter.\"\n\n\"I mean if you know where it is,\" ses George Barstow trembling all over.\n\n\"I don't say I couldn't find it, if that's wot you mean,\" ses Bob.  \"I\ncan gin'rally find things when I want to.\"\n\n\"You find me that cat, alive and well, and the money's yours, Bob,\" ses\nGeorge, 'ardly able to speak, now that 'e fancied the cat was still\nalive.\n\nBob Pretty shook his 'ead.  \"No; that won't do,\" he ses.  \"S'pose I did\n'ave the luck to find that pore animal, you'd say I'd had it all the time\nand refuse to pay.\"\n\n\"I swear I wouldn't, Bob,\" ses George Barstow, jumping up.\n\n\"Best thing you can do if you want me to try and find that cat,\" says Bob\nPretty, \"is to give me the fifteen pounds now, and I'll go and look for\nit at once.  I can't trust you, George Barstow.\"\n\n\"And I can't trust you,\" ses George Barstow.\n\n\"Very good,\" ses Bob, getting up; \"there's no 'arm done.  P'r'aps Joe\nClark 'll find the cat is dead and p'r'aps you'll find it's alive.  It's\nall one to me.\"\n\nGeorge Barstow walked off 'ome, but he was in such a state o' mind 'e\ndidn't know wot to do.  Bob Pretty turning up 'is nose at fifteen pounds\nlike that made 'im think that Joe Clark 'ad promised to pay 'im more if\nthe cat was dead; and at last, arter worrying about it for a couple o'\nhours, 'e came up to this 'ere _Cauliflower_ and offered Bob the fifteen\npounds.\n\n\"Wot's this for?\" ses Bob.\n\n\"For finding my cat,\" ses George.\n\n\"Look here,\" ses Bob, handing it back, \"I've 'ad enough o' your insults;\nI don't know where your cat is.\"\n\n\"I mean for trying to find it, Bob,\" ses George Barstow.\n\n\"Oh, well, I don't mind that,\" ses Bob, taking it.  \"I'm a 'ard-working\nman, and I've got to be paid for my time; it's on'y fair to my wife and\nchildren.  I'll start now.\"\n\nHe finished up 'is beer, and while the other chaps was telling George\nBarstow wot a fool he was Joe Clark slipped out arter Bob Pretty and\nbegan to call 'im all the names he could think of.\n\n\"Don't you worry,\" ses Bob; \"the cat ain't found yet.\"\n\n\"Is it dead?\" ses Joe Clark, 'ardly able to speak.\n\n\"'Ow should I know?\" ses Bob; \"that's wot I've got to try and find out.\nThat's wot you gave me your furniture for, and wot George Barstow gave me\nthe fifteen pounds for, ain't it?  Now, don't you stop me now, 'cos I'm\ngoin' to begin looking.\"\n\nHe started looking there and then, and for the next two or three days\nGeorge Barstow and Joe Clark see 'im walking up and down with his 'ands\nin 'is pockets looking over garden fences and calling \"Puss.\"  He asked\neverybody 'e see whether they 'ad seen a white cat with one blue eye and\none yaller one, and every time 'e came into the _Cauliflower_ he put his\n'ead over the bar and called \"Puss,\" 'cos, as 'e said, it was as likely\nto be there as anywhere else.\n\nIt was about a week after the cat 'ad disappeared that George Barstow was\nstanding at 'is door talking to Joe Clark, who was saying the cat must be\ndead and 'e wanted 'is property, when he sees a man coming up the road\ncarrying a basket stop and speak to Bill Chambers.  Just as 'e got near\nthem an awful \"miaow\" come from the basket and George Barstow and Joe\nClark started as if they'd been shot.\n\n\"He's found it?\" shouts Bill Chambers, pointing to the man.\n\n\"It's been living with me over at Ling for a week pretty nearly,\" ses the\nman.  \"I tried to drive it away several times, not knowing that there was\nfifteen pounds offered for it.\"\n\nGeorge Barstow tried to take 'old of the basket.\n\n\"I want that fifteen pounds fust,\" ses the man.\n\n\"That's on'y right and fair, George,\" ses Bob Pretty, who 'ad just come\nup.  \"You've got all the luck, mate.  We've been hunting 'igh and low for\nthat cat for a week.\"\n\nThen George Barstow tried to explain to the man and call Bob Pretty names\nat the same time; but it was all no good.  The man said it 'ad nothing to\ndo with 'im wot he 'ad paid to Bob Pretty; and at last they fetched\nPoliceman White over from Cudford, and George Barstow signed a paper to\npay five shillings a week till the reward was paid.\n\nGeorge Barstow 'ad the cat for five years arter that, but he never let it\nget away agin.  They got to like each other in time and died within a\nfortnight of each other, so that Joe Clark got 'is property arter all.",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)",
            "Jacobs, William Wymark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11190/pg11190.txt",
        "name": "the_white_cat_captains_all_book_10.json"
    }
}