{
    "name": "The Consul",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "For over forty years, in one part of the world or another, old man\nMarshall had, served his country as a United States consul. He had been\nappointed by Lincoln. For a quarter of a century that fact was his\ndistinction. It was now his epitaph. But in former years, as each new\nadministration succeeded the old, it had again and again saved his\nofficial head. When victorious and voracious place-hunters, searching\nthe map of the world for spoils, dug out his hiding-place and demanded\nhis consular sign as a reward for a younger and more aggressive party\nworker, the ghost of the dead President protected him. In the State\nDepartment, Marshall had become a tradition. “You can’t touch Him!” the\nState Department would say; “why, HE was appointed by Lincoln!”\nSecretly, for this weapon against the hungry headhunters, the\ndepartment was infinitely grateful. Old man Marshall was a consul after\nits own heart. Like a soldier, he was obedient, disciplined; wherever\nhe was sent, there, without question, he would go. Never against exile,\nagainst ill-health, against climate did he make complaint. Nor when he\nwas moved on and down to make way for some ne’er-do-well with\ninfluence, with a brother-in-law in the Senate, with a cousin owning a\nnewspaper, with rich relatives who desired him to drink himself to\ndeath at the expense of the government rather than at their own, did\nold man Marshall point to his record as a claim for more just\ntreatment.\n\nAnd it had been an excellent record. His official reports, in a quaint,\nstately hand, were models of English; full of information, intelligent,\nvaluable, well observed. And those few of his countrymen, who stumbled\nupon him in the out-of-the-world places to which of late he had been\nbanished, wrote of him to the department in terms of admiration and\nawe. Never had he or his friends petitioned for promotion, until it was\nat last apparent that, save for his record and the memory of his dead\npatron, he had no friends. But, still in the department the tradition\nheld and, though he was not advanced, he was not dismissed.\n\n“If that old man’s been feeding from the public trough ever since the\nCivil War,” protested a “practical” politician, “it seems to me, Mr.\nSecretary, that he’s about had his share. Ain’t it time he give some\none else a bite? Some of us that has, done the work, that has borne the\nbrunt——”\n\n“This place he now holds,” interrupted the Secretary of State suavely,\n“is one hardly commensurate with services like yours. I can’t pronounce\nthe name of it, and I’m not sure just where it is, but I see that, of\nthe last six consuls we sent there, three resigned within a month and\nthe other three died of yellow-fever. Still, if you insist——”\n\nThe practical politician reconsidered hastily. “I’m not the sort,” he\nprotested, “to turn out a man appointed by our martyred President.\nBesides, he’s so old now, if the fever don’t catch him, he’ll die of\nold age, anyway.”\n\nThe Secretary coughed uncomfortably. “And they say,” he murmured,\n“republics are ungrateful.”\n\n“I don’t quite get that,” said the practical politician.\n\nOf Porto Banos, of the Republic of Colombia, where as consul Mr.\nMarshall was upholding the dignity of the United States, little could\nbe said except that it possessed a sure harbor. When driven from the\nCaribbean Sea by stress of weather, the largest of ocean tramps, and\neven battle-ships, could find in its protecting arms of coral a safe\nshelter. But, as young Mr. Aiken, the wireless operator, pointed out,\nunless driven by a hurricane and the fear of death, no one ever visited\nit. Back of the ancient wharfs, that dated from the days when Porto\nBanos was a receiver of stolen goods for buccaneers and pirates, were\nrows of thatched huts, streets, according to the season, of dust or\nmud, a few iron-barred, jail-like barracks, customhouses, municipal\nbuildings, and the whitewashed adobe houses of the consuls. The\nbackyard of the town was a swamp. Through this at five each morning a\nrusty engine pulled a train of flat cars to the base of the mountains,\nand, if meanwhile the rails had not disappeared into the swamp, at five\nin the evening brought back the flat cars laden with odorous\ncoffee-sacks.\n\nIn the daily life of Porto Banos, waiting for the return of the train,\nand betting if it would return, was the chief interest. Each night the\nconsuls, the foreign residents, the wireless operator, the manager of\nthe rusty railroad met for dinner. There at the head of the long table,\nby virtue of his years, of his courtesy and distinguished manner, of\nhis office, Mr. Marshall presided. Of the little band of exiles he was\nthe chosen ruler. His rule was gentle. By force of example he had made\nexistence in Porto Banos more possible. For women and children Porto\nBanos was a death-trap, and before “old man Marshall” came there had\nbeen no influence to remind the enforced bachelors of other days.\n\nThey had lost interest, had grown lax, irritable, morose. Their white\nduck was seldom white. Their cheeks were unshaven. When the sun sank\ninto the swamp and the heat still turned Porto Banos into a Turkish\nbath, they threw dice on the greasy tables of the Café Bolivar for\ndrinks. The petty gambling led to petty quarrels; the drinks to fever.\nThe coming of Mr. Marshall changed that. His standard of life, his\ntact, his worldly wisdom, his cheerful courtesy, his fastidious\npersonal neatness shamed the younger men; the desire to please him, to,\nstand well in his good opinion, brought back pride and self-esteem.\n\nThe lieutenant of her Majesty’s gun-boat _Plover_ noted the change.\n\n“Used to be,” he exclaimed, “you couldn’t get out of the Café Bolivar\nwithout some one sticking a knife in you; now it’s a debating club.\nThey all sit round a table and listen to an old gentleman talk world\npolitics.”\n\nIf Henry Marshall brought content to the exiles of Porto Banos, there\nwas little in return that Porto Banos could give to him. Magazines and\ncorrespondents in six languages kept him in touch with those foreign\nlands in which he had represented his country, but of the country he\nhad represented, newspapers and periodicals showed him only too clearly\nthat in forty years it had grown away from him, had changed beyond\nrecognition.\n\nWhen last he had called at the State Department, he had been made to\nfeel he was a man without a country, and when he visited his home town\nin Vermont, he was looked upon as a Rip Van Winkle. Those of his\nboyhood friends who were not dead had long thought of him as dead. And\nthe sleepy, pretty village had become a bustling commercial centre. In\nthe lanes where, as a young man, he had walked among wheatfields,\ntrolley-cars whirled between rows of mills and factories. The children\nhad grown to manhood, with children of their own.\n\nLike a ghost, he searched for house after house, where once he had been\nmade welcome, only to find in its place a towering office building.\n“All had gone, the old familiar faces.” In vain he scanned even the\nshop fronts for a friendly, homelike name. Whether the fault was his,\nwhether he would better have served his own interests than those of his\ngovernment, it now was too late to determine. In his own home, he was a\nstranger among strangers. In the service he had so faithfully followed,\nrank by rank, he had been dropped, until now he, who twice had been a\nconsul-general, was an exile, banished to a fever swamp. The great Ship\nof State had dropped him overside, had “marooned” him, and sailed away.\n\nTwice a day he walked along the shell road to the Café Bolivar, and\nback again to the consulate. There, as he entered the outer office,\nJosé, the Colombian clerk, would rise and bow profoundly.\n\n“Any papers for me to sign, José?” the consul would ask.\n\n“Not to-day, Excellency,” the clerk would reply. Then José would return\nto writing a letter to his lady-love; not that there was any-thing to\ntell her, but because writing on the official paper of the consulate\ngave him importance in his eyes, and in hers. And in the inner office\nthe consul would continue to gaze at the empty harbor, the empty coral\nreefs, the empty, burning sky.\n\nThe little band of exiles were at second break fast when the wireless\nman came in late to announce that a Red D. boat and the island of\nCuraçao had both reported a hurricane coming north. Also, that much\nconcern was felt for the safety of the yacht _Serapis_. Three days\nbefore, in advance of her coming, she had sent a wireless to\nWilhelmstad, asking the captain of the port to reserve a berth for her.\nShe expected to arrive the following morning.\n\nBut for forty-eight hours nothing had been heard from her, and it was\nbelieved she had been overhauled by the hurricane. Owing to the\npresence on board of Senator Hanley, the closest friend of the new\nPresident, the man who had made him president, much concern was felt at\nWashington. To try to pick her up by wireless, the gun-boat _Newark_\nhad been ordered from Culebra, the cruiser _Raleigh_, with Admiral\nHardy on board, from Colon. It was possible she would seek shelter at\nPorto Banos. The consul was ordered to report.\n\nAs Marshall wrote out his answer, the French consul exclaimed with\ninterest:\n\n“He is of importance, then, this senator?” he asked. “Is it that in\nyour country ships of war are at the service of a senator?”\n\nAiken, the wireless operator, grinned derisively.\n\n“At the service of _this_ senator, they are!” he answered. “They call\nhim the ‘king-maker,’ the man behind the throne.”\n\n“But in your country,” protested the Frenchman, “there is no throne. I\nthought your president was elected by the people?”\n\n“That’s what the people think,” answered Aiken. “In God’s country,” he\nexplained, “the trusts want a rich man in the Senate, with the same\ninterests as their own, to represent them. They chose Hanley. He picked\nout of the candidates for the presidency the man he thought would help\nthe interests. He nominated him, and the people voted for him. Hanley\nis what we call a ‘boss.’”\n\nThe Frenchman looked inquiringly at Marshall.\n\n“The position of the boss is the more dangerous,” said Marshall\ngravely, “because it is unofficial, because there are no laws to\ncurtail his powers. Men like Senator Hanley are a menace to good\ngovernment. They see in public office only a reward for party workers.”\n\n“That’s right,” assented Aiken. “Your forty years’ service, Mr. Consul,\nwouldn’t count with Hanley. If he wanted your job, he’d throw you out\nas quick as he would a drunken cook.”\n\nMr. Marshall flushed painfully, and the French consul hastened to\ninterrupt.\n\n“Then, let us pray,” he exclaimed, with fervor, “that the hurricane has\nsunk the _Serapis_, and all on board.”\n\nTwo hours later, the _Serapis_, showing she had met the hurricane and\nhad come out second best, steamed into the harbor.\n\nHer owner was young Herbert Livingstone, of Washington. He once had\nbeen in the diplomatic service, and, as minister to The Hague, wished\nto return to it. In order to bring this about he had subscribed\nliberally to the party campaign fund.\n\nWith him, among other distinguished persons, was the all-powerful\nHanley. The kidnapping of Hanley for the cruise, in itself,\ndemonstrated the ability of Livingstone as a diplomat. It was the\nopinion of many that it would surely lead to his appointment as a\nminister plenipotentiary. Livingstone was of the same opinion. He had\nnot lived long in the nation’s capital without observing the value of\npropinquity. How many men he knew were now paymasters, and secretaries\nof legation, solely because those high in the government met them daily\nat the Metropolitan Club, and preferred them in almost any other place.\nAnd if, after three weeks as his guest on board what the newspapers\ncalled his floating palace, the senator could refuse him even the\nprize, legation of Europe, there was no value in modest merit. As yet,\nLivingstone had not hinted at his ambition. There was no need. To a\nstatesman of Hanley’s astuteness, the largeness of Livingstone’s\ncontribution to the campaign fund was self-explanatory.\n\nAfter her wrestling-match with the hurricane, all those on board the\n_Serapis_ seemed to find in land, even in the swamp land of Porto\nBanos, a compelling attraction. Before the anchors hit the water, they\nwere in the launch. On reaching shore, they made at once for the\nconsulate. There were many cables they wished to start on their way by\nwireless; cables to friends, to newspapers, to the government.\n\nJosé, the Colombian clerk, appalled by the unprecedented invasion of\nvisitors, of visitors so distinguished, and Marshall, grateful for a\nchance to serve his fellow-countrymen, and especially his countrywomen,\nwere ubiquitous, eager, indispensable. At José’s desk the great\nsenator, rolling his cigar between his teeth, was using, to José’s\necstasy, José’s own pen to write a reassuring message to the White\nHouse. At the consul’s desk a beautiful creature, all in lace and\npearls, was struggling to compress the very low opinion she held of a\nhurricane into ten words. On his knee, Henry Cairns, the banker, was\ninditing instructions to his Wall Street office, and upon himself\nLivingstone had taken the responsibility of replying to the inquiries\nheaped upon Marshall’s desk, from many newspapers.\n\nIt was just before sunset, and Marshall produced his tea things, and\nthe young person in pearls and lace, who was Miss Cairns, made tea for\nthe women, and the men mixed gin and limes with tepid water. The consul\napologized for proposing a toast in which they could not join. He\nbegged to drink to those who had escaped the perils of the sea. Had\nthey been his oldest and nearest friends, his little speech could not\nhave been more heart-felt and sincere. To his distress, it moved one of\nthe ladies to tears, and in embarrassment he turned to the men.\n\n“I regret there is no ice,” he said, “but you know the rule of the\ntropics; as soon as a ship enters port, the ice-machine bursts.”\n\n“I’ll tell the steward to send you some, sir,” said Livingstone, “and\nas long as we’re here.”\n\nThe senator showed his concern.\n\n“As long as we’re here?” he gasped.\n\n“Not over two days,” answered the owner nervously. “The chief says it\nwill take all of that to get her in shape. As you ought to know,\nSenator, she was pretty badly mauled.”\n\nThe senator gazed blankly out of the window. Beyond it lay the naked\ncoral reefs, the empty sky, and the ragged palms of Porto Banos.\n\nLivingstone felt that his legation was slipping from him.\n\n“That wireless operator,” he continued hastily, “tells me there is a\nmost amusing place a few miles down the coast, Las Bocas, a sort of\nConey Island, where the government people go for the summer. There’s\nsurf bathing and roulette and cafes chantants. He says there’s some\nSpanish dancers——”\n\nThe guests of the _Serapis_ exclaimed with interest; the senator\nsmiled. To Marshall the general enthusiasm over the thought of a ride\non a merry-go-round suggested that the friends of Mr. Livingstone had\nfound their own society far from satisfying.\n\nGreatly encouraged, Livingstone continued, with enthusiasm:\n\n“And that wireless man said,” he added, “that with the launch we can\nget there in half an hour. We might run down after dinner.” He turned\nto Marshall.\n\n“Will you join us, Mr. Consul?” he asked, “and dine with us, first?”\n\nMarshall accepted with genuine pleasure. It had been many months since\nhe had sat at table with his own people. But he shook his head\ndoubtfully.\n\n“I was wondering about Las Bocas,” he explained, “if your going there\nmight not get you in trouble at the next port. With a yacht, I think it\nis different, but Las Bocas is under quarantine.”\n\nThere was a chorus of exclamations.\n\n“It’s not serious,” Marshall explained. “There was bubonic plague\nthere, or something like it. You would be in no danger from that. It is\nonly that you might be held up by the regulations. Passenger steamers\ncan’t land any one who has been there at any other port of the West\nIndies. The English are especially strict. The Royal Mail won’t even\nreceive any one on board here without a certificate from the English\nconsul saying he has not visited Las Bocas. For an American they would\nrequire the same guarantee from me. But I don’t think the regulations\nextend to yachts. I will inquire. I don’t wish to deprive you of any of\nthe many pleasures of Porto Banos,” he added, smiling, “but if you were\nrefused a landing at your next port I would blame myself.”\n\n“It’s all right,” declared Livingstone decidedly. “It’s just as you\nsay; yachts and warships are exempt. Besides, I carry my own doctor,\nand if he won’t give us a clean bill of health, I’ll make him walk the\nplank. At eight, then, at dinner. I’ll send the cutter for you. I can’t\ngive you a salute, Mr. Consul, but you shall have all the side boys I\ncan muster.”\n\nThose from the yacht parted from their consul in the most friendly\nspirit.\n\n“I think he’s charming!” exclaimed Miss Cairns. “And did you notice his\nnovels? They were in every language. It must be terribly lonely down\nhere, for a man like that.”\n\n“He’s the first of our consuls we’ve met on this trip,” growled her\nfather, “that we’ve caught sober.”\n\n“Sober!” exclaimed his wife indignantly.\n\n“He’s one of the Marshalls of Vermont. I asked him.”\n\n“I wonder,” mused Hanley, “how much the place is worth? Hamilton, one\nof the new senators, has been deviling the life out of me to send his\nson somewhere. Says if he stays in Washington he’ll disgrace the\nfamily. I should think this place would drive any man to drink himself\nto death in three months, and young Hamilton, from what I’ve seen of\nhim, ought to be able to do it in a week. That would leave the place\nopen for the next man.”\n\n“There’s a postmaster in my State thinks he carried it.” The senator\nsmiled grimly. “He has consumption, and wants us to give him a\nconsulship in the tropics. I’ll tell him I’ve seen Porto Banos, and\nthat it’s just the place for him.”\n\nThe senator’s pleasantry was not well received. But Miss Cairns alone\nhad the temerity to speak of what the others were thinking.\n\n“What would become of Mr. Marshall?” she asked. The senator smiled\ntolerantly.\n\n“I don’t know that I was thinking of Mr. Marshall,” he said. “I can’t\nrecall anything he has done for this administration. You see, Miss\nCairns,” he explained, in the tone of one addressing a small child,\n“Marshall has been abroad now for forty years, at the expense of the\ntaxpayers. Some of us think men who have lived that long on their\nfellow-countrymen had better come home and get to work.”\n\nLivingstone nodded solemnly in assent. He did not wish a post abroad at\nthe expense of the taxpayers. He was willing to pay for it. And then,\nwith “ex-Minister” on his visiting cards, and a sense of duty well\nperformed, for the rest of his life he could join the other expatriates\nin Paris.\n\nJust before dinner, the cruiser _Raleigh_ having discovered the\nwhereabouts of the _Serapis_ by wireless, entered the harbor, and\nAdmiral Hardy came to the yacht to call upon the senator, in whose\nbehalf he had been scouring the Caribbean Seas. Having paid his\nrespects to that personage, the admiral fell boisterously upon\nMarshall.\n\nThe two old gentlemen were friends of many years. They had met,\nofficially and unofficially, in many strange parts of the world. To\neach the chance reunion was a piece of tremendous good fortune. And\nthroughout dinner the guests of Livingstone, already bored with each\nother, found in them and their talk of former days new and delightful\nentertainment. So much so that when, Marshall having assured them that\nthe local quarantine regulations did not extend to a yacht, the men\ndeparted for Las Bocas, the women insisted that he and admiral remain\nbehind.\n\nIt was for Marshall a wondrous evening. To foregather with his old\nfriend whom he had known since Hardy was a mad midshipman, to sit at\nthe feet of his own charming countrywomen, to listen to their soft,\nmodulated laughter, to note how quickly they saw that to him the\nevening was a great event, and with what tact each contributed to make\nit the more memorable; all served to wipe out the months of bitter\nloneliness, the stigma of failure, the sense of undeserved neglect. In\nthe moonlight, on the cool quarter-deck, they sat, in a half-circle,\neach of the two friends telling tales out of school, tales of which the\nother was the hero or the victim, “inside” stories of great occasions,\nceremonies, bombardments, unrecorded “shirt-sleeve” diplomacy.\n\nHardy had helped to open the Suez Canal. Marshall had assisted the\nQueen of Madagascar to escape from the French invaders. On the Barbary\nCoast Hardy had chased pirates. In Edinburgh Marshall had played chess\nwith Carlyle. He had seen Paris in mourning in the days of the siege,\nParis in terror in the days of the Commune; he had known Garibaldi,\nGambetta, the younger Dumas, the creator of Pickwick.\n\n“Do you remember that time in Tangier,” the admiral urged, “when I was\na midshipman, and got into the bashaw’s harem?”\n\n“Do you remember how I got you out?” Marshall replied grimly.\n\n“And,” demanded Hardy, “do you remember when Adelina Patti paid a visit\nto the _Kearsarge_ at Marseilles in ’65—George Dewey was our second\nofficer—and you were bowing and backing away from her, and you backed\ninto an open hatch, and she said ‘my French isn’t up to it’ what was it\nshe said?”\n\n“I didn’t hear it,” said Marshall; “I was too far down the hatch.”\n\n“Do you mean the old _Kearsarge?_” asked Mrs. Cairns. “Were you in the\nservice then, Mr. Marshall?”\n\nWith loyal pride in his friend, the admiral answered for him:\n\n“He was our consul-general at Marseilles!”\n\nThere was an uncomfortable moment. Even those denied imagination could\nnot escape the contrast, could see in their mind’s eye the great harbor\nof Marseilles, crowded with the shipping of the world, surrounding it\nthe beautiful city, the rival of Paris to the north, and on the\nbattleship the young consul-general making his bow to the young Empress\nof Song. And now, before their actual eyes, they saw the village of\nPorto Banos, a black streak in the night, a row of mud shacks, at the\nend of the wharf a single lantern yellow in the clear moonlight.\n\nLater in the evening Miss Cairns led the admiral to one side.\n\n“Admiral,” she began eagerly, “tell me about your friend. Why is he\nhere? Why don’t they give him a place worthy of him? I’ve seen many of\nour representatives abroad, and I know we cannot afford to waste men\nlike that.” The girl exclaimed indignantly: “He’s one of the most\ninteresting men I’ve ever met! He’s lived everywhere, known every one.\nHe’s a distinguished man, a cultivated man; even I can see he knows his\nwork, that he’s a diplomat, born, trained, that he’s——” The admiral\ninterrupted with a growl.\n\n“You don’t have to tell ME about Henry,” he protested. “I’ve known\nHenry twenty-five years. If Henry got his deserts,” he exclaimed hotly,\n“he wouldn’t be a consul on this coral reef; he’d be a minister in\nEurope. Look at me! We’re the same age. We started together. When\nLincoln sent him to Morocco as consul, he signed my commission as a\nmidshipman. Now I’m an admiral. Henry has twice my brains and he’s been\na consul-general, and he’s _here_, back at the foot of the ladder!”\n\n“Why?” demanded the girl.\n\n“Because the navy is a service and the consular service isn’t a\nservice. Men like Senator Hanley use it to pay their debts. While\nHenry’s been serving his country abroad, he’s lost his friends, lost\nhis ‘pull.’ Those politicians up at Washington have no use for him.\nThey don’t consider that a consul like Henry can make a million dollars\nfor his countrymen. He can keep them from shipping goods where there’s\nno market, show them where there is a market.” The admiral snorted\ncontemptuously. “You don’t have to tell ME the value of a good consul.\nBut those politicians don’t consider that. They only see that he has a\njob worth a few hundred dollars, and they want it, and if he hasn’t\nother politicians to protect him, they’ll take it.” The girl raised her\nhead.\n\n“Why don’t you speak to the senator?” she asked. “Tell him you’ve known\nhim for years, that——”\n\n“Glad to do it!” exclaimed the admiral heartily. “It won’t be the first\ntime. But Henry mustn’t know. He’s too confoundedly touchy. He hates\nthe _idea_ of influence, hates men like Hanley, who abuse it. If he\nthought anything was given to him except on his merits, he wouldn’t\ntake it.”\n\n“Then we won’t tell him,” said the girl. For a moment she hesitated.\n\n“If I spoke to Mr. Hanley,” she asked, “told him what I learned\nto-night of Mr. Marshall, would it have any effect?”\n\n“Don’t know how it will affect Hanley,” said the sailor, “but if you\nasked _me_ to make anybody a consul-general, I’d make him an\nambassador.”\n\nLater in the evening Hanley and Livingstone were seated alone on deck.\nThe visit to Las Bocas had not proved amusing, but, much to\nLivingstone’s relief, his honored guest was now in good-humor. He took\nhis cigar from his lips, only to sip at a long cool drink. He was in a\nmood flatteringly confidential and communicative.\n\n“People have the strangest idea of what I can do for them,” he laughed.\nIt was his pose to pretend he was without authority. “They believe I’ve\nonly to wave a wand, and get them anything they want. I thought I’d be\nsafe from them on board a yacht.”\n\nLivingstone, in ignorance of what was coming, squirmed apprehensively.\n\n“But it seems,” the senator went on, “I’m at the mercy of a conspiracy.\nThe women folk want me to do something for this fellow Marshall. If\nthey had their way, they’d send him to the Court of St. James. And old\nHardy, too, tackled me about him. So did Miss Cairns. And then Marshall\nhimself got me behind the wheel-house, and I thought he was going to\ntell me how good he was, too! But he didn’t.”\n\nAs though the joke were on himself, the senator laughed appreciatively.\n\n“Told me, instead, that Hardy ought to be a vice-admiral.”\n\nLivingstone, also, laughed, with the satisfied air of one who cannot be\ntricked.\n\n“They fixed it up between them,” he explained, “each was to put in a\ngood word for the other.” He nodded eagerly. “That’s what _I_ think.”\n\nThere were moments during the cruise when Senator Hanley would have\nfound relief in dropping his host overboard. With mock deference, the\nolder man inclined his head.\n\n“That’s what _you_ think, is it?” he asked. “Livingstone,” he added,\n“you certainly are a great judge of men!”\n\nThe next morning, old man Marshall woke with a lightness at his heart\nthat had been long absent. For a moment, conscious only that he was\nhappy, he lay between sleep and waking, frowning up at his canopy of\nmosquito net, trying to realize what change had come to him. Then he\nremembered. His old friend had returned. New friends had come into his\nlife and welcomed him kindly. He was no longer lonely. As eager as a\nboy, he ran to the window. He had not been dreaming. In the harbor lay\nthe pretty yacht, the stately, white-hulled war-ship. The flag that\ndrooped from the stern of each caused his throat to tighten, brought\nwarm tears to his eyes, fresh resolve to his discouraged, troubled\nspirit. When he knelt beside his bed, his heart poured out his thanks\nin gratitude and gladness.\n\nWhile he was dressing, a blue-jacket brought a note from the admiral.\nIt invited him to tea on board the war-ship, with the guests of the\n_Serapis_. His old friend added that he was coming to lunch with his\nconsul, and wanted time reserved for a long talk. The consul agreed\ngladly. He was in holiday humor. The day promised to repeat the good\nmoments of the night previous.\n\nAt nine o’clock, through the open door of the consulate, Marshall saw\nAiken, the wireless operator, signaling from the wharf excitedly to the\nyacht, and a boat leave the ship and return. Almost immediately the\nlaunch, carrying several passengers, again made the trip shoreward.\n\nHalf an hour later, Senator Hanley, Miss Cairns, and Livingstone came\nup the waterfront, and entering the consulate, seated themselves around\nMarshall’s desk. Livingstone was sunk in melancholy. The senator, on\nthe contrary, was smiling broadly. His manner was one of distinct\nrelief. He greeted the consul with hearty good-humor.\n\n“I’m ordered home!” he announced gleefully. Then, remembering the\npresence of Livingstone, he hastened to add: “I needn’t say how sorry I\nam to give up my yachting trip, but orders are orders. The President,”\nhe explained to Marshall, “cables me this morning to come back and take\nmy coat off.” The prospect, as a change from playing bridge on a\npleasure boat, seemed far from depressing him.\n\n“Those filibusters in the Senate,” he continued genially, “are making\ntrouble again. They think they’ve got me out of the way for another\nmonth, but they’ll find they’re wrong. When that bill comes up, they’ll\nfind me at the old stand and ready for business!” Marshall did not\nattempt to conceal his personal disappointment.\n\n“I am so sorry you are leaving,” he said; “selfishly sorry, I mean. I’d\nhoped you all would be here for several days.” He looked inquiringly\ntoward Livingstone.\n\n“I understood the _Serapis_ was disabled,” he explained.\n\n“She is,” answered Hanley. “So’s the _Raleigh_. At a pinch, the admiral\nmight have stretched the regulations and carried me to Jamaica, but the\n_Raleigh’s_ engines are knocked about too. I’ve GOT to reach Kingston\nThursday. The German boat leaves there Thursday for New York. At first\nit looked as though I couldn’t do it, but we find that the Royal Mail\nis due to-day, and she can get to Kingston Wednesday night. It’s a\ngreat piece of luck. I wouldn’t bother you with my troubles,” the\nsenator explained pleasantly, “but the agent of the Royal Mail here\nwon’t sell me a ticket until you’ve put your seal to this.” He extended\na piece of printed paper.\n\nAs Hanley had been talking, the face of the consul had grown grave. He\naccepted the paper, but did not look at it. Instead, he regarded the\nsenator with troubled eyes. When he spoke, his tone was one of genuine\nconcern.\n\n“It is most unfortunate,” he said. “But I am afraid the _Royal Mail_\nwill not take you on board. Because of Las Bocas,” he explained. “If we\nhad only known!” he added remorsefully. “It is _most_ unfortunate.”\n\n“Because of Las Bocas?” echoed Hanley.\n\n“You don’t mean they’ll refuse to take me to Jamaica because I spent\nhalf an hour at the end of a wharf listening to a squeaky gramophone?”\n\n“The trouble,” explained Marshall, “is this: if they carried you, all\nthe other passengers would be held in quarantine for ten days, and\nthere are fines to pay, and there would be difficulties over the mails.\nBut,” he added hopefully, “maybe the regulations have been altered. I\nwill see her captain, and tell him——”\n\n“See her captain!” objected Hanley. “Why see the captain? He doesn’t\nknow I’ve been to that place. Why tell _him?_ All I need is a clean\nbill of health from you. That’s all HE wants. You have only to sign\nthat paper.” Marshall regarded the senator with surprise.\n\n“But I can’t,” he said.\n\n“You can’t? Why not?”\n\n“Because it certifies to the fact that you have not visited Las Bocas.\nUnfortunately, you have visited Las Bocas.”\n\nThe senator had been walking up and down the room. Now he seated\nhimself, and stared at Marshall curiously.\n\n“It’s like this, Mr. Marshall,” he began quietly. “The President\ndesires my presence in Washington, thinks I can be of some use to him\nthere in helping carry out certain party measures—measures to which he\npledged himself before his election. Down here, a British steamship\nline has laid down local rules which, in my case anyway, are\nridiculous. The question is, are you going to be bound by the red tape\nof a ha’penny British colony, or by your oath to the President of the\nUnited States?”\n\nThe sophistry amused Marshall. He smiled good-naturedly and shook his\nhead.\n\n“I’m afraid, Senator,” he said, “that way of putting it is hardly fair.\nUnfortunately, the question is one of fact. I will explain to the\ncaptain——”\n\n“You will explain nothing to the captain!” interrupted Hanley. “This is\na matter which concerns no one but our two selves. I am not asking\nfavors of steamboat captains. I am asking an American consul to assist\nan American citizen in trouble, and,” he added, with heavy sarcasm,\n“incidentally, to carry out the wishes of his President.”\n\nMarshall regarded the senator with an expression of both surprise and\ndisbelief.\n\n“Are you asking me to put my name to what is not so?” he said. “Are you\nserious?”\n\n“That paper, Mr. Marshall,” returned Hanley steadily, “is a mere form,\na piece of red tape. There’s no more danger of my carrying the plague\nto Jamaica than of my carrying a dynamite bomb. You _know_ that.”\n\n“I _do_ know that,” assented Marshall heartily. “I appreciate your\nposition, and I regret it exceedingly. You are the innocent victim of a\nregulation which is a wise regulation, but which is most unfair to you.\nMy own position,” he added, “is not important, but you can believe me,\nit is not easy. It is certainly no pleasure for me to be unable to help\nyou.”\n\nHanley was leaning forward, his hands on his knees, his eyes watching\nMarshall closely. “Then you refuse?” he said. “Why?”\n\nMarshall regarded the senator steadily. His manner was untroubled. The\nlook he turned upon Hanley was one of grave disapproval.\n\n“You know why,” he answered quietly. “It is impossible.”\n\nIn sudden anger Hanley rose. Marshall, who had been seated behind his\ndesk, also rose. For a moment, in silence, the two men confronted each\nother. Then Hanley spoke; his tone was harsh and threatening.\n\n“Then I am to understand,” he exclaimed, “that you refuse to carry out\nthe wishes of a United States Senator and of the President of the\nUnited States?”\n\n\nIn front of Marshall, on his desk, was the little iron stamp of the\nconsulate. Protectingly, almost caressingly, he laid his hand upon it.\n\n“I refuse,” he corrected, “to place the seal of this consulate on a\nlie.”\n\nThere was a moment’s pause. Miss Cairns, unwilling to remain, and\nunable to withdraw, clasped her hands unhappily and stared at the\nfloor. Livingstone exclaimed in indignant protest. Hanley moved a step\nnearer and, to emphasize what he said, tapped his knuckles on the desk.\nWith the air of one confident of his advantage, he spoke slowly and\nsoftly.\n\n“Do you appreciate,” he asked, “that, while you may be of some\nimportance down here in this fever swamp, in Washington I am supposed\nto carry some weight? Do you appreciate that I am a senator from a\nState that numbers four millions of people, and that you are preventing\nme from serving those people?” Marshall inclined his head gravely and\npolitely.\n\n“And I want you to appreciate,” he said, “that while I have no weight\nat Washington, in this fever swamp I have the honor to represent eighty\nmillions of people, and as long as that consular sign is over my door I\ndon’t intend to prostitute it for _you_, or the President of the United\nStates, or any one of those eighty millions.”\n\nOf the two men, the first to lower his eyes was Hanley. He laughed\nshortly, and walked to the door. There he turned, and indifferently, as\nthough the incident no longer interested him, drew out his watch.\n\n“Mr. Marshall,” he said, “if the cable is working, I’ll take your tin\nsign away from you by sunset.”\n\nFor one of Marshall’s traditions, to such a speech there was no answer\nsave silence. He bowed, and, apparently serene and undismayed, resumed\nhis seat. From the contest, judging from the manner of each, it was\nMarshall, not Hanley, who had emerged victorious.\n\nBut Miss Cairns was not deceived. Under the unexpected blow, Marshall\nhad turned older. His clear blue eyes had grown less alert, his broad\nshoulders seemed to stoop. In sympathy, her own eyes filled with sudden\ntears.\n\n“What will you do?” she whispered.\n\n“I don’t know what I shall do,” said Marshall simply. “I should have\nliked to have resigned. It’s a prettier finish. After forty years—to be\ndismissed by cable is—it’s a poor way of ending it.”\n\nMiss Cairns rose and walked to the door. There she turned and looked\nback.\n\n“I am sorry,” she said. And both understood that in saying no more than\nthat she had best shown her sympathy.\n\nAn hour later the sympathy of Admiral Hardy was expressed more\ndirectly.\n\n“If he comes on board my ship,” roared that gentleman, “I’ll push him\ndown an ammunition hoist and break his damned neck!”\n\nMarshall laughed delightedly. The loyalty of his old friend was never\nso welcome.\n\n“You’ll treat him with every courtesy,” he said. “The only satisfaction\nhe gets out of this is to see that he has hurt me. We will not give him\nthat satisfaction.”\n\nBut Marshall found that to conceal his wound was more difficult than he\nhad anticipated. When, at tea time, on the deck of the war-ship, he\nagain met Senator Hanley and the guests of the _Serapis_, he could not\nforget that his career had come to an end. There was much to remind him\nthat this was so. He was made aware of it by the sad, sympathetic\nglances of the women; by their tactful courtesies; by the fact that\nLivingstone, anxious to propitiate Hanley, treated him rudely; by the\nsight of the young officers, each just starting upon a career of honor,\nand possible glory, as his career ended in humiliation; and by the big\nwar-ship herself, that recalled certain crises when he had only to\npress a button and war-ships had come at his bidding.\n\nAt five o’clock there was an awkward moment. The Royal Mail boat,\nhaving taken on her cargo, passed out of the harbor on her way to\nJamaica, and dipped her colors. Senator Hanley, abandoned to his fate,\nobserved her departure in silence.\n\nLivingstone, hovering at his side, asked sympathetically: “Have they\nanswered your cable, sir?”\n\n“They have,” said Hanley gruffly.\n\n“Was it—was it satisfactory?” pursued the diplomat.\n\n“It _was_,” said the senator, with emphasis.\n\nFar from discouraged, Livingstone continued his inquiries.\n\n“And when,” he asked eagerly, “are you going to tell him?”\n\n“Now!” said the senator.\n\nThe guests were leaving the ship. When all were seated in the admiral’s\nsteam launch, the admiral descended the accommodation ladder and\nhimself picked up the tiller ropes.\n\n“Mr. Marshall,” he called, “when I bring the launch broadside to the\nship and stop her, you will stand ready to receive the consul’s\nsalute.”\n\nInvoluntarily, Marshall uttered an exclamation of protest. He had\nforgotten that on leaving the war-ship, as consul, he was entitled to\nseven guns. Had he remembered, he would have insisted that the ceremony\nbe omitted. He knew that the admiral wished to show his loyalty, knew\nthat his old friend was now paying him this honor only as a rebuke to\nHanley. But the ceremony was no longer an honor. Hanley had made of it\na mockery. It served only to emphasize what had been taken from him.\nBut, without a scene, it now was too late to avoid it. The first of the\nseven guns had roared from the bow, and, as often he had stood before,\nas never he would so stand again, Marshall took his place at the\ngangway of the launch. His eyes were fixed on the flag, his gray head\nwas uncovered, his hat was pressed above his heart.\n\nFor the first time since Hanley had left the consulate, he fell into\nsudden terror lest he might give way to his emotions. Indignant at the\nthought, he held himself erect. His face was set like a mask, his eyes\nwere untroubled. He was determined they should not see that he was\nsuffering.\n\nAnother gun spat out a burst of white smoke, a stab of flame. There was\nan echoing roar. Another and another followed. Marshall counted seven,\nand then, with a bow to the admiral, backed from the gangway.\n\nAnd then another gun shattered the hot, heavy silence. Marshall,\nconfused, embarrassed, assuming he had counted wrong, hastily returned\nto his place. But again before he could leave it, in savage haste a\nninth gun roared out its greeting. He could not still be mistaken. He\nturned appealingly to his friend. The eyes of the admiral were fixed\nupon the war-ship. Again a gun shattered the silence. Was it a jest?\nWere they laughing at him? Marshall flushed miserably. He gave a swift\nglance toward the others. They were smiling. Then it _was_ a jest.\nBehind his back, something of which they all were cognizant was going\nforward. The face of Livingstone alone betrayed a like bewilderment to\nhis own. But the others, who knew, were mocking him.\n\nFor the thirteenth time a gun shook the brooding swamp land of Porto\nBanos. And then, and not until then, did the flag crawl slowly from the\nmast-head. Mary Cairns broke the tenseness by bursting into tears. But\nMarshall saw that every one else, save she and Livingstone, were still\nsmiling. Even the bluejackets in charge of the launch were grinning at\nhim. He was beset by smiling faces. And then from the war-ship,\nunchecked, came, against all regulations, three long, splendid cheers.\n\nMarshall felt his lips quivering, the warm tears forcing their way to\nhis eyes. He turned beseechingly to his friend. His voice trembled.\n\n“Charles,” he begged, “are they laughing at me?”\n\nEagerly, before the other would answer, Senator Hanley tossed his cigar\ninto the water and, scrambling forward, seized Marshall by the hand.\n\n“Mr. Marshall,” he cried, “our President has great faith in Abraham\nLincoln’s judgment of men. And this salute means that this morning he\nappointed you our new minister to The Hague. I’m one of those\npoliticians who keeps his word. I _told_ you I’d take your tin sign\naway from you by sunset. I’ve done it!”",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1762/pg1762.txt",
        "name": "the_consul.json"
    }
}