{
    "name": "The Big Leap",
    "author": [
        "Fritch, Charles E."
    ],
    "body": "It did not terrify Cantrell to know he was up so high and going so\nfast, going higher and faster than any human before him. He would be up\neven higher the next day, he remembered, going so high and so fast he\nwould not come down again.\n\nIt would be a shame to leave Earth, he knew. There was security in her\nfirmness, with no great space underfoot through which to drop down,\ndown, down. Up here there was emptiness all around. Emptiness and,\nexcept for the dull throb of the rocket engines, silence. Out there--he\nlooked up--there would be a greater emptiness, a greater silence, an\ninfinity of nothingness in all directions.\n\nHe felt suddenly cold at the thought, and then shame swept over him,\nforcing the paralysis aside. Fear of the unknown again, he thought\ndistastefully. No matter how much the psychologists tried, they\ncould not erase that icy prickling sensation that came with its\ncontemplation. They were all children when it came to space, kids\nfrightened by the dark alleys of the universe, fearing the bogey man\nthat waited lurking in the velvet depths through which no one had\npassed before. Probably they would find nothing out there to fear,\nnothing at all, and yet the feeling would go on and on, whenever\nmen had to face the unknown, whenever they had to force themselves\nwhistling past silent graveyards that contained only the fear of fear.\n\nWith swift precision he pressed studs on the control panel before him,\nand a bank of jets on the side of his rocket flared into sudden life,\npushing, turning, pulsing flame into the thin air of the outside. His\ngyro-chair made an effortless compensation for the altered direction.\nThe ship banked, leveled, then leaped forward on a new course. Cantrell\nsmiled. He could handle the ship now as though it were a part of him.\nOn the big leap he expected no trouble.\n\nNot so the planners, who refused to leave the minutest stone unturned\nin their search for flaws in man or rocket. Physical checkups were made\nas often as twice a day. Psychiatrists had analyzed him constantly\nduring the past six months, probing for any hidden factors that might\nmake a space flight futile, fearing perhaps a mental return to the womb\nfor a security that could not be found in untraveled space. We're all\nchildren when it comes to space, he reminded himself, and he laughed\nand wondered half-seriously if he were really as psychologically free\nas he thought he was--excepting his animal allergy of course, which was\ninsignificant. There were many facets of the human mind the clinical\ninstruments of psychology could never hope to touch; the mind was like\nan iceberg, and the submerged nine-tenths could hold a great many\nunfathomables hidden in the vast depths, subtle monstrosities waiting\nto spring out and claw at his sanity.\n\nHe smiled grimly, as he realized where his thoughts were leading him.\nTo fear of the unknown again. Of course, it was only the intellectual\ncontemplation of it, but the mere thought disturbed him, and he began\nto feel angry at himself for allowing the thoughts to exist at all.\n\nIrritably he jabbed at the controls and felt the reassuring thrusts\nthat drove him gently into the heavy-padded cushions of the seat. With\na smile, this time of satisfaction, he watched the speedometer needle\nrise to a new height. Below him, Earth was an unfamiliar blur, and he\ntouched off the braking rockets to look at it.\n\nThe landscape took on more familiar features, with its surface\npockmarked by the ravages of wind and rain, its broad fields stretching\nout in all directions like the fur on some great animal. He failed to\nsuppress a shudder of disgust at that last thought. He'd be glad to get\noff Earth, onto the moon where he would be alone for awhile and away\nfrom the unpleasantnesses of ordinary life. These past months, with\nJarvis and his dogs, the psychiatrist's incessant questioning--\n\nThe radio said into his ears: \"Okay, Cantrell, that's enough of a\nworkout. Bring her in and report to HQ. Colonel Enders wants a word\nwith you.\"\n\n\"Right,\" Cantrell said into a microphone. He switched off the radio and\nmuttered: \"Damn Colonel Enders. What's he want this time, to check the\nnipples on my beer bottles?\"\n\nAngrily, he flipped the rocket into a soundless dive that reached\nscreaming proportions as he entered heavier atmosphere. The outer metal\nglowed, and the temperature rose in the controlroom. He twisted the\nrocket onto a tail of flame and settled.\n\n\"And that's that--until tomorrow,\" he told himself.\n\nHe threw switches to inactivate the motors and looked out an\nobservation window. A fast-moving jeep curved across the stretch of\nsand towards him. Behind the jeep a dog came running; at the sight of\nthe animal, Cantrell felt nausea tug at him. He reached for the radio.\n\nHe said into it, \"Control? Get that damned dog off the field.\"\n\n\"Sorry,\" Control said, \"I'll contact the jeep. One of Captain Jarvis'\ndogs got loose, and--\"\n\n\"I'm not interested in your excuses,\" Cantrell said angrily, \"and I\ndon't care if it does belong to Captain Jarvis. Get it off the field,\nor I'll blast it off!\" Irritably, he cut communications.\n\nHe looked out the window. The jeep had stopped, and someone had gotten\nout and was walking back to collar the dog and return it. The jeep\nstarted up again.\n\nCantrell breathed a sigh of relief. He felt annoyed with himself, as he\nalways did when something like this happened, but the self-condemnation\nfailed to placate him. Damn it! Jarvis was a psychiatrist; the man knew\nhow these things affected him. To make matters worse, it was Jarvis'\ndog. Probably trying another of his \"experiments\", Cantrell thought\ndisgustedly.\n\nHe crawled out of the airlock and down the long metal stairs to the\nground. The jeep pulled up, and the khaki-clad driver said, \"Sorry\nabout the dog, sir, but--\"\n\n\"Skip it,\" Cantrell snapped, climbing into the jeep. \"Just take me to\nHQ.\"\n\nThe soldier nodded and spun the jeep around. They went flashing toward\na fat clump of buildings that squatted alone at the edge of the landing\nfield.\n\nAs Cantrell had expected, Captain Jarvis was with Colonel Enders in the\nlatter's office.\n\n\"What was the idea of sending out that mongrel,\" Cantrell flared. \"You\nknow I'm allergic to animals.\"\n\n\"It was an accident. Besides, you're not allergic to anything,\" the\npsychiatrist said calmly, ignoring the insult to his pet. \"You're\nrationalizing a pathological fear--\"\n\n\"Now, see here--\"\n\nCaptain Jarvis held up a placating hand \"--or hatred, if you wish, of\nanimals.\"\n\n\"Okay, okay, I don't like animals,\" Cantrell said. \"We've been over\nthat a dozen times. So what? I suppose you still think it has some\nbearing on my going to the moon and back?\"\n\nThe psychiatrist shrugged. \"Who knows? It might have.\"\n\nColonel Enders said, \"I'm beginning to agree with Cantrell, Captain.\nWe're not going to find anyone perfect, it seems, so we may as well\ntake those with the best qualifications. Cantrell certainly isn't going\nto encounter animals in space, and there's no life on the moon; our\nforemost scientists assure us of that.\"\n\n\"But can you be sure,\" the psychiatrist wondered, \"can they be sure,\ncan anybody be sure? Scientists don't have all the right answers\nabout our Earth, much less the other planets; we know as much about\nEarth as a flea knows about the dog or the cat he's on.\"\n\nCantrell grimaced at the analogy. \"That's why we're going up, to find\na few answers. Anyway, tomorrow I'll be on my way because I've got\nthe qualifications for it, animals or no animals. And if the moon has\ncreatures on it that resemble dogs or cats or even fleas, I'll be\nmighty surprised. How about you, Colonel?\"\n\n\"Don't drag me into your arguments, Cantrell,\" the Colonel sighed. \"I'm\na military man, not a scientist. Both the Earth and the moon may be\ngreen cheese for all I know. The main thing I'm interested in is that\nyou get up there and back safely.\"\n\n\"I will,\" Cantrell promised.\n\n\"I hope you do,\" Captain Jarvis said earnestly. \"I'm not trying to heap\nobstacles in your path, Cantrell. It's just that we know so little\nabout anything that even an 'allergy' like yours might be a hazard.\nSuppose up there, for example, it suddenly took on cockeyed proportions\nand went to lesser animals; suppose a fly accidentally got aboard the\nrocket, you might even open a hatch to get away from it--and forget to\nput on your spacesuit.\"\n\n\"Thank the fates I'm not a military man, Jarvis, and can speak freely,\"\nCantrell said dryly. \"You already know I don't like you, and I'm\nbeginning to like you even less.\"\n\n\"Come, come,\" Colonel Evans said hastily, \"there's no point in arguing.\nWe can't get perfection, I'm afraid. Cantrell here's the closest to\nour qualifications we could get, physically and psychologically,\nconsistent with the right background for the job. Tomorrow at noon the\nrocket's going to take off with Cantrell aboard, and then we'll know.\"\n\n\"Yes,\" the psychiatrist said steadily, \"and then we'll know.\"\n\nCantrell turned to Colonel Evans. \"Will that be all, Colonel?\"\n\nEvans glanced hastily at Jarvis and nodded. \"That's it, I guess--until\ntomorrow at noon.\"\n\n\"Right,\" Cantrell said. \"See you.\" And he went out.\n\nOnce outside in the warm afternoon sun he mentally damned Jarvis and\nEvans, classifying them both as incompetents who drew military salary\nfor putting red-taped impediments in the way of progress; the rocket\nshould have taken off months ago.\n\nHe shrugged, trying to content himself with the thought that tomorrow\nhe'd be away from them, away floating in the pure emptiness of space.\nEven so, the mere thought of Jarvis irritated him, made his fingers\nitch for the man's throat; him and his talk of animal fears!\n\nOkay, so he hated animals, well he had good reason to. Ever since that\ndog had attacked him when he was a child, he'd hated dogs; and then the\nhatred spread to other animals--why not, for they all were potentially\ndangerous--and sometimes it even made him sick to think of them. It\nmade sense when you stopped to consider it carefully. He'd moved to\nthe city, to the great steel canyons that imprisoned only specimens of\nhumanity, and for years never saw an animal. Now, he was in the open\nagain, in the great desert and the plains. But there were no animals,\nonly the dogs Captain Jarvis insisted on keeping.\n\n\"Nuts to Captain Jarvis,\" he said.\n\nThe next morning he felt the same way. He was called into HQ for last\nminute instructions that were the same as those laid out months ago.\nCantrell knew them by memory, but the excitement of the impending\nblastoff prevented his being bored or even from being annoyed by the\npsychiatrist's inevitable presence. Now there was nothing to prevent\nthe leap of the Earthbound into space; not even Jarvis could delay it\nnow.\n\nThe jeep drove Jarvis, Evans and Cantrell to the waiting rocket. They\ngot out.\n\nEvans offered his hand. \"Good-bye, Cantrell, come back in one piece.\"\n\n\"Sorry I was so hard on you, Cantrell,\" Jarvis said, extending his\nhand. \"I hope you make it okay.\"\n\nCantrell nodded and took the man's hand. \"Thanks. I expect to.\"\n\nHe climbed the ladder to the airlock door and stood there for a moment\nwatching the jeep carry its passengers across the field to a safe\ndistance. Then he went inside and strapped himself into the seat.\n\n\"Okay, Cantrell,\" Control said. \"Blast off when ready.\"\n\n\"Right,\" Cantrell said into the radio. He closed the airlock door and\nchecked pressure gauges. \"In ten seconds,\" he said, activating the\nfiring mechanism. Mentally he counted: ten, nine, eight, seven....\n\nThe rocket shuddered, and Cantrell found himself pressed suddenly into\nthe seat. In the viewscreens Earth spun dizzily away from him. After a\nfew minutes the push ceased and weightlessness began.\n\n\"Everything okay, Cantrell?\" the radio said, after awhile. It was Evans.\n\n\"Fine, Colonel,\" Cantrell said. \"Not a dog or a cat in sight.\"\n\n\"Can you see Earth?\"\n\nCantrell manipulated dials, activating the lower television eyes.\n\"There she is,\" he said. \"Looks real impressive. I can see nearly all\nof North America now and a good part of the Pacific. The land looks\nqueer from up here,\"--he frowned--\"something like--\" He broke off,\nstaring. \"Like--\"\n\n\"Like what?\" Jarvis' voice demanded suddenly. \"It looks like what,\nCantrell?\"\n\nCantrell shook his head bewilderedly. \"Nothing,\" he said uncertainly.\nHe felt a sudden irritation that Jarvis couldn't let him alone even\nwith so much of space intervening. \"It looks like I'm going to make it\nto the moon, that's all.\"\n\n\"You were going to say something else, Cantrell, what?\"\n\n\"Let him alone, Jarvis,\" Evans whispered; \"he's got enough to worry\nabout.\"\n\n\"That's right,\" Cantrell said irritably, \"and I'm going to worry about\nit in silence.\" He reached for the radio switch.\n\n\"But, Cantrell--\" Evans said. Then the radio went dead.\n\nCantrell grinned and watched Earth getting smaller below. The grin\nfaded as he thought of his almost-spoken comparison of a few minutes\nbefore, of the land resembling the shriveled skin of an animal.\nJarvis would have made much of that, of course, with his psychiatric\nramblings. Yet, the comparison was disturbing just the same. Why did\nhe torture himself?\n\nHe regarded Earth skeptically, hoping to subdue the irrational\nthoughts. Certainly the shape was not that of an animal. At least\nnot an Earth animal. But then it wouldn't have to be, he reminded\nhimself--and felt doubly irritated at the reminder. It looked very\ndifferent from the globes he'd seen picturing the planet. It looked\nalmost--_alive_. From this height, great forests resembled tiny hairs,\nmountain ridges and canyons were skin blemishes and pores; the great\noceans looked like giant mouths, open and hungry.\n\nCantrell laughed nervously. It was ridiculous. Yet the more he looked,\nthe more Earth receded below him, the more the resemblances increased.\nHe stared at the planet. It was ridiculous, but there were even several\nportions below that looked like great eyes staring at him. As he\nwatched, one blinked.\n\nCantrell screamed. The sound was shrill in the narrow control chamber.\nThen he cursed and felt ashamed.\n\n\"I'm going crazy,\" he told himself. His voice was hoarse. \"Jarvis was\nright.\"\n\nBut the thought failed to help. The sudden feeling of terror was still\nwith him, and he found himself trembling. It was only a cloud, he told\nhimself, only a cloud passing over a section of land that from this\ndistance looked like an eye. He tried to laugh away the fear, but the\nsound stuck in his throat. He felt his heart beating faster than it\nshould.\n\n\"No,\" he said desperately, looking away, \"no, I'm okay. My mind is\nclear, and I'm all right. It's just being up here that gives a guy the\njitters. Fear of the unknown. Things look different when you're not\nclose to them. Got to calm down. Take it easy.\"\n\nHis hands trembled.\n\n\"Scientists don't have all the right answers even about our Earth\nhere,\" Jarvis had said. \"We know as much about Earth as a flea knows\nabout the dog or the cat he's on.\"\n\nThe words echoed in Cantrell's memory, and he forced himself to look\ndown at Earth. It was a planet, that was all, an inanimate mass and\nnothing more. \"... as much as a flea knows ...\" But was it possible\nthat a flea might not realize the animal he was on was an animal?\n\nHe had a headache, and he shook his head in an effort to clear it.\nHis vision blurred, refocussed with astounding clarity. Lines flowed\ntogether with sudden meaning. Before his gaze rivers became veins, eyes\nstared at him curiously, ocean-mouths yawned. The truth burst upon him\nthen, with a sudden flash that drove his blood coursing through his\nbody, with a realization that jerked him as though he had been struck\nwith a whip. He laughed insanely at the thought, and the laughter\nexploded in the narrow cabin and flowed over him in torrents, echoing.\n\nHe was the only one in the world who could see things as they really\nwere. He was as certain of that as he was of his own existence. He\nknew now, and his was the only knowledge: Earth was a space animal,\nthe humans parasites like fleas on a cat or a dog. And the Earthlings\ndidn't know, they didn't even suspect!\n\nThe radio buzzed. He pressed a button.\n\n\"Cantrell,\" Evans' harassed voice came. \"This is an order: maintain\ncontact at all times, until the moment you set foot back on Earth.\nUnderstand?\"\n\nCantrell laughed with his strange secret knowledge. \"I'm not coming\nback,\" he said happily. He was the only one who could escape this\nanimal, the only one, and he felt elated at this, felt a sense of power\nhe'd not known. \"I'm not going to be a parasite crawling on the back of\nan animal.\" The thought sickened him, and he gagged.\n\n\"Cantrell!\" It was Jarvis. \"Cantrell, listen to me--\"\n\n\"No,\" Cantrell said. \"You listen to me.\"\n\nAnd he told them about Earth being a space-animal. His mind rebelled at\nthe thought, but he forced himself on for he wanted Jarvis to suffer\ndown there, he wanted them all to suffer with the knowledge of what\nthey were. Where was their pompous self-importance now, their flea's\ndream of conquering the universe?\n\n\"He's crazy,\" Evans whispered.\n\n\"Cantrell, listen to me,\" Jarvis said.\n\nBut Cantrell was staring in horrified fascination at Earth dwindling\nbelow, at the space-animal watching him. \"No!\" he cried. \"No, it's\ntoo late.\" And he shut off the radio and ripped the wires from their\nmoorings.\n\nAhead of him lay the moon. He switched screens to look at it. It was\nchalky and pockmarked, like the skin of a diseased animal. Great\niridescent veins glowed through its body. From a crater bed a great\nbaleful eye regarded him.\n\nCantrell screamed again and frantically pressed studs on the control\npanel. The rocket shot flame from its side tubes and turned in a short\narc, swinging the moon from sight. The forward viewscreens showed the\nstars now, and beyond them an infinite blackness.\n\n\"I'll be safe out there,\" Cantrell told himself.\n\nThe rocket leaped forward.\n\n\n\n\"You were right,\" Evans said bitterly, putting down the radiophone with\na gesture of helplessness. \"Now, what do we do?\"\n\nJarvis shrugged. \"Start over,\" he said. \"What else is there to do? Find\nsomeone else to pilot another rocket.\"\n\n\"Someone without Cantrell's hallucinations,\" Jarvis ammended.\n\n\"And pray that they _were_ hallucinations,\" Jarvis amended further.\n\nEvans looked at him sharply. \"What do you mean?\"\n\nJarvis said calmly, \"My favorite theme, Colonel--simply that we don't\nknow much about this blob of matter we're on. One factor disturbs me:\nwhile Cantrell was afraid of animals, he never _imagined_ he saw them.\nOutside of his one idiosyncrasy, he was a very sound person.\"\n\n\"What are you getting at?\" Evans demanded irritably.\n\n\"That it's unfortunate Cantrell had this animal fear; it's much too\neasy to blame that for what he saw. As a psychiatrist, I suppose I\nshould say that's the reason for it; I might be right. But it has\nalso occurred to me I might be rationalizing.\" He leaned forward,\nintensely serious. \"Suppose, just suppose for a minute that maybe\n_we_'re the ones who are wrong, that maybe we're really parasites on an\nalien organism, that maybe we're under a kind of mass auto-hypnosis to\nprotect our pride, and that maybe space restores our sanity--for awhile\nanyway, until another form of insanity takes over.\"\n\n\"Anyone who supposed that would be crazy,\" Evans blurted.\n\n\"Perhaps,\" Jarvis admitted, \"but who's to tell? I wonder, does the flea\nknow the true nature of the dog, or does he think _he's_ living on some\nkind of world built just for him?\"\n\nEvans sputtered, searching for words. Finally he managed, \"See\nhere, Captain, this is nonsense, and I order you to stop such talk\nimmediately.\"\n\nJarvis sighed. \"I hope so, Colonel, I really hope it is nonsense. Man\nis a proud animal; it's interesting to consider how such knowledge\nwould affect him.\" He shrugged helplessly and turned to leave the room.\n\"At any rate, the only way to find out is to send up another man in\nanother rocket and hope he doesn't report the same thing; if he does,\nwe'll just blame it on one of his psychological quirks, and try again.\nBut for all we know about this universe, Earth might be a space-animal,\na type of life so close to us and yet so alien we don't even recognize\nit--or don't want to!\"\n\nColonel Evans wet his lips. \"Do you--do you really believe that,\nCaptain?\"\n\nJarvis considered the question. \"No,\" he said slowly. \"No, I don't.\nBut I _do_ think it points up an important fact. When a man gets out\nthere in space, cut off from everything he's ever known, allergies,\nidiosyncrasies, personal likes and dislikes--everything on a conscious\n_and_ a subconscious level may take on an exaggerated importance.\"\n\n\"You make it a big problem,\" Evans said.\n\n\"It _is_ a big problem,\" Jarvis sighed. \"At any rate, I'm going to\nvolunteer for the next flight. That's the least I can do for Cantrell.\"\nHe went out.\n\nThe Colonel stared after him, puzzled and slightly indignant. He\nshook his head. The man was crazy. Earth an animal--the idea was\npreposterous. But the thought hammered at him, repeating. Jarvis was\nright, of course, when he said it was undoubtedly psychological. And\nyet suppose--just suppose....\n\nTrembling, he shook off the thought and looked out at the field, the\nbuildings, the sky, Earth's pale satellite emerging from the sky like a\nchild following in the wake of its mother. They say the moon came out\nof Earth, he thought suddenly, and the analogy struck home. The man in\nthe moon looked down at him, and he turned hastily away.\n\nThe afternoon was warm, but Colonel Evans suddenly felt very cold.",
    "metadata": {
        "author": [
            "Fritch, Charles E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59034/pg59034.txt",
        "name": "the_big_leap.json"
    }
}