{
    "name": "The Chameleon Man",
    "author": [
        "McGivern, William Peter",
        "McGivern, William P."
    ],
    "body": "I've got an office in the _Daily Standard_ building and sometimes when\nthings are slow in my line--theatrical bookings--I drift upstairs and\ntalk to the guy who writes the column, The Soldier's Friend, for the\n_Standard_.\n\nOn this particular morning I walked into his office and found it empty\nso I sat down and waited, figuring he was downstairs getting a mug of\ncoffee. After I cleaned my nails and glanced through Jake's mail I\npropped my feet up on the desk and relaxed.\n\nThings in my line were strictly stinkeroo. With the army taking an\noption on every available hunk of male flesh, it made it pretty tough\nto get acts together. Of course, I still had a few dollies to peddle,\nbut the situation don't look too good there, what with the WAVES and\nthe WAACS and the demand from factories for powder-puff riveters.\n\nI sighed and moodily contemplated my uncreased trouser legs and\nthought of my non-existent bank balance. Whoever said war was hell,\nsure hit the nail on the head.\n\nThe door opened and I heard a shuffle of footsteps on the floor. I\ntipped my derby back and looked up, expecting to see Jake, but the\noffice was empty.\n\nThe door was standing open and I scratched my head. Maybe it had blown\nopen. Then I remembered the sound of footsteps I'd heard and my\nbewilderment increased.\n\n\"Hello,\" a voice said.\n\nMy feet came down from the desk with a crash. I sat up straight and\nstared about the small room.\n\n\"Who said that?\" I demanded.\n\n\"I did. I'm right here.\" It was the same voice and I jerked my head in\nthe direction of the sound.\n\nFor an instant I didn't see a thing. But then, my eyes seemed suddenly\nto focus, and I saw a tall, lanky young man standing a few feet from\nme. He had a shock of straw colored hair and mild blue eyes. He wore a\nlight suit.\n\n\"Can you see me now?\" he asked, and his voice sounded strained, as if\nhe were exerting himself in some manner.\n\n\"Yes, I can see you,\" I said. I was a little nettled. \"What do you\nmean coming in and scaring people that way?\"\n\n\"I'm sorry,\" he said. \"I didn't mean to scare you. I just can't help\nit. I'll have to relax now.\"\n\n\"You'll have to what? Are you--\"\n\nI broke off and goggled. The young man had completely disappeared. My\nforehead was suddenly damp with nervous perspiration. I closed my eyes\nand forced myself to think calmly. This was some trick of my\nimagination. I'd been working too hard. My nerves were shot. I'd have\nto take a rest.\n\nI opened my eyes cautiously. The room was empty. I drew a relieved\nbreath.\n\n\"I'm sorry if I frightened you,\" a familiar voice said apologetically.\n\"But, you see, I can't help it.\"\n\nI stood up warily and peered about the room.\n\n\"Where are you?\" I whispered.\n\n\"Right here in front of you.\"\n\n\"If you're a mahout for pink elephants, I don't want to see you,\" I\nsaid. \"Go away.\"\n\n\"Please,\" the young man's voice was plaintive, \"I need your advice.\nI'm in trouble.\"\n\n\"That's too bad,\" I said, edging toward the door.\n\n\"Please listen to me. There's nothing to be afraid of.\"\n\n\"From your viewpoint, no,\" I said.\n\n\"If you'll look carefully you can see me,\" the voice said. \"That's\nwhat bothers most people. I mean not being able to see me.\"\n\n\"How stupid of them to be bothered by a little thing like that,\" I\nsaid, trying not to gibber. But in spite of my common sense I did peer\nclosely at the area the young man had occupied and I saw a very\nremarkable thing.\n\n\n\nI saw the vague, indistinct shape of the straw-haired, blue-eyed young\nman standing exactly where I had seen him the first time. But the\neffect was so uncertain and shadowy that I was hardly able to trust my\neyes.\n\nThe young man seemed to blend into the background, which happened to\nbe a desk, water cooler and wall, so evenly and completely that it was\nimpossible to see him at all.\n\nBut even so, seeing him, however fuzzily, was a relief.\n\n\"It's a good trick,\" I said cautiously.\n\n\"It's not a trick,\" the young man said, aggrieved. \"It's something I\ncan't help.\"\n\n\"Oh yeah? Well how does it happen that I was able to see you when you\ncame in?\"\n\n\"I was exerting my will power,\" the young man said. \"But that's\nawfully tiring. I had to relax a moment or so and when I did you\nweren't able to see me quite so distinctly.\"\n\nI found my curiosity stirring. Maybe the guy was a crackpot or phony,\nbut it wouldn't hurt to hear his story. In my line, with things as\nlean as they are, you can't afford to miss any bets.\n\n\"What makes you pop on and off like an electric light?\" I asked. \"Must\nbe a tiring way to go through life.\"\n\n\"You don't know the half of it,\" the young man said mournfully. \"I've\nonly been this way for a few months, but it seems like it's been\nyears.\"\n\n\"Well, go on,\" I said. \"Spill your troubles. Why should Mr. Anthony\nhave all the fun?\"\n\n\"What?\"\n\n\"Never mind. Shoot.\"\n\n\"I'm not sure what causes me to fade-out like this. I've been to a\nhalf dozen doctors and psychiatrists and they aren't sure either. But\nit has something to do with personality development, they think. The\nlast psychiatrist I visited told me that I had a very colorless\npersonality and abnormal inhibitions and frustrations. He said that my\npresent condition was a physical manifestation of my colorless\npersonality.\"\n\nI shook my head disgustedly.\n\n\"That sounds about as asinine as the droolings of the average\npsychiatrist,\" I muttered. \"He didn't know and spent an hour saying\nso, I'll bet.\"\n\n\"It's awful,\" the young man sighed disconsolately. \"I can make myself\nvisible for a little while but it's awfully tiring. The rest of the\ntime I go around like a ghost. I blend into the background so\ncompletely that people just don't notice me at all. It's just like not\nbeing alive.\"[1]\n\n[Footnote 1: The young man's peculiar physical condition is not as\nfantastic and unprecedented as one might at first believe. Everyone\nhas had the experience of meeting a person who makes almost no\nimpression whatsoever on them. People with such anemia of the\npersonality are constantly being forgotten, overlooked even by friends\nwho know them well. Their presence in a room will be unobserved for\nseveral minutes and, frequently, such people will be completely\nignored, even when they are sitting or standing in plain view. In\nnature, the chameleon has similar properties but for a definite\nreason, namely that of defense against its stronger enemies. The\nchameleon blends perfectly into the brown and green foliage of its\nnative habitat and even the marvelously keen eyes of its natural\nenemies are unable to detect its presence. It is not impossible to\nconceive that the same camouflaging property could develop in a human\nbeing. Nature might appreciate the difficulty of a retiring, sensitive\nperson to mingle with his more vivid fellow creatures, and so clothe\nhim with a defensive armor of practical invisibility to insulate him\nagainst the attacks of those with stronger personalities. Readers of\n_Fantastic Adventures_ will remember John York Cabot's classic, \"The\nMan the World Forgot,\" as an exposition of this theme. Unexplained\ninstances of men and women \"disappearing\" from normal environments\nmight be simply cases of submerged personalities which did not\n\"disappear\" but were simply and tragically forgotten.--ED.]\n\nI studied the vague shape of the young man carefully. I could see him,\nbut only by straining my eyes. The whole thing was amazing. Looking\ncarefully, I realized that the young man was _not_ invisible; he was\njust easy to miss because he was so inconspicuously blended into the\nbackground of the office.\n\n\"You'd probably have a fine time on a patch work quilt,\" I said.\n\nThe young man shuddered.\n\n\"Please don't joke,\" he said imploringly. \"I'm in real trouble. I need\nhelp.\"\n\n\"I'll say you do,\" I said. \"But I don't see what I can do for you.\"\n\n\"It's this,\" the young man said. \"My draft board just deferred me with\na 4-F classification. They told me I wouldn't be any good in my\npresent shape. So there.\"\n\nI looked at the young phantom.\n\n\"Well--go on!\"\n\n\"Go on? That's all there is to it. They've rejected me. They won't\ntake me.\"\n\n\"And that's your problem?\"\n\n\"Naturally.\"\n\n\n\nI shook my head. It takes all kinds, I guess.\n\n\"Now listen to me,\" I said. \"If the army doesn't want you, consider\nyourself lucky.\"\n\n\"But I want to get in,\" the young man protested. \"I won't feel right\nuntil I am in service.\"\n\n\"You left that psychiatrist too soon,\" I muttered. \"Anyway, what do\nyou expect me to do?\"\n\n\"Why, I was sure you could help me,\" the young man said. \"You're the\nSoldier's Friend, aren't you? You write the column of advice to the\nYanks in the _Standard_, don't you?\"\n\nI got it then. This wraith thought I was the Soldier's Friend. That's\nwhy he was spilling himself to me.\n\nHe continued. \"You know all the angles of the various branches of the\nService, and I hoped you'd be able to recommend some branch that could\nuse me. I'm willing to do anything or go anywhere. If you'll help me\nI'll put myself completely in your hands.\"\n\n\"Now just a minute,\" I said. \"You've got the wrong idea. The guy you\nwant to see--\"\n\nI closed my big mouth with a snap. What was wrong with me? Were my\nbrains on a permanent vacation? Here was opportunity hammering and\nbanging at my door and I was too deaf to hear a sound.\n\nThis hard-to-see young man was a natural for show business. I already\nhad an act lined up that he would fit as neatly as five fingers in a\nglove. And he was practically begging me to take him under my wing.\n\n\"Young man,\" I said. \"You impress me as being sincere and earnest. And\nfor that reason I am going to try and help you.\"\n\n\"Oh, gosh, thanks.\"\n\n\"It's the least I can do,\" I said. \"But,\" I added sternly, \"you've got\nto put yourself completely in my hands. You mustn't question a thing I\ntell you to do. You see, this isn't going to be easy. I'll have to go\nabout it in a rather roundabout way. And it may take a little while.\"\n\n\"Oh, I don't care,\" the young man said happily. \"Anything you say is\nall right with me.\"\n\n\"Fine.\" I glanced at my watch. \"We've got to go now. You follow me.\"\n\n\"Sure, Mr.--\"\n\n\"Flannigan,\" I said automatically.\n\n\"But, Mr. Flannigan, that isn't the name you use on your column.\"\n\n\"Naturally,\" I said. \"Very sharp of you to catch that. I might get you\ninto Intelligence, even if only as a decoy. The name I use on the\ncolumn is a pseudonym.\"\n\n\"Oh!\"\n\n\"Now come along with me.\"\n\nI hurriedly got my young phantom out of the Soldier's Friend office\nbefore anyone could butt in and ruin everything. When we were safely\nensconced in my own office, I waved the young man to a chair.\n\n\"What's your name?\" I asked.\n\n\"Horatio Heely,\" he replied.\n\n\n\nI was becoming more enthused every minute. Looking at him, or _trying_\nto look at him, seated in a chair, convinced me of his enormous\npotentialities. The chair was brown leather and, at first glance, the\nonly thing that indicated that it was occupied, was a slight\nindentation in the seat and back of the chair. Horatio blended in\nperfectly with the deep brown of the chair and his face, which stuck\nup six or eight inches, was invisible against the grayness of the\nwall.\n\n\"Maybe you could get me into the Coast Guard,\" he said.\n\nI frowned. \"I hardly think so,\" I said. \"I know the Commander over\nthere but I don't think I could swing it. Now, remember, you're going\nto leave everything in my hands.\"\n\nThe door of my office opened then and a slim, stunning blonde walked\nin, followed by a tall, gaunt, sober individual with a gloomy face and\ndeep black eyes. He wore a turban with an imitation jewel set in the\ncenter folds, squarely over his high forehead.\n\n\"Hah!\" this character cried. \"I suppose again you will tell me there\nis nothing for Mystiffio The Great, today.\"\n\n\"Ix-nay,\" I snapped. \"Ut-shay up-yay!\"\n\nThe blonde looked at me, eyebrows raising.\n\n\"What gives, mastermind?\"\n\nThis was the act I had in mind for Horatio. Mystiffio was a fair\nmagician and his line of patter wasn't bad. The blonde, whose name was\nAlice, acted as a prop, and with her looks and Mystiffio's line they\ndidn't do badly. But with Horatio in the act it would be tremendous.\n\nHe would blend perfectly into the stage background. Invisible, he\ncould assist Mystiffio with the hocus-pocus and really produce some\nwonderful effects.\n\nAlice was still looking at me as if I'd gone batty.\n\n\"Just trust Uncle,\" I said hastily. \"I got a great new angle for your\nact.\"\n\n\"You act as if you've been out in the sun too long,\" Alice murmured.\n\"But don't mind me.\"\n\nWith a weary sigh she sank into the brown leather chair. And one-tenth\nof a second later she leaped to her feet with a scream. She wheeled\nabout, hand raised to slap, and then as she stared at the seemingly\nempty chair, an expression of wonderment stole over her pretty face.\n\n\"What--I could have sworn I--\" She turned to me pleadingly. \"What is\nit? Am I going screwy or is there somebody sitting in that chair?\"\n\n\"Horatio,\" I said. \"Exert a little willpower and show yourself.\"\n\n\"All right, Mr. Flannigan,\" Horatio's voice from the chair answered.\n\nMystiffio moved nervously toward the door.\n\n\"I don't believe it,\" he said. His broad dark face was an unhappy\nmixture of fear and surprise.\n\n\"Well, I'll be darned!\" Alice cried. She was staring at the chair, or\nrather at Horatio, who had suddenly become visible.\n\n\n\nI made the introductions quickly.\n\n\"Now that's enough, Horatio,\" I said. \"You can turn yourself off\nagain. I don't want you to wear out.\"\n\n\"Thanks,\" Horatio said gratefully. He smiled faintly at Alice.\n\"Pleased to have met you,\" he said. Then he vanished into the brown\nbackground of the chair.\n\n\"Get me a drink!\" Mystiffio said. He grasped the edge of the desk and\nstared solemnly at the empty brown chair. \"Get me two drinks.\"\n\n\"What is it?\" Alice demanded. \"How do you do it? Mirrors? Lighting?\nIt's terrific.\"\n\n\"It's completely on the level. Now here's the angle. I'm going to put\nthis guy into your act. Wait'll the crowds get a load of Mystiffio's\nmagic then. With Horatio in the background pulling the strings he'll\nmake Thurston look like an amateur parlor entertainer.\"\n\nMystiffio turned to me stiffly.\n\n\"What,\" he said frigidly, \"makes you think I need an invisible man to\nhelp me in my act? I am perfectly capable of astounding and amazing an\naudience by myself.\"\n\n\"You're quoting your own press notices now,\" I said. \"I know; I wrote\n'em.\"\n\n\"And what makes you think I'm not as good as Thurston?\" Mystiffio\nasked in an injured voice.\n\n\"Ah, temperament!\" I murmured. I turned to Alice. \"You work on him.\nYou can see that Horatio will be a good thing, can't you? You don't\nwant your act to die, do you?\"\n\n\"Mr. Flannigan.\" It was Horatio. His voice sounded apologetic. \"I\ndon't want to disturb you, but what has all this got to do with\ngetting me into the army? You sound more like a booking agent than the\nSoldier's Friend.\"\n\nAlice looked at me.\n\n\"Heel,\" she said. \"What kind of line are you giving him?\"\n\n\"Horatio,\" I said. \"I am disappointed. I expected a little trust from\nyou. Didn't I tell you it might be a little while before I got things\nset? This angle I'm working now will put you practically into the\narmy.\"\n\n\"Yeah! How?\"\n\n\"I'm going to line you up doing an act for the U. S. O. Does that show\nyou my heart's in the right place?\"\n\n\"There will be a short pause for cat-calls and boos,\" Alice murmured.\n\n\"All right,\" Horatio said with a sigh. \"I'll go along with you.\"\n\n\"Fine,\" I said. \"And just to get you used to army life I'm going to\nstart paying you fifty bucks a month.\"\n\n\"You great big generous man,\" Alice said and I think there was a\ntwinge of sarcasm in her voice.\n\n\"Now that's no way to talk,\" I said. \"I'm doing the lad a favor.\"\n\n\"Yeah,\" she said. \"I'm sure you are. Just like a man picking up a\ndollar bill is doing the street cleaners a favor.\"\n\n\"You don't understand my noble motives,\" I said, \"so I will not talk\nabout them anymore. Tomorrow we start rehearsing the new act.\"\n\n\n\nWell, sir, it was absolutely amazing the way Horatio picked that act\nup. With his dexterous, invisible help Mystiffio performed like the\nparagon of all prestidigitators. Alice added a jolt of high-voltage\neye-appeal to the ensemble, by smiling sweetly and wearing a black\nsatin bathing suit that had been designed by some patriotic person who\nbelieved in saving material to the point of cutting down on\nessentials.\n\nI was sure, for the first time in my stretch in this loony business,\nthat I had an option on a nice private little gold mine.\n\nAnd I wasn't going to let anything upset my cartful of golden apples.\n\n\"Okay,\" I said. They were rehearsing on the stage of an empty theater\nwhich was owned by a guy I'd done some favors for. \"You look pretty\ngood, but don't let it go to your head. The act needs a lot of work.\nKeep at it. I'm going out to get a sandwich.\"\n\nAlice put her hands on her hips and looked down at me.\n\n\"Everything is fifty-fifty with you, isn't it?\" she said. \"We do the\nwork, you get the money. Nice even split.\"\n\n\"Careful, beautiful,\" I said. \"You'll die of your own poisons, if you\ndon't look out.\" I waved to her and left. After I'd had a bite to eat,\nI went to see one of the biggest agents in the business, the guy who\nbooks all the acts into the Capitol in New York.\n\n\"Look, Morry,\" I said, when his secretary had ushered me into his\noffice, which was big enough to hold the World Series in, \"I've really\ngot something terrific lined up.\"\n\nMorry looked up at me and his little eyes were uninterested. He yawned\nand dusted a fleck of dust from the sleeve of his coat.\n\n\"What is it?\" he asked.\n\n\"It's a magician's act that--\"\n\nMorry shook his head. \"Magicians are dead. Who wants to see rabbits\npulled out of a hat?\"\n\n\"This is different. This guy is good.\"\n\n\"All right, he's good,\" Morry said. \"So what? We can't use him.\"\n\n\"But you ought to at least see the act,\" I pleaded. \"It's got a honey\nof a girl, too.\"\n\n\"Girl?\" Morry glanced up and there was a flicker of interest in his\nlittle eyes.\n\n\"Yeah, a honey.\"\n\n\"Well,\" Morry shrugged. \"I can't promise anything, but we do need an\nact to fill in a spot within a week or so. But whatever I get has to\nbe good. I can't send bums to New York.\"\n\n\"I know. I know,\" I said. My heart was hammering with hope. One break\non the Stem and I'd be set. \"When will you catch the act? Tomorrow be\nall right?\"\n\nMorry nodded.\n\nI went back to the theatre walking about three feet from the ground. I\nfelt I was in at last. It was a funny feeling I couldn't analyze, but\nI knew I was going to be in.\n\n\n\nWhen I walked into the little office back stage I found Alice there\ntalking to Horatio.\n\nShe was saying, \"There should be _something_ you could do for the\nArmy, Horatio,\" as I walked into the office.\n\nHoratio was standing by the desk, shoulders slumped. I had to look\ntwice to make him out against the background of the desk and wall.\n\nAlice shut up when she saw me.\n\n\"Horatio and I were just talking,\" she said.\n\n\"Yeah,\" I said. \"Now Horatio and I are going to do a little talking.\nMake yourself scarce.\"\n\nAlice left and I turned to Horatio.\n\n\"What kind of a line was she giving you?\" I snapped.\n\n\"Why, gosh, Mr. Flannigan,\" Horatio stammered. \"She was just trying to\nhelp me. She's just as interested in getting me into the Army as you\nare. She's a wonderful girl, Mr. Flannigan.\"\n\nThere was something in his voice that brought me up with a jolt. The\nkid had fallen for the girl as sure as I stood there.\n\n\"Now, look,\" I said gently. \"You really want to get set with Uncle\nSam, don't you?\"\n\n\"Why, sure.\"\n\n\"Then listen to me. I'm doing everything I can for you. And I've got a\ndeal all lined up. I was just over at the Army recruiting station and\nI think everything is set. Not right away, but pretty soon.\"\n\n\"Gosh, that's wonderful.\"\n\n\"Now you know who your friend is.\" I came over beside him and put my\nhand on his shoulder. \"I got a little piece of advice for you that I\nwant you to take to heart. Stay away from this kid, Alice. She's no\ngood for you.\"\n\n\"Now just a minute. You can't--\"\n\n\"I'm sorry, kid,\" I said. I let my hand fall from his shoulder. \"Maybe\nI shouldn't tell you, but--\"\n\n\"Tell me what?\"\n\n\"It's only for your own good I'm doing this. That pretty little blonde\nis just going to play you for a sucker. She's already married.\"\n\nHoratio gasped. He must have been pretty sold on the girl.\n\n\"I don't believe it,\" he cried.\n\n\"It's God's truth.\"\n\n\"Who is the man?\" Horatio cried brokenly.\n\n\"Mystiffio.\"\n\n\"Mystiffio!\"\n\nI nodded slowly. \"It's a tough break, kid, but the sooner you forget\nher the better.\" I had already decided I'd get rid of her. She\nwouldn't be hard to replace. Horatio was my gold mine and I didn't\nwant anyone to do a scorched-earth job on him.\n\n\"But she never told me,\" he muttered.\n\n\"Naturally,\" I said. \"She'll probably even deny she's married to him\nnow, but don't let that fool you.\"\n\n\"No, sir,\" Horatio said. \"She won't make a sucker out of me.\" His\nanger must have subconsciously affected his visibility mechanism for\nhe was visible and his lean jaw was hard, but there was a hurt look in\nhis clear blue eyes.\n\n\"That's the boy,\" I said. \"Just remember who your friends are and you\nwon't go wrong.\"\n\n\"I won't, Mr. Flannigan,\" he promised solemnly.\n\n\n\nThe next afternoon Morry arrived to see the act. He was dressed in a\nnatty pin stripe suit and he wore a big yellow carnation in the\nbuttonhole, but his sallow face was impassive.\n\nI escorted him down the dark empty theatre to the front row.\n\n\"Just hold your breath now,\" I told him. \"I'll have the act on stage\nin a jiffy.\"\n\nHe yawned and glanced at his watch.\n\n\"I haven't got long,\" he said.\n\nI went backstage and found Alice.\n\n\"Hurry up,\" I said. \"Morry is waiting.\"\n\nShe looked at me as if I'd just crawled out from the wainscoating.\n\"I've just talked to the kid,\" she said. \"He thinks I'm poison. What\nkind of a yarn have you been feeding him?\"\n\n\"Me? Why, honey, that hurts. Do you think your Uncle Patrick would\nbreathe an unkind word about you?\"\n\n\"Well, it's mighty strange,\" she said. \"He won't even tell me what's\nbiting him.\"\n\n\"I wouldn't pay any attention to him,\" I said. \"Perhaps it's all for\nthe best.\"\n\n\"Hmmm,\" she said, eyeing me shrewdly.\n\n\"Come on now, be a good kid and get things rolling. A lot depends on\nthis you know.\"\n\nI went back and joined Morry.\n\nWell the act was terrific. Mystiffio had Morry's eyes sticking out\ninside of thirty seconds. I hadn't told Morry about Horatio. I figured\nI'd let that angle ride for a while.\n\nBut Morry was really impressed.\n\n\"The guy is good,\" he said. \"The things he does don't seem humanly\npossible.\"\n\nOf course he didn't know that most of the effects were being created\nby the invisible Horatio but what he didn't know wouldn't hurt him.\nAnd he didn't miss Alice, either. When she came on stage in her cute,\nabbreviated little costume, he straightened up and opened his eyes.\n\n\"The kid is nice,\" he murmured.\n\n\"Are we in?\" I demanded.\n\n\"Can't say yet. I gotta talk to the act but I'd say your chances were\npretty good.\"\n\nI almost swooned with happiness. The break I'd been waiting for all my\nlife was here at last. The golden apples were about ready to drop into\nmy lap.\n\n\n\nWhen Mystiffio finished his routine I took Morry backstage. I found\nAlice.\n\n\"Here she is, Morry,\" I said. \"And she's just as nice as she looks.\" I\nshoved Alice toward him. \"Be nice, baby,\" I hissed in her ear.\n\nMorry took one of her little hands and his eyes were interested.\n\n\"I kinda like the act,\" he said. \"If you could find time to be nice to\nme I might like it a whole lot.\"\n\nAlice takes her hand back as if it had accidentally brushed something\nslimy.\n\n\"I'm sorry but I don't go with the act,\" she snapped. \"There are some\nthings worth more to me than three meals a day and a paycheck.\"\n\n\"Okay, sister,\" Morry said without expression. He turned to me. \"Guess\nI made a mistake coming up here. The act is lousy.\"\n\n\"Now wait a minute,\" I yelled. \"You said it was good. You can't walk\nout now.\" I wheeled to Alice. \"Baby, baby, don't do this to me. Tell\nhim you're sorry.\"\n\nMystiffio came up behind us while we were talking.\n\n\"What is the matter?\" he asked. I noticed he put an arm around Alice's\nshoulders. I was too distraught to think about it.\n\n\"Nothing's wrong,\" I said desperately. \"Alice just took offense at\nsomething Morry said. Nobody meant any harm.\"\n\nMystiffio drew himself up straight and he grabbed Morry by the lapels.\nMorry struggled to free himself but he was pinioned helplessly.\n\n\"You cad! You bounder!\" Mystiffio roared. \"Do you mean you've been\nmaking advances to my daughter?\"\n\nDaughter! How do you like that! That just goes to show you never to\ntrust people.\n\nMorry pulled himself loose.\n\n\"You're all crazy,\" he shouted. \"Lemme out of here.\"\n\nHe wheeled and started away, but before he had taken two strides he\ncollided with a solid, unyielding, invisible substance.\n\nHe backed away a few steps, his mouth working in terror.\n\n\"What is it?\" he screamed.\n\n\"I'm sorry,\" Horatio's voice sounded in the air a few feet from Morry.\n\nMorry's face went white; he stared wildly about for another instant\nand then charged madly out of the theatre, screaming in terror.\n\n\n\nI chased after him, but it was a hopeless effort. When I got to the\nsidewalk he was gone. Moodily I slumped back into the theatre and went\nbackstage. My big opportunity was gone, but I still had Horatio.\n\nI found Alice in the office and she was alone. She smiled sweetly when\nshe saw me.\n\n\"You too, Brutus,\" I muttered. Then I thought about my meal ticket and\nlooked worriedly around the room.\n\n\"Where's Horatio?\" I snapped.\n\n\"Horatio,\" she smiled, \"is gone. Too bad you missed him. He would have\nliked to say goodbye.\"\n\n\"Goodbye!\" I shrieked. \"Where's he going?\"\n\n\"Into the Army,\" Alice said sweetly. \"Isn't it wonderful?\"\n\n\"You're crazy,\" I shouted. \"The Army won't take him.\"\n\n\"I arranged a little something for him,\" Alice said. \"I'm sure he'll\nbe very useful in the camouflage department.\"\n\n_Camouflage!_\n\nI groaned and sank into a chair.\n\n\"Yes,\" Alice said pleasantly, \"when he learned that Mystiffio was my\nfather--not my husband as you so cleverly told him--he was quite angry\nfor a while. But of course he felt better when he thought it over. And\nhe was very happy to take my suggestion to apply for a commission in\nthe camouflage. I think Horatio and I are going to get along nicely.\"\n\nI groaned again.\n\nMystiffio stuck his head in the door.\n\n\"Goodbye,\" he said. \"Ready, dear?\"\n\n\"Yes,\" Alice said, moving to the door. \"I'm ready.\"\n\n\"Now wait a minute,\" I cried. \"Where are you two going? You're the\nlast act I've got.\"\n\n\"I am enlisting!\" Mystiffio said proudly.\n\n\"As what?\"\n\n\"Signal corps, in charge of messenger pigeons.\"\n\nMystiffio flapped his coat tail and a lone pigeon fluttered into the\nair. \"I've had a lot of experience with the little devils.\"\n\nI groaned again and dropped my head in my hands.\n\nWhat was left?\n\nWhen I looked up, Mystiffio and Alice had gone.\n\nFor a moment I sat there staring about the quiet dusty office. Then I\nstood up and I knew what I was going to do.\n\nI put my hat on and walked out of the building. I didn't stop walking\nuntil I reached the Marine recruiting office. A big poster said, \"The\nMarines Promise You Action!\"\n\nI walked in. Nothing could be worse than what I'd just been through. I\nfelt contented for the first time in sixteen years.\n\n",
    "metadata": {
        "author": [
            "McGivern, William Peter",
            "McGivern, William P."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32652/pg32652.txt",
        "name": "the_chameleon_man.json"
    }
}