{
    "name": "The Jupiter Weapon",
    "author": [
        "Fontenay, Charles Louis",
        "Fontenay, Charles L."
    ],
    "body": "Trella feared she was in for trouble even before Motwick's head dropped\nforward on his arms in a drunken stupor. The two evil-looking men at the\ntable nearby had been watching her surreptitiously, and now they shifted\nrestlessly in their chairs.\n\nTrella had not wanted to come to the Golden Satellite. It was a squalid\nsaloon in the rougher section of Jupiter's View, the terrestrial\ndome-colony on Ganymede. Motwick, already drunk, had insisted.\n\nA woman could not possibly make her way through these streets alone to\nthe better section of town, especially one clad in a silvery evening\ndress. Her only hope was that this place had a telephone. Perhaps she\ncould call one of Motwick's friends; she had no one on Ganymede she\ncould call a real friend herself.\n\nTentatively, she pushed her chair back from the table and arose. She had\nto brush close by the other table to get to the bar. As she did, the\ndark, slick-haired man reached out and grabbed her around the waist with\na steely arm.\n\nTrella swung with her whole body, and slapped him so hard he nearly fell\nfrom his chair. As she walked swiftly toward the bar, he leaped up to\nfollow her.\n\nThere were only two other people in the Golden Satellite: the fat,\nmustached bartender and a short, square-built man at the bar. The latter\nswung around at the pistol-like report of her slap, and she saw that,\nthough no more than four and a half feet tall, he was as heavily muscled\nas a lion.\n\nHis face was clean and open, with close-cropped blond hair and honest\nblue eyes. She ran to him.\n\n\"Help me!\" she cried. \"Please help me!\"\n\nHe began to back away from her.\n\n\"I can't,\" he muttered in a deep voice. \"I can't help you. I can't do\nanything.\"\n\n                   *       *       *       *       *\n\nThe dark man was at her heels. In desperation, she dodged around the\nshort man and took refuge behind him. Her protector was obviously\nunwilling, but the dark man, faced with his massiveness, took no\nchances. He stopped and shouted:\n\n\"Kregg!\"\n\nThe other man at the table arose, ponderously, and lumbered toward them.\nHe was immense, at least six and a half feet tall, with a brutal, vacant\nface.\n\nEvading her attempts to stay behind him, the squat man began to move\ndown the bar away from the approaching Kregg. The dark man moved in on\nTrella again as Kregg overtook his quarry and swung a huge fist like a\nsledgehammer.\n\nExactly what happened, Trella wasn't sure. She had the impression that\nKregg's fist connected squarely with the short man's chin _before_ he\ndodged to one side in a movement so fast it was a blur. But that\ncouldn't have been, because the short man wasn't moved by that blow that\nwould have felled a steer, and Kregg roared in pain, grabbing his\ninjured fist.\n\n\"The bar!\" yelled Kregg. \"I hit the damn bar!\"\n\nAt this juncture, the bartender took a hand. Leaning far over the bar,\nhe swung a full bottle in a complete arc. It smashed on Kregg's head,\nsplashing the floor with liquor, and Kregg sank stunned to his knees.\nThe dark man, who had grabbed Trella's arm, released her and ran for the\ndoor.\n\nMoving agilely around the end of the bar, the bartender stood over\nKregg, holding the jagged-edged bottleneck in his hand menacingly.\n\n\"Get out!\" rumbled the bartender. \"I'll have no coppers raiding my place\nfor the likes of you!\"\n\nKregg stumbled to his feet and staggered out. Trella ran to the\nunconscious Motwick's side.\n\n\"That means you, too, lady,\" said the bartender beside her. \"You and\nyour boy friend get out of here. You oughtn't to have come here in the\nfirst place.\"\n\n\"May I help you, Miss?\" asked a deep, resonant voice behind her.\n\nShe straightened from her anxious examination of Motwick. The squat man\nwas standing there, an apologetic look on his face.\n\nShe looked contemptuously at the massive muscles whose help had been\ndenied her. Her arm ached where the dark man had grasped it. The broad\nface before her was not unhandsome, and the blue eyes were\ndisconcertingly direct, but she despised him for a coward.\n\n\"I'm sorry I couldn't fight those men for you, Miss, but I just\ncouldn't,\" he said miserably, as though reading her thoughts. \"But no\none will bother you on the street if I'm with you.\"\n\n\"A lot of protection you'd be if they did!\" she snapped. \"But I'm\ndesperate. You can carry him to the Stellar Hotel for me.\"\n\n                   *       *       *       *       *\n\nThe gravity of Ganymede was hardly more than that of Earth's moon, but\nthe way the man picked up the limp Motwick with one hand and tossed him\nover a shoulder was startling: as though he lifted a feather pillow. He\nfollowed Trella out the door of the Golden Satellite and fell in step\nbeside her. Immediately she was grateful for his presence. The dimly\nlighted street was not crowded, but she didn't like the looks of the men\nshe saw.\n\nThe transparent dome of Jupiter's View was faintly visible in the\nreflected night lights of the colonial city, but the lights were\noverwhelmed by the giant, vari-colored disc of Jupiter itself, riding\nhigh in the sky.\n\n\"I'm Quest Mansard, Miss,\" said her companion. \"I'm just in from\nJupiter.\"\n\n\"I'm Trella Nuspar,\" she said, favoring him with a green-eyed glance.\n\"You mean Io, don't you--or Moon Five?\"\n\n\"No,\" he said, grinning at her. He had an engaging grin, with even white\nteeth. \"I meant Jupiter.\"\n\n\"You're lying,\" she said flatly. \"No one has ever landed on Jupiter. It\nwould be impossible to blast off again.\"\n\n\"My parents landed on Jupiter, and I blasted off from it,\" he said\nsoberly. \"I was born there. Have you ever heard of Dr. Eriklund\nMansard?\"\n\n\"I certainly have,\" she said, her interest taking a sudden upward turn.\n\"He developed the surgiscope, didn't he? But his ship was drawn into\nJupiter and lost.\"\n\n\"It was drawn into Jupiter, but he landed it successfully,\" said Quest.\n\"He and my mother lived on Jupiter until the oxygen equipment wore out\nat last. I was born and brought up there, and I was finally able to\nbuild a small rocket with a powerful enough drive to clear the planet.\"\n\nShe looked at him. He was short, half a head shorter than she, but broad\nand powerful as a man might be who had grown up in heavy gravity. He\ntrod the street with a light, controlled step, seeming to deliberately\nhold himself down.\n\n\"If Dr. Mansard succeeded in landing on Jupiter, why didn't anyone ever\nhear from him again?\" she demanded.\n\n\"Because,\" said Quest, \"his radio was sabotaged, just as his ship's\ndrive was.\"\n\n\"Jupiter strength,\" she murmured, looking him over coolly. \"You wear\nMotwick on your shoulder like a scarf. But you couldn't bring yourself\nto help a woman against two thugs.\"\n\nHe flushed.\n\n\"I'm sorry,\" he said. \"That's something I couldn't help.\"\n\n\"Why not?\"\n\n\"I don't know. It's not that I'm afraid, but there's something in me\nthat makes me back away from the prospect of fighting anyone.\"\n\nTrella sighed. Cowardice was a state of mind. It was peculiarly\ninappropriate, but not unbelievable, that the strongest and most agile\nman on Ganymede should be a coward. Well, she thought with a rush of\nsympathy, he couldn't help being what he was.\n\n                   *       *       *       *       *\n\nThey had reached the more brightly lighted section of the city now.\nTrella could get a cab from here, but the Stellar Hotel wasn't far. They\nwalked on.\n\nTrella had the desk clerk call a cab to deliver the unconscious Motwick\nto his home. She and Quest had a late sandwich in the coffee shop.\n\n\"I landed here only a week ago,\" he told her, his eyes frankly admiring\nher honey-colored hair and comely face. \"I'm heading for Earth on the\nnext spaceship.\"\n\n\"We'll be traveling companions, then,\" she said. \"I'm going back on that\nship, too.\"\n\nFor some reason she decided against telling him that the assignment on\nwhich she had come to the Jupiter system was to gather his own father's\nnotebooks and take them back to Earth.\n\n                   *       *       *       *       *\n\nMotwick was an irresponsible playboy whom Trella had known briefly on\nEarth, and Trella was glad to dispense with his company for the\nremaining three weeks before the spaceship blasted off. She found\nherself enjoying the steadier companionship of Quest.\n\nAs a matter of fact, she found herself enjoying his companionship more\nthan she intended to. She found herself falling in love with him.\n\nNow this did not suit her at all. Trella had always liked her men tall\nand dark. She had determined that when she married it would be to a\ncurly-haired six-footer.\n\nShe was not at all happy about being so strongly attracted to a man\nseveral inches shorter than she. She was particularly unhappy about\nfeeling drawn to a man who was a coward.\n\nThe ship that they boarded on Moon Nine was one of the newer ships that\ncould attain a hundred-mile-per-second velocity and take a hyperbolic\npath to Earth, but it would still require fifty-four days to make the\ntrip. So Trella was delighted to find that the ship was the _Cometfire_\nand its skipper was her old friend, dark-eyed, curly-haired Jakdane\nGille.\n\n\"Jakdane,\" she said, flirting with him with her eyes as in days gone\nby, \"I need a chaperon this trip, and you're ideal for the job.\"\n\n\"I never thought of myself in quite that light, but maybe I'm getting\nold,\" he answered, laughing. \"What's your trouble, Trella?\"\n\n\"I'm in love with that huge chunk of man who came aboard with me, and\nI'm not sure I ought to be,\" she confessed. \"I may need protection\nagainst myself till we get to Earth.\"\n\n\"If it's to keep you out of another fellow's clutches, I'm your man,\"\nagreed Jakdane heartily. \"I always had a mind to save you for myself.\nI'll guarantee you won't have a moment alone with him the whole trip.\"\n\n\"You don't have to be that thorough about it,\" she protested hastily. \"I\nwant to get a little enjoyment out of being in love. But if I feel\nmyself weakening too much, I'll holler for help.\"\n\nThe _Cometfire_ swung around great Jupiter in an opening arc and\nplummeted ever more swiftly toward the tight circles of the inner\nplanets. There were four crew members and three passengers aboard the\nship's tiny personnel sphere, and Trella was thrown with Quest almost\nconstantly. She enjoyed every minute of it.\n\nShe told him only that she was a messenger, sent out to Ganymede to pick\nup some important papers and take them back to Earth. She was tempted to\ntell him what the papers were. Her employer had impressed upon her that\nher mission was confidential, but surely Dom Blessing could not object\nto Dr. Mansard's son knowing about it.\n\nAll these things had happened before she was born, and she did not know\nwhat Dom Blessing's relation to Dr. Mansard had been, but it must have\nbeen very close. She knew that Dr. Mansard had invented the surgiscope.\n\nThis was an instrument with a three-dimensional screen as its heart. The\nscreen was a cubical frame in which an apparently solid image was built\nup of an object under an electron microscope.\n\n                   *       *       *       *       *\n\nThe actual cutting instrument of the surgiscope was an ion stream. By\noperating a tool in the three-dimensional screen, corresponding\nmovements were made by the ion stream on the object under the\nmicroscope. The principle was the same as that used in operation of\nremote control \"hands\" in atomic laboratories to handle hot material,\nand with the surgiscope very delicate operations could be performed at\nthe cellular level.\n\nDr. Mansard and his wife had disappeared into the turbulent atmosphere\nof Jupiter just after his invention of the surgiscope, and it had been\ndeveloped by Dom Blessing. Its success had built Spaceway Instruments,\nIncorporated, which Blessing headed.\n\nThrough all these years since Dr. Mansard's disappearance, Blessing had\nbeen searching the Jovian moons for a second, hidden laboratory of Dr.\nMansard. When it was found at last, he sent Trella, his most trusted\nsecretary, to Ganymede to bring back to him the notebooks found there.\n\nBlessing would, of course, be happy to learn that a son of Dr. Mansard\nlived, and would see that he received his rightful share of the\ninheritance. Because of this, Trella was tempted to tell Quest the good\nnews herself; but she decided against it. It was Blessing's privilege to\ndo this his own way, and he might not appreciate her meddling.\n\n                   *       *       *       *       *\n\nAt midtrip, Trella made a rueful confession to Jakdane.\n\n\"It seems I was taking unnecessary precautions when I asked you to be a\nchaperon,\" she said. \"I kept waiting for Quest to do something, and when\nhe didn't I told him I loved him.\"\n\n\"What did he say?\"\n\n\"It's very peculiar,\" she said unhappily. \"He said he _can't_ love me.\nHe said he wants to love me and he feels that he should, but there's\nsomething in him that refuses to permit it.\"\n\nShe expected Jakdane to salve her wounded feelings with a sympathetic\npleasantry, but he did not. Instead, he just looked at her very\nthoughtfully and said no more about the matter.\n\nHe explained his attitude after Asrange ran amuck.\n\nAsrange was the third passenger. He was a lean, saturnine individual who\nsaid little and kept to himself as much as possible. He was distantly\npolite in his relations with both crew and other passengers, and never\nshowed the slightest spark of emotion ... until the day Quest squirted\ncoffee on him.\n\nIt was one of those accidents that can occur easily in space. The\npassengers and the two crewmen on that particular waking shift\n(including Jakdane) were eating lunch on the center-deck. Quest picked\nup his bulb of coffee, but inadvertently pressed it before he got it to\nhis lips. The coffee squirted all over the front of Asrange's clean\nwhite tunic.\n\n\"I'm sorry!\" exclaimed Quest in distress.\n\nThe man's eyes went wide and he snarled. So quickly it seemed\nimpossible, he had unbuckled himself from his seat and hurled himself\nbackward from the table with an incoherent cry. He seized the first\nobject his hand touched--it happened to be a heavy wooden cane leaning\nagainst Jakdane's bunk--propelled himself like a projectile at Quest.\n\nQuest rose from the table in a sudden uncoiling of movement. He did not\nunbuckle his safety belt--he rose and it snapped like a string.\n\nFor a moment Trella thought he was going to meet Asrange's assault. But\nhe fled in a long leap toward the companionway leading to the\nastrogation deck above. Landing feet-first in the middle of the table\nand rebounding, Asrange pursued with the stick upraised.\n\nIn his haste, Quest missed the companionway in his leap and was cornered\nagainst one of the bunks. Asrange descended on him like an avenging\nangel and, holding onto the bunk with one hand, rained savage blows on\nhis head and shoulders with the heavy stick.\n\nQuest made no effort to retaliate. He cowered under the attack, holding\nhis hands in front of him as if to ward it off. In a moment, Jakdane and\nthe other crewman had reached Asrange and pulled him off.\n\n                   *       *       *       *       *\n\nWhen they had Asrange in irons, Jakdane turned to Quest, who was now\nsitting unhappily at the table.\n\n\"Take it easy,\" he advised. \"I'll wake the psychosurgeon and have him\nlook you over. Just stay there.\"\n\nQuest shook his head.\n\n\"Don't bother him,\" he said. \"It's nothing but a few bruises.\"\n\n\"Bruises? Man, that club could have broken your skull! Or a couple of\nribs, at the very least.\"\n\n\"I'm all right,\" insisted Quest; and when the skeptical Jakdane insisted\non examining him carefully, he had to admit it. There was hardly a mark\non him from the blows.\n\n\"If it didn't hurt you any more than that, why didn't you take that\nstick away from him?\" demanded Jakdane. \"You could have, easily.\"\n\n\"I couldn't,\" said Quest miserably, and turned his face away.\n\nLater, alone with Trella on the control deck, Jakdane gave her some\nsober advice.\n\n\"If you think you're in love with Quest, forget it,\" he said.\n\n\"Why? Because he's a coward? I know that ought to make me despise him,\nbut it doesn't any more.\"\n\n\"Not because he's a coward. Because he's an android!\"\n\n\"What? Jakdane, you can't be serious!\"\n\n\"I am. I say he's an android, an artificial imitation of a man. It all\nfigures.\n\n\"Look, Trella, he said he was born on Jupiter. A human could stand the\ngravity of Jupiter, inside a dome or a ship, but what human could stand\nthe rocket acceleration necessary to break free of Jupiter? Here's a man\nstrong enough to break a spaceship safety belt just by getting up out of\nhis chair against it, tough enough to take a beating with a heavy stick\nwithout being injured. How can you believe he's really human?\"\n\nTrella remembered the thug Kregg striking Quest in the face and then\ncrying that he had injured his hand on the bar.\n\n\"But he said Dr. Mansard was his father,\" protested Trella.\n\n\"Robots and androids frequently look on their makers as their parents,\"\nsaid Jakdane. \"Quest may not even know he's artificial. Do you know how\nMansard died?\"\n\n\"The oxygen equipment failed, Quest said.\"\n\n\"Yes. Do you know when?\"\n\n\"No. Quest never did tell me, that I remember.\"\n\n\"He told me: a year before Quest made his rocket flight to Ganymede! If\nthe oxygen equipment failed, how do you think _Quest_ lived in the\npoisonous atmosphere of Jupiter, if he's human?\"\n\nTrella was silent.\n\n\"For the protection of humans, there are two psychological traits built\ninto every robot and android,\" said Jakdane gently. \"The first is that\nthey can never, under any circumstances, attack a human being, even in\nself defense. The second is that, while they may understand sexual\ndesire objectively, they can never experience it themselves.\n\n\"Those characteristics fit your man Quest to a T, Trella. There is no\nother explanation for him: he must be an android.\"\n\n                   *       *       *       *       *\n\nTrella did not want to believe Jakdane was right, but his reasoning\nwas unassailable. Looking upon Quest as an android, many things were\nexplained: his great strength, his short, broad build, his immunity to\ninjury, his refusal to defend himself against a human, his inability\nto return Trella's love for him.\n\nIt was not inconceivable that she should have unknowingly fallen in love\nwith an android. Humans could love androids, with real affection, even\nknowing that they were artificial. There were instances of android\nnursemaids who were virtually members of the families owning them.\n\nShe was glad now that she had not told Quest of her mission to Ganymede.\nHe thought he was Dr. Mansard's son, but an android had no legal right\nof inheritance from his owner. She would leave it to Dom Blessing to\ndecide what to do about Quest.\n\nThus she did not, as she had intended originally, speak to Quest about\nseeing him again after she had completed her assignment. Even if Jakdane\nwas wrong and Quest was human--as now seemed unlikely--Quest had told\nher he could not love her. Her best course was to try to forget him.\n\nNor did Quest try to arrange with her for a later meeting.\n\n\"It has been pleasant knowing you, Trella,\" he said when they left the\nG-boat at White Sands. A faraway look came into his blue eyes, and he\nadded: \"I'm sorry things couldn't have been different, somehow.\"\n\n\"Let's don't be sorry for what we can't help,\" she said gently, taking\nhis hand in farewell.\n\nTrella took a fast plane from White Sands, and twenty-four hours later\nwalked up the front steps of the familiar brownstone house on the\noutskirts of Washington.\n\nDom Blessing himself met her at the door, a stooped, graying man who\npeered at her over his spectacles.\n\n\"You have the papers, eh?\" he said, spying the brief case. \"Good, good.\nCome in and we'll see what we have, eh?\"\n\nShe accompanied him through the bare, windowless anteroom which had\nalways seemed to her such a strange feature of this luxurious house,\nand they entered the big living room. They sat before a fire in the\nold-fashioned fireplace and Blessing opened the brief case with\ntrembling hands.\n\n\"There are things here,\" he said, his eyes sparkling as he glanced\nthrough the notebooks. \"Yes, there are things here. We shall make\nsomething of these, Miss Trella, eh?\"\n\n\"I'm glad they're something you can use, Mr. Blessing,\" she said.\n\"There's something else I found on my trip, that I think I should tell\nyou about.\"\n\nShe told him about Quest.\n\n\"He thinks he's the son of Dr. Mansard,\" she finished, \"but apparently\nhe is, without knowing it, an android Dr. Mansard built on Jupiter.\"\n\n\"He came back to Earth with you, eh?\" asked Blessing intently.\n\n\"Yes. I'm afraid it's your decision whether to let him go on living as a\nman or to tell him he's an android and claim ownership as Dr. Mansard's\nheir.\"\n\nTrella planned to spend a few days resting in her employer's spacious\nhome, and then to take a short vacation before resuming her duties as\nhis confidential secretary. The next morning when she came down from her\nroom, a change had been made.\n\nTwo armed men were with Dom Blessing at breakfast and accompanied him\nwherever he went. She discovered that two more men with guns were\nstationed in the bare anteroom and a guard was stationed at every\nentrance to the house.\n\n\"Why all the protection?\" she asked Blessing.\n\n\"A wealthy man must be careful,\" said Blessing cheerfully. \"When we\ndon't understand all the implications of new circumstances, we must be\nprepared for anything, eh?\"\n\nThere was only one new circumstance Trella could think of. Without\nactually intending to, she exclaimed:\n\n\"You aren't afraid of Quest? Why, an android can't hurt a human!\"\n\nBlessing peered at her over his spectacles.\n\n\"And what if he isn't an android, eh? And if he is--what if old Mansard\ndidn't build in the prohibition against harming humans that's required\nby law? What about that, eh?\"\n\nTrella was silent, shocked. There was something here she hadn't known\nabout, hadn't even suspected. For some reason, Dom Blessing feared Dr.\nEriklund Mansard ... or his heir ... or his mechanical servant.\n\n                   *       *       *       *       *\n\nShe was sure that Blessing was wrong, that Quest, whether man or android,\nintended no harm to him. Surely, Quest would have said something of\nsuch bitterness during their long time together on Ganymede and aspace,\nsince he did not know of Trella's connection with Blessing. But, since\nthis was to be the atmosphere of Blessing's house, she was glad that he\ndecided to assign her to take the Mansard papers to the New York\nlaboratory.\n\nQuest came the day before she was scheduled to leave.\n\nTrella was in the living room with Blessing, discussing the instructions\nshe was to give to the laboratory officials in New York. The two\nbodyguards were with them. The other guards were at their posts.\n\nTrella heard the doorbell ring. The heavy oaken front door was kept\nlocked now, and the guards in the anteroom examined callers through a\ntiny window.\n\nSuddenly alarm bells rang all over the house. There was a terrific crash\noutside the room as the front door splintered. There were shouts and the\nsound of a shot.\n\n\"The steel doors!\" cried Blessing, turning white. \"Let's get out of\nhere.\"\n\nHe and his bodyguards ran through the back of the house out of the\ngarage.\n\nBlessing, ahead of the rest, leaped into one of the cars and started the\nengine.\n\nThe door from the house shattered and Quest burst through. The two\nguards turned and fired together.\n\nHe could be hurt by bullets. He was staggered momentarily.\n\nThen, in a blur of motion, he sprang forward and swept the guards aside\nwith one hand with such force that they skidded across the floor and lay\nin an unconscious heap against the rear of the garage. Trella had opened\nthe door of the car, but it was wrenched from her hand as Blessing\nstepped on the accelerator and it leaped into the driveway with spinning\nwheels.\n\nQuest was after it, like a chunky deer, running faster than Trella had\never seen a man run before.\n\nBlessing slowed for the turn at the end of the driveway and glanced back\nover his shoulder. Seeing Quest almost upon him, he slammed down the\naccelerator and twisted the wheel hard.\n\nThe car whipped into the street, careened, and rolled over and over,\nbringing up against a tree on the other side in a twisted tangle of\nwreckage.\n\nWith a horrified gasp, Trella ran down the driveway toward the smoking\nheap of metal. Quest was already beside it, probing it. As she reached\nhis side, he lifted the torn body of Dom Blessing. Blessing was dead.\n\n\"I'm lucky,\" said Quest soberly. \"I would have murdered him.\"\n\n\"But why, Quest? I knew he was afraid of you, but he didn't tell me\nwhy.\"\n\n\"It was conditioned into me,\" answered Quest \"I didn't know it until\njust now, when it ended, but my father conditioned me psychologically\nfrom my birth to the task of hunting down Dom Blessing and killing him.\nIt was an unconscious drive in me that wouldn't release me until the\ntask was finished.\n\n\"You see, Blessing was my father's assistant on Ganymede. Right after my\nfather completed development of the surgiscope, he and my mother blasted\noff for Io. Blessing wanted the valuable rights to the surgiscope, and\nhe sabotaged the ship's drive so it would fall into Jupiter.\n\n\"But my father was able to control it in the heavy atmosphere of Jupiter,\nand landed it successfully. I was born there, and he conditioned me to\ncome to Earth and track down Blessing. I know now that it was part of\nthe conditioning that I was unable to fight any other man until my task\nwas finished: it might have gotten me in trouble and diverted me from\nthat purpose.\"\n\nMore gently than Trella would have believed possible for his\nJupiter-strong muscles, Quest took her in his arms.\n\n\"Now I can say I love you,\" he said. \"That was part of the conditioning\ntoo: I couldn't love any woman until my job was done.\"\n\nTrella disengaged herself.\n\n\"I'm sorry,\" she said. \"Don't you know this, too, now: that you're not a\nman, but an android?\"\n\nHe looked at her in astonishment, stunned by her words.\n\n\"What in space makes you think that?\" he demanded.\n\n\"Why, Quest, it's obvious,\" she cried, tears in her eyes. \"Everything\nabout you ... your build, suited for Jupiter's gravity ... your strength\n... the fact that you were able to live in Jupiter's atmosphere after\nthe oxygen equipment failed. I know you think Dr. Mansard was your\nfather, but androids often believe that.\"\n\nHe grinned at her.\n\n\"I'm no android,\" he said confidently. \"Do you forget my father was\ninventor of the surgiscope? He knew I'd have to grow up on Jupiter, and\nhe operated on the genes before I was born. He altered my inherited\ncharacteristics to adapt me to the climate of Jupiter ... even to being\nable to breathe a chlorine atmosphere as well as an oxygen atmosphere.\"\n\nTrella looked at him. He was not badly hurt, any more than an elephant\nwould have been, but his tunic was stained with red blood where the\nbullets had struck him. Normal android blood was green.\n\n\"How can you be sure?\" she asked doubtfully.\n\n\"Androids are made,\" he answered with a laugh. \"They don't grow up. And\nI remember my boyhood on Jupiter very well.\"\n\nHe took her in his arms again, and this time she did not resist. His\nlips were very human.\n\n                                                       THE END\n\n\n\n\n[ Transcriber's Note:\n\n  The following is a list of corrections made to the original. The first\n  line is the original line, the second the corrected one.\n\n  destruction--immeasureably\n  destruction--immeasurably\n\ndome-colony on Ganymede. Motwick, already, drunk, had insisted.\ndome-colony on Ganymede. Motwick, already drunk, had insisted.\n\nher mission was confidential, but surely Dom Blesssing could not object\nher mission was confidential, but surely Dom Blessing could not object\n\nmicroscope. The principal was the same as that used in operation of\nmicroscope. The principle was the same as that used in operation of\n]",
    "metadata": {
        "author": [
            "Fontenay, Charles Louis",
            "Fontenay, Charles L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27588/pg27588.txt",
        "name": "the_jupiter_weapon.json"
    }
}