{
    "name": "The Adventure of the Dying Detective",
    "author": [
        "Doyle, Arthur Conan",
        "Doyle, Sir Arthur Conan",
        "Doyle, A. Conan",
        "Conan Doyle, Arthur, Sir"
    ],
    "body": "By\n\nSir Arthur Conan Doyle\n\n\n\n\nMrs. Hudson, the landlady of Sherlock Holmes, was a long-suffering\nwoman.  Not only was her first-floor flat invaded at all hours by\nthrongs of singular and often undesirable characters but her remarkable\nlodger showed an eccentricity and irregularity in his life which must\nhave sorely tried her patience. His incredible untidiness, his\naddiction to music at strange hours, his occasional revolver practice\nwithin doors, his weird and often malodorous scientific experiments,\nand the atmosphere of violence and danger which hung around him made\nhim the very worst tenant in London.  On the other hand, his payments\nwere princely. I have no doubt that the house might have been purchased\nat the price which Holmes paid for his rooms during the years that I\nwas with him.\n\nThe landlady stood in the deepest awe of him and never dared to\ninterfere with him, however outrageous his proceedings might seem.  She\nwas fond of him, too, for he had a remarkable gentleness and courtesy\nin his dealings with women.  He disliked and distrusted the sex, but he\nwas always a chivalrous opponent. Knowing how genuine was her regard\nfor him, I listened earnestly to her story when she came to my rooms in\nthe second year of my married life and told me of the sad condition to\nwhich my poor friend was reduced.\n\n\"He's dying, Dr. Watson,\" said she.  \"For three days he has been\nsinking, and I doubt if he will last the day.  He would not let me get\na doctor.  This morning when I saw his bones sticking out of his face\nand his great bright eyes looking at me I could stand no more of it.\n'With your leave or without it, Mr. Holmes, I am going for a doctor\nthis very hour,' said I.  'Let it be Watson, then,' said he.  I\nwouldn't waste an hour in coming to him, sir, or you may not see him\nalive.\"\n\nI was horrified for I had heard nothing of his illness.  I need not say\nthat I rushed for my coat and my hat.  As we drove back I asked for the\ndetails.\n\n\"There is little I can tell you, sir.  He has been working at a case\ndown at Rotherhithe, in an alley near the river, and he has brought\nthis illness back with him.  He took to his bed on Wednesday afternoon\nand has never moved since.  For these three days neither food nor drink\nhas passed his lips.\"\n\n\"Good God!  Why did you not call in a doctor?\"\n\n\"He wouldn't have it, sir.  You know how masterful he is.  I didn't\ndare to disobey him.  But he's not long for this world, as you'll see\nfor yourself the moment that you set eyes on him.\"\n\nHe was indeed a deplorable spectacle.  In the dim light of a foggy\nNovember day the sick room was a gloomy spot, but it was that gaunt,\nwasted face staring at me from the bed which sent a chill to my heart.\nHis eyes had the brightness of fever, there was a hectic flush upon\neither cheek, and dark crusts clung to his lips; the thin hands upon\nthe coverlet twitched incessantly, his voice was croaking and\nspasmodic.  He lay listlessly as I entered the room, but the sight of\nme brought a gleam of recognition to his eyes.\n\n\"Well, Watson, we seem to have fallen upon evil days,\" said he in a\nfeeble voice, but with something of his old carelessness of manner.\n\n\"My dear fellow!\" I cried, approaching him.\n\n\"Stand back!  Stand right back!\" said he with the sharp imperiousness\nwhich I had associated only with moments of crisis. \"If you approach\nme, Watson, I shall order you out of the house.\"\n\n\"But why?\"\n\n\"Because it is my desire.  Is that not enough?\"\n\nYes, Mrs. Hudson was right.  He was more masterful than ever.  It was\npitiful, however, to see his exhaustion.\n\n\"I only wished to help,\" I explained.\n\n\"Exactly!  You will help best by doing what you are told.\"\n\n\"Certainly, Holmes.\"\n\nHe relaxed the austerity of his manner.\n\n\"You are not angry?\" he asked, gasping for breath.\n\nPoor devil, how could I be angry when I saw him lying in such a plight\nbefore me?\n\n\"It's for your own sake, Watson,\" he croaked.\n\n\"For MY sake?\"\n\n\"I know what is the matter with me.  It is a coolie disease from\nSumatra--a thing that the Dutch know more about than we, though they\nhave made little of it up to date.  One thing only is certain.  It is\ninfallibly deadly, and it is horribly contagious.\"\n\nHe spoke now with a feverish energy, the long hands twitching and\njerking as he motioned me away.\n\n\"Contagious by touch, Watson--that's it, by touch.  Keep your distance\nand all is well.\"\n\n\"Good heavens, Holmes!  Do you suppose that such a consideration weighs\nwith me of an instant?  It would not affect me in the case of a\nstranger.  Do you imagine it would prevent me from doing my duty to so\nold a friend?\"\n\nAgain I advanced, but he repulsed me with a look of furious anger.\n\n\"If you will stand there I will talk.  If you do not you must leave the\nroom.\"\n\nI have so deep a respect for the extraordinary qualities of Holmes that\nI have always deferred to his wishes, even when I least understood\nthem.  But now all my professional instincts were aroused.  Let him be\nmy master elsewhere, I at least was his in a sick room.\n\n\"Holmes,\" said I, \"you are not yourself.  A sick man is but a child,\nand so I will treat you.  Whether you like it or not, I will examine\nyour symptoms and treat you for them.\"\n\nHe looked at me with venomous eyes.\n\n\"If I am to have a doctor whether I will or not, let me at least have\nsomeone in whom I have confidence,\" said he.\n\n\"Then you have none in me?\"\n\n\"In your friendship, certainly.  But facts are facts, Watson, and,\nafter all, you are only a general practitioner with very limited\nexperience and mediocre qualifications.  It is painful to have to say\nthese things, but you leave me no choice.\"\n\nI was bitterly hurt.\n\n\"Such a remark is unworthy of you, Holmes.  It shows me very clearly\nthe state of your own nerves.  But if you have no confidence in me I\nwould not intrude my services.  Let me bring Sir Jasper Meek or Penrose\nFisher, or any of the best men in London.  But someone you MUST have,\nand that is final.  If you think that I am going to stand here and see\nyou die without either helping you myself or bringing anyone else to\nhelp you, then you have mistaken your man.\"\n\n\"You mean well, Watson,\" said the sick man with something between a sob\nand a groan.  \"Shall I demonstrate your own ignorance? What do you\nknow, pray, of Tapanuli fever?  What do you know of the black Formosa\ncorruption?\"\n\n\"I have never heard of either.\"\n\n\"There are many problems of disease, many strange pathological\npossibilities, in the East, Watson.\"  He paused after each sentence to\ncollect his failing strength.  \"I have learned so much during some\nrecent researches which have a medico-criminal aspect.  It was in the\ncourse of them that I contracted this complaint.  You can do nothing.\"\n\n\"Possibly not.  But I happen to know that Dr. Ainstree, the greatest\nliving authority upon tropical disease, is now in London.  All\nremonstrance is useless, Holmes, I am going this instant to fetch him.\"\nI turned resolutely to the door.\n\nNever have I had such a shock!  In an instant, with a tiger-spring, the\ndying man had intercepted me.  I heard the sharp snap of a twisted key.\nThe next moment he had staggered back to his bed, exhausted and panting\nafter his one tremendous outflame of energy.\n\n\"You won't take the key from me by force, Watson, I've got you, my\nfriend.  Here you are, and here you will stay until I will otherwise.\nBut I'll humour you.\"  (All this in little gasps, with terrible\nstruggles for breath between.)  \"You've only my own good at heart.  Of\ncourse I know that very well.  You shall have your way, but give me\ntime to get my strength.  Not now, Watson, not now.  It's four o'clock.\nAt six you can go.\"\n\n\"This is insanity, Holmes.\"\n\n\"Only two hours, Watson.  I promise you will go at six.  Are you\ncontent to wait?\"\n\n\"I seem to have no choice.\"\n\n\"None in the world, Watson.  Thank you, I need no help in arranging the\nclothes.  You will please keep your distance.  Now, Watson, there is\none other condition that I would make.  You will seek help, not from\nthe man you mention, but from the one that I choose.\"\n\n\"By all means.\"\n\n\"The first three sensible words that you have uttered since you entered\nthis room, Watson.  You will find some books over there. I am somewhat\nexhausted; I wonder how a battery feels when it pours electricity into\na non-conductor?  At six, Watson, we resume our conversation.\"\n\nBut it was destined to be resumed long before that hour, and in\ncircumstances which gave me a shock hardly second to that caused by his\nspring to the door.  I had stood for some minutes looking at the silent\nfigure in the bed.  His face was almost covered by the clothes and he\nappeared to be asleep.  Then, unable to settle down to reading, I\nwalked slowly round the room, examining the pictures of celebrated\ncriminals with which every wall was adorned.  Finally, in my aimless\nperambulation, I came to the mantelpiece.  A litter of pipes,\ntobacco-pouches, syringes, penknives, revolver-cartridges, and other\ndebris was scattered over it.  In the midst of these was a small black\nand white ivory box with a sliding lid.  It was a neat little thing,\nand I had stretched out my hand to examine it more closely, when----\n\nIt was a dreadful cry that he gave--a yell which might have been heard\ndown the street.  My skin went cold and my hair bristled at that\nhorrible scream.  As I turned I caught a glimpse of a convulsed face\nand frantic eyes.  I stood paralyzed, with the little box in my hand.\n\n\"Put it down!  Down, this instant, Watson--this instant, I say!\" His\nhead sank back upon the pillow and he gave a deep sigh of relief as I\nreplaced the box upon the mantelpiece.  \"I hate to have my things\ntouched, Watson.  You know that I hate it.  You fidget me beyond\nendurance. You, a doctor--you are enough to drive a patient into an\nasylum.  Sit down, man, and let me have my rest!\"\n\nThe incident left a most unpleasant impression upon my mind.  The\nviolent and causeless excitement, followed by this brutality of speech,\nso far removed from his usual suavity, showed me how deep was the\ndisorganization of his mind.  Of all ruins, that of a noble mind is the\nmost deplorable.  I sat in silent dejection until the stipulated time\nhad passed.  He seemed to have been watching the clock as well as I,\nfor it was hardly six before he began to talk with the same feverish\nanimation as before.\n\n\"Now, Watson,\" said he.  \"Have you any change in your pocket?\"\n\n\"Yes.\"\n\n\"Any silver?\"\n\n\"A good deal.\"\n\n\"How many half-crowns?\"\n\n\"I have five.\"\n\n\"Ah, too few!  Too few!  How very unfortunate, Watson!  However, such\nas they are you can put them in your watchpocket.  And all the rest of\nyour money in your left trouser pocket.  Thank you. It will balance you\nso much better like that.\"\n\nThis was raving insanity.  He shuddered, and again made a sound between\na cough and a sob.\n\n\"You will now light the gas, Watson, but you will be very careful that\nnot for one instant shall it be more than half on.  I implore you to be\ncareful, Watson.  Thank you, that is excellent. No, you need not draw\nthe blind.  Now you will have the kindness to place some letters and\npapers upon this table within my reach. Thank you.  Now some of that\nlitter from the mantelpiece. Excellent, Watson!  There is a sugar-tongs\nthere.  Kindly raise that small ivory box with its assistance.  Place\nit here among the papers.  Good!  You can now go and fetch Mr.\nCulverton Smith, of 13 Lower Burke Street.\"\n\nTo tell the truth, my desire to fetch a doctor had somewhat weakened,\nfor poor Holmes was so obviously delirious that it seemed dangerous to\nleave him.  However, he was as eager now to consult the person named as\nhe had been obstinate in refusing.\n\n\"I never heard the name,\" said I.\n\n\"Possibly not, my good Watson.  It may surprise you to know that the\nman upon earth who is best versed in this disease is not a medical man,\nbut a planter.  Mr. Culverton Smith is a well-known resident of\nSumatra, now visiting London.  An outbreak of the disease upon his\nplantation, which was distant from medical aid, caused him to study it\nhimself, with some rather far-reaching consequences.  He is a very\nmethodical person, and I did not desire you to start before six,\nbecause I was well aware that you would not find him in his study.  If\nyou could persuade him to come here and give us the benefit of his\nunique experience of this disease, the investigation of which has been\nhis dearest hobby, I cannot doubt that he could help me.\"\n\nI gave Holmes's remarks as a consecutive whole and will not attempt to\nindicate how they were interrupted by gaspings for breath and those\nclutchings of his hands which indicated the pain from which he was\nsuffering.  His appearance had changed for the worse during the few\nhours that I had been with him.  Those hectic spots were more\npronounced, the eyes shone more brightly out of darker hollows, and a\ncold sweat glimmered upon his brow. He still retained, however, the\njaunty gallantry of his speech. To the last gasp he would always be the\nmaster.\n\n\"You will tell him exactly how you have left me,\" said he.  \"You will\nconvey the very impression which is in your own mind--a dying man--a\ndying and delirious man.  Indeed, I cannot think why the whole bed of\nthe ocean is not one solid mass of oysters, so prolific the creatures\nseem.  Ah, I am wandering!  Strange how the brain controls the brain!\nWhat was I saying, Watson?\"\n\n\"My directions for Mr. Culverton Smith.\"\n\n\"Ah, yes, I remember.  My life depends upon it.  Plead with him,\nWatson.  There is no good feeling between us.  His nephew, Watson--I\nhad suspicions of foul play and I allowed him to see it.  The boy died\nhorribly.  He has a grudge against me.  You will soften him, Watson.\nBeg him, pray him, get him here by any means.  He can save me--only he!\"\n\n\"I will bring him in a cab, if I have to carry him down to it.\"\n\n\"You will do nothing of the sort.  You will persuade him to come. And\nthen you will return in front of him.  Make any excuse so as not to\ncome with him.  Don't forget, Watson.  You won't fail me. You never did\nfail me.  No doubt there are natural enemies which limit the increase\nof the creatures.  You and I, Watson, we have done our part.  Shall the\nworld, then, be overrun by oysters? No, no; horrible!  You'll convey\nall that is in your mind.\"\n\nI left him full of the image of this magnificent intellect babbling\nlike a foolish child.  He had handed me the key, and with a happy\nthought I took it with me lest he should lock himself in.  Mrs. Hudson\nwas waiting, trembling and weeping, in the passage.  Behind me as I\npassed from the flat I heard Holmes's high, thin voice in some\ndelirious chant.  Below, as I stood whistling for a cab, a man came on\nme through the fog.\n\n\"How is Mr. Holmes, sir?\" he asked.\n\nIt was an old acquaintance, Inspector Morton, of Scotland Yard, dressed\nin unofficial tweeds.\n\n\"He is very ill,\" I answered.\n\nHe looked at me in a most singular fashion.  Had it not been too\nfiendish, I could have imagined that the gleam of the fanlight showed\nexultation in his face.\n\n\"I heard some rumour of it,\" said he.\n\nThe cab had driven up, and I left him.\n\nLower Burke Street proved to be a line of fine houses lying in the\nvague borderland between Notting Hill and Kensington.  The particular\none at which my cabman pulled up had an air of smug and demure\nrespectability in its old-fashioned iron railings, its massive\nfolding-door, and its shining brasswork.  All was in keeping with a\nsolemn butler who appeared framed in the pink radiance of a tinted\nelectrical light behind him.\n\n\"Yes, Mr. Culverton Smith is in.  Dr. Watson!  Very good, sir, I will\ntake up your card.\"\n\nMy humble name and title did not appear to impress Mr. Culverton Smith.\nThrough the half-open door I heard a high, petulant, penetrating voice.\n\n\"Who is this person?  What does he want?  Dear me, Staples, how often\nhave I said that I am not to be disturbed in my hours of study?\"\n\nThere came a gentle flow of soothing explanation from the butler.\n\n\"Well, I won't see him, Staples.  I can't have my work interrupted like\nthis.  I am not at home.  Say so.  Tell him to come in the morning if\nhe really must see me.\"\n\nAgain the gentle murmur.\n\n\"Well, well, give him that message.  He can come in the morning, or he\ncan stay away.  My work must not be hindered.\"\n\nI thought of Holmes tossing upon his bed of sickness and counting the\nminutes, perhaps, until I could bring help to him.  It was not a time\nto stand upon ceremony.  His life depended upon my promptness.  Before\nthe apologetic butler had delivered his message I had pushed past him\nand was in the room.\n\nWith a shrill cry of anger a man rose from a reclining chair beside the\nfire.  I saw a great yellow face, coarse-grained and greasy, with\nheavy, double-chin, and two sullen, menacing gray eyes which glared at\nme from under tufted and sandy brows.  A high bald head had a small\nvelvet smoking-cap poised coquettishly upon one side of its pink curve.\nThe skull was of enormous capacity, and yet as I looked down I saw to\nmy amazement that the figure of the man was small and frail, twisted in\nthe shoulders and back like one who has suffered from rickets in his\nchildhood.\n\n\"What's this?\" he cried in a high, screaming voice.  \"What is the\nmeaning of this intrusion?  Didn't I send you word that I would see you\nto-morrow morning?\"\n\n\"I am sorry,\" said I, \"but the matter cannot be delayed.  Mr. Sherlock\nHolmes--\"\n\nThe mention of my friend's name had an extraordinary effect upon the\nlittle man.  The look of anger passed in an instant from his face.  His\nfeatures became tense and alert.\n\n\"Have you come from Holmes?\" he asked.\n\n\"I have just left him.\"\n\n\"What about Holmes?  How is he?\"\n\n\"He is desperately ill.  That is why I have come.\"\n\nThe man motioned me to a chair, and turned to resume his own.  As he\ndid so I caught a glimpse of his face in the mirror over the\nmantelpiece.  I could have sworn that it was set in a malicious and\nabominable smile.  Yet I persuaded myself that it must have been some\nnervous contraction which I had surprised, for he turned to me an\ninstant later with genuine concern upon his features.\n\n\"I am sorry to hear this,\" said he.  \"I only know Mr. Holmes through\nsome business dealings which we have had, but I have every respect for\nhis talents and his character.  He is an amateur of crime, as I am of\ndisease.  For him the villain, for me the microbe. There are my\nprisons,\" he continued, pointing to a row of bottles and jars which\nstood upon a side table. \"Among those gelatine cultivations some of the\nvery worst offenders in the world are now doing time.\"\n\n\"It was on account of your special knowledge that Mr. Holmes desired to\nsee you.  He has a high opinion of you and thought that you were the\none man in London who could help him.\"\n\nThe little man started, and the jaunty smoking-cap slid to the floor.\n\n\"Why?\" he asked.  \"Why should Mr. Homes think that I could help him in\nhis trouble?\"\n\n\"Because of your knowledge of Eastern diseases.\"\n\n\"But why should he think that this disease which he has contracted is\nEastern?\"\n\n\"Because, in some professional inquiry, he has been working among\nChinese sailors down in the docks.\"\n\nMr. Culverton Smith smiled pleasantly and picked up his smoking-cap.\n\n\"Oh, that's it--is it?\" said he.  \"I trust the matter is not so grave\nas you suppose.  How long has he been ill?\"\n\n\"About three days.\"\n\n\"Is he delirious?\"\n\n\"Occasionally.\"\n\n\"Tut, tut!  This sounds serious.  It would be inhuman not to answer his\ncall.  I very much resent any interruption to my work, Dr. Watson, but\nthis case is certainly exceptional.  I will come with you at once.\"\n\nI remembered Holmes's injunction.\n\n\"I have another appointment,\" said I.\n\n\"Very good.  I will go alone.  I have a note of Mr. Holmes's address.\nYou can rely upon my being there within half an hour at most.\"\n\nIt was with a sinking heart that I reentered Holmes's bedroom. For all\nthat I knew the worst might have happened in my absence. To my enormous\nrelief,  he had improved greatly in the interval. His appearance was as\nghastly as ever, but all trace of delirium had left him and he spoke in\na feeble voice, it is true, but with even more than his usual crispness\nand lucidity.\n\n\"Well, did you see him, Watson?\"\n\n\"Yes; he is coming.\"\n\n\"Admirable, Watson!  Admirable!  You are the best of messengers.\"\n\n\"He wished to return with me.\"\n\n\"That would never do, Watson.  That would be obviously impossible.  Did\nhe ask what ailed me?\"\n\n\"I told him about the Chinese in the East End.\"\n\n\"Exactly!  Well, Watson, you have done all that a good friend could.\nYou can now disappear from the scene.\"\n\n\"I must wait and hear his opinion, Holmes.\"\n\n\"Of course you must.  But I have reasons to suppose that this opinion\nwould be very much more frank and valuable if he imagines that we are\nalone.  There is just room behind the head of my bed, Watson.\"\n\n\"My dear Holmes!\"\n\n\"I fear there is no alternative, Watson.  The room does not lend itself\nto concealment, which is as well, as it is the less likely to arouse\nsuspicion.  But just there, Watson, I fancy that it could be done.\"\nSuddenly he sat up with a rigid intentness upon his haggard face.\n\"There are the wheels, Watson.  Quick, man, if you love me!  And don't\nbudge, whatever happens--whatever happens, do you hear?  Don't speak!\nDon't move!  Just listen with all your ears.\"  Then in an instant his\nsudden access of strength departed, and his masterful, purposeful talk\ndroned away into the low, vague murmurings of a semi-delirious man.\n\nFrom the hiding-place into which I had been so swiftly hustled I heard\nthe footfalls upon the stair, with the opening and the closing of the\nbedroom door.  Then, to my surprise, there came a long silence, broken\nonly by the heavy breathings and gaspings of the sick man.  I could\nimagine that our visitor was standing by the bedside and looking down\nat the sufferer.  At last that strange hush was broken.\n\n\"Holmes!\" he cried.  \"Holmes!\" in the insistent tone of one who awakens\na sleeper.  \"Can't you hear me, Holmes?\"  There was a rustling, as if\nhe had shaken the sick man roughly by the shoulder.\n\n\"Is that you, Mr. Smith?\"  Holmes whispered.  \"I hardly dared hope that\nyou would come.\"\n\nThe other laughed.\n\n\"I should imagine not,\" he said.  \"And yet, you see, I am here. Coals\nof fire, Holmes--coals of fire!\"\n\n\"It is very good of you--very noble of you.  I appreciate your special\nknowledge.\"\n\nOur visitor sniggered.\n\n\"You do.  You are, fortunately, the only man in London who does. Do you\nknow what is the matter with you?\"\n\n\"The same,\" said Holmes.\n\n\"Ah!  You recognize the symptoms?\"\n\n\"Only too well.\"\n\n\"Well, I shouldn't be surprised, Holmes.  I shouldn't be surprised if\nit WERE the same.  A bad lookout for you if it is. Poor Victor was a\ndead man on the fourth day--a strong, hearty young fellow.  It was\ncertainly, as you said, very surprising that he should have contracted\nan out-of-the-way Asiatic disease in the heart of London--a disease,\ntoo, of which I had made such a very special study.  Singular\ncoincidence, Holmes.  Very smart of you to notice it, but rather\nuncharitable to suggest that it was cause and effect.\"\n\n\"I knew that you did it.\"\n\n\"Oh, you did, did you?  Well, you couldn't prove it, anyhow.  But what\ndo you think of yourself spreading reports about me like that, and then\ncrawling to me for help the moment you are in trouble?  What sort of a\ngame is that--eh?\"\n\nI heard the rasping, laboured breathing of the sick man.  \"Give me the\nwater!\" he gasped.\n\n\"You're precious near your end, my friend, but I don't want you to go\ntill I have had a word with you.  That's why I give you water.  There,\ndon't slop it about!  That's right.  Can you understand what I say?\"\n\nHolmes groaned.\n\n\"Do what you can for me.  Let bygones be bygones,\" he whispered. \"I'll\nput the words out of my head--I swear I will.  Only cure me, and I'll\nforget it.\"\n\n\"Forget what?\"\n\n\"Well, about Victor Savage's death.  You as good as admitted just now\nthat you had done it.  I'll forget it.\"\n\n\"You can forget it or remember it, just as you like.  I don't see you\nin the witnessbox.  Quite another shaped box, my good Holmes, I assure\nyou.  It matters nothing to me that you should know how my nephew died.\nIt's not him we are talking about.  It's you.\"\n\n\"Yes, yes.\"\n\n\"The fellow who came for me--I've forgotten his name--said that you\ncontracted it down in the East End among the sailors.\"\n\n\"I could only account for it so.\"\n\n\"You are proud of your brains, Holmes, are you not?  Think yourself\nsmart, don't you?  You came across someone who was smarter this time.\nNow cast your mind back, Holmes.  Can you think of no other way you\ncould have got this thing?\"\n\n\"I can't think.  My mind is gone.  For heaven's sake help me!\"\n\n\"Yes, I will help you.  I'll help you to understand just where you are\nand how you got there.  I'd like you to know before you die.\"\n\n\"Give me something to ease my pain.\"\n\n\"Painful, is it?  Yes, the coolies used to do some squealing towards\nthe end.  Takes you as cramp, I fancy.\"\n\n\"Yes, yes; it is cramp.\"\n\n\"Well, you can hear what I say, anyhow.  Listen now!  Can you remember\nany unusual incident in your life just about the time your symptoms\nbegan?\"\n\n\"No, no; nothing.\"\n\n\"Think again.\"\n\n\"I'm too ill to think.\"\n\n\"Well, then, I'll help you.  Did anything come by post?\"\n\n\"By post?\"\n\n\"A box by chance?\"\n\n\"I'm fainting--I'm gone!\"\n\n\"Listen, Holmes!\"  There was a sound as if he was shaking the dying\nman, and it was all that I could do to hold myself quiet in my\nhiding-place.  \"You must hear me.  You SHALL hear me.  Do you remember\na box--an ivory box?  It came on Wednesday.  You opened it--do you\nremember?\"\n\n\"Yes, yes, I opened it.  There was a sharp spring inside it. Some\njoke--\"\n\n\"It was no joke, as you will find to your cost.  You fool, you would\nhave it and you have got it.  Who asked you to cross my path?  If you\nhad left me alone I would not have hurt you.\"\n\n\"I remember,\" Holmes gasped.  \"The spring!  It drew blood.  This\nbox--this on the table.\"\n\n\"The very one, by George!  And it may as well leave the room in my\npocket.  There goes your last shred of evidence.  But you have the\ntruth now, Holmes, and you can die with the knowledge that I killed\nyou.  You knew too much of the fate of Victor Savage, so I have sent\nyou to share it.  You are very near your end, Holmes. I will sit here\nand I will watch you die.\"\n\nHolmes's voice had sunk to an almost inaudible whisper.\n\n\"What is that?\" said Smith.  \"Turn up the gas?  Ah, the shadows begin\nto fall, do they?  Yes, I will turn it up, that I may see you the\nbetter.\" He crossed the room and the light suddenly brightened.  \"Is\nthere any other little service that I can do you, my friend?\"\n\n\"A match and a cigarette.\"\n\nI nearly called out in my joy and my amazement.  He was speaking in his\nnatural voice--a little weak, perhaps, but the very voice I knew.\nThere was a long pause, and I felt that Culverton Smith was standing in\nsilent amazement looking down at his companion.\n\n\"What's the meaning of this?\" I heard him say at last in a dry, rasping\ntone.\n\n\"The best way of successfully acting a part is to be it,\" said Holmes.\n\"I give you my word that for three days I have tasted neither food nor\ndrink until you were good enough to pour me out that glass of water.\nBut it is the tobacco which I find most irksome.  Ah, here ARE some\ncigarettes.\"  I heard the striking of a match.  \"That is very much\nbetter.  Halloa! halloa!  Do I hear the step of a friend?\"\n\nThere were footfalls outside, the door opened, and Inspector Morton\nappeared.\n\n\"All is in order and this is your man,\" said Holmes.\n\nThe officer gave the usual cautions.\n\n\"I arrest you on the charge of the murder of one Victor Savage,\" he\nconcluded.\n\n\"And you might add of the attempted murder of one Sherlock Holmes,\"\nremarked my friend with a chuckle.  \"To save an invalid trouble,\nInspector, Mr. Culverton Smith was good enough to give our signal by\nturning up the gas.  By the way, the prisoner has a small box in the\nright-hand pocket of his coat which it would be as well to remove.\nThank you.  I would handle it gingerly if I were you.  Put it down\nhere. It may play its part in the trial.\"\n\nThere was a sudden rush and a scuffle, followed by the clash of iron\nand a cry of pain.\n\n\"You'll only get yourself hurt,\" said the inspector.  \"Stand still,\nwill you?\"  There was the click of the closing handcuffs.\n\n\"A nice trap!\" cried the high, snarling voice.  \"It will bring YOU into\nthe dock, Holmes, not me.  He asked me to come here to cure him.  I was\nsorry for him and I came.  Now he will pretend, no doubt, that I have\nsaid anything which he may invent which will corroborate his insane\nsuspicions. You can lie as you like, Holmes.  My word is always as good\nas yours.\"\n\n\"Good heavens!\" cried Holmes.  \"I had totally forgotten him.  My dear\nWatson, I owe you a thousand apologies.  To think that I should have\noverlooked you!  I need not introduce you to Mr. Culverton Smith, since\nI understand that you met somewhat earlier in the evening. Have you the\ncab below?  I will follow you when I am dressed, for I may be of some\nuse at the station.\n\n\"I never needed it more,\" said Holmes as he refreshed himself with a\nglass of claret and some biscuits in the intervals of his toilet.\n\"However, as you know, my habits are irregular, and such a feat means\nless to me than to most men.  It was very essential that I should\nimpress Mrs. Hudson with the reality of my condition, since she was to\nconvey it to you, and you in turn to him.  You won't be offended,\nWatson?  You will realize that among your many talents dissimulation\nfinds no place, and that if you had shared my secret you would never\nhave been able to impress Smith with the urgent necessity of his\npresence, which was the vital point of the whole scheme.  Knowing his\nvindictive nature, I was perfectly certain that he would come to look\nupon his handiwork.\"\n\n\"But your appearance, Holmes--your ghastly face?\"\n\n\"Three days of absolute fast does not improve one's beauty, Watson.\nFor the rest, there is nothing which a sponge may not cure.  With\nvaseline upon one's forehead, belladonna in one's eyes, rouge over the\ncheek-bones, and crusts of beeswax round one's lips, a very satisfying\neffect can be produced. Malingering is a subject upon which I have\nsometimes thought of writing a monograph.  A little occasional talk\nabout half-crowns, oysters, or any other extraneous subject produces a\npleasing effect of delirium.\"\n\n\"But why would you not let me near you, since there was in truth no\ninfection?\"\n\n\"Can you ask, my dear Watson?  Do you imagine that I have no respect\nfor your medical talents?  Could I fancy that your astute judgment\nwould pass a dying man who, however weak, had no rise of pulse or\ntemperature?  At four yards, I could deceive you.  If I failed to do\nso, who would bring my Smith within my grasp?  No, Watson, I would not\ntouch that box.  You can just see if you look at it sideways where the\nsharp spring like a viper's tooth emerges as you open it.  I dare say\nit was by some such device that poor Savage, who stood between this\nmonster and a reversion, was done to death.  My correspondence,\nhowever, is, as you know, a varied one, and I am somewhat upon my guard\nagainst any packages which reach me.  It was clear to me, however, that\nby pretending that he had really succeeded in his design I might\nsurprise a confession.  That pretence I have carried out with the\nthoroughness of the true artist.  Thank you, Watson, you must help me\non with my coat.  When we have finished at the police-station I think\nthat something nutritious at Simpson's would not be out of place.\"",
    "metadata": {
        "author": [
            "Doyle, Arthur Conan",
            "Doyle, Sir Arthur Conan",
            "Doyle, A. Conan",
            "Conan Doyle, Arthur, Sir"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2347/pg2347.txt",
        "name": "the_adventure_of_the_dying_detective.json"
    }
}