{
    "name": "The survivors",
    "author": [
        "Hamm, T.D.",
        "Evans, Thelma Hamm",
        "Hamm, T. D.",
        "Hamm, Thelma D."
    ],
    "body": "There were only four of them now. Soames and Rutherford had literally\ngone down with the ship in a roar of cascading rock and sand. Out of\nfifty square miles of the Martian plateau they had been unlucky enough\nto sit down on the egg-shell thin roof of a sector honey-combed with\ncaves. Scant moments after the exploring party had disembarked, Soames'\ncomments on their resemblance to a Sunday School picnic were suddenly\nbroken off by a cacophonous medley of yells, the rolling thunder of\nsliding rock, and over all the agonized metallic shrieking of tortured\nmetal as the ship fell, crushed and twisted. There came a final\ntremendous roar as the fuel tanks blew. The ground heaved convulsively,\nand shuddered into silence.\n\nStunned and deafened, Bradford, Canham, Palmer and Rodriguez pulled\nthemselves to their feet, staring dazedly at the towering column of\ndust hanging like a malevolent genie over the half-mile wide chasm.\n\nPalmer, white with shock, lunged forward, turning indignantly as\nBradford's arm jerked him back.\n\n\"Soames--and Rutherford--\" he stuttered. \"We've got to do something!\"\n\nBradford's lip twisted mirthlessly.\n\n\"What're you going to do--jump in after them? If there was anything\nleft of them the fuel tanks took care of it. They're gone--we're here.\nAnd we'd better start figuring out what we're going to do about it.\"\n\nThe four of them looked at each other silently. They knew as well as\nhe, what they faced. Theirs had been the task of setting up a temporary\nexploring base till the supply ship arrived in three months--with luck.\n\nSupplies for six months and all their equipment except their emergency\nrations had gone down with the ship. No hope there--as well explore the\nGrand Canyon with a teaspoon as to try to salvage anything under that\nmillion tons of rock. Compressed food they had, two weeks supply per\nman; their extra oxygen tanks; an extra battery apiece for the suit\nheaters. Water would be their worst problem.\n\nBradford looked at the miles of barren, reddish wasteland and shrugged\nfatalistically.\n\n\"If there's any water at all, it will be at the Polar cap. We might as\nwell get going--we've got a long hike.\"\n\nPalmer grimaced wryly. \"Forward, you Eagle Scouts. We can get our merit\nbadges easy.\"\n\n\"Yeah, we can get them from Santa Claus at the Pole--\" Rodriguez made a\nvaliant attempt at his usual sardonic humor.\n\nThey piled a small cairn of the red rocks and Bradford planted\nthe green and white flag of the Federated Nations. Encased in its\nprotective covering he placed a note at its foot indicating their\ndestination.\n\n\"We ought to sign it 'Kilroy,'\" Canham grunted as they trudged forward.\n\"Say, how far do we have to walk?\"\n\n\"Around a hundred and fifty to two hundred miles.\"\n\nTheir concerted whistle of dismay echoing oddly in their ear-phones,\nthey set out in thoughtful silence across the red face of Mars, the\nhovering dust blotting out their footprints as they went.\n\n\n\nThree days and seventy five miles later, they huddled wearily against\nthe face of a small cliff shivering in the icy chill of the night wind.\nThey had found a desiccated bush or two in a protected nook during the\nafternoon and carried it with them. Now, they fed the wiry twigs into\nthe fire with miserly care glad of its meager light against the haunted\ndark.\n\nRodriguez held a branch to the firelight. \"Looks like a sort of\npoorhouse cousin to birch,\" he hazarded. \"Wonder if they ever had\nforests on this God-forgotten planet?\"\n\nPalmer grinned. \"Well, at least there is still life of sorts.\nRutherford would have flipped his lid over those comical little\nfellows we saw today.\"\n\nA half dozen times they had seen furry little marsupials, downy as\nchinchillas, their young poking out inquisitive snouts toward the\ninterlopers and as promptly getting them slapped down again.\n\nA flicker of motion on the perimeter of firelight caught his eye.\n\"We've got a visitor,\" he whispered. \"There's one of the little beggars\nnow.\"\n\nHe tossed a crumb from his plate toward the peering head. Flicking a\ntongue like a lizard's, the visitor fielded it neatly in midair and\nadvanced, peering hopefully at the circle of grinning faces. Palmer\nstretched out a stealthy hand and gripped it gently about the middle as\nit sniffed at his food can.\n\n\"Look at him,\" he cried delightedly. \"He doesn't even squirm. He likes\nme!\"\n\nHe tickled its ears, sliding his fingers down through the heavy, silky\npelt. \"You could make a fortune with these....\" he dropped it abruptly\nwith an anguished yelp and a string of blistering oaths, while his\nfriends clung to each other and howled mirthfully.\n\n\"Your little friend, he pulled a knife on you. No?\" queried Rodriguez\nsympathetically. The grin faded from his suddenly startled face.\n\n\"_Amigo, que lo es?_ Hey, fellows--something's wrong!\"\n\nPalmer, his face shocked and dazed had dropped to his knees, whimpering\nand retching painfully.\n\n\"My God, look--his hand!\" whispered Bradford.\n\nThey had removed their bulky gloves before eating and Palmer's exposed\nhand was black and swollen beyond recognition. Even as they watched,\nthe skin split, leaking watery fluid. His body contorted, he rolled on\nthe ground screaming with unbearable agony.\n\nBradford's hand dropped to his pistol and fell away again. He looked at\nthe others pleadingly.\n\n\"We can't let him suffer this way. But my God--I _can't_ do it....\"\n\nCanham looked at him dully. \"You won't have to--he's finished.\"\n\nThe rigidly contorted body relaxed inertly, the tortured eyes open and\nglazed. Rodriguez crossed himself and burst into childish sobs.\n\nBradford put out a restraining hand toward Canham.\n\n\"Let him alone--I wish to God I could do the same thing. Give me a hand\nwith Palmer--we'll have to bury him the best way we can.\"\n\nShaken with more than the night chill, they removed the clumsy oxygen\nand water containers and piled a protective cairn of rocks above the\nsilent figure. Behind them, Rodriguez sobbed bitter Spanish curses and\nhurled rocks at telltale flickers of movement in the dark.\n\n\n\nThrough the next day and the next, they trudged on doggedly, speaking\nlittle as they put the reluctant miles behind them, taking what shelter\nthey could during the bitter nights. During the day under the thin\nMartian sunlight, they turned off the suit-heaters, conserving the\nbatteries; hoarding their remaining food and water with miserly care.\n\nBradford, assuming tacitly acknowledged leadership, pondered the\nsituation wearily. Even with Palmer's supplies, it was doubtful that\nthe three of them could last out the ten weeks or so remaining before\nthe arrival of the second ship. If they could only make it to the\nPole--there they were sure of water at least, in the vegetation belt\nsurrounding the shallow icecap. If it was ice and not frozen carbon\ndioxide which some of the experts held out for. In their initial swing\naround the planet they had seen the narrow green belt dotted with\nshining pools. Plants meant oxygen, too; and it was possible that in\na temperature supporting some kind of growing life, it would be warm\nenough so that they could remove their helmets for breathing, if only\nin the brief daylight hours.\n\nBradford, lost in thought, started as Canham touched his arm, motioning\nhim to open his faceplate and turn off the head-phones.\n\n\"What's the matter with you?\" he jerked impatiently.\n\nCanham turned a thumb toward Rodriguez.\n\n\"Nothing's the matter with me. Him--I think he's going off his rocker.\"\n\nBradford looked at Rodriguez plodding unheedingly ahead. Since his\nfirst outburst after Palmer's death, he had gone mechanically about\neach day's routine, outwardly calm. He said little, but neither had the\nothers. The only indication of his inner torment was when one of the\ndeadly little marsupials peered at them as they went on their way. With\ndeadly fury, he would hurl a barrage of rocks through the air, while\nthe little animal eyed them in indifferent curiosity. Occasionally he\nscored a hit, laughing grimly as the dying animal erected the ruff of\nlethal spines through its silky fur.\n\nBradford snorted mirthlessly. \"I doubt if either of us would pass a\nsanity test at the moment,\" he grunted. \"What's so special about him?\"\n\nCanham's normally cheerful face retained its solemn worry.\n\n\"I know what you mean--but, watch him next time one of those\ndust-devils comes by.\"\n\nThe day before they had descended the northern slope of the high\nplateau onto the long, sandy plain that extended northward. Everywhere\nthere were the dancing, careening dust-devils, tall columns of the\nbrick-red sand; faintly menacing forms, pursuing some unseen purpose of\ntheir own. From time to time, one would swerve close, seeming to keep\npace with them for a few steps before whirling off in its erratic dance.\n\nOne approached them now. Rodriguez turned toward it making a furtive\ngesture with thumb and forefinger and deliberately trickled a stream\nfrom his water bottle upon the sand.\n\nBradford came forward on the run, shouting into the hastily adjusted\nhelmet mike. Angrily he jerked the bottle out of Rodriguez' unresisting\nhand.\n\n\"What the hell do you think you're playing at?\" Bradford panted.\n\nRodriguez eyed him sullenly.\n\n\"I know these things, as my people know them. Los _Bailerines del\nDiablo_--the devil-dancers. One gives them what is most precious. _Es\nmuy necessario._\" More and more he was losing his usually fluent,\nfaintly accented English and reverting to his native tongue.\n\nBradford eyed him sternly. \"Rodriguez, you are a good Catholic. You\nwear a holy medal. What's all this talk about sacrifices to the devil?\"\n\nRodriguez' gaze slid away. \"I don't think God knows about this place.\nThis is of _El Diablo_.\"\n\n\"So now you want to get in good with the Devil,\" Bradford grunted.\n\"Well, you can do it some other way than with the last of the water.\"\nHe jerked his head at Canham waiting wearily behind them.\n\n\"Come on, you two. We'll all feel better when we get out of\nthis--desert.\" He ended with a wry twist of the lips. He had nearly\nsaid 'god-forsaken.' Maybe Rodriguez had the right idea after all.\n\n\n\nDuring the afternoon, some chance convection of air currents sharply\nincreased the dust whirls. The desert seemed full of their erratic,\nspinning shapes. Rodriguez plodded along, ignoring Canham's sporadic\nattempts at conversation. The chilly sunlight was waning and Bradford's\nface lighted with relief at the sight of a small sand hill. At least\nthey could dig a hole to get their backs into and break the whistling\nwinds. He felt an irrational comfort at the thought of the coming\ndarkness--at least they wouldn't be able to see the dust-devils. Maybe\nthey could get some talk going and snap Rodriguez out of his melancholy\nsilence. Perhaps they had all been getting too introverted since the\nseries of disasters.\n\nThey made camp before dark, digging themselves well in; Bradford and\nCanham forced themselves into a semblance of cheerfulness as they\nworked. Rodriguez's face remained dark and unsmiling. Like one of those\ndamned stone images in the Yucatan jungle, Bradford thought with a\nbrief burst of irritation. You wouldn't think that the little Mexican\nhad been the ship's humorist, his face one perpetual white-toothed\nsmile.\n\nAs they huddled cold and uncomfortable in the gathering darkness,\nCanham grinned apologetically and with the air of a conjuror producing\ntrained seals from a hat, gravely presented three crushed and bent\nbut undeniable cigarettes, distinctly contraband on the ship. He eyed\nBradford with mock contrition.\n\n\"I can't imagine how I got these in my kit. I guess when I was packing\neverything just went black. Of course, if you'd care to be my companion\nin crime...?\"\n\nBradford frowned darkly. \"I ought to have you in irons for this, Mr.\nCanham! Now give me one of those things before I break your arm!\"\n\nWith a muttered word of thanks, Rodriguez laid his carefully aside on\na handy rock and slid out of the shelter into the early dark. Canham\ntossed a facetious remark after him and received the usual unprintable\nreply.\n\nThe other two sat, inhaling luxuriously. Bradford sighed comfortably.\n\n\"I think he's snapping out of it. Good thing you noticed what was\nhappening. We'll all have to keep an eye on each other from now on.\"\n\n\"It's enough to drive anybody nuts. Have you noticed anything funny\nabout--well, about the _feel_ of the place?\"\n\nBradford looked at him uneasily.\n\n\"What do you mean 'funny'!\"\n\n\"It's just a feeling I get; you know how a brand-new house that's never\nbeen lived in feels different than an old house that's been deserted?\nThey're both empty, but it's a different emptiness. It's the same way\nwith pieces of country--where we trained on that high desert country in\nArizona, it had a new, sort of _unused_ feeling about it.\"\n\nBradford felt an unacknowledged tingling along his nerve ends.\n\n\"Well, this is a lot like it--\" he tossed out defensively. In spite of\nhimself he slid a sidelong glance at the surrounding dark.\n\nCanham went on unnoticing.\n\n\"That's what I mean--it's a lot _like_ it, but it's different too. Like\nit had been lived in for God knows how long, but everybody moved out.\"\n\n\"But there's no ruins, or anything--\"\n\n\"Maybe there wouldn't be any after a million years or so. And how do\nwe know what's under the sand? You can't even find your own footprints\nfifteen minutes after you've made them.\"\n\nBradford laughed shortly. \"Well, keep your spooky ideas to yourself. We\ndon't want Rodriguez going clear off his rocker.\"\n\n\n\nThey sat watching the fading landscape where the dust-devils still\nswooped and swung. Finally, with a faint frown, Bradford glanced at his\nchronometer.\n\n\"Roddy's been gone quite a while,\" he said uneasily. He stood suddenly\nand lifted his voice sharply.\n\n\"Rodriguez! Hey, amigo--andale Ud.!\" He glanced at Canham. \"I don't\nlike this--we don't know what we're liable to run onto in this damned\ncountry....\"\n\nThey set out, trotting clumsily in their heavy suits, circling the\nmound where Rodriguez footprints were already fading in the shifting\nsands. Canham gave a sudden convulsive clutch at his companion's arm.\nThere was no need to speak--scattered over the sand were the component\nparts of a space-suit; the heavy gloves, the helmet, the shoes. And\nneatly wrapped in the padded coverall the oxygen tanks. Ahead, nearly\ninvisible, were the prints of naked feet.\n\nBradford groaned. \"Good God, he's gone completely nuts. He'll be frozen\nstiff in ten minutes!\"\n\nThey saw the crumpled heap at the same moment and with a thrill of\nundefinable terror they saw the stooping, whirling shadow, spinning\ndizzily over the huddled shape.\n\nBradford wrenched his faceplate open, yelling frantically. Gasping, he\nslammed the mask shut against something like a rain of fiery sparks on\nhis unprotected skin. It was all too evident that Rodriguez would never\nhear again.\n\nGathering his strength to turn the inert figure, he nearly\nover-balanced--there was no weight to it at all! Beside him, Canham\ncried out hoarsely, \"My God--he's like a mummy--!\"\n\nThe whole figure looked strangely unhuman. Completely dehydrated, the\nflesh molded tight over the protruding bones, Rodriguez lay peacefully,\nboth stick-like hands clasped over the holy medal on his chest.\n\nSick and shaken, they bent to the task of scooping sand over the\nshrunken body, glancing sidelong at the devil-dancers whirling\nexultantly in the shadowy night.\n\nBradford with a defiant look at his companion, unhooked Rodriguez'\nhalf-empty water bottle from his own belt and placed it upright at the\nhead of the mound.\n\n\"He knew what they wanted and I took it away from him. I guess we can\nspare him this!\"\n\nRetrieving the oxygen tank and the heat batteries as they went, they\ntrudged wearily back to their meager shelter, sickeningly conscious of\nthe vacant space beside them.\n\nCanham gave a sudden choked exclamation.\n\n\"He didn't even get to smoke his cigarette--\"\n\nBradford caught his up-thrown arm. \"He left it for us. When things get\ntough we'll share it.\"\n\nCanham gave an hysterical giggle. \"When 'things get tough'--!\nGoodnight, Hardrock!\"\n\n\n\nThe two days following went by in a continuous waking\nnightmare--putting one foot in front of the other foot, inching their\nway monotonously toward the still invisible Pole. They had left the\ndust-devils behind--due to some freakishness of the wind, so they\nfigured.\n\nCanham looks like Death on a pale horse, Bradford thought dully. And I\nprobably look worse. He rubbed absently at the dry, scaly pits on his\nface where the unholy dust had stung him and reverted to his private\nworry. Suppose the carefully theorized solar compass was wrong? Suppose\nthis double-damned planet possessed a field of its own that would\nthrow their calculations out and they were going in circles? If they\nwere heading North, the Pole couldn't be more than another day or two\ndistant even if his reckoning had been off.\n\nUnconsciously he lengthened his stride for a few paces, and was\nreminded by his quickened breathing that he was wasting his scant\noxygen supply. They already had tapped their original spare tanks,\nthankful for the lessened weight as they jettisoned the empty. Even\nwith Palmer and Rodriguez' partly filled tanks they only had enough for\na couple of days full time use. Since they had left the region of the\nwhirlwinds, they had been able to experiment cautiously with leaving\ntheir faceplates open a few minutes at a time, even though the thin,\noxygen-starved air caused their lungs to labor painfully.\n\nBradford was roused from his musings by an astonished exclamation from\nhis companion. Down on his knees, Canham was babbling incoherently,\n\"--green! It's green!\"\n\nBradford knelt beside him in awestruck silence. A tiny growth scarcely\nlarge enough to be dignified with the title of shrub, here in this arid\nplain and undeniably--green! Canham touched it caressingly.\n\n\"Baby, I hope all your brothers and sisters and the rest of the kinfolk\nare just over the hill!\"\n\nClambering to their feet, they set off, lumbering awkwardly in their\nheavy suits, breath coming in labored gasps to halt abruptly at the\nedge of a steep downward slope. Before them lay another belt of arid\nsand and beyond a ring of marshy, pool-dotted soil encircling a solid\nbelt of vivid green--and faintly visible on the horizon, the glimmer of\nthe shallow snowcap.\n\nCanham gulped audibly. \"If Cortez really wanted a thrill, he should\nhave discovered this overgrown duckpond. The Pacific--phooey!\"\n\nBradford slapped him on the back. \"I feel like I could flap my wings\nand fly down! Last one in's a rotten egg....\"\n\n\n\nLaughing with almost hysterical relief, they ran, waddled and slid,\nheedless of bumps and oxygen wastage. They picked themselves up at the\nbottom, grinning sheepishly.\n\n\"If Space Authority could only see us now!\" Canham chortled. \"Let us\nnow with due dignity take possession of our kingdom.\"\n\nJubilantly they strode ahead, bowing to imaginary cheering crowds.\n\n\"We've got it made, Hardrock. We got it made!\"\n\nBradford's grin wavered. \"Well ... we've got it made this far anyway,\nwith two months and half to go. Let's hope there's duck on that pond!\"\n\nSuddenly sobered they went on; before them the semi-arid belt seemed to\nstretch interminably toward the barely visible green area. The horizon\nseemed to retreat as they advanced.\n\n\"Another night in this damned desert,\" Bradford groaned. \"At least we\nmay be able to get a fire going with this brush--and a real swallow of\nwater apiece. I hope that stuff we saw out there wasn't a mirage,\" he\nadded disconsolately.\n\n\"Not that--that was real honest-to-God water. Wish I'd brought my duck\ngun. These damn supply sergeants never do send out the right equipment.\"\n\nTowards dusk they scooped out a shallow hole in the sand and roofed it\nwith green branches.\n\n\"With our luck this stuff will probably turn out to be poison ivy,\"\nCanham predicted gloomily. \"Join me in my thatched hut, oh beauteous\none--and look out for sandburs.\"\n\nThey slept fitfully, shivering through the long night hours. Bradford\nannounced that this was undoubtedly the North Pole and they had arrived\nat the beginning of the six months night. With the first of the thin,\ncheerless rays of the distant sun, they clambered out of their cramped\nsleeping place, some of yesterday's enthusiasm waning as they stumbled\nabout, relaxing stiffened muscles.\n\nVaguely uneasy and depressed they started out; the very nearness of\ntheir goal somehow seemed to make their chances of reaching it doubly\nunsure.\n\nAfternoon brought them to the edge of the marshy area; they halted,\nsurveying it doubtfully. Any such region on Earth would have been busy\nwith life--frogs croaking on lily pads, water rats and fish making\nsmall plopping sounds in the water, tall reeds swaying. Here there was\nnothing that breathed of warm-blooded life. Only the shallow pools\nlying stagnant, reflecting stubby water-grasses, dotted here and there\nwith small mounds growing a stunted bush or two.\n\nCanham shivered suddenly. \"This is more dead than a cypress swamp. How\nI'd love to see a little old cottonmouth rearing his ugly head out of\nthat puddle.\"\n\nBradford shifted his shoulders uneasily.\n\n\"Well, here goes! Shall we circle around a bit to see if there's a\ndryer path?\"\n\n\n\nAn hour's walking brought no change; always before them lay the\nsilent marsh, inimical in its unending desolation. And beyond it,\ntantalizingly green, lay the only growing things on Mars.\n\nWith some difficulty they managed to find a branch apiece long enough\nfor a probing pole and started out reluctantly, wincing as their feet\nsank deep in the fetid ooze.\n\n\"These boots are damned heavy,\" Bradford remarked doubtfully.\n\n\"You take yours off if you want to,\" Canham returned emphatically. \"I'm\ndamned if I'm going to step on some slimy, poisonous species of fauna\nin my bare feet.\"\n\nThey forged ahead doggedly, tapping with their poles, making for a\nstunted shrub lifting itself above the rest. Bradford, slightly in the\nlead, whirled as Canham gave a stifled yelp and hauled himself up on\nthe mound, looking slightly green.\n\n\"Felt like a whale turned under my foot,\" he panted. \"Let's get out of\nthis so I can be sick--\"\n\nFoot by foot, they heaved and plunged their way through the relentless\nsucking mire.\n\n\"We must be nearly to the other side,\" Bradford wheezed. \"We've got to\nmake it before dark. It's a cinch we can't camp here.\"\n\nCanham looked across the few hundred yards remaining and shook his head\nwearily.\n\n\"This thing is like a moat; I get the feeling that we're being kept out\nby one defense after another. Those harmless looking, poisonous little\nbeasts that killed Palmer, the wind-devils that got Rodriguez and\nnow--this.\"\n\nBradford repressed a shiver.\n\n\"Come on!\" he said roughly. \"Don't start telling your ghost stories\nhere, for the love of heaven! Save them for your kids.\"\n\nThey plopped off the further side of the mound, their feet making\ngobbling noises as they lifted them one after the other in the\ntenacious, clinging mud. Bradford halted suddenly.\n\n\"There it is,\" he breathed. \"You can see the shore from here....\"\n\nCaution forgotten, they plunged ahead, panting with effort. Canham gave\na sudden startled cry.\n\n\"Brad! I can't--lift--my foot...! I can't move it!\"\n\nBradford, a few steps to the right, felt his heart leap sickeningly at\nthe stark terror in the voice.\n\n\"Take it easy! Get a grip on my pole--_now_!\"\n\nHe heaved strongly, feet slipping, unable to get a purchase to make\nhis strength felt against the pull of the quicksand. The perspiration\ntrickled into his smarting eyes. Through Canham's faceplate, he could\nsee his face set in agonized strain as he attempted to free his feet in\ntheir heavy boots, the water level rising from waist to armpits as he\nstruggled. Bradford redoubled his efforts, muscles cracking as he tried\nto heave the other free bodily. Canham relaxed suddenly.\n\n\"It's no use,\" he panted heavily. \"Don't come closer--it'll just get\nboth of us. Don't stay and watch it--it'll just make it harder. Wait a\nminute--here, catch!\"\n\nWith a last convulsive effort, he jerked loose the oxygen tank and gave\nit a desperate throw. Bradford automatically caught it, nearly going\noff-balance and righting himself with panic-stricken effort.\n\n\"Hold on! hold on--\" he gritted. \"I'll get some branches from that\nshrub; you can throw yourself forward so I can get a grip on you.\"\n\nCanham looked at him palely.\n\n\"No use. But, I'm not going under with my helmet on, still alive,\nunder--_this_!\"\n\nHe shuddered queasily, and with one quick jerk freed his faceplate as\nhe went under. For a moment the water boiled furiously as the remaining\noxygen in his suit released. Then Bradford stood alone, staring\nstupidly with shock, watching as the bubbles rose more and more slowly\nand died away.\n\nHe had no recollection of floundering the remaining hundred yards to\nthe shore. Physically sick and shaking with horror, he ploughed through\nthe shallowing ooze and fell headlong on wet, but solid earth.\n\n\n\nThe sun was sinking as he finally stirred, groaning, and pulled himself\nfurther away from the haunted ooze. Incredibly, he slept at last,\nwaking to the first rays of the sun, dazed and unbelieving. Turning\ninstinctively for the reassurance of another face, remembrance hit him\nlike a blow. Bile came up into his mouth as he wrenched his faceplate\nopen and was grindingly, shudderingly sick.\n\nThe spasm over, he heaved himself to his feet, staring about stupidly.\nSurely there was something he had to do? Every morning for so long he\nhad had to lift himself to his feet and force himself to go on till\ndark--toward the Pole.\n\nBut--here _was_ the green and a few miles away the hoarfrost glitter of\nthe snowcap. There was nowhere to go!\n\n\"We made it--\" he said uncertainly, looking around. But there was\nno one to share the triumph. Dully, he thought of them all--Palmer,\nbetrayed by a gentle, kittenlike thing--Rodriguez, a human sacrifice\nto something utterly alien--Canham, dead on the edge of victory. He\nlooked at Canham's oxygen canister and laid his hand on it gently. Then\nslowly, with dragging steps, he went on toward the shining green that\nhad cost them so much to achieve.\n\nThe ground and the air above it as he approached were strangely warm.\nAnd the plants too, were warm and oddly different. No biologist, he\ndimly sensed a difference from any growth that Earth knew. The stems,\nthe leaves were veined with pulsing red and at the tip of each stem,\na flower lifted, shaped like an open mouth. There was a space between\neach plant, none crowded his neighbor. It was very orderly and pleasant\nand so warm--so warm. He opened his faceplate.\n\nDrowsy and relaxed, no longer driven by unrelenting urgency, he found\nhimself nodding dreamily as he walked between the tall stems. With\na sigh of pleasure, he laid down among them, conscious on the verge\nof sleep of an insistent demanding whisper--\"More air! Give us air!\"\nUnhesitatingly, he opened the gauge of the oxygen tank, drifting into a\nsea of darkness.\n\nThe red-veined plants about him pulsed with a quicker rhythm as the\nthousand opened mouths drank in the air, rich with a richness they\nhad not known for a million years. And about the unconscious form of\nthe man, poured the carbon dioxide from the lips of a thousand oxygen\nbreathing creatures.\n\nThey had had a million years to learn the technique of survival as\nthe atmosphere of their planet drained off into space. Retreating,\nadapting, eon by eon to their last stronghold: ringed round by their\nguardians of the Earth, the Air and the Water.\n\nHere were the Survivors.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Hamm, T.D.",
            "Evans, Thelma Hamm",
            "Hamm, T. D.",
            "Hamm, Thelma D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73288/pg73288.txt",
        "name": "the_survivors.json"
    }
}