{
    "name": "The Pioneer",
    "author": [
        "Cox, Irving England, Jr.",
        "Cox, Irving E."
    ],
    "body": "The old ship wheezed and clattered into the landing slot. Greg was\nan expert pilot, but skill was no substitute for outdated equipment.\nHe unstrapped the safety webbing and eased himself out of the cabin,\ncluttered with its worn and scarred electronic gadgetry. With the\nhandcrank he opened the airlock. Rusting metal screamed as the panel\nslid back into the hull. Greg found himself panting from the sudden\nmuscular effort in the heavier atmosphere of the earth.\n\nI'm an old man, he thought bitterly--old at forty; as antiquated as\nmy ship, and as much in need of repair. But no one can do anything\nfor either of us. I gave them the stars, and in twenty years they've\nforgotten. They've made me a museum piece, these pampered, undersized\nkids of the new generation.\n\nGreg walked down the ramp. He hadn't been home for seven years, but he\nwas still surprised that no flight inspector met him with the officious\nclipboard of check-out sheets. The landing fields in the colonies were\nfar more efficiently supervised.\n\nGreg saw a light in the field control building and walked toward it.\nThe field, sprawling for miles across the California desert, was empty,\na mocking moment to the magnificent dream the new generation had\nrejected. Behind him Greg saw the long rows of landing slots, towering\nmetal shafts raised against the night sky. Only four ships rested in\nthe slots, his and three other rusting cargo carriers. In front of\nthe unlighted terminal building the passenger liners stood untended,\ndecaying hulks that would never lift again. Fifteen years ago--even\nas recently as ten years ago--the California field had hummed with\nactivity. Greg could remember the tide of humanity, the clattering\npick-up trucks gliding like curious ants among the freighters, the\nshotgun blast of lift tubes, the parade of ships trailing flame across\nthe sky.\n\nNow the dream was gone. The terminal windows were filmed with dust.\nGrass grew in the cracking asphalt of the field.\n\nGreg pushed open the door of the control building. One man sat with\nhis feet propped on a desk. Once the room had required a hundred\ntechnicians. Once the traffic-control panel, filling a wall nearly a\nquarter of a mile long, had been a maze of dancing, colored lights. Now\nthe board was dead; the enamel was peeling; the exposed metal was red\nwith rust.\n\nThe attendant took Greg's manifest without interest. \"You're our first\nlanding in two years, Captain--\" He glanced at the sheet. \"Captain\nGreg. I see you're in from Mars.\"\n\n\"I'm carrying five tons of Redearth.\" In the old days such a cargo\nwould have cleared three million after transportation costs; a whole\nnew industry had been built on the Martian antibiotical spore.\n\n\"No market, I'm afraid, Captain.\" The attendant flipped the manifest\naside.\n\n\"Sell it at auction. I have to raise enough cash to--\"\n\n\"You won't get a buyer.\"\n\n\"I've got to get some new equipment for my ship!\"\n\n\"You'd have done better in the colonies. Mars has excellent repair\nfacilities, we understand.\"\n\n\"At sky-high prices, sure.\"\n\n\"The earth isn't building flight equipment any more. What's the point?\nThe kids don't want it.\" The attendant shrugged his shoulders. \"You\naren't the first one, Captain Greg, who's come home for nothing; and\nyou won't be the last. Check with me tomorrow. I'll see what I can\nwork out.\"\n\n\"If I can't dispose of my cargo--\"\n\n\"We waive all field charges in cases of destitution. You can dump the\nRedearth and the kids will stake you to a cargo of iron ore; it's going\nat triple premium on Venus, we're told.\"\n\n\n\nGreg turned on his heel and walked stiffly out of the building. One\nbitter word burned in his mind: destitution. It was like a kick in the\nteeth. He thought, in a fury of blind anger, I gave them the stars and\nthey make me a charity case--this new generation! Children who could\nnever build a colonial bubble or pioneer a star route. Soft-minded and\nsoft-muscled idiots.\n\nThe field attendant hadn't even recognized Greg's name.\n\nSuddenly the past was alive again, like an angry nightmare. The\nspeeches and the headlines, the bands and the screaming mobs, the\npoliticians, the scientists, the generals. Handclasps and newsreel\npictures. \"Just one more, sir, for the TV cameras.\" ... \"A Citation\nby a joint session of the Congress of the United States, to Captain\nVictor Greg, U. S. Rocket Forces....\" GREG MAKES MARS.... L. A.\nWELCOMES GREG.... FIRST SPACEMAN IN N. Y. PARADE... \"And I say to\nyou, my constituents, the name Greg shall be forever writ large in the\nhearts of a grateful people.\" ... GREG LANDS FIRST MARTIAN CARGO....\n\"For the discovery of Redearth, the eternal gratitude of the medical\nprofession....\" GREG TAKES NOBEL PRIZE.... \"A small token of the\ngratitude of American industry....\" GREG JOINS IMPORT FIRM.... \"The\nundying gratitude of the United Patriotic Mothers of America....\" FIRST\nCOLONISTS ON MARS.... COLONIES ON THE MOONS OF JUPITER.... VENUS BUBBLE\nCOMPLETED....\n\nThe dream of yesterday, and the dream was gone. The rocket ports\nwere dead. The machines were crumbling into rust. And Captain Victor\nGreg?--a destitute tramp, waiting for a handout from a generation of\nbrats which had forgotten him.\n\nHe crossed the field toward the clutter of buildings beyond the\nterminal: Port City, raised in less than a year on the California\ndesert, the first minor miracle of the new frontier. The endless mass\nof traffic, the noisy honky tonks, the nervous neon shimmering in\nthe night, the brassy bands and the fancy women--all of it was gone.\nDesert sand had drifted across the streets. The highpoled intersection\nlights, still burning, cast a blue halo in the empty, dirty windows.\n\nGreg's shoulders sagged as he walked toward the central square of\nPort City. He had to see the monument again. He had to drain the last\nbitterness from his homecoming. In the Martian colony they had told him\nit would be like this. He hadn't believed them. How could a legend be\nforgotten in a generation?\n\nFrom a block away he saw the metal statue, turned a sickly blue by the\ncorner street light. The high shaft of a primitive rocket ship, with\nits nose foregear lifted proudly toward the stars; in the foreground,\nthe towering giant of a spaceman, his legs spread wide to embrace the\nsymbolic sphere of the earth. \"Sky Frontier\"; the sculptor had named it\nthat.\n\nGreg sat wearily on the granite base of the monument. He could read,\nall too clearly, the lettering on the plaque, \"Commemorating the first\nsolar flight, earth to Mars, made by Captain Victor Greg of the U. S.\nRocket Fleet. Launched from this site on the first day of June and\ncompleted--\"\n\nGreg ground his fists against his eyes, yet still the words\ndanced through his brain. His attitude of dejection was an ironic\ncounter-point to the confident, metal monster rising above him.\nTwenty years and a new generation made the difference. Yet there was\na striking similarity between the statue and the man, for Greg had\nposed for the original model. Greg was still a powerful, muscular man;\nhis face was still clean cut and unlined. Only the torment in his eyes\nreflected the dream he had lost.\n\n\"But nothing is lost. It is just--different.\"\n\nGreg looked up. A serious-faced boy of twelve stood close to him, in\nthe shadow of the statue. One of the new children. Greg felt a cold\nchill crawl up his spine. Fear and loathing: he hated them. They had\ndestroyed his world; they had made him a nonentity. Yet when the boy\ncame closer and Greg saw how frail and small he was, the fear seemed\nfoolish.\n\n\"You live around here, kid?\" Greg asked. Out in the colonies they said\nthe new children read minds--which really wasn't much, considering\ntheir other abilities--but Greg refused to believe it.\n\n\"Not minds,\" the boy corrected him. \"We know your feelings--which is\nprobably much the same thing. No, I don't live in Port City. I came\nfrom Chicago after you landed; I thought you might need me.\"\n\nFrom Chicago!--fifteen hundred miles, the instantaneous transportation\nof living matter. Greg's mind boggled at the familiar fact; he felt\nthe hate and the fear again. These were not the natural children of\nmen, but monstrosities spawned by an unknown universe and eating out\nthe heart of human culture. Greg stood up, his arms stiff and his fists\nclenched. \"When I need the help of a kid,\" he growled, \"I'll know it's\ntime to cash in my chips.\"\n\n\"It's wrong to think that way, Captain Greg.\"\n\n\"No pint-sized child's going to tell me--\"\n\n\"I wanted to make things easier for you. You should have stayed in the\ncolonies; it was a mistake to come home.\"\n\n\"Now you're trying to drive us off the earth!\"\n\n\"We want to save you the discomfort of homecoming. We can't turn back\nthe clock; neither can you.\"\n\n\n\nGreg strode down the deserted street, through the small drifts of sand.\nHe recognized the corner where there used to be a bar. He flung open\nthe door and entered the long, dark room. The stale air smelled of dust\nand neglect; his boots echoed hollowly on the oak floor. He fumbled for\na match and in the pale, yellow light he saw the bottles crowding the\nshelves.\n\nHe snatched a fifth of bourbon and ripped off the cap. He gulped the\nliquor thirstily and the hot fire burned warm in his veins. After the\nthird drink he felt the strong self-confidence of his manhood again.\nHe leaned his elbow against the bar and glanced toward the street. The\nsad-eyed kid was out there somewhere, waiting like a nightmare; or\nmaybe he had already done his magic and transported himself back to\nChicago.\n\nIt didn't matter. The kid wasn't human. Greg took another pull at\nthe bottle and he saw it all very clearly. In the beginning men had\nspeculated about life forms on other worlds. Before Greg's pioneering\nflight to Mars the Sunday supplements had been filled with a vast\nnumber of lurid speculations. Yet the spacemen had found nothing\nbut virgin worlds which became the colonies of man. The truth\nwas--Greg understood it now--they had looked for intelligent life in\nfamiliar forms. But there had been something out there, something as\nundetectable as a virus epidemic--and as deadly. It had invaded the\nearth and captured the minds of the children.\n\nGreg killed the bottle. By that time he was very impressed with the\nbrilliance of his own reasoning. Small inconsistencies kept nagging\nat his mind and it seemed strange that no one had ever thought of it\nbefore--but all that was of no consequence.\n\nGreg heard footsteps outside. His body tensed. Was it the kid coming\nback? He would know what Greg was thinking; he would know how close\nGreg was to the real truth. And the new children--no, invaders; Greg\nmust remember that--would not let him survive. They were puny and\nundersized. Physically, Greg had no reason to be afraid of them.\nBut how was he to fight an enemy who could instantly disappear and\nrematerialize thousands--or millions--of miles away?\n\nThe shuffling steps came closer. A stooped, white-haired man, wearing\nsoiled and unpressed tweeds, stepped through the door. Greg seized the\nnewcomer's shoulder; the man gave a bleat of animal terror.\n\n\"Who the hell are you?\" Greg demanded.\n\n\"Dr. Vayle--Adrian Vayle.\"\n\n\"The astrophysicist?\" Greg remembered the name from the ponderous text\nhe had studied in the flight school.\n\nThe old man straightened his shoulders with a semblance of pride. \"You\nknow me?\"\n\n\"What are you doing in Port City?\"\n\n\"This is where I live. I couldn't stand it in the city any longer and\nI didn't want to emigrate to the colonies. The children don't object.\nThey bring us supplies. Holly and I are quite comfortable.\" Dr. Vayle\nran his fingers over Greg's uniform. \"You're a pilot! I haven't met one\nin years. Usually the children send them back to the colonies as soon\nas they land.\"\n\n\"Where do you live, Dr. Vayle?\"\n\n\"The best hotel in town. I'll show you.\" He bent closer and whispered,\n\"And I'll let you see what we're working on. But I have to have my\nnightcap first.\" Vayle groped in the dark for a bottle. He drank the\nliquor eagerly, wiping his lips on his sleeve.\n\nGreg and the astrophysicist went outside. Greg looked along the\ndeserted street for the twelve year old, but the boy was nowhere in\nsight. Perhaps he had returned to Chicago. Yet if he had come to send\nGreg back to the colonies, would he have given up so easily?\n\nThe blue intersection lights swam in a comfortable haze, spinning when\nGreg looked at them directly. Occasionally the drifts of sand seemed to\nrun like water and Greg became unsure of his footing. He knew he was\ndrunk, but alcohol had never interfered with his reasoning. Back in\nthe bar he had made a tremendous discovery; he mustn't let it slip his\nmind. The children were alien invaders: that was it. In the morning he\nwould be able to decide what he was to do with the information.\n\nThe old man took him to a pseudo-Spanish structure across the main\nhighway from the field. The _Biltmore Hacienda_, at one time the\ngaudiest and costliest hotel in Port City. Now the neon signs were out,\nthe streetfront shops were closed, and only a pale light glowed dimly\nbehind the ornate, iron gate.\n\n\n\nAs he followed Vayle up the three tile steps, Greg looked back toward\nthe field. He saw his ship standing in its landing slot. Someone was\nworking to unload his useless cargo of Redearth. The field attendant\nwas displaying an unusual conscientiousness, Greg thought; he hadn't\nexpected action in less than a week.\n\nThen, abruptly, Greg knew the real significance of such prompt service.\nIt fit with the discovery he had made in the bar. The only trouble was,\nhis mind was too hazy for him to grasp the connection clearly. It would\ncome to him later; he was sure of that.\n\nHe followed Vayle through the dusty, thick-carpeted lobby. Vayle slept\nin a disorderly room adjoining the cavernous hall of the dining room,\nwhere the tables were covered with dust and the band instruments lay\nrusting on the bandstand. The astrophysicist swept a litter of loose\nmanuscript pages from his bed and sat down. He fished a bottle of gin\nfrom under the bed and took a long drink.\n\n\"For my nerves,\" he apologized.\n\nGreg saw a score of empty bottles in the debris on the floor.\nApparently Vayle had been treating his nerves for a long time. Greg\npicked up one of the manuscript pages. It was a part of a book. At\nleast the patter of phrases was familiar, but the whole context was\nincoherent, without beginning or end.\n\n\"My new text,\" Vayle explained. \"When it's finished, the kids have\npromised to publish it. That's why they let me stay here, so I can\nwork in peace.\" He pulled at the bottle again. \"They're still children\nat heart. An adult can twist them around his finger, if he goes at it\nproperly.\"\n\n\"You mean the book's just a blind?\"\n\nThe scientist eyed Greg carefully. \"You're too old. You can't be one of\nthem.\" He rolled back the mattress and took out a thin file of paper,\nholding it tenderly in his hand. \"I'm analyzing the cause, sir. I'm\ngoing to demonstrate how the children have made us believe they are\nable to defy the laws of physics. When I publish this, the nightmare\nwill be over.\"\n\nVayle handed over the file reluctantly. Greg turned back the cover--and\nthe shock sobered him. Vayle was an established authority; Vayle was an\neminent scientist; Vayle was a man Greg had learned to respect. But\nthe book Vayle showed him contained nothing but blank pages.\n\n\"You're interested in our project?\"\n\nThe throaty, silky voice came from the open door. Greg whirled. He saw\na tall, thin woman, heavily painted. She was wearing a bangled, scarlet\ngown, which hung loose from her shoulders. Her beauty had faded long\nago; her face was a lined, marble mask; her yellow hair was streaked\nwith gray. Fifteen years ago Greg could have found her counterpart\nlurking in any Port City honky tonk, her thin hips swaying with the\nbrassy jargon of the music and invitation in her eyes.\n\n\"This is Holly Wilson,\" Vayle said. \"My secretary.\"\n\nSecretary! Greg thought. So that's what they were calling it now. Holly\nWilson's profession had gone by many names. The pickings on earth must\nhave become mighty thin, if she were satisfied to saddle herself with\na white-haired professor of astrophysics. Greg introduced himself,\ngrinning contemptuously.\n\n\"You're just in from the colonies, Captain?\" she asked.\n\n\"Yes.\"\n\n\"Staying long?\"\n\n\"That depends. I have a cargo to auction and--\"\n\n\"The kids will take care of that. But you'll stay through tonight, of\ncourse. Let's see if we can find you a room.\"\n\nGreg thought he knew what she had in mind. But as soon as they were\nout of earshot of the scientist's bedroom, she said, \"Come outside,\nCaptain; I have to talk to you.\"\n\nThey went into the tiled patio of the hotel. The kidney-shaped pool was\nempty, and its basin was criss-crossed with gaping cracks. Many of the\npotted shrubs had died untended, but the palms still flourished. The\nfronds laced skeletal fingers across the face of the full moon. The\ndry, desert wind washed through the trees, the ghost whisper of the\ndream that had died in Port City.\n\n\"Don't say anything to Dr. Vayle about his book.\" Holly Wilson's voice\nwas surprisingly sincere. \"Play along with him, please; let him go on\nthinking he's found the great secret.\"\n\n\"What is it--alcoholism or madness?\"\n\n\"A little of both. No one's really sane any more.\"\n\n\"I came home the last time seven years ago. It wasn't this bad then.\nWhat's happened?\"\n\n\"Most of the adults have emigrated to the colonies. There are only a\nfew derelicts left--like Adrian Vayle and myself.\"\n\n\n\nNearly sober, Greg remembered the discovery he had stumbled on in the\nbar, and the logic still held up. \"They've taken over the earth and\nthrown men out.\"\n\n\"The children? You talk as if--\"\n\n\"Tell me everything about it, from the beginning.\"\n\n\"The kids are different; that's all there is to it. They read minds.\nThey move themselves anywhere they please simply by thinking about it.\nGod knows what else they'll learn to whip up after they get the hang of\nit.\"\n\n\"Are all the children like this?\"\n\n\"No. The others emigrated with their parents. Dr. Vayle says there are\nabout five million. That's approximately the total population of the\nearth, now. They've shoved the rest of us out.\"\n\n\"By force?\"\n\n\"Who wants to hang around like a pet ape to amuse his own brats? Dr.\nVayle was too old to go. I--I couldn't get a medical clearance.\"\n\n\"I don't think the colonies are aware that the emigration was so large.\"\n\n\"Why should they be? We've half a dozen worlds out there. They could\nabsorb us all.\"\n\n\"So the kids have taken over everything.\"\n\n\"What they wanted, yes. For a while we thought it was temporary. Dr.\nVayle didn't begin drinking until we knew the change was permanent.\nThe oldest kids are nineteen now. They're beginning to marry, and all\ntheir children have the same abilities. Or witchcraft. Call it what you\nlike.\"\n\n\"As old as nineteen? Then the change dates from--\"\n\n\"From your first flight, Captain Greg. I sometimes look at that damn\nstatue in the square and laugh till it hurts. A brave, new frontier you\ndiscovered--but that wasn't all you gave us.\"\n\n\"You believe I'm responsible for--\" Greg gestured toward the slow decay\nin the patio. \"For this?\"\n\n\"Who else, Captain? It's the kids who should build you a monument. You\ngave them the earth.\"\n\nFor the first time Greg saw the monstrosity hidden by his dream. He\nhad made the pioneer flight; and he had created this new generation.\nThe relationship was plain. If he could unravel it and find the real\ncause--but he knew that now. An invasion, an invisible virus life that\nhad taken over their minds. How? When he knew that, how could he fight\nit? How could he turn back the clock and restore the earth to man?\n\nHe walked slowly to the end of the patio where he could see the\ndeserted field across the highway. In the slot they were still scooping\nthe Redearth of Mars out of the hull of his ship. He smiled grimly. A\ndecade ago the Redearth had been priceless; that one import alone had\nmade the conquest of space commercially possible. Redearth had built\nPort City and the colonies; Redearth had created the import companies,\nonce so tremendously profitable.\n\nA light burned for a moment above Greg's ship. Clearly he saw the puny,\ntwelve year old boy and the four other children who were dumping the\ncargo. It gave him another explosive insight. Greg knew then how the\ninvasion had come from the stars.\n\nThe Redearth of Mars; the invisible molds of that unknown world: that\nwas the alien life form no man had recognized. The enemy was tangible.\nThe enemy was real. And such an enemy could be conquered.\n\nGreg's first inclination was to cross the road and smash with his fist\nthe pint-sized weaklings who had stolen his world. Physical conflict:\nthat was something man understood and respected. But the children were\nnot human; he must never allow himself to forget that. They had to be\nfought on other terms.\n\nFirst, Greg had to escape the earth without letting them read his mind\nand measure his hatred. Until he could lift his ship, he had to play\nalong with whatever plans they made for him. The children didn't want\nhim here; escape should be easy--if he could only wall off his thinking.\n\nHe turned back toward the faded woman in the scarlet dress. As\nmatter-of-factly as he could, he asked her to show him his room. \"I'll\nprobably leave tomorrow; they're doing an efficient job out there.\"\n\n\"The kids don't waste any time. They'll stake you to a cargo of iron\nore for Venus; that's the usual procedure.\" She put her arm through\nhis. \"And you promise, Captain: you won't say anything to Dr. Vayle?\"\n\n\"Why are you so interested in that old fool?\"\n\n\"We're derelicts. It would be damn lonely without him. He has something\nto believe in--nonsense, yes; but what difference does that make?\nSometimes I can almost believe in it, too.\"\n\n\"Men aren't licked yet.\"\n\nShe laughed. \"You noble souls who drop in on us out of space talk so\nbravely; that's your brand of madness, Captain. Thank your stars you\ndon't have to get to know the kids as well as we do.\"\n\n\n\nShe took him to a room on the first floor of the hotel. The air, when\nhe opened the door, was stale. The full moon behind the Venetian blinds\nmade an unpleasant symbolic shadow pattern of prison bars on the\ncarpet. Greg ripped open the zipper of his flight jacket; his chest was\nwet with sweat. The woman turned to go and he caught her arm, pulling\nher toward him.\n\n\"This much at least hasn't changed,\" he grinned.\n\nShe neither resisted nor responded. She stood looking up into his face.\nHer eyes were cold and tired. \"I have to go back to Adrian, Captain\nGreg. He's frightened when I leave him alone too long.\"\n\n\"That doddering graybeard--\"\n\n\"None of the things that used to be so important matter any more. All\nwe have left is our love for each other. Adrian and I have that; I\ndon't want to lose it.\"\n\nShe glided away from him. Angrily Greg jerked up the blinds--to erase\nthe prison symbol--and ground open the windows. The hot desert wind\nwhispered through the screen. Greg stripped off his uniform and lay\nnaked on the bed.\n\nAfter a time he slept--fitfully, caught in a confusion of fragmentary\ndreams. The hope of yesterday and the disillusionment of now; his pride\nas a pioneer; and the pain of his responsibility for what his frontier\nhad created. Out of the chaos a pattern of action slowly emerged.\nSometime in the small hours before the dawn Greg made up his mind what\nhe would do.\n\nIt would be futile to try to arouse the colonies to attack the earth.\nEach man in his own soul might admit the truth, but as a culture they\nwould all reject it. They needed to keep the symbol of earth as home,\nthough they might never return to it. Even if that psychological\nobjection could be overcome, war was not the answer. Only if the\nchildren were taken completely by surprise--given no time to use their\nalien abilities--could they be effectively destroyed.\n\nGreg knew how that could be done. A decade before his pioneer flight\nto Mars, the first artificial satellite had been sent up in an orbit\naround the earth. A purely military weapon--capable of destroying any\nobjective on the surface of the earth--the satellite had overturned\nthe balance of power and forced the creation of a united world. The\nresources of a planetary government had made Greg's first flight\npossible. Afterward, in the excitement of exploiting the new frontier,\nthe satellite had been forgotten.\n\nBut it was still there, still armed with a firepower capable of wiping\nthe earth clean of life. It would be the murder of a world--but murder\nto save human kind. Greg could do it alone. His only problem was to\nlift his ship without the children knowing what was in his mind. He\nfelt no guilt, no pang of conscience. Once the decision was made, Greg\nslept easily; and he awoke completely refreshed, with only a slight\nheadache from the liquor he had drunk the night before.\n\nDr. Vayle and Holly Wilson insisted that Greg breakfast with them in\nthe hotel. He would have preferred to forage for himself. The painted\nwoman's protective, maternal affection for the astrophysicist made Greg\nacutely uncomfortable. It was not the sort of behavior he would have\nexpected of either of them. Greg's discomfort quickly became a feeling\nof guilt. If he used the old satellite wheel to destroy the alien\nchildren, he would be slaughtering the few human beings who remained on\nthe earth. Discreetly he asked how many others had stayed behind.\n\n\"It's hard to say,\" Vayle told him. \"A hundred thousand, perhaps.\"\n\n\"Do you keep up any sort of contact?\"\n\n\"Why should we? We're outcasts.\" With a sudden rationality, he added,\n\"We're ashamed. When we're together we feel bound to face the truth.\nIt's impossible for man to admit he's a second-rater. So we hide out in\ndeserted villages like this one--and pretend all this nightmare never\nhappened.\" Then Vayle slipped back into his delusion again. \"However,\nall that will be different as soon as my research is finished. Why, do\nyou know, Captain--\"\n\n\"I'm leaving this morning,\" Greg broke in. \"Would you like to go with\nme?\"\n\nVayle shook his head. \"I'm too old to make a new start on your\nfrontier, Captain.\" He reached for the woman's hand. \"And as long as my\nsecretary can't have a clearance--\"\n\n\"Leave us as we are,\" Holly said. \"Your dream is no better than ours.\"\n\n\n\nAfter breakfast Greg left the hotel and crossed the highway to the\nfield. It was still early morning, but the desert sun blazed hot in a\ncopper sky. As Greg passed the old terminal building, the twelve year\nold boy suddenly materialized and fell in step beside him.\n\nThis was the thing Greg feared most. He began to walk more rapidly,\nfighting a rising panic. How could he keep the kid from prying into his\nmind? Desperately he tried to think of something else--anything, inane\nor banal. The children were not gods; they couldn't dig deeper than his\nconscious thought. (Or could they? Greg wasn't sure.)\n\n\"We're giving you a cargo for Venus,\" the boy said conversationally.\n\"It will put you in business again, Captain. The Martian colony is\nequipped to repair your ship. You'll have enough cash to pay for it,\nnow.\"\n\n\"Fine,\" Greg grunted. In his mind he was frantically reciting a rhyme\nhis grandmother had taught him ago, \"One two, buckle my shoe; three\nfour, open the door....\" Reciting it with fervor, like a prayer for\nsurvival--which it was.\n\n\"After this, Captain, it might be better if you stayed in the colonies.\nDon't get me wrong. You're welcome on earth anytime you want to come\nhome, but conditions are different here and....\"\n\nSuddenly the boy's tone changed. \"But you aren't responsible, Captain!\"\n\nGreg's muscles tensed. So the boy had probed that deep!\n\n\"A new frontier always means change, Captain--but not tragedy; not\ndefeat! We've never supposed any of you would believe that. You gave us\na miracle, the greatest frontier men have ever crossed. When all the\nother pioneers are forgotten, Captain, your name....\"\n\nPretty words, like the pretty speeches Greg had listened to twenty\nyears ago. They wanted to confuse him, make him doubt the decision he\nhad made. \"One two, buckle my shoe! Three four, open the door!\"\n\nThe boy caught Greg's sleeve. \"You might as well blame Galileo or\nCopernicus because they studied the universe. Or go back to the\nbeginning. Blame the unknown who did our first scientific pioneering.\"\n\nCopernicus and Galileo? What was the kid trying to say? And why would\na twelve year old speak so glibly--so knowingly--of the giants? That\nproved his alienness. When Greg was twelve, the only thing he had\nthought about seriously was football or baseball or summer vacation or\nhow he was going to get out of the piano lessons his mother imposed on\nhim.\n\nThe boy pulled him to a stop. \"The first pioneer, Captain: do you blame\nhim for it all? We don't know his name, but we do have his monument.\nLook, Captain Greg.\" In the drifting sand the boy sketched the outline\nof a wheel.\n\nGreg panicked. He was too intent upon keeping his mind impregnable\nto make any other interpretation. The wheel symbolized the satellite\nriding above the earth; then the boy knew what Greg was going to do.\n\nGreg swung his fist blindly. He took the boy by surprise. The child\nhad no time to rematerialize at a safe distance. Greg's fist struck\nhis chest and the boy went down, with a cry of agony. Greg felt a\nsubconscious surge of satisfaction; humanity hadn't been defeated after\nall and the children were by no means invulnerable. Surprise--physical\ninitiative--gave men their trump card over these undernourished mind\nreaders.\n\nGreg sprinted toward his ship. The body lay on the drifting sand\ngasping for breath, gesturing futilely with his small hand.\n\nGreg's foot was on the ramp when he heard a scream behind him. He\nlooked back toward the road. He saw Dr. Vayle and Holly Wilson running\ntoward him. A mongrel, frothing at the mouth, was yapping at their\nheels.\n\n\n\nGreg reacted with an altogether human instinct. He ripped a metal bar\nloose from the ramp rail and went back to help them, two fellow humans\nin trouble. A tiny warning of logic flamed briefly in his mind: this\ncould be a trick; his only real chance of escape was to leave now,\nwhile he could. But he ignored it.\n\nHe ran across the field and swung the bar at the dog, crushing its\nskull with one blow. The woman clutched his arm. Her hands were\nshaking; her face was white with fear.\n\n\"What happened?\" Greg demanded.\n\n\"Adrian and I were clearing the breakfast table. Suddenly the dog\nwas--he was just there, growling at us.\"\n\n\"A mad dog,\" the astrophysicist added. \"The kids did it. They can make\nany living thing appear anywhere they please.\"\n\n\"A trick!\" Greg said. The whisper of logic had been right. He glanced\nat where the boy had fallen; the child was gone.\n\n\"They're trying to make me leave,\" Vayle complained, \"before I finished\nmy research. They know I have the answer to--\"\n\n\"Now you have no other choice,\" Greg snapped. He pulled the scientist\ntoward his ship; the woman followed. Greg reasoned that he might still\nhave an outside chance. The children obviously had expected him to take\nVayle back to the hotel. That would have given them a chance to disable\nhis ship.\n\nGreg pushed the two through the airlock. His luck still held. He shoved\nthem toward the safety webbing and jerked down the firing toggle. As\nthe ship quivered in the thunder of the power tubes, Greg dialed the\nsatellite course on the pilot computer.\n\nIt was the simplest setting he could make. His was an old ship, built\nwhen the satellite had still been used as an initial landing station,\nbefore the new fuel had made the big wheel obsolete. Every ship had\nonce had an automatic satellite course projection taped in the pilot\ncomputer. Without a new setting, the ship would move into the core ramp\nof the wheel and the lock would open automatically when the magnetic\nseal was completed.\n\nGreg felt the sudden, crushing weight of gravity. He caught at the\nsafety webbing until the pressure stabilized. From that point--if\nhe remembered his early flights accurately--it would be six minutes\nbefore the ship reached the satellite. He had won. Nothing could stop\nhim--nothing.\n\nThen Holly Wilson screamed and Greg saw the twelve year old boy\nstanding beside the flight console.\n\n\"It wasn't a virus invasion,\" the child said, shouting to be heard\nabove the roar of the power tubes. \"I didn't know you were thinking\nthat this morning. I could have explained if--\"\n\nGreg swung his fist--against an emptiness. The boy rematerialized two\nfeet away.\n\n\"Reset your course!\" the boy cried. \"You understand machines, Captain;\nwe don't. And I can't get enough technical information from your mind\nto do it for you.\"\n\n\"One two, buckle my shoe!\" Greg thought, in an ecstacy of triumph.\nHe had kept that much of his thinking safe. The kids were making one\nlast effort to save themselves--he was sure of that--but it wouldn't\nwork. They had the alien skill to pry into a human mind, but they were\nhelpless against man's machines. Inexorably the computer would drive\nthe ship to the satellite; nothing could stop it.\n\n\"Think rationally,\" the boy pleaded, \"not with your emotions. You have\nonly four minutes left, Captain Greg. If the Redearth was a virus\ninvasion as you believe it was, why were only the children affected?\nWe made it an antibiotic; we used it for millions of people; every\ncolonist was innoculated before he emigrated.\"\n\nHe was lying. He had to be lying. He was trying to confuse Greg with\nside issues. It didn't matter now how the virus had been brought back\nto the earth. \"Three four, open the door; five six, pick up sticks.\"\n\n\"We aren't different, Captain. We've simply crossed your frontier in\na different way. We have a theory how it happened, but no proof. The\nMartian Redearth worked as a sort of mental catalyst when it was used\nfor newly born infants. It awoke the full thought potential of our\ncerebral cortex. That's all. We have no ability that men haven't always\nbeen capable of; if you believe that, you can do it yourself.\"\n\nBelief!--mystical nonsense. Did the kid really think Greg would buy\nthat? Greg glanced at Adrian Vayle. The scientist's face was gray\nwith horror. Sweat stood in beads on his lips. Holly Wilson clung\ndesperately to his hand.\n\n\"I drew a wheel in the sand for you, Captain: another monument to\nanother pioneer, the first primitive who grasped what we might do with\na rolling disk. He gave us terror and disaster, yes; but he gave us\nprogress, too. Do we blame him because his heirs sometimes misapplied\nhis discovery? Do we call ourselves alien invaders because we have\na more complex technology than his? Then why heap shame on yourself\nbecause you gave us a frontier in the stars? It won't end the way you\nthought it would; nothing ever does. We're your children, Captain;\nwe're your new frontier.\"\n\n\"Aliens!\" Greg spat.\n\n\"My research was for nothing,\" Dr. Vayle said numbly. The words were a\nwhisper of agony, the torment of a soul ripped out of the comfortable\nworld of madness.\n\n\"Don't say that. You'll finish your work,\" Holly told him soothingly.\n\nHe pushed her away. \"Not now. It was pointless.\"\n\nThe boy wrung his hands. \"You have only two minutes left. Forget your\nemotions; put aside your self-pity. It's a luxury you can't afford any\nlonger. Use the brains God gave you, Captain Greg. You can't land on\nthe satellite. You must--\"\n\n\n\nGreg swung again and again he missed the boy, but he lost his balance\nand plunged into the pilot computer, smashing the machine. Greg saw\nwhat he had done and began to laugh. It was impossible, now, for anyone\nto change the course setting. The boy's pleading was for nothing.\n\nThe twelve year old rematerialized and stood looking at the broken\ncomputer. Then shrugged his shoulders calmly. \"A minute and a half\nleft, Captain; and now you have no choice.\" The child sighed, as a\nparent might have sighed over the prank of a mischievious son.\n\n\"You killed the mad dog,\" he said. \"You didn't hesitate about that. I\nthought him into Port City to give you an object lesson. You missed\nthe point, I'm afraid. You couldn't understand that you were yourself\na mad dog yapping at our heels. Potentially, all the older generation\nthreaten us the same way. Your kind of emotional reasoning, in one\nform or another, will sooner or later infect them all. We encouraged\nthe migration to the colonies in order to prevent a conflict. By\nadministering the Redearth to every adult who left the earth, we\nthought we might make a few of them realize their mental capacity.\nApparently the catalyst works only with an infant, and not always then.\nIn a sense, Captain Greg, your frontier has made us two species--ours,\nmankind; yours, the rejects; the unfinished men.\"\n\nDr. Vayle made a choking sound deep in his throat. His dream was gone;\nthe comfort of his madness had been stripped away from him.\n\n\"And if it does come to the point of conflict,\" the boy went on\nquietly, \"we fully intend to survive.\"\n\n\"Not after I reach the satellite,\" Greg answered grimly. His voice\nsounded hollow and uncertain, even to himself. The boy had destroyed\nthe dramatic fiction of a virus invasion. Greg's dream, too, was gone.\n\n\"I tried to save you, Captain, but by your own violence you made that\nimpossible. Now you will provide another object lesson. What I have\ntold you is true; every man has our ability. In sixty seconds your ship\nwill reach the old satellite; the airlock will open automatically--only\nthere will be no air in the wheel. This shell rusted open years ago.\nYou face death just as certain as if you leaped into outer space. But\nyou can save yourselves--all three of you--by thinking yourselves back\nto the earth, or out to one of the colonies. This experiment interests\nus a great deal. We didn't intend to resort to it quite so soon, but\nyou've given us an ideal opportunity. If you can unshackle your minds\nnow, we have hope for the rest of the rejects. There will be fewer mad\ndogs for us to dispose of later on.\"\n\nThe boy was gone.\n\nGreg felt the ship slide into the ramp of the satellite. He heard the\ngrapples clang against the hull, and the scream of rusting metal as the\nairlock began to open. A paralyzing emotional opiate flamed through his\nmind: this was a dream, nothing more. In a moment he would jerk himself\nawake and be amused by his terror. But there was something else in his\nmind, too, a stirring of greatness, a fire of magnificence, a new self\nhe had never known before. He groped blindly toward that pinpoint of\nlight.\n\nFrom a great distance, like an echo of shattering ice, he heard\nAdrian Vayle's voice, \"The children have mastered the art of hypnotic\nillusion, but obviously they cannot violate the established physical\nlaws. Our problem is entirely mechanical. I am sure Captain Greg can\nwork out....\"\n\nVayle had found the sublime ignorance of sanity; and that was no\nsolution.\n\n\"Kiss me,\" Holly Wilson whispered. \"Nothing else matters, Adrian.\"\n\nAnd she had chosen the equally blind sterility of resignation.\n\nGreg knew they were both wrong. He was a realist; a spaceman had to be.\nThe kid had been able to read his thoughts; naturally the kid could put\nthis weird sense of a new self in Greg's mind. It was only a clever,\nsemantic manipulation of words to keep Greg from using the satellite.\n\nHe squared his shoulders. The star-point of greatness flickered out in\nhis mind. Greg was a man, a product of a sophisticated and intelligent\nculture. This undernourished, alien generation wasn't going to confuse\nhim with mystic mumbo jumbo about belief. He knew how to sort out fact\nfrom childish magic.\n\nHe walked toward the lock, straight and proud with the confidence of\nman. He was smiling savagely. Mankind was no mad dog, to be crushed\ninto oblivion by a pack of puny children. They might as well learn that\nnow!\n\nAnd then the airlock screamed open.",
    "metadata": {
        "author": [
            "Cox, Irving England, Jr.",
            "Cox, Irving E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66618/pg66618.txt",
        "name": "the_pioneer.json"
    }
}