{
    "name": "The Indian's Hand\n1892",
    "author": [
        "Stoddard, Lorimer"
    ],
    "body": "Copyright, 1892, by J. B. Lippincott & Co.\n\n\nThe men had driven away. Their carts and horses disappeared behind the\nroll of the low hills. They appeared now and then, like boats on the\ncrest of a wave, further each time. And their laughter and singing and\nshouts grew fainter as the bushes hid them from sight.\n\nThe women and children remained, with two old men to protect them. They\nmight have gone too, the hunters said. \"What harm could come in the\nbroad daylight?--the bears and panthers were far away. They'd be back by\nnight, with only two carts to fill.\"\n\nThen Jim, the crack shot of the settlement, said, \"We'll drive home the\nbears in the carts.\"\n\nThe children shouted and danced as they thought of the sport to come, of\nthe hunters' return with their game, of the bonfires they always built.\n\nOne pale woman clung to her husband's arm. \"But the Indians!\" she said.\n\nThat made the men all laugh. \"Indians!\" they cried; \"why, there've been\nnone here for twenty years! We drove them away, down there\"--pointing\nacross the plain--\"to a hotter place than this, where the sand burns\ntheir feet and they ride for days for water.\"\n\nThe pale woman murmured, \"Ah, but they returned.\"\n\n\"Yes,\" cried her big husband, whose brown beard covered his chest, \"and\nburned two cabins. Small harm they did, the curs!\"\n\n\"Hush,\" said the pale woman, pressing her husband's arm; and the men\naround were quiet, pretending to fix their saddles, as they glanced at\nanother woman, dressed in black, who turned and went into her house.\n\n\"I forgot her boy,\" said the bearded man, as he gravely picked up his\ngun.\n\nThey started off in the morning cool, toward the mountains where the\ntrees grew. And the long shadows lessened as the sun crept up the sky.\n\nThe woman in black stood silent by her door. No one bade her good-by.\nThe other women went back to their houses to work. The children played\nin the dust; clouds rose as they shouted and ran. A day's freedom lay\nbefore them.\n\nBut the woman in black still stood by her door, like a spectre in the\nsunshine, her thin hands clasped together as she gazed away over the\nplain toward Mexico.\n\nHer face was parched and drawn, as if the sun from the sand had burned\ninto the bone. Her eyes alone seemed to live; they were hard and bright.\n\nHer house was a little away from the rest, on the crest of a hill facing\nthe desert plain.\n\nShe had heard the words of the bearded man: \"Small harm the Indians\ndid.\" Had he forgotten her boy? How could he forget, while she was there\nto remind them of the dead? Near her house was a small rock roughly\nmarked. The rude letters \"Will, gone, '69,\" she had cut on it with\nher own hands. It marked the last place where her boy had played. She\nremembered how she went away softly--so he should not cry to follow\nher--without a word, without a kiss.\n\nHere her hands beat the side of the house.\n\n\"Oh, to have that kiss now and die!\" But she had gone, unthinking, up\nthe road where the pale woman lived, then a rosy-cheeked happy bride,\nnot a widow like herself. They laughed and discussed the newcomers at\nthe settlement. It was a holiday, for the men were away over the hills,\ncutting down trees to build their houses with.\n\nAs they talked there idly, they heard what they thought was the shrill\nbark of dogs running up the hill. Startled, they went to the window.\nRound the curve of the road came horses wildly galloping, and upon their\nbacks--Here the pale woman shrieked and fled. They were Indians, beating\ntheir horses with their bare legs, their black hair streaming in the\nwind.\n\nLike a flash, she had bolted the door and barred the shutters as they\ngalloped up. She turned then. Through the open back door she saw the\nwomen run screaming up the hill, their children in their arms.\n\nTheir children! Where was hers? She stopped as if turned to stone, then\nundid the door.\n\nThey dragged her out by the wrists, by the hair. She fought with them\nstronger than ten men. But there were twenty; she was alone. The little\nstreet was empty. They strangled her, beat down her face, dragged her\nupon a horse, and, with her crosswise on the saddle, galloped up and\ndown, as they fired the cabins and the sheds. Her hands were shackled,\nand her eyes blind with blood, but she thought only of her child. \"Where\ncould he be?\"\n\nThere were gunshots. Down the hills like mad came the white men for\ntheir wives and children.\n\nThen the Indians turned back toward the plain. They rode past her house.\n\nThere, where she had left him, stood the child, dazed with surprise. She\nheld out her arms tied together and called to him to come.\n\n\"Fool! fool!\" Here the woman in black struck her temples with her hands.\n\"Fool!\" Why had she not galloped by and never noticed him?\n\nBut she begged, caught at the horse's head, struggled to get to him; and\nthe Indian stopped for a moment in his flight and caught up the child\nand went on.\n\nThen the thought came to her of the end of that ride--what was to\ncome--after. And she tried to drop the boy, to let him slide gently to\nthe ground; but the Indian held them fast.\n\nBehind, nearer, came the following men, louder the guns. The horse she\nwas on snorted, staggered under the weight of the three, and as they\nreached the plain the child was torn from her, she was pushed away. But\nshe rose and staggered after them amid the blinding dust. They must take\nher too. Sobbing, she called to them as she stumbled on. Many times she\nfell. Then she could go no more.\n\nThat was all. Her story ended there, with the thundering of horses'\nhoofs and the taste of dust in her mouth. They found her there\nunconscious. Her friends tended her. When she came back to life she\nasked no questions but left her neighbor's house and came to her door,\nwhere she was standing now, and gazed away over the sand where _he_ had\ngone, down toward Mexico.\n\nThe years went by, and she was still alone in the house where _two_\nshould have been. And now far off she saw the dust blowing in a long,\nrolling, pinkish line. But the dust blew so often, and nothing came of\nit--not even the Indians.\n\nThe boy she knew was dead, but they--his murderers--remained, somewhere.\n\nIf she could have one now in her power!\n\nThe woman in black pondered, as she had so many times, how she should\ntorture him. No pain could be too horrible. She looked at the fire in\nthe stove, and piled on the logs--the logs that were brought with such\ntrouble from the mountains where the trees grew. She could not make it\nhot enough. She dropped on her knees and watched the iron grow red. And\nthe letters of the maker's name stamped on it grew distinct, and the\nword \"Congress,\" half defaced, and the figures \"64.\" Ah, those letters!\nshe could have kissed the spot, for her child had touched it Charmed by\nthe glow, when left alone, he laid his baby hand flat on it, and burned\ndeep into the palm were those letters, \"S S, 64.\"\n\nShe would know him among a million by that mark.\n\nBut he was dead. The Indians remained.\n\nThe woman in black stood up. Why should she not go to them? There were\npools in the plain where she could drink. That would be enough.\n\nThe men were away; the women were at work. Who could stop her?\n\nShe put on her bonnet and started off down the hill through the green\nbushes. The air was still crisp, though the sun was hot.\n\nThe desert must have an end. She would keep on to Mexico. She walked\nquickly, and her dress grew gray with dust, and the air scorching, as\nshe reached the plain. But she kept on, and only looked back once at the\nhouse on the hill, and at the window where the pale woman sat.\n\nThe dust choked her, and she stumbled, and the sole of one shoe came\nhalf off, and slapped, and banged, and delayed her as she walked. She\ntore it off and went on, but the sand cut and burned her so that she sat\ndown and wept, and wanted to go back for her other pair, the ones she\nwore on Sundays. The hill, though, looked so distant that she wearily\ngot up and went on, on, till she could go no more, and crept under the\nshadow of a rock. There was no water near. Her throat was parched, and\nher temples beat wildly. She must go back and start again, strengthened,\nfortified. She would start tomorrow, or at night, when the cool would\nlet her get too far to return.\n\nBy slow degrees she dragged herself up the hill. The pale woman came\nout of her house, and nodded, but the woman in black did not smile in\nreturn. She closed her door, and went up to her bed, and fell on it,\nand slept, amid the buzzing of the flies and the fitful flapping of the\nwindow-shade in the breeze.\n\nThe pale woman sighed and glanced across the plain. The roll of blowing\ndust was larger, and more regular, and nearer. The woman shuddered as\nshe watched it creep slowly along behind the sand mounds. \"It always\nblows,\" she said to herself, \"but not like that, so steadily, so even.\"\nShe strained her eyes, but there was only dust to be seen. Then she\nthought of a telescope that belonged to the minister's wife, who came\nfrom a seaport town, and ran to fetch it. The two women came out with\nit together, the minister's wife laughing at her friend, she was such a\ntimid thing! But the pale woman was paler than ever, and trembled so she\ncould not steady it. The laughing one looked through it, and laughed no\nmore.\n\n\"I see a head over the mound there,\" she said.\n\nThe pale woman shrieked.\n\n\"They are miles away. We may have time.\"\n\n\"For what?\"\n\n\"To get away.\"\n\n\"They may be friends--\"\n\n\"They are Indians! White men would not live through that sand. We must\ngo to the woods. Help me. Warn the women. Gather the children. Come.\"\n\nShe rushed into her house. The other still stood and looked.\n\nThe dust cloud was a little nearer. In a moment all was wild confusion,\nnames were called, but not loudly, girls sobbed, some carried their\nlittle treasures, mothers held their children. All gathered together,\nhidden from the plain by a house.\n\nThe pale woman led out her father, then ran to her neighbor's door. She\nopened it, and called clearly, but softly, \"Mary, Mary.\" There was\nno answer. The woman in black, on her bed, slept on. Her neighbor\nhesitated, then hurried after the others, as they ran up the low hills\ntoward the mountains, where their men had gone.\n\nThe dust cloud grew nearer. Now and then a head could be seen. But all\nwas as still as the grave. The woman in black slept heavily and dreamed\nthat revenge had come at last--that in her hand she held an Indian's\nhead.\n\nThe window-shade flapped loudly, and she woke with an apprehension\ncrushing her. She went to the window and looked out. There was no\nblowing dust upon the plains, and the street was empty. The doors of\nthe houses stood open; a shawl lay in the middle of the road. The woman\nleaned out and looked toward the woods.\n\nShe saw on the crest of a hill the white skirts of the flying women, and\nthen, below, down the road, her ears sharpened, her heart tightening,\nshe heard the soft, regular thumping of horses' feet.\n\nThen she _knew_.\n\nShe sat on the edge of the bed. This was what she had waited for! Was it\nher turn now?--or theirs again?\n\nShe could kill _one_.\n\nWhere was her gun?\n\nShe had loaned it to the men.\n\nBut her axe--that was below.\n\nAs she started for it, there was a burst of war cries.\n\nShe ran down the narrow stairs, and took the axe from its place on the\nwall.\n\nThey were passing her door. The room grew lighter. She turned. One stood\nin the open doorway, black against the sunshine. She set her teeth hard,\nhid the axe behind her skirts, watched him motionless.\n\nHe stretched out his hand clawlike, and laughed, his eyes gleaming, as\ncatlike he moved nearer, A terror seized her: with a hoarse cry, she\nsprang up the stairs, flinging down a chair as he followed panting.\n\nQuickly she climbed up the ladder to the loft, threw down the trapdoor,\nfell on it, bolted it, waited. All was still. Outside she heard the\ndistant yells. She stooped noiselessly and put her ear upon the floor.\nThere was soft breathing underneath, and through a crack in the floor\nshe saw an eye peering up at her.\n\nShe stood a long time, motionless, axe in hand, ready.\n\nHer back was to the bolt, but suddenly she _felt_ that there was\nsomething there. She turned softly. A slim brown hand was almost through\na crevice in the floor.\n\nShe raised her axe. The slender fingers touched the bolt and gently drew\nit back.\n\nThen with the force of all her hatred fell the axe upon the wrist. The\nhand sprang up at her. With a howl of agony the creature fell bumping\nbeneath.\n\nThen all again was still.\n\nHer face was wet and warm with the spattered blood.\n\nOutside she heard the crackling of a burning house, then gunshots far\naway, and distant shouts. On tiptoe she went to the garret window,\nand peeped round its edge. Over the hills, quite near, she saw the\nmen returning. One house was blazing--the minister's. The Indians were\nretreating. Near her door, grazing, stood a riderless horse. _She_ knew\nits owner. As they rode past, they caught at it, but were stopped by\na shout from her door. An Indian rushed out, handsome, young, holding\naloft a bare right arm without a hand. In his language he shrieked to\nthem for revenge, pointing up with his red wrist to the attic where she\nstood.\n\nThe eyes of the woman shot fire. She leaned far out and shook her fist\nfrom the garret window.\n\n\"One Indian at least!\"\n\nShe hurled the axe at them. It fell far short. They fired as they\npassed, but none hit her. Nearer came the men.\n\nThe wounded man leaped to his horse and with a curse rode on. The woman\nlaughed as he passed beneath, then sat down in the dusky loft with a red\npool at her feet.\n\nShortly the men returned. Some went by down the hill, after the Indians.\nOthers put out the fire. All was confusion, bustle, shouts.\n\nThen the women and the children came and added to the din, and the men\nwho had followed returned. But the woman in black sat alone in the loft,\ntill she heard the crowd at her door below, and the voice of the pale\nwoman say:\n\n\"Where is Mary?\"\n\nShe rose and lifted the trap-door--it was unbolted--and went down.\n\nThe pale woman came to her, but she pushed her aside, and wiped her face\nwith her sleeve.\n\n\"Are they killed? any of them?\" she said. Her friend answered, \"No,\nMary, not one.\" \"No harm this time,\" said the bearded man. \"Except\nmy house, it is burned,\" said the minister's wife. \"We'll soon have\nanother.\"\n\n\"I don't mean _you!_\" cried the woman in black. \"I mean them--red\ndevils. Have you got any?--killed any? _You_\"--this to Jim, who never\nmissed a shot--\"you\"--this to the bearded man--\"have _you_ killed any?\"\n\nAnd the men answered, \"No.\"\n\nAnd one man said, \"Their horses were faster than ours.\"\n\n\"Not one!\" The woman in black drew herself up proudly. \"Yes, one; better\nthan killed. Wait.\" The women shrunk from her as she darted up the\nstair. They looked at each other wonderingly. The woman returned with\nsomething in her grasp. She flung it on the table. \"It is an Indian's\nhand. His arm will shrivel to the bone. They will leave him some day\nto die in the sand.\" The women shuddered and drew back; the men crowded\nround, but they did not touch the hand.\n\n\"Are you afraid?\" said the woman in black. \"Afraid of that thing!\"\n\nShe bent back the fingers and looked in it with a smile of contempt. Her\nface took an ashen hue: the hand struck the table edge and fell upon the\nfloor. She seemed to be trying to think for a second, then she gave one\nawful cry, and leaned her face against the wall, with her hands hanging\nat her side.\n\nThe pale woman tried to go to her, but her husband drew her back, and,\nwith a silent crowd around, slowly picked up the hand.\n\nFor a second he hesitated, then did as she had done, but gently. He bent\nback the fingers of the severed hand and read its history written there,\n\"S S, 64,\" in white letters on the palm.\n\nHe remembered then how, twenty years ago, when she brought the child to\nhim, he had tied its little hand in cooling salve.\n\nIt was larger now.\n\nThe whisper went around, \"It is her boy's hand,\" and they crept toward\nthe door.\n\nThe pale woman took a flower from her dress, one she had put there hours\nbefore, and placed it in the brown fingers on the table and went out.\n\nThe woman did _not_ stir from the wall. \"Leave the hand,\" she said.\n\n\"It is there,\" and the bearded man closed the door gently behind him.\n\nThe woman in black turned. Her hard eyes were dim now.. She took the\nhand from the table and undid her dress and placed it in her breast, and\nwent to the window, and watched, far off, a cloud of dust made golden by\nthe sun, as it rolled away across the plain, down toward Mexico.",
    "metadata": {
        "author": [
            "Stoddard, Lorimer"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23178/pg23178.txt",
        "name": "the_indian_s_hand_1892.json"
    }
}