{
    "name": "The Scamperers",
    "author": [
        "Stearns, Chas. A.",
        "Stearns, Charles A."
    ],
    "body": "The Earthman, Wellesley, came to Ophir in the season of aphelion, when\nthe binary suns of that remote planet were cold serpent's eyes, dimly\nseen above the chill mists that shrouded its fern forests and craggy,\nyoung mountains, its silent oceans and magnificent organ pipe cities of\nlegend.\n\nFrom space one might look down upon the vista of these latter\nprominences and imagine a vast, exotic civilization spread over the\nface of the equinoctial swamps, but Wellesley knew that the giant\ntowers were mere calcareous shells, hollow as the expectations they\nhad inspired in the first planeteers to arrive here two hundred years\nago--they were the work, in fact, of small, mindless crustaceans.\n\nHis own destination, a small, shabby, corporate plantation, was less\nimpressive in appearance. Its name was Aidennsport. It consisted of\na hundred buildings, including a commissary and a hulking communal\nstorehouse. The primordial jungle was all about it.\n\nTo Wellesley, yellow-cheeked from too many years in space, cynical from\nthe paucity of human values in his life, Aidennsport was the despised\nprototype of colonial stagnation about the galactic rim. For he was a\ndour, lanky pessimist among that immense, invaluable, but nondescript\norder of men, the Rift constabulary, whose beat is the emptiness\nbetween the stars, and which enforces the name of law throughout the\nvast reaches of the firmament beyond Sol's sprawling civilization.\n\nWellesley's ship was accustomed to describe an elliptical orbit\nwhich brought it near the system containing Ophir once every seventh\nside-real month. It never stopped. Its course was as inexorable as a\ncomet's; nevertheless, he had lately received the commission of an\nerrand here for the omnipotent Department of Genetics and Genealogical\nRecords.\n\nAnd so he was forced to make landfall in a rocket tender in a meadow by\nAidennsport, while the ground quaked dangerously beneath the settling\nblasts of the tiny vessel. He located the single course of the village\nwithout difficulty. Half a dozen ragged children were playing there,\nand stopped to stare. Women peered at his dark uniform from behind\ncurtains in the stained, milk-colored bungalows. Quaintly dressed men,\ntending the auto-pickers in nearby fields of drug-plant, shaded their\neyes to gaze with silent menace, though there was no sun.\n\nHe was able to find the house of the agent by the frayed company flag\nflying over it. To the right of it was the warehouse where the annual\ncrop of senna-like leaves of the drug-plant were stored for drying.\nThis was Aidennsport's meagre industry. Beyond lay the swamp, and far\nacross its desolate surface, the multi-colored towers of the pipes\nfingered the sky, aloof and sinister in aspect.\n\nA boy of no more than ten, dark eyed but with that startling,\nburnished-gold complexion so often found in the systems of twin or\nmultiple suns, sat upon the steps before the cottage. He was playing\nwith a furry animal not unlike a Martian ferrax, which sprang up,\nscarlet-eyed and bristling, at the sight of Wellesley.\n\n\"Here, boy,\" said Wellesley, who neither liked nor trusted children.\n\"Is this the house of Amos Sealilly, the factor of Aidennsport?\"\n\n\"Sure. That's my pa. Say, are you a spaceman?\"\n\n\"Never mind that. Where is your father?\"\n\n\"In the warehouse,\" the boy said. \"I'll show you how to get inside. My\nname's Joseph, and I have a spaceship in the back yard. I call it the\n_Stygia_, after the pirate ship of the twenty-eighth century. Do you\nwant to see my crew?\"\n\n\"Later, perhaps,\" said Wellesley dryly. \"Come along, now.\"\n\nThey found tall, aluminum doors which slid back at the wave of a hand,\nand entered into a vastness of cool gloom, permeated by a spicelike\nodor of curing leaves.\n\nA figure emerged from the drying racks at the other end of the\nwarehouse.\n\n\"_Is that you, Joseph?_\"\n\n\"That's pa,\" Joseph said.\n\n\"Damn you, Joseph!\"\n\n\"I guess he's drunk,\" Joseph said.\n\nWellesley advanced. \"I am Lieutenant Wellesley of the Rift police,\" he\nsaid.\n\nAmos Sealilly was a great, craggy ruin of a man, with seamed face and\nheavy grey brows that shadowed intense blue eyes. Eyes that glared just\nnow. \"What do you want here?\" he bellowed.\n\n\"My mission is to perform an ethnic census for the Bureau of Genetics.\nI shall require your co-operation.\"\n\n\"There are three hundred and twelve people in Aidennsport,\" Sealilly\nsaid. \"Write that down and get out. Go back to your space castle and\nleave us alone.\"\n\nWellesley sighed. \"I am afraid that an ethnic census is never quite\nthat simple. However, since you are required by law to assist me, you\nmay as well know the truth. This community is suspected of inbreeding.\"\n\n\n\nInbreeding is not, of course, a crime, except against nature. Nor is\nit ordinarily dangerous. Combined, however, with the environmental\ninfluences of certain Rim planets, it may cause genuine, true-breeding\nmutations within the species, such as monsters, impressiono-telepaths,\npsycho-variants and other undesirables which, if allowed to multiply\nfor a few generations, might become dominant. They are located and\ndeported to A-type worlds.\n\nIt had been an anonymous tip that had brought Wellesley to Ophir,\nbut in all the inhabited universe, he knew, the Bureau was the sole\nguardian of the classic blood strain, and it took no chances.\n\n\"What's 'inbreeding,' pa?\" said Joseph, tugging solemnly at his\nfather's sleeve.\n\n\"A naughty word of the middle ages,\" said Sealilly thickly. \"A bugaboo\nof the mighty sky-chiefs. If we do not co-operate we bring their\nlightning upon our heads. Yet, what must we do?\"\n\nWellesley did not smile. \"You must inform the colonists that I wish\nto interview each member of every family and clan briefly, beginning\ntomorrow morning at seven. I do not mind in the least being _persona\nnon grata_, but if any person fails to show up, or if there is any\ntrouble, you will be held personally responsible. Moreover, I do not\nthink you are as drunk as you would like me to believe.\"\n\nAmos Sealilly bowed, took a flask from his pocket and drained it.\n\n\"One other thing. I shall need a place to sleep.\"\n\nSealilly smiled. \"There is an abandoned native daub-hut behind my\nhouse. You are welcome to it.\"\n\n\"It will serve,\" answered Wellesley coldly. \"There are natives in the\narea then?\"\n\n\"Yes. Bipeds, though not mammalian, you will find. In fact, quite low\nin the scale of evolution. They are nearsighted and harmless by day,\nbut you will be wise to keep to your hut after dark.\"\n\n\"I can take care of myself.\"\n\n\"I'll show you the place,\" Joseph offered. \"I can carry your space kit,\ntoo.\"\n\n\n\n\"Over there is my ship,\" Joseph said, pointing. \"We are making ready to\nput out for Arcturus.\"\n\nThere was a bright constancy about Joseph that clutched at the heart.\nNot Lieutenant Wellesley's heart, of course, he reminded himself.\nThe \"ship\" was indeed the rusty, peaked foretank from some ancient\nfreighter, complete with hatch. It was set on end at the edge of the\nswamp. To any boy it would have been a starship.\n\nIt was already dusk. The Ophirian daub-hut was not so bad as he\nexpected. It was massive. The orifice had been enlarged into a door.\nWindows had been added. The only furnishing was the rude couch. It was\na measure of Sealilly's hostility.\n\nJoseph spied the ferrax-thing scuttling across the lawn and dived at\nit. The two of them rolled over and over, Joseph laughing, the animal\ngrowling and spitting.\n\nWellesley went in, closed the door and removed his official log\nfrom its case. The next two hours were spent in a carefully worded\naccount--for space logs are part of the permanent records of the\nGalactic Court, among others--of the events of the day, including a\nbleak and perhaps prejudiced account of the character of Aidennsport\nand of Amos Sealilly.\n\nAfterwards he lay back on the couch and smoked several cigarettes\nin lieu of the food capsules that he did not crave. He was far from\nimaginative; nevertheless, the character of the place crept at last\ninto his consciousness. He was used to cramped, machinery-filled\nspaces and the sterile smells of hot metal and ozone; here was an\naura of decaying organic matter--and of something else. A faint,\nbut unmistakable reptilian odor, attesting to the nature of past\ninhabitants.\n\nThe vault of darkness was absolute, unabated by the dim patches of\nlight that were the fenestrations above where he lay.\n\nAnd presently someone very stealthily opened the door and entered.\n\n\n\nOnly for an instant was the figure silhouetted there before the door\nclosed and darkness reigned supreme once more. Yet that instant was\nlong enough to tell him that it had been a woman. And though her\nfeatures had not been discernible, he had gotten the impression of\nexceptional beauty.\n\nFor a time there was no movement; no sound save her faint breathing.\n\"Who's there?\" he said. \"What do you want?\"\n\nAnd then she came nearer and stood so close to him that the perfume of\nher breath was upon his face. Suddenly he groped, caught her arm and\npulled her to him. The warmth of her body was against him. He felt her\ntremble. But she did not try to pull away.\n\nHe laughed. \"Perhaps I may revise my opinion of Ophir,\" he said.\n\n\"No light!\" she whispered. Her voice was low and vibrant.\n\n\"Why not?\"\n\n\"I must not be seen here. But I had to warn you. It would not have been\nright not to warn you about Aidennsport.\"\n\n\"What of Aidennsport?\"\n\n\"It is a dreadful--an evil place. There are forces here which you would\nnot understand. Leave at once while you are still able to go!\"\n\n\"You forget that I am a policeman. To leave without completing the\ncensus would be dereliction. I remind you that the Empire is inexorable\nin these things. And who are you, anyway?\"\n\nShe did not answer, but drew away so quickly that he could not grasp\nher. In a moment, from across the room her voice came. It was less\nintimate, even matter-of-fact.\n\n\"If you will not leave,\" she said, \"lock this door behind me and do\nnot, as you value your life, step outside this hut until daylight.\"\n\nShe was suddenly gone and he was alone in mystification and wonder, and\na dull, stirring anger that he could not account for.\n\nBut he could make nothing of it and after a time he put the incident\nresolutely out of his mind and tried to sleep. This was not\naccomplished at once. Curious sounds had begun to filter in through the\nfenestrations. Some were the night sounds of birds or insects. Other\nsounds, faint hissings and gruntings, were unidentifiable. Once he\nthought he heard the slap-slap of bare feet running past his door.\n\nAt last he was forced to employ a mild form of auto-suggestion, learned\nlong ago and employed often during those first lonely years in space.\nHe slept.\n\nBut once, in the early hours of morning, he was awakened by a tumult.\nThere was much loud hissing and the scampering of many feet outside\nthe daub-hut, as though some intricate and riotous game might be in\nprogress out there, the nature of the game--or for that matter, the\nplayers--unguessed at. But he was half asleep, and thought little of it\nuntil he awoke again at daybreak.\n\n\n\nThe Authority of the Rift constabulary is acknowledged universally,\nthough sometimes grudgingly. The men of Aidennsport, therefore,\nsullenly reported to Wellesley, and brought their families.\n\nIt is a singular thing, but almost every birth and death in the galaxy\nis recorded by the Empire. The laws concerning this are old and\nstringently enforced. Therefore Wellesley already had a fairly accurate\nestimate of the true population of Aidennsport, and it came close to\nthe number offered by Amos Sealilly.\n\nFollowing the seldom-used manual of the Bureau, he received vital\nstatistics, made micro-photos and dermal prints, and endeavored a\nminute scrutiny of every man, woman and child that passed before him.\nHe was finished by mid-afternoon.\n\nEvidence of ingeneration he found in plenty, in the marked similarity\nof features among certain families, but nothing which could be called\ndeviation or mutation. Not even polydactylism, which is one of the\nearlier manifestations. Still, he knew that the physical impress of the\nmutant was often subtle, and that he might have overlooked something.\n\nIn none of the females could he identify the girl of last evening. If\nshe had failed to appear--was hiding in the village--might not others\nbe hiding too?\n\nThe only recourse was to study the natives and try again. In many cases\ndeviation among _homo sapiens_, who had colonized the Rim planets,\nsimulated the natural characteristics of native races. The relationship\nbetween mutation and environment was obvious.\n\nThe chief magistrate, factor, or leader of any colony with an official\ngrant was required by law to assist and obey any member of the Rift\npolice in the capacity of a deputy.\n\nWellesley called Amos Sealilly, who had been avoiding him all day. \"Is\nthere a tribe of the dominant native species near here?\" he asked.\n\nSealilly was still drinking, and saluted stiffly. \"In the swamp,\nLieutenant.\"\n\n\"Guide me there.\"\n\n\"You can go to hell,\" Sealilly said, \"and I will guide you _there_.\"\n\n\"You refuse?\"\n\n\"I do. It's too dangerous for a spaceman. Full of bog-fever. You've no\nnatural resistance. Besides, I'm busy inventorying.\"\n\n\"Very well,\" Wellesley said, struggling to hold his temper in check,\n\"I'll find them alone.\"\n\n\"In which case,\" said Sealilly, \"you will not come back, and that will\nbe an irreparable loss to the Empire.\"\n\nWellesley left him and made his way toward the swamp. Joseph was\nplaying near his ship, and calling orders to an imaginary crew inside.\nWhen he saw Wellesley he came running.\n\n\"We were just blasting off for Earth,\" he said, \"but I heard you and Pa\ntalking. If you want to go in the swamp, I'll show you the way. I've\nbeen there lots. The Ophirians hang out on the shores of the black\nlake, where the organ pipes are.\" He pointed to the towering pinnacles\nin the distance. \"They catch shellfish there.\"\n\n\"You know them?\"\n\n\"Everybody has seen them. They are kind of green and slimy, but they\nwon't hurt you. They can't see in the day-time. Only smell. Anyway, I'm\nnot afraid of them.\"\n\n\"Done,\" said Wellesley, \"and in return for the favor I promise to put\nin a word for you at the nearest spaceman's hiring hall.\"\n\n\"You won't have to do that,\" Joseph said. \"My crew and I are going to\nbe space pirates.\"\n\nThen Wellesley laughed aloud, and felt better afterward than he had\nfelt in many a long month.\n\n\n\nThe trail through the swamp was damp and primitive. Everywhere the\ncycads, giant ferns and reeds overhung the path. There were great,\nblood-colored flowers which snapped at twigs that Joseph put into their\ncorollas.\n\nMeanwhile, the ferrax-beast labored behind them, following with its\nproboscis to the ground, until the boy, taking pity, picked it up and\ncarried it. Wellesley asked its name.\n\n\"His name is Omur,\" Joseph said. \"I caught him in the mountains when he\nwas little and raised him. But now Omur is too fat to walk.\"\n\nEventually they emerged into an open swale, with a stretch of dark\nwater before them. On the other side of the slough lay a sight well\nworth a day's march. Dozens of giant pipes, some two hundred feet or\nmore in height, stood braced against the sky, pastel blue, pink, and\ngold in the mists.\n\nBut Wellesley was less interested in these than the creatures which\nmoved like grubs about their base, at the edge of the lake--squat,\ngrotesque forms that waded the shallow water, scavenging for shellfish\nand crustaceans, and took no notice of the humans.\n\nOn coming nearer, however, Wellesley observed a very curious fact. The\nOphirians were of two varieties. The ones in the mud were gross and\ntoadlike in appearance. Whenever they found an especial delicacy they\nwould run, with their webbed feet making smacking sounds in the shoal\nwater, and lay it at the feet of an Ophirian who sat in a wallow of\npeat moss and mud, and did nothing. He was a much smaller variety, but,\nWellesley noted, with considerably greater frontal development to his\nskull. Also his thin body bore a long, green tail. The tails of the\nworkers were vestigial.\n\n\"The chief?\" Wellesley asked.\n\n\"No,\" Joseph said. \"It's something else.\"\n\n\"Are they a clan, then, or brothers?\"\n\n\"Closer than brothers,\" Joseph said, scratching Omur's head.\n\n\"I have it--_avatars!_ I should have guessed!\" He had heard of this\nodd genetic arrangement before, but never witnessed it. In such\ncases a dozen or more individuals were born of a single nucleus in\na single egg. Of these, one developed more fully than the rest and\ncontrolled his mentally-stunted avatars with a mental vinculum far more\nfundamental and powerful than mere telepathic union. On the other hand,\nthe avatars were his hands and feet, and had larger bodies.\n\nThe large-headed Ophirian sat in his wallow and accepted the food\noffered him with long, leathery fingers. He crunched noisily. Once he\nturned to stare at them briefly with great, owl eyes. Eleven avatars\nturned simultaneously to stare. It was like looking into a multiple\nmirror.\n\n\"They sense us,\" Joseph said, \"but they can't see us. Come on.\"\n\nFrom nearby, the pipes were even more awe-inspiring. Besides the\nmassive old towers there were smaller ones in every stage of\ndevelopment. It was incredible to think that they were actually\ngrowing; pushing up out of the lake.\n\nIn one of them a jagged hole, five or six feet in circumference, had\nbeen broken at the base. Joseph, with his furry pet under his arm, went\nto investigate it.\n\nA moment later there came a shout from him that brought Wellesley\nrunning. \"What's the matter?\"\n\n\"Omur went up the pipe,\" Joseph said, \"but _you_ can get him.\" There\nwere tears in his eyes. Beseeching tears.\n\n\"We'll see,\" said Lieutenant Wellesley brusquely. He put his head\ninside the pipe. A tiny circle of light far above him showed at what an\nawesome height was the upper rim. The inner surface, however, was very\nrough, and there were plenty of holds for hands and feet. He could not\nsee Omur; only the circle of light, and around it, blackness. Suppose\nthe damned thing bit him when he tried to rescue it! A faint, moaning\nsound emanated from the vast funnel, doubtless from the updraft.\n\nHe found a place for his foot; drew himself up a step; then another.\nJoseph's white face was staring up at him from below. _And suddenly the\ncircle of light was blotted out!_\n\n\n\nThere was a rustling sound like dry leaves in the wind, and a sudden,\nsharp pain in his temple. Then another at the base of his neck. He fell\nback and sprang out into the open. The aperture, in an instant, was\nfull of small, needle-like fluttering things.\n\n\"Stingbats!\" Joseph screamed. \"Run!\"\n\nWellesley fled after him, but he was already beginning to feel a sick,\ndraining weakness. Within a few steps his legs had become rubbery.\nJoseph was out of sight. Perhaps gone for help. But then Joseph did not\nknow that he had been stung.\n\nAfter a while he came to a small, black pond in his path. He had gotten\noff the trail. He sank down, there, beneath a fern tree, cursing.\n\nHe was sure that he was dying, for a numbness, an absence of feeling,\nhad stolen up from his feet and possessed his legs. He essayed a bitter\nsmile. He was more chagrined than afraid, for this was an ignominious\nway to pass, here in a nameless swamp, alone, not even beset by one\nworthy enemy. And perhaps when he thought he smiled, he was merely\nbaring his teeth in that manner that certain neurotoxins leave their\ncorpses always....\n\n\n\nSomeone was shaking him brutally and insistently, and someone was\nrepeating his name, over and over. He knew the voice at once, for it\nhad been lately in his thoughts.\n\n\"_Get up!_\" she said.\n\n\"I can't.\"\n\n\"You must--or die. Get up now and try to walk. Come, I'll help you.\"\n\nShe did help him, and with her support he managed to get to his knees\nand then to his feet. He walked.\n\nAfterward, there was a kind of delirium. He remembered bitter tasting\ncapsules which she made him swallow later on in the daub-hut, but he\ndid not recall having arrived there. He only knew that it was pleasant\nto have her cool hands on his forehead. The hands seemed to fill a\nvast, fundamental need. And this was out-of-character for Lieutenant\nWellesley.\n\nAfter a while he was lucid, and was surprised to note that, as at their\nother meeting, the darkness was absolute. \"It's night,\" he said. \"Very\ndark.\"\n\n\"Yes.\"\n\n\"Give me your hand.\"\n\nHe held it for a time in both his own. It was a firm, capable hand with\nlong, tapering fingers. \"Believe that I am grateful,\" Wellesley said,\n\"even though I must be grateful to a benefactor whom I have yet to see\nfor the first time. Let me look at you. I cannot command you to tell me\nwho you are, as an officer of the Rift constabulary, but I ask it as\nyour friend.\"\n\n\"You ask the impossible,\" she said. \"The worst is over for you, but\nthere may be still another shock to come. You must stay here until you\nare stronger, and then I will help you escape. Now I had better go,\nbefore--before I am missed.\"\n\nHe heard her retreating footsteps and the closing of the door.\n\n_Escape from what?_ he wondered vaguely. The poison, or the antidote\nseemed to have brought about some curious psychological change in him.\nHe could not think with the old, clear incisiveness. The drive was\ngone, the purposefulness of his mission to Ophir. He was like Samson\nshorn--or a man taken with void amentia whose mind becomes as a\nchild's.\n\nAnd it was so dark. A horrible suspicion arose in his mind. He searched\nfor, and found the torch that was in his kit. He turned it on. Nothing\nhappened. No beam of light shot out to illuminate the ceiling. He\nclicked the switch several times, then held the lens against his cheek.\nIt was warm, all right.\n\nHe was stone blind.\n\n\n\nWellesley was not unlearned in the physiological sciences. He guessed\nthat the blindness might be temporary--a result of neural shock, but\nthat was scant consolation.\n\nNow it seemed to him that since his arrival an invisible pattern of\nill-will had been forming up around him. An ugly something lurking\nbeneath the sullen surface of this strange village. A malignant force,\nbeyond doubt, that well knew his true mission on Ophir.\n\nNow he was helpless, incapable of concerted action. He could not even\nretreat, but only lie and listen and wait. Now it was _their_ move. The\nterrors of the blind were apt to be blind terrors indeed.\n\nThe sounds were not long in beginning. At first an indistinct murmur.\nThen something--or someone--scampered swiftly past his door. He got\nup and locked it; then lay back, spent by the exertion. Presently the\nrunning and scampering began in earnest. And a hissing and squealing\nsuch as might have emanated from all the fiends in Hell. Once there\ncame a scratching at the door.\n\nAn hour passed like a century. The sounds had gradually died away into\nan absolute silence that was much worse. He waited.\n\nThere came a knock at the door.\n\nHe sat up quickly. \"Who is it?\"\n\n\"_It's me--Joseph._\"\n\nHe unlocked the door and the boy came in with light, eager tread. \"You\nall right?\" he said.\n\n\"Yes--yes, I'm all right. But I can't see. Tell me, what time is it?\"\n\n\"It's nearly morning.\"\n\n\"Thank God! Now listen carefully. Do you know what a strategic\nwithdrawal is?\"\n\n\"Sure, everybody knows that. Every spaceman, I mean.\"\n\n\"Good. It is time for me to withdraw to my patrol monitor in space and\nmake a radio report. Will you guide me to the rocket? There may be\ndanger.\"\n\n\"I'm not afraid,\" Joseph said. \"Come on, I know a short cut.\"\n\nWellesley slung his space kit over his shoulder and followed, with his\nhand on Joseph's collar. They went out into the night air which smelled\nfresh and clean after the daub-hut, and revived him a little.\n\nAt first he walked easily, for the ground was level, but after a minute\nor two the growth became heavy underfoot, causing him to stumble, and\nreeds were whipping against his face.\n\nPresently they halted.\n\n\"Why have we stopped?\" Wellesley asked.\n\n\"Here we are,\" Joseph said.\n\n\"We couldn't have gotten there in such a short time. Not even by a\nshort cut.\"\n\n\"Put your hand out before you,\" Joseph commanded. \"You'll see. I guess\nwe can blast off any time.\" There was a sound of feet, scrambling up a\nsteel ladder. A moment later he could hear Joseph's voice from inside,\nechoing hollowly.\n\nHe put his hand out and touched the ladder. The rungs were flaked with\nheavy rust beneath his finger. \"_This is not my rocket!_\"\n\n\"It's _my_ rocket,\" said Joseph's disembodied voice, from somewhere\nabove his head.\n\nWellesley cursed him.\n\n\"It's the fastest ship in the universe,\" Joseph said. \"_Where you\ngoing?_\"\n\n\n\nBlack anger possessed him, but the keen instinct of orientation common\nto men who have lived in interstellar space worked for his salvation.\nHe might have blundered into the swamp, but he did not. Instead he\ncame up, after a terrible half-hour, against the wall of a building\nwhich, by its immense extent, could only have been the warehouse. He\nmoved along its sheer, featureless side until he came to a door, which\nreoriented him, then struck out in the direction that he guessed the\ndaub-hut to be.\n\nHe bumped against it at last, located its door, flung himself in and\nthankfully bolted it behind him.\n\nBut he was not alone. She was there, waiting for him. He started when\nshe spoke.\n\n\"Where have you been?\" she breathed. \"I have been terrified. I found\nthe hut empty and I was sure that you were dead.\"\n\n\"Like a bad penny,\" he said, \"I return. But your being here is good\nfortune. I am certain that _you_ will consent to leading a blind man to\nhis ship without resorting to childish trickery. In fact, I shall make\nsure of it.\"\n\n\"Not now,\" she said. \"It is too dangerous. We could never get through\nthe swamp. Besides, you must still be weak from the effects of the\npoison. Let us wait until morning.\"\n\nHe seized her wrists and squeezed.\n\n\"You're hurting me!\" she cried.\n\n\"Then waste no time. And if you try to break way, or lead me into a\ntrap, I'll snap your wrist like a straw!\" He dragged her to the door.\n\n\"Through the village is best,\" she said. \"They are sure to see us, but\nin the open we may be able to outrun them.\"\n\n\"_Who_ is sure to see us?\"\n\n\"Never mind that now. Follow me!\"\n\nTheir flight had a rather dream-like quality because nothing impeded\nthem, even beyond the village. Miraculously she seemed to guide him\nwhere no underbrush or tangling grasses caught his feet, so that not\nonce did he fall.\n\n\"There it is, just ahead,\" she said. \"The rocket tubes appear to have\nsunk into the mud two or three feet, though. Do you think you will be\nable to take off?\"\n\n\"It will not matter in the least,\" he said. \"But tell me, is it still\ndark?\"\n\n\"Yes.\"\n\n\"Quite dark?\"\n\n\"Very dark,\" she said.\n\n\"That's all I wanted to know. Open the airlock and climb up. I'll\nfollow.\"\n\nOnce aboard, he found the controls and set them for take-off. Then he\npressed a small button. The port began to swing shut. He heard her run\ntoward it, but he caught her and held her until the heavy hatch had\nbanged shut with a hiss of escaping air.\n\n\"Let me go,\" she whimpered. \"What are you going to do to me?\"\n\n\"You are under civil arrest,\" he said harshly.\n\n\"But I haven't done anything. I have helped you.\"\n\n\"Of course. But you forget that I represent law--not justice. Once I\ntold you that I could be ruthless. You see, whoever you are, you are\nwhat I came here to find. I have suspected all along; now I am certain.\"\n\n\"What do you mean?\"\n\n\"You brought me here without losing the way. Then, from a hundred feet\naway you saw that this rocket tender had settled two feet into mud.\n_All this in absolute darkness._ That must mean that you have night\nsight--like the natives, a sure sign of abnormality. Besides that, you\nhave consistently avoided me in daylight. Meaning that I must not get\na glimpse of you, even though you were able to see me quite well. You\nwere the reason for Sealilly's hostility. He wanted to get rid of me\nbefore I found out about you. Joseph, the normal child, was used as a\ndecoy to mislead me. But Joseph's sister was a mutant.\"\n\nShe fell to the deck, sobbing, as he throttled full power for the\nblast-off.\n\n\n\nWellesley left Ophir a small, grey-green globe in the vastness of\nblack space and set an automatic course for the mother ship, where he\nintended to submit a detailed report by radio to Regional Headquarters\non Rigel Twelve.\n\nSo far as he was concerned, the case was closed, once they were aboard\nthe patrol ship, but it was three weeks to the vicinity of Rigel, and\nin that time a curious sequel had developed.\n\nThe girl (her name turned out to be Laura) had stopped crying, and had\nbegun to take an interest in life once more. In fact, he sensed that\nshe was studying him a great deal of late.\n\nThey were standing before the viewport, she looking at the great angry\nmass of Rigel, magnified in the glass, but actually still two days\nahead, he listening to every sound aboard the huge ship as he had\nlearned to listen since the darkness closed in on Ophir.\n\nShe spoke. \"How will it be on Rigel Twelve? Will I ever see you again?\"\n\n\"Will you care?\" he said.\n\n\"Perhaps I ought to hate you, but it is only because you are blind that\nyou can not understand. On Ophir I was not happy, but at least it was\nhome. Out there they may laugh at me. It is exciting and wonderful, but\nterrifying.\"\n\n\"They will not laugh at you. You will be allowed to live on any\napproved planet that you wish, and choose your own profession. You will\nbe trained at the expense of the Empire. And in a few years you may\nbe allowed to visit your father and brother on Ophir. Only _visit_, I\nmean. Does that sound so bad?\"\n\n\"But if they laugh--\"\n\n\"_I_ am not laughing,\" said Wellesley, with a strange lump in his\nthroat.\n\n\"You might if you could see me. I'm too dark. My eyes are too big. My\nears are too small.\"\n\n\"I _can_ see you,\" he said.\n\n\"Is it true!\" She clasped his shoulders. \"But when--how long?\"\n\n\"Since this morning, a little. The effect of the venom is passing.\nNow I can see you perfectly, and you are beautiful. Strange, and--and\nbeautiful.\"\n\nAnd she was.\n\n\"Do not go to Rigel Twelve. Stay with me,\" he said. (It was Wellesley's\nmisfortune that he always sounded like a policeman making an arrest,\nbut she kissed him anyway.)\n\nAnd he thought what a fool Amos Sealilly had been.\n\n\n\nBut Amos Sealilly had had troubles of his own. It was the evening after\nWellesley had taken leave of Ophir forever. Sealilly dreaded the coming\nnight, as he always did, and had fortified himself against it. He was\ndrunk, but not drunk enough.\n\nThe warehouse was locked for the day. He was walking toward the house,\nlurching a little, and mumbling curses as he did so. Then he spied\nJoseph.\n\nJoseph, a small figure in the dusk, had just climbed out of the rusty\nold peak-tank at the edge of the swamp. He had furnished it with a\nbunk, as befit a well-found spaceship, and often slept there.\n\nThe fact was that he had been sleeping there all day, having been up\nall night. Joseph did not go to school. He yawned and stretched.\n\nAmos Sealilly went on to the house, and started to shut the door behind\nhim, but Joseph, coming up behind him, pushed it open and came in. He\nwas breathing hard, having hurried to catch up with his father. He\nasked:\n\n\"What about the spaceman?\"\n\n\"What about him?\"\n\n\"Was he lost in the swamp?\"\n\n\"Where did you get that idea?\" Sealilly said. \"He made it. Took off\nbefore you were up this morning, just before dawn.\"\n\n\"I _was_ up,\" Joseph said. \"I thought it was a meteorite. Damn!\" He\nstamped his small foot.\n\nSealilly grinned thinly. \"Laura went with him.\"\n\nJoseph's face whitened. \"_Laura?_ Damn him! Damn her too.\"\n\n\"You always hated her,\" said Sealilly, taking the bottle out of his\npocket and sucking it. \"She was too normal for you to stomach, I\nguess.\"\n\n\"I would've got him if he hadn't run away like a yellow dog,\" Joseph\nsaid. \"The stingbats would have done it if she hadn't interfered. And\nthen this morning I had him, too.\" He was thoughtful for a moment. \"Who\ndo you suppose tipped him off?\"\n\nAnd he watched his father's pasty face.\n\n\"_Who?_\"\n\nSealilly laughed.\n\n\"All right,\" Joseph hissed. \"I'll get you for that. You wanted to get\nrid of _me_, I'll bet. But you got rid of her instead.\"\n\nBut Sealilly continued to laugh, inside, because this was almost as\ngood as getting rid of Joseph, having Laura out of his clutches at last.\n\n\"Me and my crew will fix you for that,\" Joseph said bitterly.\n\nAnd with that, his avatars came crowding in behind him, squat, powerful\nand ugly, their saucer eyes intent upon Sealilly.\n\nHe had been through it several times before, but this time he screamed\na little bit before it was over. He could not get away from Joseph, of\ncourse. There was too many of him.",
    "metadata": {
        "author": [
            "Stearns, Chas. A.",
            "Stearns, Charles A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59516/pg59516.txt",
        "name": "the_scamperers.json"
    }
}