{
    "name": "The skipper knows best",
    "author": [
        "Jenkins, Will F.",
        "Jenkins, William Fitzgerald",
        "Fitzgerald, William",
        "Jenkins, Will",
        "Leinster, Murray"
    ],
    "body": "By MURRAY LEINSTER\n\nAuthor of “The Red Stone,” “Island Honor,” etc.\n\n    SKIPPER GROVER AND CHIEF ENGINEER MCGOVERN SAFELY DELIVERED THE\n    OLD “KINGSTON” TO SHEIK ABU NAKHL OF RAS-EL-KASR--AND PROMPTLY\n    FOUND THEMSELVES DELIVERED INTO THE HANDS OF THE PIRATICAL ABU,\n    WHO HAD MOST EVIL DESIGNS ON THE PEARLERS OF THE PERSIAN GULF. ALL\n    OF WHICH GAVE THE SKIPPER A CHANCE TO PROVE HE AT LEAST KNEW BEST\n    HOW TO MAKE A NEW USE OF AN OLD ANCHOR.\n\n\nChief Engineer McGovern poked his head up through a hole in the\n_Kingston’s_ deck and surveyed the shore mournfully. He sighed. It is\nalways bad to be a young man in love. It is worse to be stuck on a tub\nlike the _Kingston_ out of love for the Skipper’s daughter. But to be\none of the only two white men on this dilapidated tramp, and to be\ndelivering her to a God-forsaken port like Ras-el-Kasr when her sale to\na native owner had reduced the Skipper to a speechless, raging\ngloom--that was worst of all.\n\nThe _Kingston_ moved slowly through the water with her engines at a\nquarter speed ahead. An Arab leadsman cast and coiled and cast again,\nsinging out the soundings in astounding nasal tones, now and then\ninterrupted by spasmodic contractions of his vocal cords. Captain Grover\nregarded the land, which was slowly enveloping the _Kingston_, with a\nconcentrated venom.\n\nIt was perfectly familiar. The old ship had nosed into this same harbor\nonce before. But in addition, the town of Ras-el-Kasr was, and is, and\nalways will be the exact duplicate of innumerable other heat baked towns\non the Persian Gulf. Angular, out-of-plumb houses of sundried brick and\nstone in the middle, mat huts on the outskirts, a mud wall, a fort with\nthe inevitable towers and the inevitable antique artillery, and a smell.\n\nThe smell was one of those corrosive, tropical smells that thrive on\nheat and sunlight and an overpowering humidity. It rose to the high\nheavens. It was thick enough to cut. And it reached out to the\n_Kingston_ and caressed it.\n\nThe _Kingston_ moved slowly past a jetty which was obscured by a horde\nof _btails_ and _bakaras_, angular craft with incredible sails which\nought at this time in late August to be out on the pearling banks.\nFurther on, the smell intensified. The expression of concentrated venom\nupon Captain Grover’s face deepened. The leadsman sang monotonously\nthrough his nose.\n\nChief Engineer McGovern sniffed the air, wrinkled his nose, and spat.\n\n“Why d’ye keep the lead goin’, Skipper?” he demanded. “As I’ve told ye,\nI can gie ye a bearin’ on the bazaar by the smell, an’ likewise a\nreasonable accurate cross-bearin’ on the Sheik’s hareem.”\n\n                *       *       *       *       *\n\nThe Skipper waggled his beard and did not reply. He was leaning out of\nthe sagging wheelhouse. He was hatless, and coatless, and collarless.\nHis face expressed the ultimate of bitterness and dislike.\n\nChief Engineer McGovern closed his eyes.\n\n“Eighty per centum o’ dried fish,” he pursued. “Assorted stenches,\nnineteen per cent. Sewage, three-quarters o’ one per cent. An’ attar o’\nroses, one-eighth o’ one per cent. We are just passin’ the end o’ the\njetty.”\n\nHe opened his eyes again to check up. He was correct within the limits\nof good navigation.\n\n“It would ha’ worked,” said McGovern, and sighed. “But I suppose the\nSkipper knows best.”\n\nCaptain Grover turned and glared ferociously at the Arab steersman. The\nwheelman spun the wheel in haste and the _Kingston_ heeled around in\ntime to miss the clumsy stern of a two-hundred-ton _bagala_.\n\nA hundred yards on, Captain Grover reached his hand to the engine room\ntelegraph, but Chief Engineer McGovern had turned his head and now swore\ndown the hole through which his head projected. The engines stopped. The\n_Kingston_ drifted forward gently. The Skipper’s whiskers waggled. No\nman moved. The waggling became violent, and his expression of\nconcentrated venom became more pronounced. A deep rumbling noise began\ndeep down in his chest.\n\n“Let go the anchor!” roared McGovern.\n\nThe Skipper subsided into his private state of dudgeon as the\nanchor-chain rolled out. Five-eight fathoms. It stopped its rattling\nroar and began to ooze gently out, indefinitely.\n\n“Make it fast!” howled McGovern.\n\nThe order came as the Skipper was growing apoplectic. An Arab sailor\nhastened to obey, and the _Kingston_ came to rest in the oily glassy\nwaters while additional and hitherto unsuspected smells from the town\nfloated toward her and enveloped her.\n\nFrom the town, too, came boats. Boats of all sizes and degrees of\nunseaworthiness. They clustered about her and the Arab crew explained\nunintelligible things explicitly and the boatmen swarmed on board to\nargue the point.\n\nCaptain Grover’s beard waggled. He grew purple. A rumbling noise began\ndeep down in his diaphragm. And McGovern said hastily, “I wouldna order\nthem off, Skipper. After all, ye ken, they’ve bought the _Kingston_. But\nof course you know best.”\n\nCaptain Grover’s purple tint persisted, but the rumbling noise stopped.\nAfter a raging, anathematic glare about him, he withdrew his head\nviolently into the wheelhouse. And McGovern sighed, mopped his head, and\nturned to duck down below again.\n\n                *       *       *       *       *\n\nAs he descended the ladder he saw unusual activity below. He looked in\ninstant alert suspicion. And then with a roar of rage he jumped down the\nlast five steps. His own private tool-kit was open and was being\nenthusiastically inspected by the engine room crew. As he plunged\nforward a man staggered into view with an especially large armful of\nMcGovern’s personal possessions from his cabin. Other men were behind\nhim, quarreling angrily over the loot. Somebody else was engaged in\nsquabbling over McGovern’s watch and chain with still another man, and a\nlast touch to McGovern’s wrath was given by the sight of his revolver in\nthe hands of a member of the black gang.\n\n“Scum o’ the earth,” roared McGovern, grabbing a slicebar as he rushed,\n“I’ll----”\n\nA knife flicked past his ear and with one accord the combined engine\nroom and stokehold crews fell upon him. The slicebar landed once, with a\nsatisfying thud. After that, mutiny had pretty much its way. McGovern,\nfighting in a berserk wrath, landed blows and took them. Once, rolling\non his back with a dozen men clinging to him, he saw a bearded face\npeering down the ladder he had descended. Then he managed to get both\nlegs free and kicked gloriously, to the accompaniment of anguished\nhowls, until somebody landed on his head with a spanner.\n\nHe woke up possibly five minutes later. Hardly more, because men were\nstill sitting on him. One man, in fact, was sitting on his head and\nMcGovern’s first conscious effort was to sink his teeth in him. The man\narose with a yell, and McGovern spat.\n\n“Now,” he raged, “go ahead an’ knife me an’ be damned to you!”\n\nHe did not know what the mutiny was about. There had been no trouble on\nthe voyage. He and the Skipper were delivering the newly sold _Kingston_\nto her new owner, the Sheik Abu Nakhl of Ras-el-Kasr. The Skipper was in\nthe depths of despair at the final fate of his ship. McGovern was\nhopeful of at last being able to go back to England and marry Molly\nGrover, the Skipper’s daughter. But this mutiny seemed to suggest that\nthe Sheik Abu Nakhl had other plans for him.\n\n“Why don’t ye knife me?” demanded McGovern, raging. “Go ahead! I’m\nhelpless enough! But if I’d had a gun----”\n\n“Please, sar,” said a plaintive voice. “The Sheik Abu Nakhl he give\norders you shall not be kill.”\n\nA woebegone member of the stokehold crew, a man McGovern had noticed\nbefore was a Persian and not an Arab like the rest, was spitting blood\nfrom where a tooth was missing and interpreting at the apparent order of\nthe bearded man above.\n\n“He did, eh?” said McGovern savagely. “An’ why was he so kind?”\n\n“He intend, sar,” said the woebegone little Persian dismally, “he intend\nto run this ship as pirate to loot the pearling fleet, sar. He want you\nalive, sar, to fixe engines if they break.”\n\n“You may tell him,” said McGovern grimly, “to go to hell. What’s that\nnoise up there? A fight?”\n\n“Yes, sar,” said the Persian mournfully. “That are captain, sar. He are\nstill fight.”\n\n                *       *       *       *       *\n\nAn inarticulate bellow arose above the crashing of bodies and thudding\nof feet above-decks. Bumps, blows, howls and crashings told that the\nSkipper was putting up a beautiful scrap, but the absence of revolver\nshots at once explained the length of the battle and foretold its\nending.\n\nThe ending came suddenly. There was a monstrous crash that suggested\nthat one of the flimsy partitions on the _Kingston_ had given way. A\nhowl of anguish and a roar of rage, and suddenly the scrap stopped.\n\n“Tapped him on the head like they did me,” said McGovern gloomily. “God\nforgie us, what a mess!”\n\nAnd he lay still to contemplate the future of a white merchant marine\nofficer held on board a Persian Gulf pirate ship to mend the engines if\nthey broke.\n\n                *       *       *       *       *\n\nTied up in his cabin a couple of hours later, McGovern dismally revised\nhis estimate of a phrase Molly Grover had first used.\n\n“The Skipper knows best,” she’d said firmly. “And I won’t marry you\nunless he says so.”\n\nThat was at the bottom of all this trouble. The Skipper didn’t know\nbest. When a series of disasters led to the _Kingston_ being sold out of\nthe Baltic trade, for which she was built, into the Mediterranean, then\nthe Levant, and then the ultimate degradation of small cargo-steamers,\nthe pilgrim trade to Jidda--when those disasters happened, the Skipper\nshould have changed his berth. He should certainly have left her when\nshe was sold to Abu Nakhl of Ras-el-Kasr. He didn’t know best when he\nfell in love with the old tub and stuck to her as she sank down the\nsocial scale of the sea to the point of trading in small and heat baked\nharbors in the Red Sea and Gulf of Aden. McGovern felt that the Skipper\nhad made a grave mistake.\n\nThe only wisdom he was willing to concede to the Skipper just then, was\nwhat he had showed in Port Said. McGovern had hired a harbor boat there,\nhad had himself rowed to the _Kingston_, mounted to the deck of the\nrusty little old tramp and introduced himself politely as the accepted\nsuitor of the Skipper’s daughter Molly. The Skipper had glared at him.\n\n“Ye ken, sir,” said McGovern anxiously, “Molly told me, sir, that she’d\nnot marry me, sir, unless you approved.”\n\nThe Skipper turned pink, then a delicate shade of purple. A rumbling\nnoise set up about his belt buckle. It sounded like a coming explosion.\nThe Skipper had just fired a Greek engineer bodily off the _Kingston_,\nand the engines looked like scrap-iron. He was in no mood to be\napproached on sentimental topics. The rumbling rose toward speech, which\nwould be blistering, envenomed, wrathful speech. It would probably be a\nbellow of rage.\n\n“I know, sir,” said McGovern hastily and humbly, “she should make a\nbetter match. But I’m already junior engineer o’ the ----” He named his\nship with modest pride. “An’ in a couple more voyages, sir----”\n\n                *       *       *       *       *\n\nThe rumbling had stopped short. The Skipper was regarding him\nferociously. He stood up. He beckoned. And he led the way in speechless\nfury to the engine room of the _Kingston_. McGovern looked, was awed at\nthe mess before him, and set to work while the Skipper scowled.\n\nHe had thought that a demonstration of his efficiency in his own\nprofession might help to placate his future father-in-law. But when the\n_Kingston_ left Port Said a former junior engineer on a P. & O. liner\nwas chief and only engineer on board the _Kingston_, and was still in\nsomething of a daze at the transition.\n\nHe decided then that he was doing it out of love for Molly. Later he\nconceded that the Skipper did know what was best--in engineers. But he\nreflected gloomily on how far from best it had turned out to be for him,\nas he lay trussed up in his bunk in Ras-el-Kasr harbor.\n\nThere were excited yells and thumpings outside. Something heavy was\nbeing brought on board the _Kingston_. It would probably be a cannon,\none of those antiquated brass affairs still venerated in the Persian\nGulf, which go off sometimes when loaded, and always make a prodigious\nand entirely harmless din.\n\nThe little Persian had fed him and told him the Skipper was still alive,\nthough battered. He had also explained that the great pearling season,\nthe _Ghaus-al-Kabir_, was about to close and that the pearling fleets\nwould have their entire catch on board, which was the reason for the\nchoice of this particular time for raiding. Mournfully, the little man\nadded, “Why this raid, sar, is because the other boats chase Ras-el-Kasr\nboats from pearling banks because they steal.”\n\n“Um,” said McGovern. “I’ve heard of that. Abu Nakhl is a born pirate an’\nhis boats have been up to their old tricks whenever the gunboat was out\nof sight.”\n\nThere is a British gunboat which patrols the pearling banks in the\npearling seasons for the suppression of piracy. The task is a noble one\nwhich is picturesquely cursed by the crew of the British gunboat told\noff for the job. Because the Persian Gulf is hot. Even the seawater goes\nup to a surprising temperature in midsummer.\n\n“Yes, sar,” said the little Persian unhappily. “An’ I, sar, are\ninterpreter, and I beg intercession, sar, if we are captured and you are\nnot killed before surrender.”\n\n                *       *       *       *       *\n\nMcGovern agreed to intercede, but did not expect to keep the promise. As\nhe gathered the details, the raid would be made when the gunboat was\nknown to be some distance away. If possible, in the middle of a\n_shamal_, one of those monster dust-storms from the Mesopotamian desert,\nwhich sweep in a monster spiral over the Gulf and fill the air with dust\nas with a fog. A hundred and fifty pious cutthroats would be packed on\nthe _Kingston_. With sufficient daring in her handling--and your Arab\ndoes not lack daring at sea--she would go lumbering through a fairly\nbrisk gale and throw a horde of bloodthirsty Moslems on the deck of boat\nafter boat on the pearling banks. She would be hidden by the storm. She\nwould leave no witnesses to identify her. And she would be back in\nRas-el-Kasr with an alibi prepared by the time the fact of piracy\ncommitted was known.\n\nIt was simple enough, and probable enough. Ras-el-Kasr is in the middle\nof that strip the charts still call the “Pirate Coast.” McGovern, and\nthe Skipper if alive, were being held in case of an emergency--to be\nused to work the _Kingston_ out of any jam that bad seamanship or an\nengine breakdown might get her into. When they were no longer needed,\nthey would be killed.\n\nMcGovern was gloomy enough and growing furious when four men, armed to\nthe teeth, came casually into his cabin and kicked him, and slit his\nbonds and jerked him up into the chartroom. Abu Nakhl was waiting there,\nlarge and impressive and with the cold, dispassionate eye of a large\ncod. The Skipper was there too, badly battered, with one eye closed, and\nan expression of speechless rage upon his face.\n\nThe Sheik Abu Nakhl spoke, uninterestedly.\n\n“He say, sar,” translated the little Persian almost tearfully, “that you\nare Christian dogs and he cut your throats presently. But if you help\nrun the ship, he let you live. If you are good pirates, he will turn you\nfree and give you shares in loot taken.”\n\nMcGovern narrowed his eyes. He thought he saw a chance to grab a knife,\nif he sprang quickly enough.\n\n“Ye can say,” he observed pleasantly, “that we’ll see him in the lowest\nof the seven hells he believes in before we’ll turn pirate. I’m speaking\nfor the Skipper an’ myself.”\n\nThe Skipper rumbled as the little Persian turned to translate. He\nrumbled more loudly until the small man stopped. And he glared at\nMcGovern and waggled his beard speechlessly.\n\n“What d’ye mean, sir?” demanded McGovern. “Aren’t ye with me?”\n\n                *       *       *       *       *\n\nThe Skipper growled negatively. One eye was closed rakishly. His lip was\nsplit. His expression was baleful and the perfection of concentrated\nvenom. But he growled at McGovern instead of the Sheik Abu Nakhl.\n\n“Ye mean ye’ll take on this damned cutthroat an’ his damned piracy\nbefore ye’ll die like a white man should?” demanded McGovern wrathfully.\n\nThe Skipper growled again. But it was unquestionably an affirmative.\n\n“All right, then,” said McGovern savagely, “Tell the old pirate--” he\naddressed the mournful Persian--“tell him to cut my throat only. He’s\ngot a skipper, but I’m damned if he’s got an engineer.”\n\nHe clenched his fists. Despite the hairy arms that clutched him, he\nthought he had the ghost of a chance to grab one of the weapons that\nbristled in the sash of the man on his right.\n\nBut the Skipper bellowed suddenly. It was not articulate, but it was\nprofane and it was enraged and it was definitely a command. He glared at\nMcGovern as upon a previous occasion he had glared at a young man who\ncame to announce that he was Molly Grover’s accepted suitor.\n\nMcGovern stared at him. The fine recklessness that had possessed him\nevaporated.\n\n“Oh, verra well,” he said sulkily. “Molly says the Skipper knows best.\nI’ll turn pirate wi’ the rest of ye. But I’d much rather be an honorable\ncorpse.”\n\nAbu Nakhl waited indifferently until the little Persian translated. Then\nhe nodded his head negligently and McGovern was dragged from the\nchartroom and chucked bodily into his own looted cabin again. A whiskery\npirate with a sashful of weapons squatted down outside his door.\n\n                *       *       *       *       *\n\nOut of his cabin porthole, three days later, McGovern could see the\nshore. It was low and sandy and bare, and the twin minarets of a mosque\nshowed far behind the _Kingston_, and there was a patch of mud houses\nand the inevitable towers of the local sheik’s fortress.\n\nThe _Kingston_ lay at anchor, baking. McGovern fanned himself and\nsweated. A day’s run from Ras-el-Kasr, the old ship had been at anchor\nfor two days, now, and in that time McGovern had not stirred from his\ncabin, nor had a guard stirred from before his door. He had heard the\nSkipper moving about in the adjoining cabin, but McGovern made no\nattempt to communicate with him. Thinking over the fact that the Skipper\nhad bellowed him into making terms with a damned pirate, McGovern had\ngrown furious. Now he only waited for a chance to make clear his\nwithdrawal from that compact.\n\n                *       *       *       *       *\n\nIn the meantime he lay on his bunk, sweating and cursing wearily, when\nhe could summon energy for words. The whole ship was quiet. Some holy\nindividual was intoning the Koran while waiting for his opportunity to\nloot. Somebody else was honing a weapon. There was guttural talk, and\nthe sound of an indolent game being played somewhere, and the gentle\nslapping of waves against the _Kingston’s_ rusty plates.\n\nBut suddenly, out on deck, a bustle began. Someone shouted. Someone else\nechoed the shout. It ran all over the ship, and there was a rushing of\nmen to look and then a scampering of feet and the tumbling of men down\ninto the engine room and stokehold. The clang of tools and the rattle of\ncoal. Vast activity everywhere.\n\nMcGovern dragged himself to the porthole and looked out. The sea was\nempty. The sun shone down like molten bronze. What little breeze came\nfrom the shore was like the hot blast from a furnace. There was no sign\nof any vessel anywhere. But the horizon was peculiarly blurred. It was\nno longer a definite line. It was a vague demarkation between sea and\nsky, and, as McGovern looked, the water and the sky blended insensibly\ninto one.\n\n“_Shamal_,” said McGovern drearily. “The wind’s coming. I hope the old\ntub founders with all on board.”\n\nThe whole ship was in a turmoil for long minutes, while the faint haze\ncrept down the coast. Steam began to blow raucously out of the\n_Kingston’s_ dented funnel, to force a draught. And then there was a\nclanking of the anchor-chain and a howling of men, and the _Kingston’s_\nscrew began to revolve and a wild yell ran over the ship.\n\nThe old ship gathered steerage-way and headed out to sea, her engines\ngrowling protestingly. Above-decks, of course, the navigation would be\nfairly adequate. Until driven from the pearling grounds, Ras-el-Kasr had\nsent thirty boats to the fishery, and the wheelman would know currents\nand depths and courses thoroughly. The _Kingston_, in fact, would be\ndriven on a basis of one part knowledge and three parts dependence upon\nAllah.\n\nShe was five miles off the coast when the _shamal_ struck. A wild\nscreaming of wind, a dense opacity in the atmosphere, and the _Kingston_\nheeled over as under a heavy blow. Immediately after, it seemed, a\ncolossal sea was running and she was making heavy weather of it but\nbeing held recklessly on her course.\n\nFor an hour, then, McGovern waited grimly in his lurching, looted cabin\nfor the wild yells in the engine room--which was the Arabic idea of\ndiscipline--to reach a climax and disclose that something vital had\nbroken. He would be dragged out to fix it. And he would try to get hold\nof a knife or gun and wipe out the disgrace of having seemed even\nmomentarily to have agreed to the terms of these scum.\n\nAt the end of the hour the yelling continued unabated, and the\n_Kingston_ was still wallowing onward. She pitched. She rolled. She\nwallowed heavily and groaned as she lurched upright again. And McGovern\nreflected grimly that before long she would be on one of the pearling\nbanks and would be crashing alongside a pearling-boat to send a horde of\nyelling men down upon her.\n\n                *       *       *       *       *\n\nAbove the tumult of the _shamal_ outside a blow sounded suddenly, close\nby his head. A plank in the cabin wall split suddenly, wavered, and was\ndragged out of sight. And then a deep-toned rumbling noise reached\nMcGovern’s ears and he saw a battered, purpled, infuriated eye gazing in\nat him. The Skipper reached in his fist and dropped a particularly\ngreasy revolver upon McGovern’s bunk. An instant later his pudgy fist\ncame in with a handful of shells. He dropped them and replaced his eye\nto the opening.\n\n“Skipper!” said McGovern fervently. “I misjudged ye, man! I apologize!\nWe’ll be runnin’ out an’ fightin’ our way to a sea-cock an’ swamp the\nold tub? ’Tis the only thing we can do. There’s a hundred an’ fifty of\nthese pirates on board, an’ we’ve no hope of anything more than drowning\n’em.”\n\nThe Skipper rumbled more loudly. It was close to a roar. And it was an\nexasperated negative. His expression was baleful and enraged. The\nrumbling continued to the point of articulation. And at last the Skipper\nbellowed.\n\n“No!”\n\nHe withdrew his eye savagely. McGovern waited, dismally trying to\ndiscover some hope of escape for the two of them. There was none. A\nhundred and fifty Moslems, armed to the teeth, and two white men with\nrevolvers. There was no chance whatever.\n\n“But,” said McGovern without conviction, “the Skipper knows best.”\n\nHe peered into the Skipper’s cabin. It had been looted as thoroughly as\nhis own. Even the sheets had been taken from the bunk. Of all the\nSkipper’s possessions, the only thing remaining was a fair-sized\nbrass-bound box that McGovern remembered as containing the elements of\nthe Skipper’s Christmas dinner, when Christmas should come about. It had\nbeen emptied, now. A tinned plum-pudding, a tin of Danish butter, Devon\nsausages with a large picture of a pig on the label, and two monster\nWestphalian hams lay on the floor beside it. That explained the security\nof the box. No Moslem would touch its contents or have any use for a box\nso thoroughly defiled. If a couple of extra revolvers and a supply of\nshells were underneath the pork, they were quite safe from looting. No\nTrue Believer would look underneath the accursed pork.\n\nThe Skipper had his nose pressed to the glass of the porthole. He was\nwatching for something which was included in some incredible scheme of\nhis. McGovern racked his brain for an inkling of it, failed altogether\nto see any possibility whatever, and uncertainly followed suit. Maybe\nthe Skipper knew best, but he doubted it.\n\n                *       *       *       *       *\n\nFor two solid hours the _Kingston_ went wallowing before the wind. She\nwas a disgrace of a tramp to begin with. Rust-streaked funnel awry,\nunpainted boats unkempt, her hull a fungoid red from rust with peeling\nstrips of paint dangling from her upper plates, she was a disreputable\nship to look at anyhow. But now, with the red-scimitar flag of Abu Nakhl\nfloating at her masthead, with becloaked, bewhiskered and unwashed sons\nof the Prophet crowded about her decks, with villainous small brass\ncannon lashed to her forward and after-decks and seagreen water pouring\nfrom her scuppers, she was worse than disreputable. She was a disgrace\nto the high seas. She was a disgrace even to the Persian Gulf.\n\nAt the end of the second hour, the wind lessened a little.\nSimultaneously the sea rose to new heights, plainly betokening shoal\nwater underneath. The waves, hitherto racing monsters, showed a tendency\nto break and they bounced the _Kingston_ about outrageously. She went\nwallowing on through them, rolling until her side-rails went under and\nuntil the maniacs who manned her had new evidence of the favor of Allah\nin each successive recovery.\n\nThen a howl went up from her decks, where men clung to rails and\nstanchions and their weapons. A wild howl of joy. Off to starboard a dim\nmass showed through the mist, a _batil_ of the pearling fleet, riding at\nlong anchor with a rag of sail up and men pouring oil over her bows.\n\nThe _Kingston_ came around in a fashion to turn a seaman’s hair gray. As\nshe swung about in the momentary trough between two monster, curling\nseas, McGovern turned pale and hung on instinctively. As the following\nsea lifted her up again and held her balanced for one precarious instant\natop a surging wall of water where the full blast of the _shamal_ smote\non her, he blinked his eyes. He could feel her going over----\n\nAnd she sank abruptly into the next trough and came bubbling upright\njust in time to lurch heavily into the succeeding wave, waver\nprecariously on its summit, and then plunge down one more with a wild\nuproar as her screw raced in midair.\n\n“M-my God!” said McGovern shakily. “Allah is watching!”\n\nThe pearling-boat drifted slowly into sight through the porthole--a\nclumsy, ungainly craft with a huge mainmast from which a lateen sail\nwould be spread, and a smaller lateen mizzen aft. It had a long\nanchor-cable out, its decks suddenly swarming with men in spite of the\nwashing seas when the crimson-scimitar flag at the _Kingston’s_ masthead\nwas made out. The _batil_ was rolling and pitching at the end of her\nanchor-cable. With her heavy mast and heavier lateen boom, it seemed as\nif at any instant the sticks should roll out of her. And then the\n_Kingston_, spouting green water from her scuppers, burying her squat\nbow in every sea, nosed alongside while her decks were black with\nhowling, weapon-waving men.\n\n                *       *       *       *       *\n\nThe oil that had been poured over the pearler’s bows was providential.\nThe gunwale of the pearler crashed against the _Kingston’s_ side, and\nthere was a swarming and leaping of yelling men down. In seconds the\ndeck of the _batil_ was a mass of stabbing, battling figures. Firearms\nflashed with futile poppings in the _shamal’s_ roar. Men, locked in\ndeath-grips, rolled over and over on the decks that were flooded with\nraging seas. Swords glittered brightly, or were dulled with red. And the\n_Kingston_, held as close alongside as a wild-eyed steersman dared,\ncrashed again against the pearler’s side and a second wave of Abu\nNakhl’s cutthroats went howling down to her deck.\n\nThe steamer drew off a little, then. Even a crazy man could see that to\nlinger close was suicide. She drew off fifty yards or more and wallowed\nand plunged like a mad thing while the fighting went on, on the pearler.\n\nMcGovern had been fascinated by the massacre. He almost forgot his own\ndoom ahead. And then the Skipper howled inarticulately through the split\nplank and McGovern heard his cabin door crash wide.\n\nMcGovern crashed through his own only an instant after him, yelling from\npure instinct and looking for somebody to shoot at. There was no one in\nsight. The guard at his cabin door was over on the _batil_ fighting\nlustily and howling with joy. So was every other man on the _Kingston_\nexcept the engine and fire room crews.\n\nThe Skipper’s fat legs twinkled as he went rumbling and racing forward.\nMcGovern followed him out of instinct. The Skipper heaved himself up the\nbridge-ladder, unseen because all attention was focussed on the pearler.\nHe bellowed over his shoulder to McGovern, balanced himself\nprecariously, and plunged his full weight at the wheelhouse door.\n\nMcGovern joined him in the rush, and the two of them went hurtling into\nthe wheelroom on top of the remnants of the splintered door. The Skipper\nwent crashing down to the floor as the man at the wheel swung about and\nstarted shooting. McGovern dropped him handily, sneezed from the powder\nsmoke, and helped the Skipper up.\n\n“Now what?” he asked anxiously. “I didna think it could be done, sir,\nbut you knew best. Now I’ll hold down the stokehold crew while we run\nthe old ship----”\n\n                *       *       *       *       *\n\nThe Skipper boomed a raging negative. He seized the wheel of the\n_Kingston_. Her head was paying off from the one moment of the wheel’s\nfreedom. He brought her back, squinted carefully, and with the purple\ncomplexion of a man on the verge of apoplexy from rage, sent her into a\nwallowing roll.\n\nShe came up, shuddering, with many tons of water on her fore-deck.\nMcGovern gasped.\n\n“Skipper! Ye’ll sink us both!”\n\nThe squat bow of the _Kingston_ wavered, wabbled, and settled with a\nrending crash against the blunt bow of the _batil_. More, one of the\n_Kingston’s_ anchors, only indifferently stowed away, caught its fluke\ninto the tangle of cordage and chainwork about the _batil’s_ bowsprit.\n\nThere was a howl of joy and some of the engine room crew came pouring\nout and jumped down into the still raging battle.\n\n“Anchor!” howled the Skipper, on the verge of exploding from rage, and\npointing to the anchor whose fluke was caught in the cordage of the\n_batil’s_ bowsprit.\n\nMcGovern raced down and forward. The anchor-chain paid out recklessly.\n\n“Why the de’il,” McGovern panted, “he did that----”\n\nFrom the wheelhouse came an infuriated bellow. The Skipper pointed\nenragedly to the steel-taut cable at the end of which the pearler\nwallowed desperately. He made gestures, and McGovern flung up his hands\nhelplessly. The _Kingston’s_ own anchor-chain continued to ooze out\nuntil a howl of anguished, helpless rage from the Skipper made McGovern\nlook up. Then, in obedience to unmistakable if infuriated signs, he\nchecked it.\n\n“He’s gone dotty,” said McGovern dismally. “An anchor an’ chain would be\ncheap riddance.”\n\nThen he saw the Skipper shooting from the wheelhouse. Fifteen or twenty\nyards separated the two vessels now, and McGovern whirled about to join\nin the fighting. But the fighting was over. The _batil_ was being\nhappily looted by Abu Nakhl’s men, and they had noted nothing whatever\nwrong with the _Kingston_. The Skipper continued to shoot, holding the\nwheel with one hand and shooting with the other. His expression was that\nof concentrated fury. He emptied his gun, bellowed with wrath at\nMcGovern, and reloaded awkwardly. At his second shot the iron-stiff\ncable of the _batil_ began to writhe. One of its strands had been\nsevered by a bullet. That loosened strand curled up and writhed--and the\ncable broke.\n\n                *       *       *       *       *\n\nThe broken end screamed above McGovern’s head and splashed into the sea.\nInstantly, it seemed, the pearler was being driven astern. Heeling over\nuntil half her deck was under water, instant attention was given to the\nsteamer. Wild howls and orders came from the looted _batil_.\n\nAnd the Skipper, with an expression of pure ferocity upon his face,\nheaded the _Kingston_ into the teeth of the _shamal_ again. Two minutes\nlater came a shock as the paid-out anchor-chain drew taut. It raised\nfrom the water, and stiffened, and came inboard bending steel plates and\nstanchions in its passage. But it held.\n\nMcGovern sat down suddenly. He saw the point now. The _Kingston’s_\nanchor hopelessly caught in the mass of cordage and chains about the\nbowsprit of the _batil_, with the full strain of a tow against it, could\nnot be freed except by the hacking away of the whole bow and the\nimmediate swamping of the _batil_. The Skipper was at the wheel of the\n_Kingston_. The late captors of the two white men were isolated on the\npearling-boat in tow. They had to go where the _Kingston_ took them.\n\n“My God!” said McGovern piously.\n\nAnd he made haste to the engine room, to be ready to argue gently with\nthe remaining members of the stokehold crew with the revolver Captain\nGrover had given him. Half an hour later, when someone came up from the\nstokehold to find out why the raid took so long to execute, or perhaps\nto estimate the loot, he got no farther than the stokehold ladder. There\nhe found himself looking into the muzzle of McGovern’s weapon and saw\nMcGovern smiling sweetly at him. He saw, further, a firehose propped to\nsweep down into the stokehold, the said firehose being coupled to a pipe\nfull of excessively live steam.\n\n“Scum o’ the earth,” said McGovern tenderly, “get back an’ to work! If\nyon steam-gauge drops below a hundred an’ fifty, I’ll gie you an’ your\nfriends below a good fifty pounds o’t. Get!”\n\n                *       *       *       *       *\n\n“Well, sir,” said McGovern hopefully, and admiringly, “since the\n_Kingston’s_ confiscated as a pirate ship an’ sold to ye at auction for\nno more than ten per centum o’ the reward paid for Abu Nakhl an’ his\nfellow pirates, might I take up a matter I mentioned once. before?”\n\nCaptain Grover glared at him. The _Kingston_, docked in Aden, was being\npainted resplendently under his eyes.\n\n“I’m referrin’, sir,” said McGovern anxiously, “to Molly. She said, sir,\nthat she’d marry me if ye had no objection to the match. An’ I was\njunior engineer on the _Glenarvon Castle_, sir, which is not so bad for\nmy age.”\n\nThe Skipper rumbled in his chest. The rumbling grew louder.\n\n“You’re chief engineer of the _Kingston_!” he roared. “And after we give\nthe old ship a lick of paint I’ll be loading a cargo of rugs and\nolive-oil for Liverpool! When we get there we’ll see what Molly says!”\n\nMcGovern sighed.\n\n“She’ll say, sir,” he prophesied morosely, “‘The Skipper knows best!’”",
    "metadata": {
        "author": [
            "Jenkins, Will F.",
            "Jenkins, William Fitzgerald",
            "Fitzgerald, William",
            "Jenkins, Will",
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74015/pg74015.txt",
        "name": "the_skipper_knows_best.json"
    }
}