{
    "name": "The Holes and John Smith",
    "author": [
        "Ludwig, Edward W.",
        "Ludwig, Edward William"
    ],
    "body": "It all began on a Saturday night at _The Space Room_. If you've seen\nany recent Martian travel folders, you know the place: \"A picturesque\noasis of old Martian charm, situated on the beauteous Grand Canal in\nthe heart of Marsport. Only half a mile from historic Chandler Field,\nlanding site of the first Martian expedition nearly fifty years ago in\n1990. A visitor to the hotel, lunch room or cocktail lounge will\nthrill at the sight of hardy space pioneers mingling side by side with\ncolorful Martian tribesmen. An evening at _The Space Room_ is an\namazing, unforgettable experience.\"\n\nOf course, the folders neglect to add that the most amazing aspect is\nthe scent of the Canal's stagnant water--and that the most\nunforgettable experience is seeing the \"root-of-all-evil\" evaporate\nfrom your pocketbook like snow from the Great Red Desert.\n\nWe were sitting on the bandstand of the candle-lit cocktail lounge.\nMe--Jimmie Stanley--and my four-piece combo. Maybe you've seen our\nmotto back on Earth: \"The Hottest Music This Side of Mercury.\"\n\nBut there weren't four of us tonight. Only three. Ziggy, our bass\nfiddle man, had nearly sliced off two fingers while opening a can of\nSaturnian ice-fish, thus decreasing the number of our personnel by a\ntragic twenty-five per cent.\n\nWhich was why Ke-teeli, our boss, was descending upon us with all the\ngrace of an enraged Venusian vinosaur.\n\n\"Where ees museek?\" he shrilled in his nasal tenor. He was almost\nskeleton thin, like most Martians, and so tall that if he fell down\nhe'd be half way home.\n\nI gulped. \"Our bass man can't be here, but we've called the Marsport\nlocal for another. He'll be here any minute.\"\n\nKe-teeli, sometimes referred to as Goon-Face and The Eye, leered\ncoldly down at me from his eight-foot-three. His eyes were like black\nneedle points set deep in a mask of dry, ancient, reddish leather.\n\n\"Ees no feedle man, ees no job,\" he squeaked.\n\nI sighed. This was the week our contract ended. Goon-Face had\ndisplayed little enough enthusiasm for our music as it was. His\ncomments were either, \"Ees too loud, too fast,\" or \"Ees too slow, too\nsoft.\" The real cause of his concern being, I suspected, the\ninfrequency with which his cash register tinkled.\n\n\"But,\" I added, \"even if the new man doesn't come, _we're_ still here.\nWe'll play for you.\" I glanced at the conglomeration of uniformed\nspacemen, white-suited tourists, and loin-clothed natives who sat at\nancient stone tables. \"You wouldn't want to disappoint your customers,\nwould you?\"\n\nKe-teeli snorted. \"Maybe ees better dey be deesappointed. Ees better\nno museek den bad museek.\"\n\nFat Boy, our clarinetist who doubles on Martian horn-harp, made a\nfeeble attempt at optimism. \"Don't worry, Mr. Ke-teeli. That new bass\nman will be here.\"\n\n\"Sure,\" said Hammer-Head, our red-haired vibro-drummer. \"I think I\nhear him coming now.\"\n\nSuspiciously, Ke-teeli eyed the entrance. There was only silence. His\nnaked, parchment-like chest swelled as if it were an expanding\nballoon.\n\n\"Five meenutes!\" he shrieked. \"Eef no feedle, den you go!\" And he\nwhirled away.\n\nWe waited.\n\nFat Boy's two hundred and eighty-odd pounds were drooped over his\nchair like the blubber of an exhausted, beach-stranded whale.\n\n\"Well,\" he muttered, \"there's always the uranium pits of Neptune.\nCourse, you don't live more than five years there--\"\n\n\"Maybe we could make it back to Lunar City,\" suggested Hammer-Head.\n\n\"Using what for fare?\" I asked. \"Your brains?\"\n\nHammer-Head groaned. \"No. I guess it'll have to be the black pits of\nNeptune. The home of washed-up interplanetary musicians. It's too\nbad. We're so young, too.\"\n\nThe seconds swept by. Ke-teeli was casting his razor-edged glare in\nour direction. I brushed the chewed finger nails from the keyboard of\nmy electronic piano.\n\nThen it happened.\n\n\n\nFrom the entrance of _The Space Room_ came a thumping and a grating\nand a banging. Suddenly, sweeping across the dance floor like a cold\nwind, was a bass fiddle, an enormous black monstrosity, a refugee from\na pawnbroker's attic. It was queerly shaped. It was too tall, too\nwide. It was more like a monstrous, midnight-black hour-glass than a\nbass.\n\nThe fiddle was not unaccompanied as I'd first imagined. Behind it,\nstreaking over the floor in a waltz of agony, was a little guy, an\nanimated matchstick with a flat, broad face that seemed to have been\ncompressed in a vice. His sandcolored mop of hair reminded me of a\nfield of dry grass, the long strands forming loops that flanked the\nsides of his face.\n\nHis pale blue eyes were watery, like twin pools of fog. His\ntightfitting suit, as black as the bass, was something off a park\nbench. It was impossible to guess his age. He could have been anywhere\nbetween twenty and forty.\n\nThe bass thumped down upon the bandstand.\n\n\"Hello,\" he puffed. \"I'm John Smith, from the Marsport union.\" He\nspoke shrilly and rapidly, as if anxious to conclude the routine of\nintroductions. \"I'm sorry I'm late, but I was working on my plan.\"\n\nA moment's silence.\n\n\"Your plan?\" I echoed at last.\n\n\"How to get back home,\" he snapped as if I should have known it\nalready.\n\nHummm, I thought.\n\nMy gaze turned to the dance floor. Goon-Face had his eyes on us, and\nthey were as cold as six Indians going South.\n\n\"We'll talk about your plan at intermission,\" I said, shivering. \"Now,\nwe'd better start playing. John, do you know _On An Asteroid With\nYou_?\"\n\n\"I know _everything_,\" said John Smith.\n\nI turned to my piano with a shudder. I didn't dare look at that\nhorrible fiddle again. I didn't dare think what kind of soul-chilling\ntones might emerge from its ancient depths.\n\nAnd I didn't dare look again at the second monstrosity, the one named\nJohn Smith. I closed my eyes and plunged into a four-bar intro.\n\nHammer-Head joined in on vibro-drums and Fat Boy on clarinet, and\nthen--\n\nMy eyes burst open. A shiver coursed down my spine like gigantic mice\nfeet.\n\nThe tones that surged from that monstrous bass were ecstatic. They\nwere out of a jazzman's Heaven. They were great rolling clouds that\nseemed to envelop the entire universe with their vibrance. They held a\ndepth and a volume and a richness that were astounding, that were like\nno others I'd ever heard.\n\nFirst they went _Boom-de-boom-de-boom-de-boom_, and then,\n_boom-de-de-boom-de-de-boom-de-de-boom_, just like the tones of all\nbass fiddles.\n\nBut there was something else, too. There were overtones, so that John\nwasn't just playing a single note, but a whole chord with each beat.\nAnd the fullness, the depth of those incredible chords actually set my\nblood tingling. I could _feel_ the tingling just as one can feel the\nvibration of a plucked guitar string.\n\nI glanced at the cash customers. They looked like weary warriors\ngetting their first glimpse of Valhalla. Gap-jawed and wide-eyed, they\nseemed in a kind of ecstatic hypnosis. Even the silent, bland-faced\nMartians stopped sipping their wine-syrup and nodded their dark heads\nin time with the rhythm.\n\nI looked at The Eye. The transformation of his gaunt features was\nmiraculous. Shadows of gloom dissolved and were replaced by a\nblack-toothed, crescent-shaped smile of delight. His eyes shone like\nthose of a kid seeing Santa Claus.\n\nWe finished _On An Asteroid With You_, modulated into _Sweet Sally\nfrom Saturn_ and finished with _Tighten Your Lips on Titan_.\n\nWe waited for the applause of the Earth people and the shrilling of\nthe Martians to die down. Then I turned to John and his fiddle.\n\n\"If I didn't hear it,\" I gasped, \"I wouldn't believe it!\"\n\n\"And the fiddle's so old, too!\" added Hammer-Head who, although sober,\nseemed quite drunk.\n\n\"Old?\" said John Smith. \"Of course it's old. It's over five thousand\nyears old. I was lucky to find it in a pawnshop. Only it's not a\nfiddle but a _Zloomph_. This is the only one in existence.\" He patted\nthe thing tenderly. \"I tried the hole in it but it isn't the right\none.\"\n\nI wondered what the hell he was talking about. I studied the black,\nmirror-like wood. The aperture in the vesonator was like that of any\nbass fiddle.\n\n\"Isn't right for what?\" I had to ask.\n\nHe turned his sad eyes to me. \"For going home,\" he said.\n\nHummm, I thought.\n\n\n\nWe played. Tune after tune. John knew them all, from the latest pop\nmelodies to a swing version of the classic _Rhapsody of The Stars_. He\nwas a quiet guy during the next couple of hours, and getting more than\na few words from him seemed as hard as extracting a tooth. He'd stand\nby his fiddle--I mean, his _Zloomph_--with a dreamy expression in\nthose watery eyes, staring at nothing.\n\nBut after one number he studied Fat Boy's clarinet for a moment. \"Nice\nclarinet,\" he mused. \"Has an unusual hole in the front.\"\n\nFat Boy scratched the back of his head. \"You--you mean here? Where the\nmusic comes out?\"\n\nJohn Smith nodded. \"Unusual.\"\n\nHummm, I thought again.\n\nAwhile later I caught him eyeing my piano keyboard. \"What's the\nmatter, John?\"\n\nHe pointed.\n\n\"Oh, there,\" I said. \"A cigarette fell out of my ashtray, burnt a hole\nin the key. If The Eye sees it, he'll swear at me in seven languages.\"\n\n\"Even there,\" he said softly, \"even there....\"\n\nThere was no doubt about it. John Smith was peculiar, but he was the\nbest bass man this side of a musician's Nirvana.\n\nIt didn't take a genius to figure out our situation. Item one:\nGoon-Face's countenance had evidenced an excellent imitation of\nMephistopheles before John began to play. Item two: Goon-Face had\nbeamed like a kitten with a quart of cream after John began to play.\n\nConclusion: If we wanted to keep eating, we'd have to persuade John\nSmith to join our combo.\n\nAt intermission I said, \"How about a drink, John? Maybe a shot of\nwine-syrup?\"\n\nHe shook his head.\n\n\"Then maybe a Venusian fizz?\"\n\nHis grunt was negative.\n\n\"Then some old-fashioned beer?\"\n\nHe smiled. \"Yes, I _like_ beer.\"\n\nI escorted him to the bar and assisted him in his arduous climb onto a\nstool.\n\n\"John,\" I ventured after he'd taken an experimental sip, \"where have\nyou been hiding? A guy like you should be playing every night.\"\n\nJohn yawned. \"Just got here. Figured I might need some money so I went\nto the union. Then I worked on my plan.\"\n\n\"Then you need a job. How about playing with us steady? We like your\nstyle a lot.\"\n\nHe made a long, low humming sound which I interpreted as an expression\nof intense concentration. \"I don't know,\" he finally drawled.\n\n\"It'd be a steady job, John.\" Inspiration struck me. \"And listen, I\nhave an apartment. It's got everything, solar shower, automatic chef,\n'copter landing--if we ever get a 'copter. Plenty of room there for\ntwo people. You can stay with me and it won't cost you a cent. And\nwe'll even pay you over union wages.\"\n\nHis watery gaze wandered lazily to the bar mirror, down to the\nglittering array of bottles and then out to the dance floor.\n\nHe yawned again and spoke slowly, as if each word were a leaden weight\ncast reluctantly from his tongue:\n\n\"No, I don't ... care much ... about playing.\"\n\n\"What _do_ you like to do, John?\"\n\nHis string-bean of a body stiffened. \"I like to study ancient history\n... and I must work on my plan.\"\n\nOh Lord, that plan again!\n\nI took a deep breath. \"Tell me about it, John. It _must_ be\ninteresting.\"\n\nHe made queer clicking noises with his mouth that reminded me of a\nmechanical toy being wound into motion. \"The whole foundation of this\nor any other culture is based on the history of all the time\ndimensions, each interwoven with the other, throughout the ages. And\nthe holes provide a means of studying all of it first hand.\"\n\n_Oh, oh_, I thought. _But you still have to eat. Remember, you still\nhave to eat._\n\n\"Trouble is,\" he went on, \"there are so many holes in this universe.\"\n\n\"Holes?\" I kept a straight face.\n\n\"Certainly. Look around you. All you see is holes. These beer bottles\nare just holes surrounded by glass. The doors and windows--they're\nholes in walls. The mine tunnels make a network of holes under the\ndesert. Caves are holes, animals live in holes, our faces have holes,\nclothes have holes--millions and millions of holes!\"\n\nI winced and thought, humor him because you gotta eat, you gotta eat.\n\nHis voice trembled with emotion. \"Why, they're everywhere. They're in\npots and pans, in pipes, in rocket jets, in bumpy roads. There are\nbuttonholes and well holes, and shoelace holes. There are doughnut\nholes and stocking holes and woodpecker holes and cheese holes. Oceans\nlie in holes in the earth, and rivers and canals and valleys. The\ncraters of the Moon are holes. Everything is--\"\n\n\"But, John,\" I said as patiently as possible, \"what have these holes\ngot to do with you?\"\n\nHe glowered at me as if I were unworthy of such a confidence. \"What\nhave they to do with me?\" he shrilled. \"I can't find the right\none--that's what!\"\n\nI closed my eyes. \"Which particular hole are you looking for, John?\"\n\nHe was speaking rapidly again now.\n\n\"I was hurrying back to the University with the _Zloomph_ to prove a\npoint of ancient history to those fools. They don't believe that\ninstruments which make music actually existed before the tapes! It was\ndark--and some fool researcher had forgotten to set a force-field over\nthe hole--I fell through.\"\n\nI closed my eyes. \"Now wait a minute. Did you drop something, lose it\nin the hole--is that why you have to find it?\"\n\n\"Oh I didn't lose anything important,\" he snapped, \"_just_ my own time\ndimension. And if I don't get back they will think I couldn't prove my\ntheory, that I'm ashamed to come back, and I'll be discredited.\"\n\nHis chest sagged for an instant. Then he straightened. \"But there's\nstill time for my plan to work out--with the relative difference taken\ninto account. Only I get so tired just thinking about it.\"\n\n\"Yes, I can see where thinking about it would tire any one.\"\n\nHe nodded. \"But it can't be too far away.\"\n\n\"I'd like to hear more about it,\" I said. \"But if you're not going to\nplay with us--\"\n\n\"Oh, I'll play with you,\" he beamed. \"I can talk to _you_. _You_\nunderstand.\"\n\nThank heaven!\n\n\n\nHeaven lasted for just three days. During those seventy-two golden\nhours the melodious tinkling of The Eye's cash register was as\nconstant as that of Santa's sleigh bells.\n\nJohn became the hero of tourists, spacemen, and Martians, but\nnevertheless he remained stubbornly aloof. He was quiet, moody,\nplaying his _Zloomph_ automatically. He'd reveal definite indications\nof belonging to Homo Sapiens only when drinking beer and talking about\nhis holes.\n\nGoon-Face was still cautious.\n\n\"Contract?\" he wheezed. \"Maybe. We see. Eef feedleman stay, we have\ncontract. He stay, yes?\"\n\n\"Oh, sure,\" I said. \"He'll stay--just as long as you want him.\"\n\n\"Den he sign contract, too. No beeg feedle, no contract.\"\n\n\"Sure. We'll get him to sign it.\" I laughed hollowly. \"Don't worry,\nMr. Ke-teeli.\"\n\nJust a few minutes later tragedy struck.\n\nA reporter from the _Marsport Times_ ambled into interview the Man of\nThe Hour. The interview, unfortunately, was conducted over the bar and\naccompanied by a generous guzzling of beer. Fat Boy, Hammer-Head and I\nwatched from a table. Knowing John as we did, a silent prayer was in\nour eyes.\n\n\"This is the first time he's talked to anybody,\" Fat Boy breathed.\n\"I--I'm scared.\n\n\"Nothing can happen,\" I said, optimistically. \"This'll be good\npublicity.\"\n\nWe watched.\n\nJohn murmured something. The reporter, a paunchy, balding man,\nscribbled furiously in his notebook.\n\nJohn yawned, muttered something else. The reporter continued to\nscribble.\n\nJohn sipped beer. His eyes brightened, and he began to talk more\nrapidly.\n\nThe reporter frowned, stopped writing, and studied John curiously.\n\nJohn finished his first beer, started on his second. His eyes were\nwild, and he was talking more and more rapidly.\n\n\"He's doing it,\" Hammer-Head groaned. \"He's telling him!\"\n\nI rose swiftly. \"We better get over there. We should have known\nbetter--\"\n\nWe were too late. The reporter had already slapped on his hat and was\nstriding to the exit. John turned to us, dazed, his enthusiasm\nvanishing like air from a punctured balloon.\n\n\"He wouldn't listen,\" he said, weakly. \"I tried to tell him, but he\nsaid he'd come back when I'm sober. I'm sober now. So I quit. I've got\nto find my hole.\"\n\nI patted him on the back. \"No, John, we'll help you. Don't quit.\nWe'll--well, we'll help you.\"\n\n\"We're working on a plan, too,\" said Fat Boy in a burst of\ninspiration. \"We're going to make a more scientific approach.\"\n\n\"How?\" John asked.\n\nFat Boy gulped.\n\n\"Just wait another day,\" I said. \"We'll have it worked out. Just be\npatient another day. You can't leave now, not after all your work.\"\n\n\"No, I guess not,\" he sighed. \"I'll stay--until tomorrow.\"\n\n\n\nAll night the thought crept through my brain like a teasing spider:\n_What can we do to make him stay? What can we tell him? What, what,\nwhat?_\n\nUnable to sleep the next morning, I left John to his snoring and went\nfor an aspirin and black coffee. All the possible schemes were\ndrumming through my mind: finding an Earth blonde to capture John's\ninterest, having him electro-hypnotized, breaking his leg, forging a\nletter from this mythical university telling him his theory was proved\nvalid and for him to take a nice long vacation now. He was a screwball\nabout holes and force fields and dimensional worlds but for that music\nof his I'd baby him the rest of his life.\n\nIt was early afternoon when I trudged back to my apartment.\n\nJohn was squatting on the living room floor, surrounded by a forest\nof empty beer bottles. His eyes were bulging, his hair was even wilder\nthan usual, and he was swaying.\n\n\"John!\" I cried. \"You're drunk!\"\n\nHis watery eyes squinted at me. \"No, not drunk. Just scared. I'm awful\nscared!\"\n\n\"But you mustn't be scared. That reporter was just stupid. We'll help\nyou with your theory.\"\n\nHis body trembled. \"No, it isn't that. It isn't the reporter.\"\n\n\"Then what is it, John?\"\n\n\"It's my body. It's--\"\n\n\"Yes, what about your body? Are you sick?\"\n\nHis face was white with terror. \"No, my--_my body's full of holes_.\nSuppose it's one of those holes! How will I get back if it is?\"\n\nHe rose and staggered to his _Zloomph_, clutching it as though it were\nsomehow a source of strength and consolation.\n\nI patted him gingerly on the arm. \"Now John. You've just had too much\nbeer, that's all. Let's go out and get some air and some strong black\ncoffee. C'mon now.\"\n\nWe staggered out into the morning darkness, the three of us. John, the\n_Zloomph_, and I.\n\nI was hanging on to him trying to see around and over and even under\nthe _Zloomph_--steering by a sort of radar-like sixth sense. The\nstreet lights on Marsport are pretty dim compared to Earthside. I\ndidn't see the open manhole that the workmen had figured would be all\nright at that time of night. It gets pretty damned cold around 4: A.M.\nof a Martian morning, and I guess the men were warming up with a\nlittle nip at the bar across the street.\n\nThen--he was gone.\n\nJohn just slipped out of my grasp--_Zloomph_ and all--and was\ngone--completely and irrevocably gone. I even risked a broken neck and\njumped in the manhole after him. Nothing--nothing but the smell of\nozone and an echo bouncing crazily off the walls of the conduit.\n\n\"--is it.--is it.--is it.--is it.\"\n\nJohn Smith was gone, so utterly and completely and tragically gone it\nwas as if he'd never existed....\n\n\n\nTonight is our last night at _The Space Room_. Goon-Face is scowling\nagain with the icy fury of a Plutonian monsoon. As Goon-Face has said,\n\"No beeg feedle, no contract.\"\n\nWithout John, we're notes in a lost chord.\n\nWe've searched everything, in hospitals, morgues, jails, night clubs,\nhotels. We've hounded spaceports and 'copter terminals. Nowhere,\nnowhere is John Smith.\n\nZiggy, whose two fingers have healed, has already bowed to what seems\ninevitable. He's signed up for that trip to Neptune's uranium pits.\nThere's plenty of room for more volunteers, he tells us. But I spend\nmy time cussing the guy who forgot to set the force field at the other\nend of the hole and let John and his _Zloomph_ back into his own time\ndimension. I cuss harder when I think how we were robbed of the best\nbass player in the galaxy.\n\nAnd without a corpus delecti we can't even sue the city.\n\n\n... THE END",
    "metadata": {
        "author": [
            "Ludwig, Edward W.",
            "Ludwig, Edward William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32667/pg32667.txt",
        "name": "the_holes_and_john_smith.json"
    }
}