{
    "name": "The Contact Point",
    "author": [
        "Sharkey, John Michael",
        "Sharkey, Jack"
    ],
    "body": "Lieutenant Lloyd spotted the first alien in the ruins of the strange\nred Martian city on the second day of exploration. His first impulse\nwas to call out to the other men--but then, afraid his voice would\nstartle the creature down at the end of the rubble-strewn street, he\nsilently unholstered his military service pistol and crept forward\ntoward the back (he hoped it was the back) of the alien, his breath\nrasping behind his faceplate.\n\nHe was a mere ten paces short of his goal when loose gravel beneath his\nheavy boot betrayed him. Even in the thin Martian atmosphere, the sound\nwas a sharp one. The creature spun about, one appendage gripping the\nhaft of a slim crystal tube. He froze there, watching Lloyd with odd\noval-shaped eyes, yellow-orange in color. Lloyd's thumb slid back the\nsafety catch on his automatic, slowly, carefully.\n\nThen the creature lowered the tube and its wide lipless mouth curled\nin what had to be a grin. \"Ookl okkl?\" it said distinctly.\n\nLloyd looked into the alien eyes and was pleased to see the\nintelligence within their depths. He reholstered his pistol and held\nout his hand. \"Lieutenant Lloyd of the _Sherlock II_,\" he said.\n\nThe alien hesitated, then inserted the four flaccid stalk-things at the\nend of its \"arm\" into Lloyd's hand. They shook these clasped appendages\nsolemnly, then withdrew their own with relief.\n\n\"Boy, am I glad you Martians are friendly!\" Lloyd laughed. \"When I\nsaw you up the street, I envisioned a full-scale guerrilla attack\nand--Damn, you're not getting a word of this, are you?\"\n\nIn reply, the creature pointed to its thoracic region and said, \"Ulkay\nBlet.\" It pointed to Lloyd again and enunciated carefully, \"Lieutenant\nLloyd.\"\n\n\"Glad to know you, Ulkay. Or do I call you by both names? Or just\nMister Blet?\"\n\n\"Ulkay,\" the alien said. \"Blet,\" he added. \"Ulkay Blet,\" he clarified,\nwith an almost Earthlike shrug.\n\n\n\nIt was strictly a take-your-pick name, Lloyd saw. He took his pick.\n\"Ulkay, tell me, are you the last of your race, or are there others of\nyour kind still left alive on Mars?\"\n\nUlkay just stared, friendly but lost.\n\nLloyd tried again. \"I--\" he pointed to himself--\"am here with more like\nme--\" he pointed to himself, held up one finger to Ulkay, then pointed\nin a long sweep behind himself toward the end of the street and held\nup four fingers. His only success was an envious look from Ulkay at\nLloyd's extra finger.\n\n\"Hoo boy!\" said Lloyd, smacking his brow in chagrin. \"This is a rough\none. Look, Ulkay, you hold on and don't be scared.\" He laid a hand\nupon Ulkay's shoulder for assurance, then turned his head and shouted,\n\"_Here! This way, men!_\"\n\nThe sound of heavy booted feet began, far up the cluttered street.\nLloyd felt Ulkay grow tense. \"It's all right,\" he said slowly,\nsoothingly, as one talks to a horse or dog, knowing the tone conveys\nwhat the words cannot. Ulkay seemed to sense the assurance and relaxed\na little.\n\nIn another minute, Kroner, Harrison, Tandy and Craig were beside their\ncommanding officer, gaping with unconcealed glee at the slightly under\nfive-foot form of Ulkay, who stared right back, steadily if not boldly.\n\n\"Our first contact with a Martian!\" Kroner exulted, his voice metallic\nthrough the oxygen helmet.\n\n\"Does he talk?\" Harrison wanted to know immediately.\n\n\"Where are his friends?\" asked Tandy, frowning.\n\nCraig, unable to think of a question, was silent. But it was to Craig\nthat Lloyd addressed his first statement. \"He speaks a language. His\nname is Ulkay Blet. Think you can rig a written or oral Rosetta Stone\nfor us, Craig?\"\n\nCraig shuffled his feet bashfully. \"I can try.\"\n\n\"Is he _alone_, though?\" said Tandy, irked that his question had gone\nunanswered. \"His buddies might be around here waiting to pick us off.\nThis is their city, after all, and we're trespassers.\"\n\nLloyd shook his head dubiously. \"I think you're wrong, Tandy. Ulkay's\ngot some sort of weapon with him and he put it away without trying to\nuse it. If there are others, they're probably intelligent and friendly,\ntoo.\"\n\n\"Unless I'm mistaken,\" Kroner remarked dryly, \"we're about to put your\nstatement to the test.\"\n\n\"What--?\" said Lloyd, and looked where Kroner was now facing.\n\nSeven creatures like Ulkay were on their way toward the group, each\nbearing one of those long crystal rods. At first glance, they all\nlooked alike to Lloyd. Then, as they drew nearer, he saw that they were\nas different from one another as he from his own men.\n\n\"Ulkay,\" he said softly, \"would you tell _your_ friends that we're\n_their_ friends? They look kind of trigger-happy and....\"\n\nUlkay, catching Lloyd's meaning from the way he looked toward the\napproaching squad, turned and babbled something at them. They\nhesitated. Then all put their crystal rods into short scabbards hanging\nfrom their belts.\n\n\n\nBehind him, Lloyd heard Tandy's sigh of relief. He turned to Craig.\n\"You and Ulkay see if you can set up something to bridge the language\nbarrier, while Kroner and I go back to the ship and radio the news back\nto Earth.\"\n\n\"Okay,\" said Craig. He was the expedition's linguist, but extremely\nshy, considering he was the liaison man with any aliens they\nencountered. \"I'll start them with numbers; that's usually a good\nkicking-off place, and then I can work into body parts, relationships,\nand--\"\n\n\"Whoa,\" said Lloyd. Craig could be talkative on his professional\ntopics. \"I don't want the details, just some results. Kroner and I\nshould be back in about an hour. I'll talk with Ulkay then, if you can\nshow me how to reach him.\"\n\nHe and Kroner strode off to their ship, set onto the cold red sands a\nmile away.\n\nIt would take nearly three minutes for a message to reach Earth,\nand another three, at least, before the reply came back, so Lloyd,\ndispensing with formality, sent, \"This is Lieutenant Lloyd of the\n_Sherlock II_. We have landed successfully on Mars, discovered a\ndecaying Martian city, and eight inhabitants, so far. If you read me,\nset up a recorder and signal me when you are ready to tape my report.\"\n\nHe sat back in the chair with a sigh. \"There, that cuts out a lot of\nfuss,\" he remarked to Kroner.\n\n\"And the less time spent away from our men, the better.\"\n\n\"Yes,\" said Lloyd. \"How does this thing--well, how does it _feel_ to\nyou?\"\n\n\"Too easy,\" said Kroner without hesitation. \"Of course, there's no\nreason why it should feel at all _hard_, is there?\"\n\n\"No,\" Lloyd admitted reluctantly. \"No reason at all why we shouldn't\nestablish contact with these Martians, find them friendly, get our\ninformation about their city, way of life, and so on, and go back\nsafely to Earth and home. But--\"\n\n\"Yeah,\" said Kroner. \"'_But!_'\"\n\n\"They _act_ friendly.\"\n\n\"Maybe that's all it is, an act. But if they're not going to be chums,\nwhy go to all this trouble? You know what I mean, sir?\"\n\nLloyd leaned back in the padded chair and scratched his short-cropped\nhead. \"Beats me. And yet I can't help feeling uncomfortable\nabout--There's the blinker. Earth's ready to record.\" He dropped the\nconversation and set himself to telling Earth of developments so far.\n\n\n\n\"Is it some sort of taboo or what?\" Lloyd demanded irritably of Craig.\nIt was three hours since he and Kroner had returned from the ship, and\ncommunication with Ulkay and his bunch had been established--but with\none annoying and unexpected feature.\n\n\"I can't seem to find out, sir,\" Craig said miserably. \"He's responsive\non almost every other topic, but when I ask him about the city here, he\nsays he can't tell me. I've asked him why, but his answer escapes me.\"\n\n\"When he says he 'can't' tell you, does he mean he is physically unable\nto, or forbidden to?\"\n\n\"I'm not even sure if it's '_can't_.' It might just be '_won't_.' But I\n_am_ sure it's a negative of some sort. They shake their heads and nod\nsame as we do for yes and no.\"\n\n\"Let's see that list,\" Lloyd said, his voice tired.\n\nCraig held it out, but Kroner took it. \"You've looked at it ten times\nin the past hour, sir,\" he apologized. \"Let me have a whack at it.\"\n\nLloyd started to argue the point, then gave it up. \"Okay, Sergeant. See\nwhat you can make of it. If you can ask a clear question of Ulkay and\nCompany with those choice bits of language, I'll put in your name for a\ndecoration.\"\n\nKroner scanned the list, noting with fading hope the vocabulary he had\nto work with. \"Wish we had more verbs!\" he said.\n\n\"They're the hardest, always,\" said Craig. \"Active ones are easy\nenough, though the tenses and irregularities can be tough, but the\nnon-active--the intransitive--can't be demonstrated the way actions and\nthings can.\"\n\n\"Well, we've got _Mars_, and _city_, and--that's a good one--_men_.\nThat's them?\"\n\nCraig nodded.\n\n\"Hey, weren't there _eight_ of those guys a while back? We're two\nshort!\"\n\n\"What?\" said Lloyd, looking over at the aliens. \"You're right, Kroner!\nUlkay's gone, and--let me see--that heavy-set one with the big\nshoulder-span. Where the hell--?\"\n\nTandy and Harrison came up at that moment.\n\n\"Sir,\" Tandy looked disgusted, \"we can't find out a thing from the\nrubble. No heavy radiation present, so it kind of discounts an atomic\nwar, although--\"\n\n\"Never mind the surmises for now,\" said Lloyd. \"Tell me just what you\nknow for sure.\"\n\nOne side of Tandy's mouth twisted. \"Yes, sir. Very little of the rubble\nseems to be due to any _heavy_ damage. I mean, no buildings have\ncollapsed or anything like that. It's just as though time had crumbled\noff a brick hole here and there, and nobody bothered sweeping the\nstreet.\"\n\n\"The city gates were knocked down,\" Lloyd protested.\n\n\n\nTandy shook his head. \"Not knocked down, sir--fallen. It's my opinion\nthis place is just obsolete, a sort of last-year's model that needs a\nnew coat of paint and an engine overhaul. Except for all the dust, sand\nand crumbled material, it's in pretty good shape.\"\n\n\"You mean it's unfashionable but serviceable?\" said Kroner. \"Like a\nspring-driven phonograph?\"\n\n\"That's about it, Sergeant,\" Tandy nodded. \"Anything else, you're going\nto have to ask the Martians themselves.\"\n\n\"Which brings me back to my earlier apprehension,\" said Kroner. \"I\ndon't like the idea of two of those guys being missing. Hold on--there\nthey come! And with a small cannon, unless I miss my guess!\"\n\nThe Earthmen were all on their feet now, facing the pair of aliens who\nlugged a heavy contraption with a tubular nozzle on the front of it up\nthe street toward the waiting group.\n\n\"It can't be a cannon,\" said Lloyd, puzzled. \"Why would they bother,\nwhen hand-weapons would do?\"\n\nBy that time, Ulkay and his crony had the gadget set down on a tripod\nbase and were turning dials on its side. The Earthmen, every one of\nthem, loosened pistols in their holsters, but only Tandy actually\nbrought his out.\n\nThen they jumped as a metallic voice came out through the gadget's\nnozzle. \"Men!\" said the voice. \"Do not possess fear.\"\n\n\"A miracle!\" gasped Craig. \"It's a translating machine!\" He rushed\nforward to view this thing, his face glowing with delight.\n\nLloyd, recovering from his start, saw that Ulkay was speaking into a\ntube at the side of the machine, and realized that his translated voice\nhad been the one heard.\n\n\"Ulkay,\" he said, going toward the machine, \"does this work both ways?\"\n\nUlkay nodded and pointed to the nozzle on the front. \"This,\" said his\nvoice from the nozzle, \"picks up as well as recepts.\"\n\n\"_Receives_,\" said Craig automatically.\n\n\"--as receives,\" said the nozzle automatically. \"There will exist some\nfew ungrammatics but it will mostly make sensible.\"\n\n\"Man, this simplifies everything!\" Lloyd exclaimed. \"Ulkay, do you mind\nif we ask you some questions?\"\n\nUlkay, via the nozzle, replied with dignity, \"You and your Craig have\nquestioned with relentless of us. Can we be allowed the similar luck?\"\n\n\"I beg your pardon,\" Lloyd said sincerely. \"Go ahead and ask.\"\n\n\"These transparents you wear upon your faces, why?\" asked the nozzle,\nin a mechanical monotone.\n\n\"The air.\" Lloyd gestured with a sweep of his arm. \"It is too thin to\nsupport our kind of life without these masks.\"\n\n\"Strange,\" said the nozzle. \"And where are your women?\"\n\n\"We did not bring them with us,\" said Lloyd. \"We made this trip\nstrictly to find you.\"\n\nUlkay stared at Lloyd a long moment. Then the nozzle asked, \"What trip?\"\n\n\"To your city,\" said Lloyd. \"To your planet.\"\n\n\n\nUlkay frowned, then fiddled a moment with a dial on the side of the\nmachine. The nozzle spoke slowly this time. \"Repeat your response. It\nwas not a sensible.\"\n\n\"We came here. To Mars. To find you.\" Lloyd said it carefully and\ndistinctly, feeling very uneasy.\n\n\"But this is Earth,\" said the nozzle loudly.\n\n\"To _you_ it is Earth,\" said Lloyd, with a tolerant smile. \"I think\nwe're having a semantic problem, Ulkay. Each planet's self-name would\ntranslate as 'Earth.' This machine cannot make the proper distinction.\"\n\n\"No, no, no!\" came the nozzle's voice. \"You say your planet is called\n'Earth'. Why do you now call it 'Mars'?\"\n\n\"We don't,\" said Lloyd, bewildered. \"We call _this_ planet Mars. _Our_\nplanet is called Earth--\"\n\n\"Sir!\" Kroner grasped his arm tightly. \"Wait a minute! I think I get\nit!... Ulkay! Is this _your_ planet?\"\n\n\"No,\" said the nozzle. \"Is it not _yours_?\"\n\n\"Numbers!\" said Craig. \"Ask him by the _number_ of the planet from the\nsun.\"\n\n\"We are from Earth, the third planet from the sun,\" said Lloyd, holding\nup three fingers for emphasis. \"Where are you from?\"\n\n\"We are from Earth,\" said the nozzle, \"the second planet from the sun.\"\nUlkay held up two digits.\n\n\"Venusians?\" Tandy squawked, while Harrison doubled up in a fit of\nlaughter as the idea sank in. In another moment, both groups--Ulkay's\nand Lloyd's--had joined him in a tension-breaking paroxysm of mirth.\n\n\"Where are _you_ parked?\" asked Kroner, the first to recover some\nsemblance of control.\n\nUlkay, still chuckling, pointed in the opposite direction to that in\nwhich the _Sherlock II_ was standing. \"Outside the west gate of the\ncity,\" said the nozzle. \"Where are you?\"\n\n\"Outside the east gate. We thought you were Martians--people of this,\nthe fourth planet.\"\n\n\"And we in turn thought you were Martians,\" said Ulkay, through the\nnozzle. There was more laughter in both groups.\n\n\"For Pete's sake!\" muttered Lloyd. \"For Pete's sake! Look, Ulkay, why\ndon't both our groups get some rest and we'll make our inspection tour\nof the city tomorrow, the two groups together?\"\n\nUlkay, after a babble of discussion with his men, was in agreement with\nthis plan, and they and the Earthmen shared a large room within one of\nthe old abandoned buildings.\n\n\"Will your air supply not run out?\" Ulkay queried.\n\n\"Not on these,\" Lloyd explained. \"They're not tank masks; they're\ncompression masks. A hydraulic system inside the suit keeps a\ncompressor running in this gadget on our backs, as long as we're\nmoving about. Martian air is thin but non-poisonous.\"\n\n\"But if you sleep?\"\n\n\"The air runs low, which makes us fidget, which pumps more air through\nthe compressors,\" Lloyd explained.\n\nUlkay expressed admiration at the cleverness of Earth scientists, and\nthen joined his men in slumber. The Earthmen, tired and happy, fell\nsoundly asleep.\n\n\n\nIt was still dark, the chill purple dark of Mars at night, when Lloyd\nawakened abruptly. His body was tense and his mind keenly alert.\nSomething was wrong. He felt it, but couldn't place the source of his\nuneasiness.\n\nHe sat up and looked about him. Starlight, coming in bright pinpoints\nthrough a high arched window, glinted reassuringly off the helmets of\nhis men, lying in pools of deep shadow all about him. He looked for\nUlkay and his group, and saw their smaller silhouettes huddled on the\nstone flooring. Feeling a little better, he lay down once more and\ntried to fall back to sleep. But there was a gnawing, nagging something\nin his mind that would not allow sleep to come.\n\n\"What's bothering me?\" he asked himself. \"Is it something about Ulkay\nand his bunch? The only really odd thing about them is that they\ndon't wear any breathing equipment in this thin air, right? And didn't\nUlkay explain that the atmosphere on Venus is just as thin? It didn't\njibe with Harrison's opinion about atmospheres, but Harrison hasn't\nactually _been_ to Venus, after all, and the cloudiness still keeps its\natmosphere a secret from Earth's spectroscopes, right?\"\n\nHis mind assured him that this was right and he felt a little better,\nbut not much.\n\n\"So what's eating me? A hunch? Intuition? Or just alien-planet nerves?\"\nhe went on. \"Why should I wake up in the middle of the night feeling\nscared? Aren't my men all present and accounted for? Aren't they\nsleeping quietly, just as they should be?\"\n\nFeeling annoyed with his own nebulous fears, Lloyd sat up again and\nlooked over the groups, Ulkay's and his own. As he watched, Kroner\ngrunted in his sleep and rolled over. Tandy's helmet emitted gentle\nsnoring noises. Harrison and Craig lay more quietly, but their chests\ncould be seen, even in that dim light, rising and falling normally.\nLloyd excoriated his imagination for worrying him--it had fed him a\nquick suggestion that perhaps his companions' masks had been slit,\nsuffocating them silently to death.\n\n\"I _must_ trust Ulkay; it's necessary,\" said Lloyd to himself. \"I\ncan't let these groundless fears spoil future relations between Earth\nand Venus. The Venusians are friendly and intelligent, and not really\nodd-looking, once you discount the number of digits on their hands and\na few unearthly color schemes on their torsos. So what am I scared of?\"\n\nCold touched his spine, shocking him into alertness, as he isolated his\nfear. He rolled over and shook Kroner awake with barbaric callousness.\n\n\"Huh? Wha?\" said Kroner, sitting up.\n\n\"Sergeant,\" said Lloyd, trying to confide his fear to the other man,\n\"when we got here, we were nervous about making contact with aliens,\nright?\"\n\n\"Yeah,\" Kroner said sleepily. \"But it turned out okay, sir, didn't it?\"\nHe shook his groggy head. \"I mean, Ulkay and his bunch are okay, aren't\nthey?\"\n\n\"Yeah,\" said Lloyd shakily. \"_They_ are fine--but, Kroner, they're not\nthe right aliens!\"\n\nIt took Kroner a moment to get it. When he did, he came awake with a\njolt. \"And we haven't even posted a guard!\"\n\nLloyd, his worries abetted by Kroner's response, got to his feet,\nshouting, \"_Mayday! Mayday!_\"\n\nHis men--and Ulkay's a few seconds later--were up, everybody snapping\non portable torches and setting the chamber alive with flashing lights.\n\n\"Ulkay!\" Lloyd said, rushing to the Venusian. \"If _you're_ not the\nMartians, and _we're_ not the Martians, then there is still a chance\nthat someone _else_ is the Martians!\"\n\nUlkay yelled something to his men, and Lloyd watched with horror as\neach Venusian fumbled at an empty scabbard upon his belt. Lloyd's hand\nshot to his holster and found there just what his men were finding in\ntheir own holsters: nothing.\n\n\"Do you think we've discovered the Martians?\" said Kroner, his voice\nhoarse with fright.\n\nThen the glaring overhead lights of the room came on, revealing the\nsurrounding phalanx of hard-eyed, armed creatures.\n\n\"Unless I'm mistaken,\" Lloyd said, \"the Martians have discovered us.\"\n\nAn instant later, there was nothing in the center of the alien room\nbut half-molten air compressors and the charred, smoking remains of a\nfunny-looking little nozzle, still echoing a bilingual chorus of agony.",
    "metadata": {
        "author": [
            "Sharkey, John Michael",
            "Sharkey, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60928/pg60928.txt",
        "name": "the_contact_point.json"
    }
}