{
    "name": "The Big Fix!",
    "author": [
        "Wilson, Dick",
        "Halibut, Edward",
        "Wilson, Richard"
    ],
    "body": "I was meeting The Man in a cafeteria on West End Avenue--the rundown\npart of the avenue south of 72nd Street where all the garages and auto\nparts places are.\n\nI didn't need a fix. I'd been off the junk for three months and I was\nall right. I was drinking a lot, but that was all.\n\nThe meet in the cafeteria was set up by an old connection of mine who'd\nheard I was interested in this new stuff. My connection's name was\nRollo, sometimes called Rollo the Roller because he rolled lushes in\nthe subway.\n\nRollo and I had coffee while we waited for The Man.\n\n\"He's a funny one,\" Rollo said. \"Not like any other pusher I ever dig.\"\n\n\"You sure he's straight?\" I asked. \"He wouldn't be one of The People,\nwould he?\"\n\n\"Nah, he's no agent. Don't you think I can make a cop or a Federal by\nnow?\"\n\n\"All right. I wasn't trying to insult you.\"\n\nWe sipped our coffee and talked in low voices. The cafeteria wasn't a\nregular joint. It might be in time, and then it would be one till it\ngot too hot, but it wasn't now.\n\nI didn't see the guy come in. The first thing I knew he was standing\nat the table over us. Tall, wearing a black suit like an undertaker\nor a preacher, but with a dark blue shirt and a white tie. He had a\nyoung-old face and his skin was a light tan. Not the tan you get at\nMiami Beach or from a sun lamp, but as if he had Chinese or Malay blood\nin him somewhere.\n\nRollo jumped a little when he noticed him at his elbow.\n\n\"Oh, hello, Jones. Creepin' up on people again. Sit down. This is\nBarry.\"\n\nI acknowledged the introduction. I was sure Jones wasn't his real name\nany more than Barry was mine. I asked him if I could buy him a cup of\ncoffee and he said _no_, and then Rollo left. Rollo'd mumbled something\nabout business, but I got the feeling he didn't like being around Jones\nany more than he had to.\n\n\"I understand you are interested in my product,\" Jones said. He had\ndark brown eyes, almost black. He didn't talk like a pusher, but you\ncan't always make generalizations.\n\n\"I don't want to score any,\" I said. \"At least not right now. I'm off\nthe stuff, but I take a sort of philosophical interest in it, you might\nsay.\"\n\n\"I could not sell you any at the moment, in any case,\" Jones said. \"I\ndo not make a practice of carrying it on my person.\"\n\n\"Of course not. But what is it? Rollo tells me it's not the usual junk.\nI wondered if maybe it was _yage_.\"\n\n_Yage_ was something you kept hearing about but never saw yourself. It\nwas always somebody who knew somebody else who'd tried it. _Yage_ was\nthe junkie's dream. You never caught up with it, but you heard hints\nin conversation.\n\nAn addict would give himself a fix of Henry, sliding the needle\ninto the vein, and later, as his tension relaxed, he'd say to his\nconnection, \"I hear _yage_ is the real kick--they tell me that compared\nto _yage_, heroin is the least.\" And the connection would say, \"That's\nwhat they tell me, but I never seen any of it myself. They have it in\nthe Amazon or someplace, I hear.\"\n\nIt's always hearsay. But after a while you hear so much about it that\nyou believe it's got to be around somewhere, so you keep asking. I\nasked Jones.\n\n\"I could show you _yage_,\" Jones said, and I felt a tingle, like a kid\npromised his first kiss. \"But it would disappoint you.\"\n\n\"Why?\"\n\n\"It is like _peyote_--just another herb. It has a similar effect to\nthat of the Mescal cactus button, but since you would not seem to be a\ndevotee of the Sun Dance I do not think it would interest you.\"\n\nI went into a slump again when I heard him run down _yage_. I knew what\n_peyote_ was. It might be all right for Indians, but it just made the\naverage junkie sick to his stomach.\n\n\"What would interest me, then?\" I asked him.\n\n\"I have a certain amount of a substance called _uru_,\" he said. \"It\nis--and I do not exaggerate when I say this--the most.\"\n\nI couldn't help grinning. Jones had been speaking the store-bought\nEnglish of the educated foreigner and then he came out with this hep\nexpression.\n\n\"Tell me more, professor,\" I said. \"You're ringing my bell.\"\n\n\"You tell _me_ more, my friend,\" he came back. \"What is your great\ninterest in this will-o'-the-wisp _yage_ that so excites you, although\nyou claim to be 'off the stuff'?\"\n\nI could almost hear the quotation marks he put around the phrase.\n\n\"Okay,\" I said. \"I'll tell you.\"\n\nSo I went into the crazy old dream--the feeling that there's something\nbetter someplace, something you can take or leave alone, that doesn't\nleave you with that wrung-out, hopeless horror of junk sickness when\nyou can't get the stuff.\n\nI told him about the other addicts--how they feel this kinship that's\nnot like any other relationship anywhere--how you have that exalted\nfeeling of mingled hope and despair when another junkie is coming with\na fix for you--and how by just drifting around in a strange city you\nfind yourself drawn to the right district to score the stuff. How it's\nalmost telepathic.\n\nI told him what they said about _yage_, that some South American\ncroaker had isolated from it a fix he called telepathine. How it was\nsupposed to be some kind of miracle dope that you could take when you\nwanted it without actually _needing_ it, and it would open up the world\nfor you so you'd be close, really close, to others like you. So your\nmind would be their mind. A union more terrific than any other kind--as\nfar beyond even the ideal sexual climax, for instance, as sex is beyond\na bow or a handshake. So there'd be a togetherness you couldn't achieve\nany other way. So you wouldn't be so ... alone.\n\nI felt embarrassed after talking like that, even though Jones listened\nas sympathetically as anybody could, so I got up to get another cup of\ncoffee at the counter.\n\n\"Okay,\" I said defensively as I spooned in the sugar. \"I've told you\nabout me. Now what about that stuff of yours--what do you call it\nagain?\"\n\n\"_Uru_,\" he said. \"It is what _yage_ is said to be, but is not. You\nwould like it. But you tell me you are 'off the stuff'.\"\n\n\"Off the old stuff. It's no good and I've licked it. Off with the old,\"\nI said, beginning to feel a little high already, \"and on with the new.\n_Uru_, eh?\"\n\nThis might be it. The most. The big fix. I had to have it.\n\n\"You shall try it,\" Jones said. \"You shall judge for yourself. Then if\nyou want more I will provide it for you. There will be no charge.\"\n\nRight away I got suspicious. Nobody gives anything away. It could be a\ncome-on. Jones might figure I'd like it so much I'd have to have more\nand then I'd pay and pay. But on the other hand maybe he figured wrong.\nNothing is habit-forming once. I didn't know anything about this _uru_,\nbut I knew all there was to know about everything else.\n\n\"Okay,\" I said. \"When?\"\n\n\"I will call you,\" Jones said.\n\nI gave him my number.\n\n\n\nHe had a place on East 45th, a ratty old brownstone. It didn't look\nas if he'd lived in it long. But that was to be expected; if you were\na pusher you had to keep on the move. After a while a landlady got\nsuspicious about all the queer characters visiting this one guy and the\nnext step was the cops.\n\nJones had called me the day after our talk in the cafeteria, setting\nup a meet for that afternoon. I'd had a dream about _uru_, a wild\nand wonderful dream that made it impossible for me not to go. I'm a\nhunch-player, anyway. So I went.\n\nBut I was cautious enough to leave my money home and not to wear\nmy best clothes. Then if it turned out that Jones was pulling a\nlush-worker switch, feeding junkies a knockout fix and rolling them, I\nwouldn't lose much.\n\nHe was wearing the same black suit. His closet door was open and I\ncould see that there were no clothes hanging in it. Maybe he hadn't\nunpacked yet, though I didn't see a suitcase anywhere.\n\nI didn't think much about these things at the time. Jones smiled and\nshook hands with me. Then he excused himself and went out into the\nhall. So far so good. No smart pusher keeps the stuff in his room.\nPossession carries a stiff rap.\n\nI had my works with me--needle and eye-dropper--but Jones told me I\nwouldn't need it. I was surprised. If his place wasn't a shooting\ngallery, what was it? A weed joint? Weed was no good--that was fag\nstuff. Marijuana, bennies, goof balls, nembies--that stuff was nowhere\nfor a cat who'd been mainlining it for a decade. I told that to Jones.\n\nHe smiled and told me to relax. He meant it literally.\n\n\"Lie down on the bed,\" he said. \"Take your coat off. No, don't roll up\nyour sleeve.\"\n\nHe pulled down a blue shade over the single window and the room got\ndim. Sunlight squeezed through the cracks at the edges and made\nshimmering little patterns on the walls and ceiling.\n\nHe took a cigaret holder out of his pocket. It was green, like jade,\nand carved around its fat middle was a design of some kind. I couldn't\nmake it out, even when I held it in my hand.\n\nJones put a cigaret in the holder. It looked like an ordinary king-size\nsmoke and I told him so.\n\n\"That is correct,\" he said. \"It is not the cigaret that provides the\neffect, but the _uru_ in the holder. The smoke travels over the _uru_\nand activates it. Enough of it is absorbed by the warm smoke for the\ndesired result. Do not inhale too deeply the first time.\"\n\nI took a short drag, half suspecting he was conning me. Nothing\nhappened right away. It didn't taste any different from any cigaret\nsmoked through a holder. I took another drag, deeper this time.\n\nI was off.\n\nI became a tiny replica of myself, swimming effortlessly within my own\neyeball, looking down the length of that other me lying on the bed.\nMy feet looked a mile away. I moved them and it seemed to take almost\na minute for the impulse to communicate itself from my mind along the\nvast body.\n\nThen I lost interest in my body as the flecks of sunlight on the\nceiling became tiny planets, whirling in perfect, intricate orbits\naround a fiery blue-white sun.\n\nThe smoke in the room climbed up in a graceful dance and became a\ndust-cloud in the sparkling solar system. The dark head of Jones\ncame into view among the tiny worlds, not obscuring them. The little\njewel-like planets were a shimmering crown hovering about him.\n\nHe spoke then, and his words echoed to me as if through the vastness of\ninfinity itself.\n\n\"Barry,\" the voice said, powerful but warm, far away but deliciously\nclose, awesome but comfortable. \"Barry, my good friend.\"\n\nI could see the great face, both with my real eyes and with the eyes\nof that tiny other me swimming within. It was a mighty face, but\nreassuring--the face of a kind father and loving wife and adoring son\nall in one. The face was smiling, a dear familiar smile.\n\nBut the lips were not moving. The voice was that of a mind, reaching\nout through vastness and into my own thoughts.\n\n\"You are not alone,\" the mind-voice said, and it was what I had been\nwaiting to hear. \"You are one with all good things. The door you have\nbeen seeking is open. You have only to walk through.\"\n\nI had been swimming, but now I walked. It was like no other kind of\nwalking. It was like ice-skating in a way, a smooth, effortless glide.\nThe tiny me walked, glided, out of my body and up, up in a curl of\nsmoke, across a million miles of blackness toward the shimmering worlds.\n\n\"I found the door,\" I thought, and knew the words were being\ncommunicated to him. \"I thank you and I am walking through. It is a\nbeautiful world you have. It sparkles so. I love it.\"\n\nI could say these things to him with my mind, meaning them, unashamed\nof the innermost feelings that would have been throttled off unspoken\nif I'd had to use the vulgarity of speech.\n\nHe understood that, too, and his smile became warmer. There was a bond\nhere I'd never experienced, a warm gushing of myself to him and to this\nworld he'd opened for me. The warmth was reciprocated instantly. His\nface showed it, his mind told me and the glittering worlds seemed to\njoin in his message of esteem and one-ness.\n\nThere was more; but later I couldn't remember it all. The beauty of a\nthing can't be recreated in its absence. Only the memory of it lingers.\nBut the memory of an exalted experience has a beauty of its own.\n\nAfter a while I came back. Back to my gross self lying on the bed, the\njade-green cigaret holder in my fingers, a long ash on the end of the\ncigaret. So I had been away only a minute or two in our time. It had\nseemed hours in his.\n\nGradually the sparkling worlds reverted to patches of sunlight and the\ndust-cloud to tobacco smoke.\n\nJones stood near the bed. Gently he took the holder from my fingers and\nsnuffed out the cigaret in the ashtray.\n\n\"You are pleased,\" he said, speaking with his voice now. \"You have told\nme that.\"\n\n\"Yes,\" I said. \"Oh, yes.\" I wanted to say much more, but the inhibition\nof speech was on me now.\n\n\"I understand. Do not talk. You are still too close to it. The change\nis too great. But some of it remains with you, does it not?\"\n\nI nodded. It did. There was no great letdown. No harsh awakening to the\ndetested world of everyday. It must have been because I carried over\nwith me enough of the memory to cushion the shock of adjustment. I sat\nup. I felt fine.\n\n\"You have had only a glimpse,\" he said. \"You must go now. But perhaps\nyou will come back?\"\n\n\"Please,\" I said.\n\n\"Of course. I will call you.\"\n\nHe helped me on with my coat. I went down the stairs and out into the\nsunlight.\n\n\n\nJones didn't call for days. I hardly left my room, waiting for the\nphone to ring. Once I walked over toward 45th Street, but I turned\nback before I got there. Jones had said he'd call me and I didn't want\nto get him angry with me.\n\nRollo came over to my place one night. He had some junk left over from\nscoring and offered me a fix. I didn't want it.\n\n\"Still off the stuff?\" he asked.\n\n\"Off that stuff,\" I said. \"That stuff is nowhere.\"\n\n\"You sound like you're somewhere else. Did The Man make it for you on\nthe _yage_ kick?\"\n\n\"_Yage's_ over the rainbow,\" I told him. \"_Uru_ is here and now.\"\n\n\"_Uru._ Is that what Jones serves? Never heard of it. Mind if I shoot a\nlittle old-fashioned horse here? I got trouble finding a vein lately.\nMaybe you'll help me.\"\n\nHe rolled up his sleeve and took out his equipment. He tied a\nhandkerchief around his arm to make the veins stand out and I helped\nhim locate one. I cooked up the stuff and shot it home for him. He\ncleaned out the needle under the faucet and we sat down and had\ncigarets.\n\n\"So tell me about this _uru_,\" Rollo said.\n\n\"It's truly the most, man,\" I said.\n\nBut I couldn't go on. Rollo was a lush-worker, a cheap hood. I'd feel\nself-conscious trying to describe how it was. Telling him would be like\ndirtying it up. So I generalized.\n\n\"It's a real bang,\" I said. \"A speedball with a jet assist. It's gone,\nbrother. It takes you there, but _there_.\"\n\n\"You sound like a teahead,\" he said. \"Is that what it is, tea?\"\n\nSo I told him that was about right and he went away feeling superior.\nHe used the white stuff and I was only a viper. So he thought. Let him\nthink what he wanted. I'd been with it; I knew, and that was enough. It\nwas like being one of the elite.\n\nThe phone rang and sweat came out in my palms as I picked it up.\n\nIt was Jones, asking if I wanted to travel with him again.\n\nTravel. That was a new one. But it certainly described it. I told him\nyes, trying not to let him know how eager I was. But I had the feeling\nhe understood, even over the phone. And it didn't matter. I didn't have\nanything to hide from him. He was my friend.\n\nI went over to his place, prepared to travel.\n\n\n\nIt was the same thing again, to start with. The cigaret in the\njade-green holder and lying down on the bed and relaxing.\n\nBut this time I seemed to reach the glittering worlds a lot sooner.\nThen one of the worlds spun closer. It loomed bigger and its surface\nseparated into oceans and continents. Unfamiliar ones.\n\nThere was a rushing, roaring sensation as I turned over and over, and\nthen I was walking along a lane in a peaceful countryside, with Jones\nbeside me.\n\n\"Do you like it?\" he asked, without speaking the words.\n\nMy mind answered, \"It's beautiful. This isn't our world.\"\n\n\"This is Uru,\" he said. \"It is my world.\"\n\nThen I noticed that he wasn't dressed the same. Instead of the black\nsuit and the blue shirt and white tie, he was wearing knee-length\nshorts, blue, topped by a wide belt of metallic-looking leather. He\nwore a thin circlet of the same material around his head. It held in\nthe center of his forehead a heraldic device, as if it were a mark of\nrank. Except for sandals he wore nothing else. His body was a light tan.\n\nI noticed then that I was dressed similarly, except that there was no\ncirclet around my head.\n\nWe went by a field under cultivation. A few people were among the rows,\nworking easily, chatting and laughing. They waved as we passed. There\nwas a mental exchange of greetings between them and Jones which I also\nheard.\n\nWe walked effortlessly, even uphill. The gravity seemed less than on\nEarth. The air was clean and invigorating. It was warm but not humid.\n\nA blue-white sun was in the sky. I could look at it without hurting my\neyes. It was larger, apparently closer, than Earth's sun, and I thought\nI could make out markings on it. Were they the same as those on the\noval Jones wore on his forehead? I could not be sure.\n\nWe were coming to a city, or a big town.\n\n\"Urula,\" Jones told me. \"Our capital.\"\n\nHe had been out of communication with me since we passed the people in\nthe field, though I felt that my thoughts were being transmitted to\nhim. It was as if he knew all my thoughts but permitted me to know his\nonly when he wished. Or it might have been that I was so engrossed in\nmy new experience that he had let me enjoy it without interfering, by\nkeeping his thoughts neutral.\n\n\"Where is Uru?\" I asked then.\n\nHe showed me a mind-picture so vast I could not fully comprehend it.\nHe showed me the sky of Earth, with the moon low on the horizon. Then\nup beyond the moon, so that the Earth was in eclipse behind it. Then\nfarther still, and the mighty sun faded into insignificance among other\nstars.\n\nI was whirled around in the opposite direction and rushed through\nspace as the stars ran together and melted into a shivering puddle of\nluminescence which instantly flew apart into stars again, leaving one\nof them closer than the others. It grew in size, became blue-white, and\nfive planets came into view, circling it in precision, equal distances\naway.\n\nOne of the planets began to swell and again I saw the continents and\noceans of Uru and was whisked to its surface, and again I was walking\nalong the lane toward the city.\n\n\"It is far, you see,\" Jones told me.\n\nI nodded, dazed.\n\nThe city, Urula, was impeccably clean. It had a feeling of openness\nabout it; it didn't close in and tower over you like Earth cities.\n\nThe streets were wide and landscaped with shrubs and trees. The walks\nwere of turf and the lush trimmed grass provided a pleasant cushion for\nthe feet. The buildings were low and rambling, set well back from the\nwalks. There was no lack of room to force them up into the air beyond a\nstory or two.\n\nPeople passed us occasionally, never in crowds, radiating cordiality as\nthey nodded to Jones and me. Other people lounged idly on benches or on\nthe lawns in front of the buildings. I couldn't tell whether they were\nhomes or business offices, or a combination of both.\n\nI looked in vain for factories, for ugly smokestacks thrusting into\nthe clean sky. Nor were there any automobiles, railroads or machines of\nany kind to foul the air with their exhausts or rend it with their din.\n\nI asked a mental question and Jones said they had none of these things\nsimply because they weren't needed. If one wanted to go somewhere he\nwalked. There was no exertion and there was never any hurry. As for\ntraveling to another city, there was no need to; one city was exactly\nlike another. Each was self-sufficient and there was no trade among\nthem. If one wished to see a friend in another city, why, the journey\nwas a pleasant one, and since it was a pleasure trip it didn't matter\nwhether the journey took a day or thirty days.\n\nBecause there were no factories or railroad yards there were no slums\nwhere people lived a marginal existence between the animal and human\nlevels.\n\nWe turned off the main street and up a wide path to a building set back\nunder tall shade trees.\n\n\"My home,\" Jones said.\n\n\n\nWe sat on the broad porch and a servant appeared, carrying delicate\nbowls on a tray. The bowls, cool to the touch, held a dark liquid that\nwas better than any good thing I had ever drunk, without being in any\nway recognizable.\n\nI sent a thought of thanks to the servant, an old white-haired man\nwith a lighter skin than Jones', but he did not reciprocate it. For\nan instant, when the old man was facing me with his back to Jones, I\ncaught a curious expression in his eyes, a combination of warning and\nbeseeching. There was also the beginning of a message, I felt, but\ninstantly it was swept away and Jones' thoughts came.\n\n\"You are wondering why we went so far in our star journey--from Uru to\nEarth.\"\n\nI had wondered about that earlier, when Jones showed me the\nmind-picture of the vast rushing through space.\n\n\"Yes,\" I said, and the old servant, his face impassive again, trudged\nback into the house.\n\nJones showed me another picture of travels from Uru to the other four\nworlds of Uru's blue-white sun. I could not make out the type of craft,\nif a craft was used. The older worlds seemed the same, but death was on\nthem. Man could never live there, Jones showed me, because of poisonous\natmosphere, or unstable boiling land, or forbidding ice-locked\nvastness, or impenetrable fog. Only Uru, of the five, had evolved in a\nway harmonious to man.\n\nThen I traveled with him farther from Uru's sun to other suns and\nexplored their planets. But they held only desolation and potential\ndeath for a colonizer. Again the stars ran together in that glittering\ndisplay of luminescence that I was allowed to understand now was the\neffect of crashing through the barrier of hyperspace. Only then did\nEarth's sun come into view. And then her planets. And then Earth\nherself.\n\nI felt a foreboding now and tried to communicate it to my companion,\nbut Earth came inevitably closer.\n\nA moment later I was again in Jones' dingy room, lying on his bed with\nthe jade-green cigaret holder in my fingers.\n\nI felt cheated and frustrated.\n\nI tried to take another puff, to return to Uru, but Jones took away the\nholder.\n\n\"I am sorry,\" he said, \"but only so much time is permitted for your\nvisits--unless you decide to join us permanently.\"\n\nThis was new. I hadn't even considered the possibility. I suppose\nI'd been thinking of these _uru_ smokes as nothing more than pipe\ndreams--exciting and logical, even consecutive, but still only figments\nof the poppy ember.\n\nBut apparently _uru_ was merely the key that opened the door to the\nreal world for which it was named, a finite and beautiful planet\nspinning in a vastly distant galaxy at the other side of the spacial\nbarrier. A world that Earthmen would never reach in this lifetime\nwithout the invitation and assistance of a native of that world who\nhad developed mental powers beyond our comprehension.\n\nAnd Jones, not only a native but apparently a noble of Uru, was\nextending that invitation to me.\n\nMe, a dope addict, temporarily between kicks. Me, a dreg of humanity.\n\nWhy?\n\nJones was following my thoughts, I knew, but he only smiled and\nsaid I would have to leave. He would call me again. In the meantime\nI must consider his invitation. He had not made it frivolously,\nbut had weighed all factors. If I accepted, it would have to be\nunquestioningly, trusting him as my brother.\n\nAnd it would be permanent. Once I chose Uru, there would be no\nreturning to Earth.\n\n\"Until we meet again,\" he said.\n\nI walked out into the street, pondering my choice.\n\n\n\nMy place depressed me.\n\nI poured myself half a tumbler of whiskey and walked around, holding\nthe drink in my hand. I opened the medicine cabinet in the bathroom\nand looked at my works--the hypo, the eye-dropper and the old spoon,\nblackened on the bottom, in which I'd cooked so many batches of heroin.\nSooner or later I'd go back to it, I knew, even though I kidded myself\ninto thinking I might be off the stuff for good.\n\nThen the old round would begin again. The frantic search for a pusher\nwhen my supply ran low. Setting up a meet in some cafeteria or lunch\ncounter to get the stuff. Rushing back to my place, with every stranger\nlooking like a copper ready to tap me. The search in my poor scarred\narm for a vein that hadn't withdrawn out of sight. Maybe even the\nnecessity for a messy skin injection. The fleeting relief.\n\nAnd then the anxiety of no money. A dirty job, possibly washing\ndishes in some greasy kitchen if the heat was on. Or risking a\nstint of lush-working in the subway, haunted by copper jitters and\nfive-twenty-nine--five months and twenty-nine days in the workhouse--if\nthey nabbed me \"jostling\" a drunk.\n\nI couldn't go back to that life. I couldn't--but I would. I always\nhad. You reach a point where you can't change any more. It's too\nlate--you're too old--you don't know anything else--you've got no\nconnections outside the squalid circle of users, pushers, teaheads,\nqueers and petty crooks who are nowhere and never will be anywhere.\n\nIt was a limbo, a hell on Earth.\n\nI swallowed my drink in burning gulps.\n\nBut Uru was paradise. And through Jones--The Man--the archangel?--I\ncould achieve it. All I had to do was make up my mind.\n\nBut why had he chosen me to make the trip with him, past the place\nwhere the stars melted together in the speed of our journey through\nmental space, to the planet that was named for a drug or gave its name\nto a drug?\n\nSince _uru_ was a drug maybe it was only natural that Jones' first\ncontact would be with users of narcotics. The natives an explorer first\nmeets in a new land are not necessarily people of the highest class. He\nmeets the adventurers, the ones with spirit enough to canoe out to meet\nhis ship.\n\nSo with Jones, perhaps. He would meet the others eventually--the\nnormal, respectable people to whom we users were a despised, hunted\nminority. And when he had met the normal people, and through them\nEarth's leaders, it was possible he would have no further use for me\nand my kind. It was more than possible; it stood to reason.\n\nIf that was the case I had better grab my chance while I could--while\nJones still thought of me as his brother.\n\nHe had already bypassed one level of our outcast society--the stratum\ntypified by Rollo, habitual user and cheap crook--to reach me. I didn't\nhave to flatter myself to know I was better than Rollo and his kind.\nI'd had some education, I avoided crime except when necessary, and I\nhad the will power to quit the stuff at least occasionally.\n\nWas this mere rationalization? I didn't think so. But whatever it was\nI would do well to accept Jones' offer without further demur and give\nup Earth for life on Uru. I could start out fresh there, make a clean\nbreak with my sordid past, and live the life of serenity and good will\nhe had shown me.\n\nI made my decision.\n\nThe telephone rang and I knew before I picked it up that it was Jones\ncalling.\n\n\"I know your choice, my brother,\" he said, \"and I am pleased. We will\ntravel immediately.\"\n\nA great joy surged through me. Here was the Messiah to deliver me from\nthe slavery of my Earthbound existence to the paradise of Uru.\n\n\"I'm on my way!\" I cried. I shut the door of my squalid room without a\nbackward glance or a moment of regret.\n\n\n\nLife was even more beautiful in Urula than I had dared hope. I had\nmy own home and a man-servant. I ate the finest foods, drank choice\nliquors.\n\nI learned the written language and read the great literature of Uru.\n\nI met the charming, intelligent, nubile women of the society that had\nadopted me.\n\nI also practiced the Sport of Uru, in which Jones was my teacher. I\ncalled him Joro now; that was his real name, and my name had become\nBoru.\n\nAs Boru I was something of a celebrity in my adopted world. When I went\nto the great gamesward, for the Sport, they cheered and often crowded\naround to press gifts on me.\n\nOh, I was well regarded. I had been assimilated. I, Boru. Boru the\nFighting Man.\n\n\n\nTwice I had engaged in hand-to-hand combat, as Joro's Fighting Man, in\nthe Annual Sport--the wars between the cities. Twice I had fought, and\nnow one contest remained.\n\nI had a long ugly scar on the inside of my right arm. My left foot was\nprosthetic from the calf down. My right eye was gone; I wore a false\none next to the cheekbone that had been restored by a series of grafts.\nFlesh healed quickly and bone knitted fast in Uru. The Uru doctors\ncould heal anyone who lived.\n\nBut they could not heal the dead and there was no quarter in the Sport.\nI expected none for myself as I had given none to the two men I had\nkilled. Two down and one to go. If I won the third I'd be a noble like\nJoro, my patron, my fighting days over. If I didn't I'd be dead.\n\nJoro had started me out in the back rank, where the danger was least.\nBut I moved up fast, and fought.\n\nAgain I was in the back rank, because of my old wounds--but I knew I'd\nmove up this time, too, though there were two good men ahead of me.\nLike me they were Joro's men, each of us equipped for the Sport.\n\nThe equipment:\n\n    Steel-claw appendages on our hands.\n\n    Feet shod in hooves, sharpened to razor-edge.\n\n    Teeth fitted with fangs.\n\nA diagram explained the pattern of battle better--U for Urula, T for\nTara. Us against Them, even as in Madison Square Garden or the San\nFrancisco Cow Palace:\n\n    T   T   T   T   T\n    T   T   T   T   T\n    T   T   T   T   T\n    U   U   U   U   U\n    U   U   U   U   U\n    U   U   U   U   U\n\nJoro's men were in the file at the extreme right. I, Boru, was in the\nsoutheast corner, standing in the crowded arena naked except for armor\nat my loins and the fearful appendages of hand, foot and mouth.\n\nAt last the ceremonial speeches and blessings were over. Joro took his\nplace to our rear, on a high seat, our coach and our mentor. There was\na clang of great cymbals and the battle was joined.\n\nI watched tensely as the first man in my file advanced to meet his\nopponent in the Circle of Death. To their left, in the other four\ncircles, similar battles were taking place, but I had eyes only for the\nstruggle in my own file.\n\nRans, our lead-off man, was down! Before he could recover, his opponent\nhad slashed his neck with a razored hoof and Rans was dead.\n\nRans was dragged off and our file moved up, as the other battles\ncontinued. Now the man ahead of me, Karn, was in the Circle of Death\nwith Rans' killer. Karn of Karna, whose planet was as far from Uru as\nmy own and who, fleeing Karna's law when Joro found him, had been as\nglad to come as I had been. And poor dead Rans, from still a third\nworld among the galaxies that Joro had explored to recruit his Fighting\nMen.\n\nKarn, toe to toe with his tiring opponent, feinted and enticed his man\nto lunge. Karn sidestepped and his steel claws raked the other from\nneck to waist. A pivot then, a well-placed kick and Karn alone still\nlived in the Circle of Death.\n\nThe blood had sickened me a little. I turned to Joro, sitting high\nbehind me, his glance darting from one circle to another. Joro's face\nreflected his swiftly-changing emotions. He was fighting five battles\nat once, vicariously, directing his men by concentration of will. His\nthoughts flicked to mine for an instant.\n\n_Courage, Boru! The game goes well!_\n\nAnd so it did. There was a roar from the crowd as Karn won again. Now\nonly one of the enemy remained in our file. When he was disposed of our\njob would be done for another year--and mine forever.\n\nBut Karn was weary and his opponent fresh. Clumsily Karn tried a slash\nat the other's eyes. The other dodged and struck, his fanged teeth\nclosing on Karn's wrist. A wrench, and Karn stood dazed, his arm\nhanging loose while blood gushed over his steel claws. Then a quick\nhorrible thrust and Karn was down, dying slowly.\n\nAnother great roar came from the crowd and I saw that the battles in\nthe other files had ended. Joro's men had won two and lost two. It was\nin my file that the Sport would be decided. It was no longer us against\nthem. It was the most primitive of all contests--him or me.\n\nI had a moment to look out across the gamesward as they removed poor\nlifeless Karn. Festive pennants flew. The blue-white sun was high,\nserene in a cloudless sky. The field was green and soothing, except in\nthe blood-stained Circles of Death.\n\nIn two of the circles stood Joro's men, proud in victory. In two others\nstood victorious men of Tara. In the fifth stood the man who had killed\nKarn--the man I must kill if I was to live.\n\n\n\nThe crowd was in a frenzy, the blood lust on them now. I understood for\nthe first time the purpose of the Sport. It was a purge of emotion.\n\nOnce a year the thousands gathered in the cities and satisfied their\nprimitive instincts. They were more than spectators: they were\nvicarious participants in each battle. Their telepathy identified them\ncompletely with the Fighting Men of their city.\n\nTheir empathy was such that they felt every blow, exulted in animal\npassion when their fighter retaliated and drew blood. In the course\nof an afternoon all their base instincts were satisfied. They knew\nviolence, pain, triumph, death.\n\nIt was an orgy of absolution that ended with a maximum of fifteen\ndeaths a year, instead of the thousands or hundreds of thousands that\nwould occur on the battlefields if they themselves fought.\n\nIt was a solution to war, this Annual Sport. Only then did I realize it\nfully. Besides purging the emotions, it was a way of settling disputes\nthat were matters of honor transcending the courts. Once a year the\ndisputes were settled on the gamesward, the miniature battleground,\na concentration of blood and death that permitted them to avoid the\ngreater vulgarity of war.\n\nAnd I was part of their mass catharsis, one of the hired instruments of\ntheir annual exorcism. For an instant I saw the tiers of humanity as a\ngreat analyst's couch, and the gamesward as the unlocked unconscious\nwhere ugly passion was set free.\n\nThis fancy passed and I found myself staring at a woman in a box at\nthe edge of the field near me. Her face was contorted and almost\nunrecognizable as that of a charming hostess whose guest I twice had\nbeen--and whose guest I would be tonight at a fashionable, dignified\nreception if I lived. Fiendish delight now twisted her usually serene\nfeatures and I had a quick flash of her thoughts projected into mine,\nurging me to kill the enemy, _kill_, _kill_, and in doing so to rend\nhis body most abominably.\n\nBut then the great cymbals clashed and her face receded to a blur in\nthe crowd. It was time for me to kill or be killed.\n\nI strode forward confidently, giving no sign that one of my legs was\nfalse. I held my head high and tilted slightly to the right so that my\ngood left eye could do part of the work of its missing fellow.\n\nAt the edge of the Circle of Death I stopped and bowed stiffly to my\nopponent from Tara. I studied him as he returned my bow. I had never\nseen him fight and didn't know if any of his limbs were false, like\nmine.\n\nBut then I knew. The left forearm of the man of Tara was prosthetic\nand it would be useless to try to draw blood from it. I knew because\nJoro was in my mind now, directing my thoughts, just as the noble from\nTara was in the mind of my opponent, directing his. Now Joro would live\nevery blow, feel the pain of wounds, smell the blood and sweat and\nexperience the exhilaration of battle, even as I. But if I lost I would\ndie, not Joro. He would withdraw and live to fight another time, in\nanother hired body.\n\nYet while he guided and directed me he would have the same urgency to\nlive, the same fear of death.\n\nI stepped into the circle now and there was an animal roar from the\ncrowd. Tara's man did a vicious little dance step and kicked. As I\nleaped aside his left hand slashed at my face. I dodged the blow and\nblocked the right that followed it. There was a tinkle of steel on\nsteel as our fingers met.\n\nWe circled then, each of us seeking a weakness in the other. I had a\nglimpse of Joro, tense in concentration at the edge of his high seat.\nIt was odd to see him at a distance and at the same time to know he was\ninside me, fighting my fight.\n\nI felt the power of his mind and doubled over to avoid a slash that had\nbeen aimed at my eye. Then, with my opponent off balance, Joro directed\na blow at his shoulder. I felt my claws dig into the man's flesh and\nhe went down on one knee. Quickly I kicked and saw my steel hoof slice\nhis ear so that it dangled by a thread of flesh. Before I could follow\nthrough for the kill Tara's man was up with a thrust that sought to\ndisembowel me. I stepped back in time.\n\nBut I was shaken. His sharp claws had brushed my belly. An inch more\nand I would have been bleeding my life out, red on the green of the\ngamesward. I felt nauseated. The noise of the crowd was like the surf,\nrolling in over me, but dirty, filled with garbage.\n\n_Barbarians!_ I thought.\n\nSuddenly I didn't want to win. I didn't want to die, either, but the\nprice for that was to kill this other man with whom I had no quarrel.\n\n\n\nHe was facing me again, his ear hanging down grotesquely, and throwing\na series of orthodox feints with his left to set me up for a right\ncross. He had a strange expression on his contorted face.\n\n\"... television,\" I heard him grunt.\n\nIt was clearly that word--that Earth-word. I had to give him a word\nhe'd recognize in turn as non-Uru.\n\n\"What channel?\" I said. \"What channel was that on?\"\n\nHe looked at me in surprise.\n\n\"Any channel that had one,\" he said. \"I was telling myself how I used\nto scream for blood when I watched fights on television. Crazy. Who the\nhell are you?\"\n\nI swung a slow-motion left that missed by eight inches. He sent out an\nuppercut that missed by as much.\n\n\"New York,\" I said. \"I wish I was back.\"\n\n\"Me too, pal,\" he said. \"Chicago was never like this.\"\n\n\"Rome was, though,\" I said, doing fancy footwork and throwing punches\nat the air. \"And one of us is going to be carried out.\"\n\n\"I was looking for _yage_ on South State Street.\" He weaved and\nshadow-boxed, not touching me.\n\n\"And they gave you _uru_. The big fix. We're fixed, all right.\"\n\n\"It's the least, Dad,\" he said. \"Believe me.\"\n\nThere was a voice inside my skull. \"Boru!\" it said. It was Joro's, or\nJones's.\n\n\"The Man is complaining,\" I said to Chicago. \"The Man named Jones,\nan _uru_ pusher. Thinks we're not giving the customers their money's\nworth.\" I crouched and tapped him lightly on the chest.\n\n\"Bleed on the bleeding customers,\" he said, nudging me gently on the\nshoulder. \"English expression.\"\n\n\"Boru!\" the voice in my skull said again. \"_Barry!_ What has happened?\nFight, man, for the honor of Urula!\"\n\n\"He wants me to kill you,\" I told Chicago. \"But maybe he can't make\nme.\" I had thought Jones was in complete control.\n\n\"Mine, too,\" Chicago said. \"Pusher name of Robinson. He's popping his\ncork but I think I can stand him off.\" I got a light punch in the ribs\nand retaliated with a caress to the jaw.\n\n\"Sorry about the ear,\" I said.\n\n\"Forget it. Where do we go from here? We can't waltz forever.\"\n\nThe crowd was catching on. I'd heard boos like that in the Garden and\nEbbets Field. They must have known by now that the big fight was a fake\nand that the boys in the ring were a couple of bums anxious to get to\nthe showers.\n\nThe crowd might not have known exactly what was up but Chicago's\nmanager and mine did. I could feel Jones probing around in my\nmind, trying to re-establish control and rekindle the blood lust.\nBut apparently he had no power to direct my actions except when I\ncooperated. He could still read my mind and communicate with it. He\ncould cajole, threaten and curse, but he couldn't make me kill Chicago.\n\nJones came down from his high seat and started toward me. I stepped\nback to the edge of the circle and Chicago did the same. His man was\nalso on the way over. The crowd was having a fit.\n\nChicago winked at me. \"I guess it's a draw. The customers are going to\nstart tearing up the seats.\"\n\nJoro-Jones and his opposite number met near the circle and bowed\nstiffly to each other. They said nothing, but from the expressions on\ntheir faces I gathered that they were having a rip-roaring telepathic\nconversation. Finally they bowed again and Jones took my elbow to lead\nme back to the sidelines.\n\n\"So long, Chicago,\" I called. \"Good luck.\"\n\n\"Thanks,\" he said. \"Same to you. See you around, maybe.\"\n\n\n\nOne of the officials was trying to make an announcement to the outraged\ncrowd as Jones and I went under the stands to the dressing room.\n\nSorrow and shame seemed to be Jones's chief emotions as he helped me\noff with my steel claws and the other lethal paraphernalia.\n\n\"I suppose this is worse than if I got killed,\" I said.\n\n\"Infinitely,\" he said. \"Never before has cowardice besmirched the\nSport.\"\n\n\"You know it wasn't cowardice,\" I told him. \"Your honor would have been\nintact if you hadn't run in one of my own people to the slaughter. I'd\nalways done your dirty work before.\"\n\n\"You knew the rules,\" he said sadly. \"The traditions, the hazards, the\nrewards. You accepted them. But now, by having rejected them, you've\nput yourself in limbo. You are no longer Boru the Fighting Man. You can\nnever achieve the nobility that your prowess could have brought you.\nNow you are Barry the Alien, and there is no place in our world for\nyou.\"\n\n\"Then I'm fired?\" I asked.\n\n\"A man in disgrace should be less facetious. There should be a penalty\nfor what you have done, but it was unprecedented. There is only one\nthing to do. You must be deported.\"\n\n\"To Earth?\" All at once this was what I wanted.\n\n\"Yes,\" he said. \"To the ugly planet from which you came. It is no more\nthan you deserve. I sorrow that you were not worthy of us.\"\n\nI felt like making a speech then, about my land and my people. About\nthe Earth being a thousand Earths--a million--two billion--meaning a\ndifferent thing to every individual whose home it was. How Jones, with\nhis _uru_ drug, roaming the underworld of one city, had naturally seen\nonly the dregs of its society--the users and pushers, the grifters and\ndreamers, the seekers after the big deal, the short cut, the unearned\nreward, the big fix. He hadn't seen the Earth I'd known once, the\nclean and straight world where you earned your way with dignity and\nintegrity....\n\nI didn't make the speech. I didn't have to, of course, because he read\nit all in my mind. I doubt if it meant anything to him.\n\n\"Here,\" he said.\n\nHe handed me a bowl of pungent green liquid. I didn't ask what it was.\nIt was bitter and sickeningly warm but I drank every last drop. Jones\nwatched me sadly. For just a moment I felt ashamed for having let him\ndown.\n\nThen the whirling rushing took me up and flung me into space and the\nstars ran together as before.\n\n\n\nI suppose Earth is the same as it ever was. Yet it seems to me now to\nbe an infinitely better place than I remembered.\n\nOf course my viewpoint is different. Though I see out of only one eye\nnow, I see much more. It is possible to look beyond the petty circle\nof addicts that had been my world. I am ashamed that I once was one of\nthose poor deluded creatures, the cravers of the quick kick and the\nbrief relief. They are noplace, going nowhere.\n\nThey still talk of _yage_, the unreachable pie in their murky sky.\nThey want to be up there, out and away, anywhere but here. They are\nfools. Uru taught me that. There is no real escape from here and now.\nTherefore that is the thing to embrace. The inner propinquity of the\nhere, the time-extended everlastingness of the now.\n\nCrazy, Jack?\n\nNo. I've gone scientific. I've gone back along the dreamy trail and\nfound the place where I took the wrong fork. I'd followed that fork a\nlittle way but then turned back without giving it a fair shake.\n\n_Peyote's_ what I'm talking about, friend. The thing Jones ran down.\nMescalin. That's right, back to the Indians.\n\nOnly it's gone respectable since I've been away. They don't call it a\nfix, big or otherwise. Not the serious group of investigators I work\nwith. It's called the Huxley effect.\n\nIt's the study of _is_ness, if you know what I mean; the hereness and\nnowness that is the all of everywhere within. It's the slowing of\ntime's rush to a standstill so you can spend a century studying the\nintricate truth-in-beauty of a detail in the wallpaper or the eloquent\nmessage of a rose petal.\n\nAnd if that's good enough for Aldous, Jack, it's good enough for me.\n\nI look and describe, and my one eye becomes a thousand. I talk and they\ntape-record. They publish and compare the perceptions with those of\nother subjects in other groups.\n\nOnce I saw the blue-white sun of Uru in a delft vase. This excited them\nbecause there had been a similar perception by a subject in Chicago. It\nexcited me too. I'm glad he got back all right.",
    "metadata": {
        "author": [
            "Wilson, Dick",
            "Halibut, Edward",
            "Wilson, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67602/pg67602.txt",
        "name": "the_big_fix.json"
    }
}