{
    "name": "The Cobbler In The Devil's Kitchen\nFrom 'Mackinac And Lake Stories', 1899",
    "author": [
        "Catherwood, Mary Hartwell"
    ],
    "body": "Early in the Mackinac summer Owen Cunning took his shoemaker's bench and\nall his belongings to that open cavern on the beach called the Devil's\nKitchen, which was said to derive its name from former practices of\nthe Indians. They roasted prisoners there. The inner rock retained old\nsmoke-stains.\n\nThough appearing a mere hole in the cliff to passing canoe-men, the\nDevil's Kitchen was really as large as a small cabin, rising at least\nseven feet from a floor which sloped down towards the water. Overhead,\nthrough an opening which admitted his body, Owen could reach a natural\nattic, just large enough for his bed if he contented himself with\nblankets. And an Irishman prided himself on being tough as any French\nvoyageur who slept blanketed on snow in the winter wilderness.\n\nThe rock was full of pockets, enclosing pebbles and fragments. By\nknocking out the contents of these, Owen made cupboards for his food. As\nfor clothes, what Mackinac-Islander of the working-class, in those days\nof the Fur Company's prosperity, needed more than he had on? When his\nclothes wore out, Owen could go to the traders' and buy more. He washed\nhis other shirt in the lake at his feet, and hung it on the cedars to\ndry by his door. Warm evenings, when the sun had soaked itself in\nlimpid ripples until its crimson spread through them afar, Owen stripped\nhimself and went bathing, with strong snorts of enjoyment as he rose\nfrom his plunge. The narrow lake rim was littered with fragments which\nhad once filled the cavern. Two large pieces afforded him a table and a\nseat for his visitors.\n\nOwen had a choice of water for his drinking. Not thirty feet away on his\nright a spring burst from the cliff and gushed through its little pool\ndown the beach. It was cold and delicious.\n\nIn the east side of the Kitchen was a natural tiny fireplace a couple\nof feet high, screened by cedar foliage from the lake wind. Here Owen\ncooked his meals, and the smoke was generally carried out from his\nflueless hearth. The straits were then full of fish, and he had not far\nto throw his lines to reach deep water.\n\nDependent on the patronage of Mackinac village, the Irishman had chosen\nthe very shop which would draw notice upon himself. His customers\ntramped out to him along a rough beach under the heights, which helped\nto wear away the foot-gear Owen mended. They stood grinning amiably at\nhis snug quarters. It was told as far as Drummond Island and the Sault\nthat a cobbler lived in the Devil's Kitchen on Mackinac.\n\nHe was a happy fellow, his clean Irish skin growing rosier in air pure\nas the air of mid-ocean. The lake spread in variegated copper lights\nalmost at his feet. He did not like Mackinac village in summer, when the\nengages were all back, and Indians camped tribes strong on the beach, to\nreceive their money from the government. French and savages shouldered\none another, the multitude of them making a great hubbub and a gay show\nof clothes like a fair. Every voyageur was sparring with every other\nvoyageur. A challenge by the poke of a fist, and lo! a ring is formed\nand two are fighting. The whipped one gets up, shakes hands with\nhis conqueror, and off they go to drink together. Owen despised such\nfighting. His way was to take a club and break heads, and see some\nblood run on the ground. It was better for him to dwell alone than to be\nstirred up and left unsatisfied.\n\nIt was late in the afternoon, and the fresh smell of the water cheered\nhim as he sat stitching on a pair of deer-hide shoes for one Leon\nBaudette, an engage, who was homesick for Montreal. The lowering sun\nsmote an hour-glass of light across the strait which separated him from\nSt. Ignace on the north shore, the old Jesuit station. Mother-of-pearl\nclouds hung over the southern mainland, and the wash of the lake, which\nwas as pleasant as silence itself, diverted his mind from a distant\nthump of Indian drums. He knew how lazy, naked warriors lay in their\nlodges, bumping a mallet on stretched deer-hide and droning barbarous\nmonotones while they kicked their heels in air. If he despised anything\nmore than the way the French diverted themselves, it was the way the\nIndians diverted themselves.\n\nWithout a sound there came into Owen's view on the right an Indian girl.\nHe was at first taken by surprise at her coming over the moss of the\nspring. The shaggy cliff, clothed, like the top of his cave, with\ncedars, white birch, and pine, afforded no path to the beach in that\ndirection. All his clients approached by the lake margin at the left.\n\nThen he noticed it was Blackbird, a Sac girl, who had been pointed out\nto his critical eye the previous summer as a beauty. Owen admitted she\nwas not bad-looking for a squaw. Her burnished hair, which had got her\nthe name, was drawn down to cheeks where copper and vermilion infused\nthe skin with a wonderful sunset tint. She was neatly and precisely\ndressed in the woman's skirt and jacket of her tribe, even her moccasins\nshowing no trace of the scramble she must have had down some secret\ncliff descent in order to approach the cobbler unseen.\n\nHe greeted her with the contemptuous affability which an Irishman\nbestows upon a heathen. Blackbird was probably a good communicant of\nsome wilderness mission, but this brought her no nearer to a son of\nIreland.\n\n\"Good-day to the quane! And what may she be wanting the day?\"\n\nBlackbird's eyes, without the snake-restlessness of her race, dwelt\nunmoving upon him. Owen surmised she could not understand his or any\nother kind of English, being accustomed to no tongue but her own, except\nthe French which the engages talked in their winter camps. She stood\nupright as a pine without answering.\n\nIt flashed through him that there might be trouble in the village; and\nBlackbird, having regard for him, as we think it possible any human\nbeing may have for us, was there to bid him escape. With coldness\naround the roots of his hair, he remembered the massacre at Fort\nMichilimackinac--a spot almost in sight across the strait, where south\nshore approaches north shore at the mouth of Lake Michigan. He laid down\nhis boot. His lips dropped apart, and with a hush of the sound--if such\na sound can be hushed--he imitated the Indian war-whoop.\n\nBlackbird did not smile at the uncanny screech, but she relaxed her face\nin stoic amusement, relieving Owen's tense breathing. There was no\nplot. The tribes merely intended to draw their money, get as drunk\nas possible, and depart in peace at the end of the month with various\noutfits to winter posts.\n\n\"Begorra, but that was a narrow escape!\" sighed Owen, wiping his\nforehead on his sleeve. He was able to detect the deference that\nBlackbird paid him by this visit. He sat on his bench in the Kitchen,\na sunny idol in a shrine, indifferent to the effect his background gave\nhim.\n\nHis mouth puckered. He put up his leather stained hand coyly, and\nmotioned her unmoving figure back.\n\n\"Ah, go 'way! Wasn't it to escape you and the likes of you that I made\nme retrate to the shore? Nayther white, full haythen, half, nor quarther\nnade apply. To come makin' the big eyes at me, and the post swarmin' wid\nthim that do be ready to marry on any woman at the droppin' of the hat!\"\n\nMobile blue water with ripple and wash made a background for the Indian\ngirl's dense repose. She could by lifting her eyes see the pock-marked\nfront of Owen's Kitchen, and gnarled roots like exposed ribs in the\nshaggy heights above. But she kept her eyes lowered; and Owen stuck his\nfeet under his bench, sensitive to defects in his foot-wear, which an\nartist skilled in making and mending moccasins could detect.\n\nBlackbird moved forward and laid a shining dot on the stone he used as\nhis table; then, without a word, she turned and disappeared the way she\ncame, over the moss of the spring rivulet.\n\nOwen left his bench and craned after her. He did not hear a pebble roll\non the stony beach or a twig snap among foliage.\n\n\"Begorra, it's the wings of a say-gull!\" said Owen, and he took up her\noffering. It was a tiny gold coin. Mackinac was full of gold the month\nthe Indians were paid. It came in kegs from Washington, under the escort\nof soldiers, to the United States Agency, and was weighed out to each\nred heir despoiled of land by white conquest, in his due proportion,\nand immediately grasped from the improvident by merchants, for a little\npork, a little whiskey, a little calico. But this was an old coin with\na hole in it; a jewel worn suspended from neck or ear; the precious\ntrinket of a girl. On one side was rudely scratched the outline of a\nbird.\n\n\"Begorra!\" said Owen. He hid it in one of the rock pockets, a trust in a\nsavings-bank, and sat down again to work, trying to discover Blackbird's\nobject in offering tribute to him.\n\nAbout sunset he lighted a fire in his low grate to cook his supper, and\nput the finished boots in a remote corner of the cave until he\nshould get his pay. As he expected, Leon Baudette appeared, picking a\nbarefooted way along the beach, with many complimentary greetings. The\nwary cobbler stood between the boots and his client, and responded with\nopen cordiality. A voyageur who gave flesh and bone and sometimes life\nitself for a hundred dollars a year, and drank that hundred dollars up\nduring his month of semi-civilization on Mackinac, seldom had much about\nhim with which to pay for his necessary mending.\n\nLeon Baudette swore at the price, being a discontented engage. But the\nfoot-wear he was obliged to have, being secretly determined to desert\nto Canada before the boats went out. You may see his name marked as a\ndeserter in the Fur Company's books at Mackinac Island. So, reluctantly\ncounting out the money, he put on his shoes and crossed his legs to\nsmoke and chat, occupying the visitor's seat. Owen put his kettle to\nboil, and sat down also to enjoy society; for why should man be hurried?\n\nHe learned how many fights had been fought that day; how many bales\nof furs were packed in the Company's yard; that Etienne St. Martin was\ntrying to ship with the Northern instead of the Illinois Brigade,\non account of a grudge against Charle' Charette. He learned that the\nIndians were having snake and medicine dances to cure a consumptive\nchief. And, to his surprise, he learned that he was considered a\nmedicine-man among the tribes, on account of his living unmolested in\nthe Devil's Kitchen.\n\n\"O oui,\" declared Leon. \"You de wizard. You only play you mend de shoe;\nbut, by gar, you make de poor voyageur pay de same like it was work! I\nhear dey call you Big Medicine of de Cuisine Diable.\"\n\nOwen was compelled to smile with pleasure at his importance, his long\nupper lip lifting its unshaven bristles in a white curd.\n\n\"Do ye moind, Leen me boy, a haythen Injun lady by the name of\nBlackbird?\"\n\n\"Me, I know Blackbird,\" responded Leon Bau-dette.\n\n\"Is the consoompted chafe that they're makin' the snake shindy for\nmarried on her?\"\n\n\"No, no. Blackbird she wife of Jean Magliss in de winter camps.\"\n\n\"John McGillis? Is it for marry in' on a haythen wife he is?\"\n\n\"O oui. Two wives. One good Cat'olique. Jean Magliss, he dance every\nnight now with Amable Morin's girl. The more weddings, the more dancing.\nMe,\" Leon shrugged, \"I no want a woman eating my wages in Mackinac. A\nsquaw in the winter camps--'t assez.\"\n\n\"Two wives, the bog-trotter!\" gulped Owen. \"John McGillis is a\nblayguard!\"\n\n\"Oui, what you call Irish,\" assented Leon; and he dodged, but the\ncobbler threw nothing at him. Owen marked with the awl on his own\nleather apron.\n\n\"First a haythen and then a quarther-brade,\" he tallied against his\ncountryman. \"He will be takin' his quarther-brade to the praste before\nthe boats go gut?\"\n\nLeon raised fat eyebrows. \"Amable Morin, he no fool. It is six daughters\nhe has. O oui; the marriage is soon made.\"\n\n\"And the poor haythen, what does she do now?\"\n\n\"Blackbird? She watch Jean Magliss dance. Then she leave her lodge and\ntake to de pine wood. Blackbird ver fond of what you call de Irish.\"\n\nOwen was little richer in the gift of expression than the Indian woman,\nbut he could feel the tragedy of her unconfirmed marriage. A squaw was\ntaken to her lord's wigwam, and remained as long as she pleased him. He\ncould divorce her with a gift, proportioned to his means and her worth.\n\nWhen Leon Baudette departed, Owen prepared and ate his supper, brewing\nhimself some herb tea and seasoning it with a drop of whiskey.\n\nThe evening beauty of the lake, of coasts melting in general dimness,\nand that iridescent stony hook stretched out from Round Island to\ngrapple passing craft, was lost on Owen. Humid air did not soften the\nglower which grew and hardened on his visage as he made his preparations\nfor night. These were very simple. The coals of drift-wood soon died\nto white ashes in his grate. To close the shop was to stand upon the\nshoemaker's bench and reach for the ladder in his attic--a short ladder\nthat just performed its office and could be hidden aloft.\n\nDrawing his stairway after him when he had ascended, Owen spread and\narranged his blankets. The ghosts that rose from tortured bodies in the\nKitchen below never worked any terror in his imagination when he went\nto bed. Rather, he lay stretched in his hard cradle gloating over the\nstars, his wild security, the thousand night aspects of nature which\nhe could make part of himself without expressing. For him the moon\ncast gorgeous bridges on the water; the breathing of the woods was\nthe breathing of a colossal brother; and when that awful chill which\nprecedes the resurrection of day rose from the earth and started from\nthe rock, he turned comfortably in his thick bedding and taxed sleepy\neyes to catch the wanness coming over the lake.\n\nBut instead of lying down in his usual peace when the nest was made\nto suit him, Owen wheeled and hung undecided legs over the edge of his\nloft. Then he again put down the ladder and descended. He had trod the\nthree-quarters of a mile of beach to the village but once since the\nboats came in. Now that his mind was fixed he took to it again with\na loping step, bending his body forward and grasping his cap to butt\nthrough trailing foliage.\n\nAs he passed the point and neared the post, its blare and hubbub burst\non him, and its torch-light and many twinkling candles. He proceeded\nbeside the triple row of Indian lodges which occupied the entire\nwater-front. At intervals, on the very verge, evening fires were built,\nthrowing streamers of crimson flicker on the lake. Naked pappooses\ngathered around these at play. But on an open flat betwixt encampment\nand village rose a lighted tabernacle of blankets stretched on poles and\nuprights; and within this the adult Indians were crowded, celebrating\nthe orgy of the medicine-dance. Their noise kept a continuous roll of\nechoes moving across the islands.\n\nOwen made haste to pass this carnival of invocation and plunge into\nthe swarming main street of Mackinac, where a thousand voyageurs roved,\nready to embrace any man and call him brother and press him to drink\nwith them. Broad low houses with huge chimney-stacks and dormer-windows\nstood open and hospitable; for Mackinac was en fete while the fur season\nlasted. One huge storage-room, a wing of the Fur Company's building, was\nlighted with candles around the sides for the nightly ball. Squared dark\njoists of timber showed overhead. The fiddlers sat on a raised platform,\nplaying in ecstasy. The dark, shining floor was thronged with dancers,\nwho, before primrose-color entirely withdrew from evening twilight,\nhad rushed to their usual amusement. Half-breeds, quarter-breeds,\nsixteenth-breeds, Canadian French, Americans, in finery that the\nNorthwest was able to command from marts of the world, crossed, joined\nhands, and whirled, the rhythmic tread of feet sounding like the beating\nof a great pulse. The doors of double timber stood open. From where he\npaused outside, Owen could see mighty hinges stretching across the whole\nwidth of these doors.\n\nAnd he could see John McGillis moving among the most agile dancers. When\nat last the music stopped, and John led Amable Morin's girl to one of\nthe benches along the wall, Owen was conscious that an Indian woman\ncrossed the lighted space behind him, and he turned and looked full\nat Blackbird, and she looked full at him. But she did not stay to be\nincluded in the greeting of John McGillis, though English might be\nbetter known to her than Owen had supposed.\n\nJohn came heartily to the door and endeavored to pull his countryman in.\nHe was a much younger man than Owen, a handsome, light-haired voyageur,\nwith thick eyelids and cajoling blue eyes. John was the only Irish\nengage in the brigades. The sweet gift of blarney dwelt on his broad red\nlips.\n\nHe looked too amiable and easily entreated, too much in love with life,\nindeed, to quarrel with any one. Yet as Owen answered his invitation by\na quick pass that struck his cheek, his color mounted with zest, and he\nstepped out, turning up his sleeves.\n\n\"Is it a foight ye want, ye old wizard from the Divil's Kitchen?\"\nlaughed John, still good-natured.\n\n\"It's a foight I want,\" responded Owen. \"It's a foight I'm shpilin' for.\nCome out forninst the place, where the shlobberin' Frinch can lave a man\nbe, and I'll shpake me moind.\"\n\nJohn walked bareheaded with him, and they passed around the building\nto a fence enclosing the Fur Company's silent yard. Stockades of\nsharp-pointed cedar posts outlined gardens near them. A smell of fur\nmingled with odors of sweetbrier and loam. Again the violins excited\nthat throb of dancing feet, and John McGillis moved his arms in time to\nthe music.\n\n\"Out wid it, Owen. I'm losin' me shport.\"\n\n\"John McGillis, are ye not own cousin to me by raisin of marryin' on as\nfine a colleen as iver shtepped in Ireland?\"\n\n\"I am, Owen, I am.\"\n\n\"Did ye lave that same in sorrow, consatin' to fetch her out to Ameriky\nwhin yer fortune was made?\"\n\n\"I did, Owen, I did.\"\n\n\"Whin ye got word of her death last year, was ye a broken-hearted widdy\nor was ye not?\"\n\n\"I was, Owen, I was.\" 46\n\n\"John McGillis, do ye call yerself a widdy now, or do ye not call\nyerself a widdy?\"\n\n\"I do, Owen, I do.\"\n\n\"Thin ye're the loire,\" and Owen slapped his face.\n\nFor a minute there was danger of manslaughter as they dealt each other\nblows with sledge fists. Instead of clinching, they stood apart and\ncudgelled fiercely with the knuckled hand. The first round ended in\nblood, which John wiped from his face with a new bandanna, and\nOwen flung contemptuously from his nose with finger and thumb. The\nlax-muscled cobbler was no match for the fresh and vigorous voyageur,\nand he knew it, but went stubbornly to work again, saying, grimly:\n\n\"I've shpiled yer face for the gu'urls the night, bedad.\"\n\nThey pounded each other without mercy, and again rested, Owen this time\nleaning against the fence to breathe.\n\n\"John McGillis, are ye a widdy or are ye not a widdy?\" he challenged, as\nsoon as he could speak.\n\n\"I am, Owen Cunnin', I am,\" maintained John.\n\n\"Thin I repate ye're the loire!\" And once more they came to the proof,\nuntil Owen lay upon the ground kicking to keep his opponent off.\n\n\"Will I bring ye the dhrop of whiskey, Owen?\" suggested John, tenderly.\n\nHis cousin by marriage crawled to the fence and sat up, without\nreplying.\n\n\"I've the flask in me pouch, Owen.\"\n\n\"Kape it there.\"\n\n\"But sure if ye foight wid me ye'll dhrink wid me?\"\n\n\"I'll not dhrink a dhrop wid ye.\"\n\nThe cobbler panted heavily. \"The loikes of you that do be goin' to marry\non a Frinch quarther-brade, desavin' her, and the father and the mother\nand the praste, that you do be a widdy.\"\n\n\"I am a widdy, Owen.\"\n\nThe cobbler made a feint to rise, but sank back, repeating, at the top\nof his breath, \"Ye're the loire!\"\n\n\"What do ye mane?\" sternly demanded John. \"Ye know I've had me throuble.\nYe know I've lost me wife in the old counthry. It's a year gone. Was the\npraste that wrote the letther a loire?\"\n\n\"I have a towken that ye're not the widdy ye think ye are.\"\n\nJohn came to Owen and stooped over him, grasping him by the collar.\nCandle-light across the street and stars in a steel-blue sky did not\nreveal faces distinctly, but his shaking of the cobbler was an outcome\nof his own inward convulsion. He belonged to a class in whom memory and\nimagination were not strong, being continually taxed by a present of\nlarge action crowded with changing images. But when his past rose up it\ntook entire possession of him.\n\n\"Why didn't ye tell me this before?\"\n\n\"I've not knowed it the long time meself.\"\n\n\"What towken have ye got?\"\n\n\"Towken enough for you and me.\"\n\n\"Show it to me.\"\n\n\"I will not.\"\n\n\"Ye're desavin' me. Ye have no towken.\"\n\n\"Thin marry on yer quarther-brade if ye dare!\"\n\nTo be unsettled and uninterested in his surroundings was John McGillis's\nportion during the remaining weeks of his stay on the island. Half\nsavage and half tender he sat in his barracks and smoked large pipes of\ntobacco.\n\nHe tramped out nearly every evening to the Devil's Kitchen, and had\nwordy battles, which a Frenchman would have called fights, with the\ncobbler, though the conferences always ended by his producing his ration\nand supping and smoking there. He coaxed his cousin to show him the\ntoken, vacillating between hope of impossible news from a wife he had\nevery reason to believe dead, and indignation at being made the sport of\nOwen's stubbornness. Learning in the Fur Company's office that Owen had\nreceived news from the old country in the latest mail sent out of New\nYork, he was beside himself, and Amable Morin's girl was forgotten. He\nbegan to believe he had never thought of her.\n\n\"Sure, the old man Morin and me had some words and a dhrink over it, was\nall. I did but dance wid her and pinch her cheek. A man niver knows what\nhe does on Mackinac till he comes to himself in the winter camps wid a\nlarge family on his moind.\"\n\n\"The blarney of your lip doesn't desave me, John McGillis,\" responded\nhis cousin the cobbler, with grimness.\n\n\"But whin will ye give me the word you've got, Owen?\"\n\n\"I'll not give it to ye till the boats go out.\"\n\n\"Will ye tell me, is the colleen alive, thin?\"\n\n\"I've tould ye ye're not a widdy.\"\n\n\"If the colleen is alive, the towken would be sint to me.\"\n\n\"Thin ye've got it,\" said Owen.\n\nPoor John smoked, biting hard on his pipe-stem. Ignorance, and\nthe helplessness of a limited man who is more a good animal than a\ndiscerning soul; time, the slow transmission of news, his fixed state\nas a voyageur--all these things were against him. He could not adjust\nhimself to any facts, and his feelings sometimes approached the melting\nstate. It was no use to war with Owen Cunning, whom he was ashamed\nof handling roughly. The cobbler sat with swollen and bandaged face,\ntalking out of a slit, still bullying him.\n\nBut the time came for his brigade to go out, and then there was action,\ndecision, positive life once more. It went far northward, and was first\nto depart, in order to reach winter-quarters before snow should fly.\n\nAt the log dock the boats waited, twelve of them in this outfit, each\none a mighty Argo, rowed by a dozen pairs of oars, and with centre-piece\nfor stepping a mast. Hundreds of pounds they could carry, and a crew of\nfifteen men. The tarpaulin used for a night covering and to shelter the\ntrading-goods from storms was large as the roof of a house.\n\nQuiescent on lapping water they rested, their loads and each man's\nbaggage of twenty or fewer pounds packed tightly to place.\n\nThe cobbler from the Devil's Kitchen was in the crowd thronging dock and\nshore. The villagers were there, saying farewells, and all the voyageurs\nwho were soon to go out in other brigades snuffed as war-horses ready\nfor the charge. The life of the woods, which was their true life, again\ndrew them. They could scarcely wait. Dancing and love-making suddenly\ncloyed; for a man was made to conquer the wilderness and take the spoils\nof the earth. \"Woodsman's habits returned upon them. The frippery of the\nisland was dropped like the withes which bound Samson. Their companions\nthe Indians were also making ready the canoes. Blackbird stood erect\nbehind the elbow of John McGillis as he took leave of his cousin the\ncobbler.\n\n\"Do ye moind, Owen,\" exclaimed John, turning from the interests\nof active life to that which had disturbed his spirit, convinced\nunalterably of his own widowed state, yet harrowed unspeakably, \"ye\npromised to show me that word from the old counthry before the boats\nwint out.\"\n\n\"I niver promised to show ye any word from the old counthry,\" responded\nOwen, having his mouth free of bandages and both eyes for the boats.\n\n\"Te tould me ye had a towken from the old counthry.\"\n\n\"I niver tould ye I had a towken from the old counthry.\"\n\n\"Ye did tell me ye had a towken.\"\n\n\"I have.\"\n\n\"Ye said it proved I was not a widdy.\"\n\n\"I did.\"\n\n\"Show me that same, thin.\"\n\n\"I will.\"\n\nOwen looked steadily past John's shoulder at Blackbird, and laid in\nJohn's hand a small gold coin with a hole in it, on one side of which\nwas rudely scratched the outline of a bird.\n\nJohn McGillis's face burned red, and many expressions besides laughter\ncrossed it. Like a child detected in fault, he looked sheepishly at\nOwen and glanced behind his shoulder. The faithful sunset-tinted face of\nBlackbird, immovable as a fixed star, regarded the battered cobbler as\nit might have regarded a great manitou when the island was young.\n\n\"How did you come by this, Owen?\"\n\n\"I come by it from one that had throuble. Has yerself iver seen it\nbefore, John McGillis?\"\n\n\"I have.\"\n\n\"Is it a towken that ye're not a widdy?\"\n\n\"It is.\"\n\nThe boats went out, and Blackbird sat in her Irish husband's boat, on\nhis baggage. Oars flashed, and the commandant's boat led the way. Then\nthe life of the Northwest rose like a great wave--the voyageurs' song\nchanted by a hundred and fifty throats, with a chorus of thousands on\nthe shore:\n\n     Dans  les  chan - tiers nous hi - ver - ne - rons!\n\n     Dans  lea  chan - tiers nous hi - ver - ne - rons!\n\nWhen Owen returned to his Kitchen he found a robe of the finest beaver\nfolded and laid on his shoemaker's bench.\n\n\"Begorra!\" observed the cobbler, shaking it out and rubbing it against\nhis cheek, \"she has paid me a beaver-shkin and the spalpeen wasn't\nworrth it. But she can kape him now till she has a moind to turn him out\nherself. Whin a man marries on a hay then, wid praste or widout praste,\nlet him shtick to his haythen.\"",
    "metadata": {
        "author": [
            "Catherwood, Mary Hartwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23254/pg23254.txt",
        "name": "the_cobbler_in_the_devil_s_kitchen_from_mackinac_a.json"
    }
}