{
    "name": "The Luminous Blonde",
    "author": [
        "Howard, John Hayden",
        "Howard, Hayden"
    ],
    "body": "As the frilly-bloused rockette bent over him to unbuckle his\nsafticorsette, newly appointed Commissioner-For-Economics-For-Mars\nJ. Edwin Elbert peeked. But her fingernails tatted so hastily at the\nbuckle that he raised his surprisingly youthful blue eyes to her face.\nShe was blushing there too. A pretty little baby face.\n\nSkillfully he swallowed a rising belch that was a natural consequence\nof the cessation of gravity upon a paunch overbloated with farewell\nchampagne, Venus-dipped cold crab and too sweet apricot bread.\n\n\"Director Hugens is to be congratulated upon his choice of rockettes,\"\nhe rumbled, sneaking his fat, glossily manicured fingers about her\nwrist. The click of the powder-room door would warn him of his wife's\nreturn. \"Just the other day I was telling him that the new Bolo II\nshould have only the best. I see he has exceeded even my most hopeful\nexpectations.\"\n\nShe giggled nervously.\n\n\"Tell me my dear, when does the Bolo go into Hugens' celebrated\ncentrigrav? This weightlessness is rather unsettling to one's stomach.\"\n\n\"Can I get you a demamine pill, sir?\"\n\n\"No, thank you. When does--\"\n\n\"Oh! At 1900 hours,\" she gushed.\n\n\"The ship splits in half,\" she added helpfully, and dimpled in that\nwinning way of little girls who will never grow up.\n\n\"Remarkable. They tell me some sort of cable will tie us together.\"\n\n\"Yes sir, when we are far enough out in space so there isn't any air\nfriction, Mr. Webley, the pilot, pulls a little lever and the nose\nflies off. He'll be all alone out there for forty-two days.\"\n\n\"And only a thin cable connects our passenger section to his control\nsection?\" He was quite familiar with the details since he had lobbied\nfor the initial appropriation. Her forearm had a nice warm smooth\nfeeling.\n\n\"Oh, you understand it perfectly, sir. When we're a mile apart a little\nrocket in the side makes us spin round and round. Then I can take off\nthese old iron shoes.\" She followed his gaze to her legs and tittered.\n\nHe speculated that similar magnets must be holding down the hem of her\nnylon skirt.\n\n\"And does this spinning about a common axis continue until we near\nMars?\"\n\n\"Yes sir, for forty-two days. Excuse me sir, I think null gravity is\nmaking that lady ill.\"\n\nAfter carefully wiping his palm on his coatsleeve he replaced his unlit\ncigar in his broad, gleaming face. He was in the smiling sensuality of\na daydream when the powder-room door clicked.\n\nHis wife was beautiful.\n\nUptilting his cigar he watched her drift down the aisle. With one\nscarlet-tipped finger she prevented her diaphanous skirt from floating\nvery high above her knees. A lovely lady. He champed on the cigar. It's\nnot every man whose wife is a natural blonde ex-starlet young enough to\nbe his daughter.\n\nBut a little discipline was in order.\n\n\n\n\"Landa, I wish you had remembered to have Hykato pack my golf things.\"\n\n\"Edwin please, this null gravity is upsetting my tummy.\"\n\n\"Well, it's the least you could have done.\"\n\n\"And how would we have gotten it on the ship?\" her voice shrilled\nunexpectedly. \"You embarrassed me enough as it was.\"\n\n\"Listen, I'm the Commissioner. No two-bit pilot is going to tell me\nwhat I can't take. The luggage limit is ridiculous!\"\n\n\"What are you complaining about? He let you take everything, didn't he?\"\n\n\"After you smiled at him.\"\n\n\"I was only trying to be pleasant.\"\n\n\"Pleasant is it? Last time you said it was to influence him to take all\nmy luggage.\"\n\n\"Yeah and you got sore because you weren't a big enough shot to swing\nthe deal alone,\" her voice rasped through its lady-like veneer.\n\n\"That's a lie. Furthermore I don't want to catch you smiling at him\nagain.\"\n\n\"I give up,\" she exclaimed and reached for a telemag.\n\nBut he wouldn't drop it there. \"I didn't like that fellow's looks.\nPads in his shoulders, little waxed mustache. Who does he think he is,\nCaptain Future?\"\n\n\"Oh, don't be funny. Just think what he thinks of you after what you\nsaid to him in front of all the other passengers and crew.\"\n\n\"Taking his side now?\"\n\n\"I am not.\" She gave a little sniff and fumbled for her handkerchief.\n\"You're so mean and masterful I'm surprised you don't make me go up\nfront and tell him what a sap he is.\"\n\n\"He was a sap smiling at my wife all right.\" He uplifted his cigar with\na mollified grin. \"He wasted a smile there. Two-bit pilot, who does he\nthink he is?\"\n\n\"He did smile at me though,\" she appended in a small voice.\n\nHis voice snapped out again: \"And you smiled back!\" He ground his unlit\ncigar into the ash tray. \"I think you were just now trying to flatter\nme; I think you were trying to turn me off the track when you said\nyou'd go up and tell him what a sap he is.\"\n\n\"I was not.\"\n\n\"Don't try to wiggle out of it. That's what you said.\"\n\n\"All right, if you think I should, I will.\"\n\n\"Well now--\" He paused smiling and carefully trimmed the crushed end of\nhis cigar with a gold plated cigar cutter before he continued: \"If you\ninsist, go ahead.\"\n\n\"There's not much time left,\" she said, pointing at the neon-dialed\nclock above the powder-room door. Beneath it hung an orange luminescent\nsign: U. S. Eastern Standard Earth Time Equivalent.\n\n\"1850 hours,\" he snorted. \"Don't try to wiggle out on that account. You\nhave a half hour.\"\n\n\"O.K., if you say so,\" she shrugged and chewed the inside of her\ncheek. \"This isn't very nice.\"\n\n\"Let's not get that way. You coolly slip the shaft in me enough. And\nstop powdering your nose.\"\n\nWithout another word she rose and floated down the aisle, taking little\ncare to suppress her skirt. Somebody whistled and the Commissioner\nangrily craned his thick neck around. He couldn't see who had done it.\nBut he suspected the three grinning Cadet Astronauts in the last row of\nseats.\n\nAs the door to the control room clanged shut, the powder-room door\nclicked open and the rockette tapped out on her iron shoe-soles.\nCommissioner Elbert rolled his eyes and smiled, but she seemed\npreoccupied with a smaller female with pigtails and the hiccups.\n\nGuess I'll have a look forward myself, he thought. Just like a woman to\ngo up there, wait in the hall a minute and come back.\n\nRising, he floated past the rockette toward the control room door.\n\n\"Don't open that, sir. The ship's about to separate.\"\n\n\"What? It's only 1855 hours.\"\n\n\"That is Eastern Standard Time, sir. The clock at the other end of\nthe aisle, over the men's room, gives the Standard Star Time our ship\nschedule operates on.\"\n\nThose neon hands pointed at 1900.\n\nWith a strangled yell he lunged for the door, but as his hand closed\nabout the handle something clicked and it resisted his straining and\nthen his pounding fists.\n\nA buzzer sounded and a cheery masculine voice spoke over the intercom.\n\"Hello again passengers, this is your pilot Hugh Webley wishing you a\npleasant crossing. Please re-enter your safticorsettes. The Bolo II\nwill now separate.\"\n\n\"Intercom,\" the Commissioner shouted. Shoving past the slack-jawed\nrockette, he literally swam down the gravityless aisle to the\nengineering hatchway. It opened to his shouts.\n\n\"Yeah?\" A giant with a handlebar mustache peered up at him.\n\n\"I'm Commissioner Elbert. Call your pilot at once. I order the ship not\nto separate.\"\n\n\n\nHastily the giant lifted the phone. Commissioner Elbert could hear the\nsteady buzz.\n\n\"Sorry sir, Webley's cut us off. He does that so no one will interrupt\nhim while he's setting the auto controls.\"\n\n\"Get him somehow. My wife's up there.\"\n\nThe giant coughed and strangled and turned his face away. \"I'll keep\ntrying sir,\" he gasped. \"But sometimes he cuts us off for days. He\nsleeps a lot.\"\n\n\"Forehatch,\" the Commissioner shouted suddenly. \"Unlock the forehatch.\"\n\nWearily the giant clambered up. He towered above Elbert.\n\n\"Didn't you hear what I said,\" the Commissioner yelled. \"Unlock the\ndoor to the control room.\"\n\n\"Sorry sir, the lock's automatic.\"\n\n\"Well dammit, blast it down.\"\n\nNoisily the giant scratched his crewcut. \"Maybe I could crowbar it.\"\n\n\"Quick, you fool.\"\n\n\"No, I can't. I can't sir. The ship might separate while the hatch was\nopen and our own air pressure would blow us all into the vacuum. I\ncan't risk the lives of our passengers, sir.\"\n\n\"I'm Commissioner Elbert. Give me that crowbar.\"\n\nThe giant held it behind him.\n\n\"That's an order.\"\n\n\"Sorry sir, better reclaim your seat before the jolt.\" The giant\nsignalled with his fingers at the rockette.\n\nElbert snatched at the crowbar. As the two men grappled for it,\nwhirling like fighting cocks in the air, a tremendous surge hurled them\nthe length of the aisle. Another slammed them against the powder-room\ndoor. When the giant helped the bleeding Commissioner to his feet,\nartificial gravity held them down.\n\nEmitting motherly sounds, the rockette tried to wipe the blood from his\nforehead. But he shoved her aside.\n\n\"I'll sue. I'll have your transport license revoked.\"\n\n\"Please sir,\" the rockette squeaked, \"I'll bring you a sedative.\"\n\n\"Hugens will hear about this,\" he shouted, writhing in the engineer's\nbrawny arms. But then he sobbed: \"I sent her up there. My fault, my\nidea, she didn't want to go. She was worried about the time and I told\nher there was plenty of time.\"\n\nAs he gulped the sedative he looked like a punctured balloon.\n\n\"I don't want a sedative,\" he shouted. But he had just swallowed it.\nHe sagged again. \"My fault. I told her there was plenty of time.\" He\nrubbed his sleeve across his nose.\n\nAfter they had settled him groggily in his seat, the rockette drew the\nengineer aside. Her pretty little brow wrinkled.\n\n\"Dan, I can't figure it. Why does he think it's his fault? Gee, when\nwe were in the powder-room together she asked me about why the clocks\ntold different times, and I explained how we figure time by positions\nof stars instead of the earth and sun and all that stuff. You'd think\nshe'd understood. She talked bright enough.\"\n\nThe giant squeezed her arm affectionately. Lucky Webley, sap Commish,\nbright dame. Forty-two days and an alibi.\n\nHe chuckled and walked his fingers up her arm.\n\n\"Carol, you can't ever tell. All dames don't have the same amount of\nbrightness you do.\"\n\nShe giggled and shivered a little at his hand. \"We learned all about\ntime in rockette school.\"",
    "metadata": {
        "author": [
            "Howard, John Hayden",
            "Howard, Hayden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63889/pg63889.txt",
        "name": "the_luminous_blonde.json"
    }
}