{
    "name": "The Sloths of Kruvny",
    "author": [
        "Fearing, Vern"
    ],
    "body": "\n     _This world we live in is a pretty grim place. It's tough to\n      make a living. At any moment we may get blown up, down or\n      sideways by the atom bomb. The day after tomorrow may never\n      come, and on top of all this, TV commercials are getting\n      worse and worse. It seems that our only salvation is a sense\n      of humor, so we give you \"The Sloths ...\" a very unserious\n      yarn._\n\n\n\n\n\n\nBradley Broadshoulders--friends called him \"Brad\", or \"Broad\", or\n\"Shoulders\"--stood grim-lipped, as is the custom of spacemen, and\nwaited for the Commander to speak fateful words. He was an obese\nyouth, fully five feet tall, without a shred of muscle, but he wore\nthe green tunic of the Galaxy Patrol proudly, and his handsome, bony\nhead boasted a tidy crop of Venusian fungus. His gleaming eyes\ngleamed.\n\n\"Brad, We Are In A Tough Fix!\" the Commander said suddenly. His name\nwas Metternich, known also as Foxey Gran'pa; he had spoken in capitals\nall over Europe and continued the practice since. \"We Are Up Against\nIt!\" he went on. \"The Fate Of The World May Be At Stake!\"\n\n\"What's wrong, chief?\" asked Brad, jauntily.\n\n\"Plenty!\" roared Metternich. \"Nobody's Attacking The Earth--That's\nWhat's Wrong! Nobody Is Out To Conquer The Universe! How Come, May I\nAsk?\"\n\nBrad gulped. Could he believe his ears? No one attacking good, kind,\nold Earth? Was there nothing in which a man could pin his faith, let\nalone his ears? Were they, indeed, _his_ ears?\n\nHe turned to his best friend, Ugh, who stood beside him. Would he\nstand behind him? Did he realize they were on the verge of A Mission?\nUgh was a _pastiche_, or _intermezzo_--a cross between a Martian and a\nTexan--as loathsome and stupid a combination as one could wish. Why he\nwas Brad's best friend was a mystery. Squarely, he met Brad's gaze,\nwhich left him an eye to spare. It winked, and Brad shuddered.\n\nIt was an omen....\n\n\"I Want To Know Why!\" the Commander shouted. \"You Have Your Secret\nOrders! Off With You!\"\n\nA really fat omen.\n\nThe good ship, _Lox Wing_, was almost ready to go. She was a fine,\nspaceworthy craft, Brad knew; just the same, it _was_ disconcerting to\nsee rats deserting her by the thousands. Not that he missed them; some\nwere sure to return as soon as Ugh appeared on the scene; he seemed to\nfascinate them.\n\nJust then, the rats paused. Sure enough, Ugh was coming. He was\nreeling. He had apparently made the rounds, as is the custom of\nspacemen, swilling vast quantities of airplane dope, and he was high\nas a kite. Brad glommed him glumly in the gloaming, with more than a\nglimmer of gloomy foreboding. It was wrong, he thought, all wrong. If\nonly it hadn't been too late to turn back. But it wasn't. They hadn't\neven started yet. If anything, it was too early. There was no way out.\nHe entered the spaceship with a Si. Si, whose whole name was Silas\nMariner, shook his hand weakly, muttered: \"Remember the _Albatross_!\"\nand tottered out.\n\nIt was an omen....\n\nPresently, Brad and Ugh were blasting off. As the cigar-shaped vessel\nrose to the starry void, spacemen, their visages lined and tanned like\ncigars, held their cigars aloft in silent salute and gently flicked\ntheir ashes, while softly, a cigar band played \"_Maracas, Why You No\nLove Me No More?_\"\n\nTwo days out, Brad summoned Ugh. \"How fast are we going?\"\n\n\"Oh, say ... 30,000 miles an hour?\"\n\nBrad calculated rapidly and put down his abacus. \"At this rate it'll\ntake us 14 years just to get out of our own lousy solar system!\" he\nbarked. \"Faster!\"\n\nUgh said Yes, Sir, and vice versa. Then he upped the speed to 186,000\nmiles per second and came back and shyly told Brad.\n\nBrad said \"Bah! We'll be 70 years reaching the Big Dipper! Faster!\"\n\n\"But _nothing_ can't _go_ any faster!\" protested Ugh. \"According to\nEinstein--\"\n\n\"To hell with Einstein!\" roared Brad. \"Is he paying your salary?\"\n\nSo they went faster.\n\nThe ship sped onward--unless it was upward--to fulfill its Mission.\nAgain and again Brad found himself wondering where he was going. The\nMission was a real stiff. He knew only that since there was\npractically no life anywhere in the solar system, except for good,\nkind, old Earth--Earth had seen to that--anyone attacking Earth--or\nnot doing so--was obviously somewhere in outer space! But here the\ntrail ended.\n\nCourage, he told himself, courage! After all, was he not the grandson\nof Pierre Fromage, inventor of the rubberband motor? With a start, he\nrealized he was not.\n\nHis own heritage, while covered with peculiar glory, was a more tragic\none--the spacemen's heritage. The Broadshoulders were brave, but\nthings happened to them. His grandfather, a traffic officer, had\nchased a comet for speeding, and had, unfortunately, overtaken it. His\nfather had been spared the fire, but one day, aboard his spaceship,\nsomeone spilled a glass of water. The gravity was off at the time, and\nthe water just hung there in mid-air until Brad's father walked into\nit and drowned.\n\nWhat would be his own end, he wondered? What other way was there to\ndie? Just then, through the bulkhead, he could hear Ugh swinging in\nhis hammock, playing the violin. He wondered if the rats were dancing,\nlike the last time he'd surprised him. Another thought was on the way,\nsomething about rats and a new way to die, but Brad was already\nasleep, mercifully having a nightmare.\n\n\n\nIt was morning of the fifth day when the _Emergency Alarm_ (E-A) was\nsuddenly activated! Instantly, a host of automatic devices went off.\nOne turned on the fan, another blew the fuses, a third made the beds.\nBells clanged and bugles sounded every call from _Battle Stations_\n(B-S) to _Abandon Ship_ (J-r). Brad and Ugh slept through it all.\nNothing was wrong, except with the _Emergency Alarm_ (E-A). It wore\nitself out and the eventful voyage continued.\n\nBrad woke on the ninth day. The 2-day pill he'd taken on the third day\nhad evidently done its work well. He was rested, he felt optimistic\nagain. When he looked out the porthole, he could see plenty of space\nfor improvement.\n\n--But what was _that_?\n\nThere, half obscured in a tumbling, swirling mass of misty gray\nclouds, he could make out something white! He pressed his nose against\nthe porthole and strained his eyes. It gave him the feeling of peering\ninto a Bendix, as is the custom of spacemen. His mouth went damp-dry.\nThis was it--whatever it was!\n\n\"Ugh!\" he shouted, all agog. \"Ugh! Ugh!\"\n\nUgh dashed in, wheeling a large kaleidoscope. Expertly, they read the\ndirections and trained it on the mysterious formation. The Indicator\nturned pale.\n\n\"By the ring-tailed dog star of Sirius!\" barked Brad. \"Why, it's\nnothing more than an enormous gallstone, revolving in space!\"\n\n\"This is Sirius!\" barked Ugh.\n\n\"That's what _I_ barked!\" snapped Brad. \"And don't ask me _whose_ it\nis! It's big enough to support life, that's the main issue! Prepare to\nland!\"\n\nA strange, yet resplendent, civilization, thought Brad, looking out at\na sunlit landscape, or gallscape, of molten gold. The houses, stylish\nigloos and mosques, were sturdily constructed of 3-ply cardboard and\ndriftwood. Before each house, mysteriously, stood a Berber pole of\nsolid peppermint.\n\nBrad and Ugh bounded out of their ship. The two bounders stood there,\nencased in heat-resistant pyrex pants, expecting the natives to make\nthings hot for them. Dumbfounded at the delay, they waited for the\nattack to commence. It did not.\n\n\"I never!\" said Brad, presently. \"If we needed proof, we've got it!\nSuch a display of indolence is testimony enough that these people are\nresponsible for not attacking Earth! We shall have to use stratemegy!\"\n\nSwiftly, he took off his pants, revealing underneath the red flannel\ncostume of a 17th century French courtier, complete with powdered wig\nand Falstaff. Ugh ran up a flag emblazoned with the legend: _Diplomacy\nAnd Agriculture_, then planted beans all around the ship, while Brad\npostured and danced the minuet.\n\nThe clever scheme worked beautifully. Soon an old man began circling\nthem on a bicycle, keeping a safe distance. Clearly, he was someone of\nimportance, for his long white beard was carefully braided and coiled\nin a delivery basket on the handlebars. Furthermore, he wore a glowing\ncirclet on his forehead--so that Brad knew he was able to read their\nminds--if they had any.\n\n\"How about throwing us a couple circlets?\" Brad cried.\n\nInstead, the old man, who was hard of hearing, flung them a couple\ncutlets, which worked even better, and had protein besides.\n\nThus fortified, they were escorted to the palace.\n\n\n\nSome moments earlier, Brad had learned first, that Kruvny was the name\nof this unusual culture, and second, that the High Kruv himself,\nattended by all his nobles, would see him. Brad had then entered the\nKruv Chamber, or Trapeze Room, and he had learned nothing since. It\nwas all true, he told himself. The High Kruv _was_ hanging by his toes\nfrom a trapeze, and so were all his nobles. The only difference was\nthat the High Kruv's trapeze was more ornate than the rest. Yes, said\nBrad to himself, it was all true; he had been shaking and punching his\nhead, and nothing had changed.\n\n\"I come,\" he said, \"from a far away land--\"\n\n\"Shad-dap!\" cried the Kruv. \"Who cares?\"\n\nAt this, the old man, who was still on his bicycle, whispered to Brad.\n\"They've all got headaches,\" he nodded, stroking his beard\nsagebrushly. \"It's all part of a great cosmic error--a tragedy played\namong the spiral nebulae, to the hollow ringing laughter of the gods!\nYou see, we Sloths are only half the population of Kruvny,\" he went\non. \"On the other side of our world live the Sidemen, or Sad Sax.\nLegend has it that eons ago, the Sidemen were mistakenly delivered a\ncargo of saxophones, from Saks Fifth Avenue.\" The old man's voice was\nhushed as he added, \"They have been practicing ever since.\"\n\n\"I see,\" said Brad. \"And that accounts for the headaches here?\"\n\n\"Small wonder,\" said the old man. \"I bless the day I went deaf.\"\n\n\"But why do they do it?\" asked Brad.\n\n\"The Sidemen? They're tryin' to drive us off'n the ranch--the planet,\nI mean. Yuh see, they claim they _made_ this whole durned gallstone\ntheirselves!\"\n\n\"_Made_ it?\" asked Brad, dully.\n\n\"Uh-huh.\" The old man spat Mercurian tobacco juice. \"Just like on\nEarth, where myriad minute oceanic organisms pile their skeletons to\nform coral islands. Yuh see, the Sidemen eat radishes--love 'em, in\nfact--but it gives 'em gallstones. They claim this whole world is the\ncollected gallstones of their ancestors.\" The old man wiped Mercurian\ntobacco juice from his beard and shoes. \"Kind of a hard claim to\nbeat,\" he opined.\n\n\"I see,\" said Brad. \"That explains the misty swirling clouds all\naround this planet, and why it's seldom visible. You follow me?\"\n\n\"Yep,\" said the old man. \"It's gas. Them radishes'll turn on you every\ntime!\"\n\nSuddenly the High Kruv began to sob. \"Now you see, don't you, why we\nhaven't attacked Earth? A body can't keep his mind on anything around\nhere! I asked for a few secret weapons, and what did I get?\" He was\nblubbering now. \"Oh, I tried, I tried! Appropriations and all that;\nyou may be sure we lined our pockets--but after years of stalling,\nthey showed up with two weapons they swore were terrible enough to put\nan end to war. One of them was a water pistol.\"\n\n\"I see,\" said Brad. \"And the other?\"\n\n\"A ray gun.\"\n\nBrad's eyes brightened. \"A ray gun? May I see how it works?\"\n\n\"Indeed you may!\"\n\nA platoon of maroon dragoons dragged in a queer apparatus. It looked\nlike a medieval cannon, with a Victorian phonograph speaker flaring\nfrom its business end. The dragoons ranged around the weapon, keeping\ntheir backs to it. One of them clutched the firing lanyard. There was\na pause, a brittle silence--then the lanyard snapped!\n\n\"'_Ray!_'\" shouted the ray gun.\n\n\"What was that?\" asked Brad.\n\nTwice more the lanyard snapped. The ray gun boomed: \"'_Ray! Ray!_'\"\n\n\"You mean all it does is shout '_Ray_?'\" asked Brad.\n\n\"Well, it can also shout '_Max_',\" said the old man. \"Fearful, ain't\nit?\"\n\n\"Yes,\" said Brad. He took a piece of old parchment from a breast\npocket. \"This,\" he stated, \"is the original deed to Manhattan. Notice\nhere on the bottom where it says $24. I am signing it over to you.\" He\nsigned with a flourish. \"Now you have a legal claim, a crusade, and a\nnice piece of property. Go get it!\"\n\n\"But the headaches!\" cried the old man.\n\n\"Cool, man, cool!\" said Brad. \"I'll mix a Bromo.\"\n\n\"Is it habit-forming?\" cried the High Kruv.\n\n\"Not a bit,\" said Brad, mixing it. \"Simply take one an hour, forever.\nAnd now I must bid you farewell.\"\n\n\"Wait!\" cried the Kruv. \"Don't you want to take my lovely daughter\nback with you?\"\n\nBrad looked at her. She was lovely. She had scales, but she was\nlovely. She had magnificent blonde hair, some of it almost an inch\nlong, none of it on her head, but she was lovely.\n\n\"... Well,\" said Brad, hesitatingly. He had his eyes glued on her;\nwhen he took them off, they made a noise like vacuum cups:\n\"_Pfffopp!_\"\n\n\"Your mother won't like her,\" whispered Ugh.\n\n\"... Well,\" said Brad. He could feel Duty tugging inside. Not for him\nthe pipe and slippers. He was one of spaceway's men; he would go the\nspacemen's way, off into waymen's space. Waymen, not women, he told\nhimself sternly. The call of the Ether ... the vacuous void ... the\nblack velvet wastes ... the outspread cloak of the universe, dripping\nwith stardust ... the undreamt-of galaxies ... these were the things\nby which he lived. \"... Well,\" said Brad.\n\n\"C'mon,\" said Ugh. \"We'll only fight over her.\"\n\nSlowly, they bounded back to their spaceship.\n\nThe ship sped backward, headed for Earth. It was days before the\nmistake was discovered, and this alone spared their lives. For had\nthey completed their journey on schedule--but why be morbid?\n\nThe fact is, the Earth blew up. What a sight. The whole thing,\nwhirling one minute like the globe in Miss Fogarty's geography supply\ncloset--the next minute, whamo!\n\n\"Gee,\" said Ugh, soberly. \"Guess we're lucky, huh?\"\n\n\"... Well,\" said Brad. He hadn't said anything else for days, but he\ndidn't seem well at all. Funny, he thought. They promise you if you go\non working, work hard and don't fool around, don't ask questions, just\ndo your job, everything'll come your way. The next thing they're all\ndead, and there's nobody to complain to, even. Was it selfish to think\nof one's career at a time like this? No, he told himself. It was all\nhe knew. The Patrol was all that mattered!\n\nHe did some rapid calculation. They were far off the interplanetary\ntravel lanes; their fuel supply was down to a single can of kerosene;\nfood for perhaps 2 days remained. As he listened to Ugh tuning his\nviolin, scarcely audible over the squeakings and squealings that\nfilled the spaceship, he realized that the only solution--the only\nthing that could save them, or the future of Earthmen--was for a\nshipload of beautiful dames to rescue them within the next 36 hours.\n\nHe figured the odds against this to be fifty billion to one--but Brad\nhad fought big odds before.\n\nGrim-lipped, he shaved.\n\n",
    "metadata": {
        "author": [
            "Fearing, Vern"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31737/pg31737.txt",
        "name": "the_sloths_of_kruvny.json"
    }
}