{
    "name": "The Pirate's Pocket Book",
    "author": [
        "Calthrop, Dion Clayton"
    ],
    "body": "Sisley's Ltd.\nMakers Of Beautiful Books\nLondon\n\n\n\n\n            To\n            GEORGE,\n            BARBARA\n            and\n            JAMES\n            BYAM SHAW\n\n        _with my love_.       1907.\n\n\n\n\nTHE\nPIRATE'S POCKET BOOK\n\nTHIS book you hold in your hand belonged once to a very celebrated\nPirate.\n\nHe was so celebrated that the newspapers--of that time--always said nice\nthings about him, and always knew what he was doing before he did\nhimself. As he was a very truthful man, he did the things, so that the\neditors might not get into trouble.\n\nWhich was kind.\n\nBy which I do not mean that he was always kind.\n\nNobody knew how old he was. Some said that he was so old that he had\nnever been born.\n\nSome said that he must be young or he could not be so wicked.\n\nSo you see there were two opinions about him.\n\nThere are always two opinions about a celebrated man.\n\nIf you look at him you will see that he dressed to please himself.\n\nHe wore a nice hat--but you have noticed that; and he had a roving eye.\n\nBy which I do not mean his eye walked about like this, but that he\nlooked around him a good deal.\n\nIf you are thinking of becoming a Pirate--and there is plenty of room at\nthe top of every profession--you will have to look about a good deal,\nbecause you will have enemies.\n\nTom Tomb--that was not his name, but it was the way he signed other\npeople's cheques, and your father and mother will tell you that this is\na very mean trick--lived partly on an island, and partly on board the\n_Inky Murk_.\n\nYou will understand that I mean not with one foot on the island and one\non the boat, but sometimes on one and sometimes on the other.\n\nNow T. T. never robbed the poor.\n\nBecause it was not worth his while.\n\nBut any person who looked rich suffered accordingly.\n\nThe _Inky Murk_ was the name of his boat. You can make one curiously\nlike it with two chairs and a rug.\n\nOne day Tomb captured a young fellow--a very handsome lad too.\n\nIt was off a certain island where Tom Tomb had a neat cottage, in the\ngarden of which he grew flowers for a pastime.\n\nBecause, of course, he needed a little time to himself in between his\ntremendous fights.\n\nThe young fellow was stealing flowers.\n\nHe was surprised to see Captain Tomb.\n\nWhen I say he was surprised, you will see what I mean by the picture.\n\n\"What cinderadustmat do you mean,\" yelled Tomb, in a voice like a\nrailway accident, \"by stealing my flowers?\"\n\n\"I thought they were wild,\" said the young fellow, taking his pipe from\nhis mouth.\n\n\"Wild!\" shrieked Tomb. \"Wild!!\" he bawled.\n\nThis last yell was so powerful that three of his buttons flew off his\ncoat.\n\nThe young fellow caught them neatly in his left hand, and presented them\nto the Captain on bended knee.\n\nThe neat act saved the lad's life.\n\n\"An honour to serve you, Captain Thomas Tomb,\" said he.\n\n\"You know me?\" asked Tomb, smiling upon the boy.\n\n\"I thought it must be your face,\" said the lad boldly.\n\nHe was about to speak again, had not Tomb silenced him with a gesture.\nHe liked the lad.\n\nHad he spoken again, Tomb would have silenced him for ever.\n\nHe was about to say that any other man with a face like that would have\ndied long ago, from wounded vanity.\n\n\"Would you care to be a Pirate, my youthful fellow?\" said Tomb.\n\nThe lad hesitated. \"My father . . .\" he began.\n\n\"Dead,\" said Tomb, in a hollow voice.\n\n\"My mother . . .\"\n\n\"Dead,\" Tomb replied, in a monotonous whisper.\n\n\"My brother and sister . . .\"\n\nTomb raised a sorrowful hand: his heart was touched.\n\n\"My family . . .\" said the young man in despair.\n\n\"My poor boy,\" said Tomb, with tears in his eyes, \"my poor, dear fellow,\nI killed them all not an hour ago.\"\n\n\"Then my sweetheart would object to my becoming a Pirate,\" said the lad,\nweeping.\n\n\"Enough,\" said Tomb; \"you are called from henceforth Dingy David. Now to\nsea!\"\n\nFor ten years they plundered upon the Spanish Main, until they acquired\nso much money that Bilge Island, Tomb's business address, smelt of\nhoarded gold, and the beach glittered with jewels.\n\nThen both Tomb and David--I am keeping the secret of his real name to\nthe end--became tired of so much adventure.\n\nThey had sailed in many seas: the Spanish Main--commonly known as the\nDining-room Carpetwaters--the Kitchen Archipelago, the Drawing-room\nInland Sea, the Creek of Conservatory, and the Lake of Passages. They\nhad roamed the Wilderness of the High Street, the terrors of the Gardens\nthey knew, and the Gulf of Front Hall was common water.\n\nSo they retired for a breathing space and a wash to that Island where\nthe neat cottage stood and the geraniums grew.\n\nThey moored the _Inky Murk_ to a low-growing pom-pom tree, and then,\nstepping carefully, like those unaccustomed to dry land (or wet land\neither, for the matter of that), they gazed upon each other in silence.\n\nNo one, not even the most careful observer, would have recognised in the\ntwo dusty figures, the once spruce forms of Captain Thomas Tomb and\nDingy David.\n\n\"Home!\" said the young fellow, throwing a diamond at a wave-crest. (When\nI say \"diamond\"--they were always finding them in corners of their\npockets.)\n\n\"Home once more!\"\n\n\"Cinderadustmat!\" exclaimed Tomb. \"Let me hear you, oh! let me hear you\nsay the word again!\"\n\n\"Home,\" said the young fellow, gazing at the ripe ockapillies hanging\noverhead.\n\nMastering his ill-concealed emotion, T. T. rose and strode--(when I say\nstrode--T. T. never walked: he strolled, strutted, strode, or stepped,\ninvariably)--towards the house.\n\nThrew open the door!! xxxxxx! o! z! What a sight met his eyes!!\n\nDust, dust, dust--everywhere.\n\nDust met his eye. (When I say that, I mean that he saw dust--over all\nthe simple cottage furniture he loved.)\n\nHe groaned three times.\n\nThe young man, who was idly chewing the stone of a cringet, turned and\nsaw, through the open door, dust, dust, dust.\n\nLeaping to his feet, he rushed to the Captain's side.\n\n\"Captain,\" said he, \"we must have a Charwoman.\"\n\n(I say charwoman, meaning a woman who is paid to do work that other\nservants are hired to do, but will not.)\n\nIn less time than it takes to skin an acquadatoric, Dingy David was in\nthe rowing-boat making for the shore of the mainland.\n\nSixty-eight hours of hard rowing, without a rest, brought the strong\nyoung fellow to the coast.\n\nIt was night.\n\nA light burned in the window of the lonely cottage that stood upon the\nshore.\n\nIt was the work of a moment for Dingy David to seize upon the beautiful\nmaiden who was writing jam labels, by the light of a solitary candle.\n\nSuch are the lives of the humble.\n\nWithout a glance at her face, he carried her at breakneck speed to the\nboat--pushed off, and rowed like Hercules for the island.\n\nExactly one hundred and thirty-six hours--which is five days sixteen\nhours from the time he started--David brought the captive beauty and\nlaid her, senseless with fatigue, at the feet of Tom Tomb.\n\n\"What have we here?\" asked Tomb, pronouncing the H very clearly.\n\n\"A charwoman, sire,\" responded David; and, smiling, the lad fell\nasleep.\n\nWhen he awoke the sun was shining and the day was warm.\n\nOne glance showed him that the cottage was a model of cleanliness.\n\n(Pirates are sharp glancers.)\n\nA smell of breakfast smote his nostrils pleasantly.\n\nIt was the work of a moment to dash into the house, wash, shave,\nand--there, upon a snowy bed, were laid the very clothes in which--long\nyears ago--he had been captured.\n\nIn another moment he was in them and dashing downstairs, doing up the\nbuttons as he went.\n\nHe flung himself, panting, into the breakfast-room.\n\nThe glorious girl looked up from her bacon with a cry.\n\nTomb started to his feet.\n\nThe young man opened his mouth.\n\n\"Ermyntrude!\" he called.\n\n\"Wencheslaus!\" she exclaimed.\n\nFor once Tomb's cool courage failed him.--He started back.\n\nThe sweethearts were in each other's arms.\n\n\"Listen,\" said Tomb, when he regained his breath; and they, gazing into\neach other's eyes, listened.\n\n\"Gaze elsewhere,\" said Tomb, \"and I will unfold a tale.\"\n\nIn the heat of the moment he put his sleeve into the butter.\n\nErmyntrude sprang to his assistance. Tomb enfolded her in his embrace.\n\n\"This lady is my daughter,\" he said, turning to Wencheslaus, who stood\namazed.\n\n\"I will not bother you with the story,\" said Tomb, \"but five and forty\nyears ago I wooed and wed her lovely mother. Twenty-one years ago to-day\nErmyntrude was born, and her mother, after lingering two years, died.\nLeaving the girl in the care of an honest fishwife (when I say honest, I\nmean, as honest as her profession allowed), I roamed the seas as a\nPirate: sorrow made me merciless. Then, when I wished to return to my\ndaughter, I found that I had lost her address.\"\n\n\"Father!\" said Ermyntrude.\n\n\"My daughter,\" he exclaimed, \"I am a careless man!\"\n\n\"And I?\" said Wencheslaus--\"what is the secret of my birth?\"\n\nGoing up to him, Tomb, with one superb movement, bared the youth's arm.\nUpon it was tattooed, in gold and purple, the crest of a noble family.\n\n\"As I thought!\" exclaimed Tomb; then he removed his hat. \"Lord\nWencheslaus of When-cheeselawn!\"\n\n\"Then my father _was_ . . .\" the youth began.\n\n\"The Duke of Thingamaroo,\" said Tomb, bowing low.\n\nA cry sounded from the cellars of the cottage.\n\nTomb again started.\n\n\"I had forgotten,\" said he. Then he put his hand into his pocket, and\ndrew forth this very book.\n\n\"Ten years ago,\" said he, consulting his notes, \"I told you that I had\nkilled your family. It was not true.\"\n\n\"Not true?\" said Lord Wencheslaus--for so we must now call him.\n\n\"Not strictly accurate,\" Tomb replied. \"I immured them in these cellars,\nwith ten years' provisions.\"\n\nWith a noble gesture, he flung the key of the cellars upon the table.\n\n\"Release them, my Lord,\" he said.\n\nWe draw a veil over the rapturous meeting.\n\nWhen the boat was loaded with the noble family, Lord Wencheslaus\n(erstwhile Dingy David) and Ermyntrude Tomb stood hand in hand in front\nof Captain Thomas Tomb.\n\n\"You must often come and see us, father,\" she said.\n\n\"My little Ermyntrude,\" he said, \"you can bet your back hair your poor\nold father will often come.\"\n\nLord W. wrung Tomb's hand: his emotion was too great for words.\n\nThey stepped into the boat and sailed away.\n\nAs they touched the mainland they started.\n\nBoom! boom!! came the sound of guns across the water.\n\nTom Tomb was at his old game.\n\n\nPRINTED BY NEILL AND COMPANY, LIMITED, EDINBURGH.",
    "metadata": {
        "author": [
            "Calthrop, Dion Clayton"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24783/pg24783.txt",
        "name": "the_pirate_s_pocket_book.json"
    }
}