{
    "name": "The Impossible Voyage Home",
    "author": [
        "Wallace, Floyd Lee",
        "Wallace, F. L. (Floyd L.)",
        "Wallace, F.L.",
        "Wallace, Floyd L."
    ],
    "body": "\n[Sidenote: _The right question kept getting the wrong answer--but old\nEthan and Amantha got the right answer by asking the wrong question!_]\n\n\n\"Space life expectancy has been increased to twenty-five months and six\ndays,\" said Marlowe, the training director. \"That's a gain of a full\nmonth.\"\n\n_Millions of miles from Earth, Ethan also looked discontentedly proud.\n\"A mighty healthy-looking boy,\" he declared._\n\nDemarest bent a paperweight ship until it snapped. \"It's something.\nYou're gaining on the heredity block. What's the chief factor?\"\n\n\"Anti-radiation clothing. We just can't make them effective enough.\"\n\n_Across space, on distant Mars, Amantha reached for the picture. \"How\ncan you tell he ain't sickly? You can't see without glasses.\"_\n\n_Ethan reared up. \"Jimmy's boy, ain't he? Our kids were always healthy,\n'specially the youngest. Stands to reason their kids will be better.\"_\n\n_\"Now you're thinking with your forgettery. They were all sick, one time\nor another. It was me who took care of them, though. You always could\nfind ways of getting out of it.\" Amantha touched the chair switch._\n\nThe planets whirled around the Sun. Earth crept ahead of Mars, Venus\ngained on Earth. The flow of ships slackened or spurted forth anew,\naccording to what destination could be reached at the moment:\n\n\"A month helps,\" said Demarest. \"But where does it end? You can't\nenclose a man completely, and even if you do, there still is the air he\nbreathes and food he eats. Radiation in space contaminates everything\nthe body needs. And part of the radioactivity finds its way to the\nreproductive system.\"\n\n\n\nMarlowe didn't need to glance at the charts; the curve _was_ beginning\nto flatten. Mathematically, it was determinable when it wouldn't rise at\nall. According to analysis, Man someday might be able to endure the\nradiation encountered in space as long as three years, if exposure times\nwere spaced at intervals.\n\nBut that was in the future.\n\n\"There's a lot you could do,\" he told Demarest. \"Shield the atomics.\"\n\n\"Working on it,\" commented Demarest. \"But every ounce we add cuts down\non the payload. The best way is to get the ship from one place to\nanother faster. It's time in space that hurts. Less exposure time, more\ntrips before the crew has to retire. It adds up to the same thing.\"\n\n_On Mars, Amantha fondled the picture. \"Pretty. But it ain't real.\" She\nlaid it aside._\n\n_Ethan squinted at it. \"I could make you think it was. Get it enlarged,\nsolidified. Have them make it soft, big as a baby. You could hold it in\nyour lap.\"_\n\n_\"Outgrew playthings years ago.\" Amantha adjusted the chair switch, but\nthe rocking motion was no comfort._\n\n_Ethan turned the picture over, face down. \"Nope. Hate to back you up,\n'Mantha, but it ain't the same. There's nothing like a baby, wettin' and\nsquallin' and smilin', stubborn when it oughtn't to be and sweet and\ngentle when you don't expect it. Robo-dolls don't fool anybody who's\never held the real thing.\"_\n\nIn the interval, Earth had drawn ahead. The gap between the two planets\nwas widening.\n\n\"That's another fallacy,\" objected the training director. \"The body can\nstand just so much acceleration. We're near the limit. What good are\nfaster ships?\"\n\n\"That's your problem,\" said Demarest. \"Get me tougher crewmen. Young,\nafraid of nothing, able to take it.\"\n\nIt always ended here--younger, tougher, the finest the race\nproduced--and still not good enough. And after years of training, they\nhad twenty-five months to function as spacemen. It was a precious thing,\nflight time, and each trip was as short as science could make it.\nConjunction was the magic moment for those who went between the planets.\n\nIt was the heredity block that kept Man squeezed, confined to Earth,\nMars and Venus, preventing him from ranging farther. The heredity block\nwas a racial quantity, the germ plasm, but not just that. Crew and\npassengers were protected as much as possible from radiation encountered\nin space and that which originated in the ship's drive. The protection\nwasn't good enough. Prolonged exposure had the usual effects,\nsterilization or the production of deformed mutations.\n\nMan was the product of evolution on a planet. He didn't step out into\nspace without payment.\n\n\n\nThe radiation that damaged genes and chromosomes and tinier divisions\nalso struck nerve cells. Any atom might be hit, blazing, into fission\nand decaying into other elements. The process was complicated. The\nresults were not: the nerve was directly stimulated, producing aural and\nvisual hallucinations.\n\nNormally, the hallucination was blanked out. But as the level of body\nradioactivity increased, so did the strength of the vision. It dominated\nconsciousness. The outside world ceased to have meaning.\n\nThe hallucination took only one form, a beautiful woman outside the\nship, unclad and beckoning.\n\nIt was the image of vanished fertility that appeared once the person was\nincapable of reproducing _as a human_.\n\nWhy this was so hadn't been determined. Psychologists had investigated\nand learned only that it invariably occurred after too great exposure.\nThere was another thing they learned. No, that had come first. This was\nthe reason they had investigated.\n\nIn the Solar System, the greatest single source of radiation, including\nthe hard rays, was the Sun. It was natural that the siren image should\nseem stronger in that direction, that it should fade or retreat toward\nits origin. No one had ever returned from compulsive pursuit of the\nillusionary woman, though in early days radio contact had been made with\nships racing toward the Sun.\n\nThe heredity block was self-enforcing.\n\nDeviously, the race protected itself, or something higher watched over\nit to assure _human_ continuity. Marlowe wasn't sure which, but it was\nthere.\n\n\"I think you're on the wrong track,\" he said. \"Shield the ship\ncompletely and it won't matter how long the trip takes. The crew can\nwork in safety.\"\n\nDemarest grunted. \"Some day we'll have an inertia-free drive and it\nwon't matter how much mass we use. It does now. Our designs are a\ncompromise. Both of us have to work with what's possible, not what we\ndream of. I'll build my ship; you find the right crew to man it.\"\n\nMarlowe went back to his graphs. Machines could be changed, but the\nhuman body clung stubbornly to the old patterns. He couldn't select his\ncrews any younger--but was there perhaps a racial type more resistant to\nradiation? Where? No place that he knew of. Maybe the biologists could\nproduce one, he thought hopefully, and knew he was fooling himself.\nHuman beings weren't fruit flies; by the time enough generations rolled\naround for the resistant strain to breed true--and leave a surplus to\nman the ships--he would be long dead and the problem solved.\n\nThe best of humanity would be dead, too, wiped out by sterilization.\n\nOr the Solar System would be peopled by mutant monstrosities.\n\n\n\nFar away, and not concerned with the problem, Ethan shrugged resignedly.\n\"Guess we'll have to get used to the idea--we just won't see him till he\ngrows up--if we'll still be around.\"\n\n\"You've got years and years ahead of you, and not worth a thing the\nwhole time!\" Amantha snapped.\n\n\"Damnation,\" said Ethan wistfully, \"I'd like to dandle him.\"\n\n\"Won't be the same when he grows up and comes here,\" Amantha conceded.\n\"There I go agreein' with you! What's got into me?\"\n\n\"Maybe we can get on the next slow ship. They run them once in a while\nfor people with weak hearts.\" He considered. \"Don't know whether Retired\nCitizens' Home will let us go, though.\"\n\n\"Retired Citizens!\" She blew her nose scornfully. \"They think we don't\nknow it's just a home for the aged!\" She threw away the tissue. \"Think\nthey'll let us?\"\n\n\"It won't be them so much that'll stop us. Our hearts ain't too good and\nwe haven't got much space time to use. We shouldn't have gone to Venus.\"\n\n\"We had to see Edith and Ed and their kids and we had to come back to\nMars so we could be near John and Pearl and Ray. Let's not regret what\nwe've done.\" She picked at the chair arm. \"We've been here a long time,\nain't we?\"\n\nEthan nodded.\n\n\"Maybe they've forgotten we've only got a month left,\" she said eagerly.\n\n\"You sure it's a month?\"\n\n\"Figure it out. It took longer when we went.\"\n\n\"Then it's no use. A slow ship is all we'd be allowed to take--and we\nwouldn't be allowed because it'd be more than a month.\"\n\n\"They won't remember every last minute we spent in space.\"\n\n\"They will, too,\" he stated. \"They've got records.\"\n\n\"Maybe they lost them.\"\n\n\"Look, we've got kids and grandchildren here. They come around and see\nus. Do we have to go to Earth, 'specially when it'd be against the law?\"\n\n\"That's just it,\" she argued. \"We've seen all our other kids' kids.\nAin't we going to see the youngest? How do we know his wife can take\ncare of a baby? I can't sleep nights, thinking of it.\"\n\n\"Try catnaps during the day, like I do.\"\n\nAmantha touched the button and the automatic chair stopped abruptly.\n\"Are you going to try to get tickets or aren't you?\"\n\n\"I'll think about it. Go ahead and rock.\"\n\n\"I won't,\" she said obstinately, \"not even if it was the kind of chair\nyou can rock yourself. I thought I married a man who'd make me happy.\"\n\n\"I've always done my best. Go ahead and rock.\"\n\n\"But will you try to get the tickets?\"\n\nEthan nodded resignedly and felt better when the chair began to swing\nback and forth. There was no living with a woman when she didn't have\npeace of mind.\n\n\n\nAmantha lay in bed, listening. Sometimes her hearing was very good, the\nway it used to be. Other times, it wasn't worth a thing. The way it came\nand went reminded her of when she was young and used to wonder why old\nfolks couldn't hear. Now she could often lie next to Ethan and not even\nnotice whether he was snoring. Tonight her hearing was good.\n\nFootsteps came from the hall, creaky noises of someone trying not to\nmake a sound. She'd lain awake many nights, hearing him come home. She\nknew who it was and for once she didn't mind. The Home for Retired\nCitizens had rules.\n\nCareful, she thought. There's the bad spot where the floor's thin and\nbends when you step on it. Then when your foot comes off it, it goes\nploinnnnng. They don't build right any more. Skimping and trying to\nsave.\n\nBut there wasn't a sound. Ethan avoided it. When she thought of it, she\nrealized he had a suspicious amount of skill--the skill of practice.\n\nEthan was fumbling at the door and she forgot her irritation. She\nslipped out of bed and swung the door open. He stumbled in against her.\n\"'Mantha, they laughed--\"\n\n\"Did you have anything to eat?\" she broke in.\n\n\"Cup of that Mars coffee. But--\"\n\n\"Don't talk till you get something hot inside. Empty belly, empty head.\"\n\n\"Can't eat stuff that comes out of the wall. I'll wait till breakfast.\"\n\nShe flicked the light on low and punched the selector. She took the\nglow-plate from under the bed and set it on the table. As the food\narrived, she heated it and began adding spices. \"There--it ain't real\nfood, but you can pretend.\"\n\nEthan pretended and, when the food was gone, wiped his lips and looked\nat her.\n\nShe nodded. \"Now you can tell me--but keep your voice low. Don't wake\nanyone up.\"\n\nEthan stretched and creaked. \"Went down to the Interplanet office and\nthey wouldn't talk to me. Said there wasn't any ship leaving for the\nnext ten months and they didn't sell tickets in advance. I kept\npestering them and they got mad. They looked up our records and said we\ncouldn't go anytime, except on a fast ship, and, considering our age, it\nwas doubtful they'd let us. Didn't give up, though, and finally they\nsaid we might get a release from the man who'd take us. Maybe they\nwanted to get rid of me. Anyway, they sent me down to talk with one of\nthe pilots.\"\n\n\n\nAmantha approved. Go straight to the man responsible. Persistence could\nget you there.\n\n\"He talked real nice for a while,\" Ethan continued. \"He explained he\ndidn't own the ship and didn't have the say-so who he took. I knew you\nwanted to go real bad. I offered him the money we'd saved.\"\n\n\"_All_ of it, Ethan?\"\n\n\"Don't get mad. Figured it was worth it to you.\"\n\n\"Don't believe in paying extra,\" she mused, \"but did you tell him we\ncould borrow some if it wasn't enough?\"\n\n\"Didn't get a chance. He started laughing, saying didn't I understand he\ngot paid not just for each trip, but for all the years after that, when\nhe was finished and had used up his time and couldn't work at the only\nthing he knew? Saying that he wouldn't risk that kind of security for\nany money and I was an idiot for believing he might.\" Ethan trembled.\n\n\"Never mind. He's an old fool.\"\n\n\"He's younger than Jimmy.\"\n\n\"Some people get wisdom when they're young.\"\n\nEthan sat morosely in the chair. \"If Jimmy hadn't made that last trip,\nhe'd be here and he'd have married a girl here and his kids would be\nhere. We wouldn't have to worry about them.\"\n\n\"I guess so, but he was lucky anyway. They found out he wasn't as strong\nas he was supposed to be and wouldn't let him come back.\" She began\nclearing the dishes. \"How'd they know he couldn't come back?\"\n\n\"They got tests. They give them each trip.\"\n\nShe should have thought of it. They had tests. Because of tests, Jimmy\nwas safe but distant. She sat down.\n\n\"Tired.\" Ethan yawned. \"Let's go to bed.\"\n\n\"You go. I'm thinking.\"\n\nAmantha went on thinking while he undressed and lay down. Sometimes it\nwas difficult--things weren't as clear as they used to be. Tonight,\nthough, she had no trouble managing her mind. A woman who had kids had\nto know her way around things. Presently, she said, \"Tomorrow I'm going\nto bake.\"\n\nEthan stirred. \"Won't do no good. Didn't say so, but there was a girl\ntalking to the pilot when I got there. She was crying and begging him to\ntake her to Earth next trip. Said she'd do anything if he would.\"\n\n\"Shame on her!\" exclaimed Amantha. \"But did it work?\"\n\n\"She was young and pretty and still he wouldn't pay attention to her,\"\nsaid Ethan. \"What chance would you have?\"\n\n\"I'm going to bake tomorrow. In the morning, we're supposed to go for a\nwalk. We'll take a big basket. Do you remember the old canal nobody goes\nnear any more?\"\n\nThere was no answer. Ethan was asleep. Now that she'd decided what to\ndo, she lay down beside him.\n\n\n\nThe sentry huddled in his post. It was insulated and supplied with\noxygen, very much like a spacesuit. Though big for a spacesuit, it was a\nsmall place to spend hours in without relief. But there were\ncompensations: never anything to do--except as now. He went to the mike.\n\n\"Get back,\" he shouted.\n\nThey paid no attention.\n\nSwearing, he shouted again, turning up the volume. Even in the thin air,\nhe had enough sound to blast them off their feet. But they kept on\ngoing. He poked the snout of his weapon through the porthole and then\nwithdrew it. Who'd given him those orders anyway? He didn't have to obey\nthem. He clamped on his oxygen helmet and slipped into electric mitts\nand hurried outside.\n\n\"Where do you think you're going?\" he demanded, standing in front of\nthem.\n\n\"Hello,\" said Amantha. \"Didn't see anyone around.\"\n\nDamn senior citizens--they never used hearing aids. \"You've got to turn\naround and go back,\" he said.\n\n\"Why?\"\n\nHe was shivering and didn't see how they could stand it. Thin clothing\nand obsolete oxygen equipment. Oddly, they could take more than you'd\nthink, though. Used to it, he supposed. \"Come on in,\" he commanded\ngruffly. He wasn't going to freeze. They followed him into the post.\n\"Didn't you see the signs to keep out?\"\n\n\"But the ships aren't using the field. What harm are we doing?\"\n\n\"Orders,\" he said. There were still a few pilots checking over their\nships, making sure everything was in working condition before they were\nlocked up. In a week, all flight personnel would be gone to the\nsettlements, there to await the next round of voyages when Earth came\nnear. They had it soft, while he, the guard, had to stay in cold\ndiscomfort.\n\n\"We're going to visit a friend of my son,\" said Amantha. \"They were\npilots together. Do you object?\"\n\nHe didn't, but there were some who would. The order made sense with\nrespect to little boys who would otherwise swarm over the field, falling\noff ships or getting stuck in rocket tubes.\n\n\"What have you got?\" he asked, eying Amantha's parcel dubiously.\n\n\"I baked something.\" She opened a corner of the package and the smell\ndrifted out. \"Made it with Martian fruit. Not much of it around these\ndays.\"\n\nHe sniffed and became hungry. That was queer--he'd eaten before coming\non duty.\n\n\"Okay,\" he said. \"You can go. Don't get caught or it's my neck.\" He\nstood closer to the old man and woman, and the package, too, and pointed\nout the window. \"Act like you're leaving in case anyone's checking up.\nWhen you get near the line of ships, duck behind them and walk along\nuntil you find the right one. No one will see you except me.\"\n\nAmantha pinched the package together. \"I'd give you some, but I can't\ncut it before the pilot sees it.\"\n\n\"I guess you can't,\" said the sentry wistfully. \"Maybe he won't eat all\nof it.\"\n\n\"May he won't. I'll bring you back what's left--if there _is_ any left.\"\n\nLong after they were gone, the sentry stood there, trying to analyze the\nindefinable odor. He was still standing there when the checkup squad\nmarched in and arrested him for gross dereliction of duty.\n\n\n\n\"Go away,\" said the pilot, disappearing from the viewport. Ethan pounded\non the hull with a rock. The pilot came back, twisting his face. \"Stop\nit. I'll angle the rocket tubes around and squirt you with them.\"\n\nEthan raised the rock.\n\n\"Okay,\" said the pilot. \"I'll talk to you, though I know what you want.\"\nSullenly, he made the hatch swing open. He looked down at them. \"All\nright, let's hear it.\"\n\n\"Got a present for you,\" said Ethan.\n\n\"Not allowed to take bribes unless it's money.\"\n\n\"Young man, where are your manners?\" snapped Amantha.\n\n\"Haven't got any. It's the first thing they train out of you.\" The pilot\nstarted to jerk his head back, saw the rock and decided not to close the\nhatch. He glanced at the narrow ladder to the ground. \"I'll take your\npresent. Bring it up.\"\n\nHe stopped smirking as Amantha hitched up her skirts and, holding the\npackage in one hand, swung up the ladder. Agile as goats and probably as\nsensible, he thought. He took hold of her as she neared the top.\n\n\"Grandma, you're too old to climb around. You'll break every brittle\nbone in your body if you fall.\"\n\n\"Ain't so brittle,\" said Amantha, making way for Ethan who had followed\nher. \"My, it's cold!\" She began shivering. \"Invite us in to get warm.\"\n\n\"You can't go in. I'm busy. Hey, wait!\" The pilot hurried after her into\nthe control compartment.\n\nAmantha was looking around when he arrived. \"Cozy but kind of bare,\" she\nsaid. \"Why don't you hang up pictures?\"\n\n\"Most fabulous pictures you'll ever see are right there.\"\n\nAmantha followed his glance. \"Nothing but Mars. I can see that every\nday.\" She puzzled over it. \"Oh, you're teasing an old woman. I didn't\nmean what you see out of the port, stars and planets and such. I'd want\na picture of an Indian settin' on a horse.\"\n\n\"I'll bet!\" muttered the pilot. \"Get warm in a hurry. I've got work to\ndo.\"\n\n\"You just go ahead,\" she said. \"We'll set here and toast our toes. We\ndon't aim to interfere.\"\n\n\"I'll stay,\" said the pilot hastily. \"Let's have the present.\" He'd made\na tactical error--he should have ignored the noise that went shimmering\nthrough the hull when the old man had pounded with a rock. No, it was\nnice to think he could have, but impossible. Patience was one of the\nthings the aged did have and the young didn't.\n\nAmantha set the package down. The pilot scrambled ahead of her and got\nthe navigator's instruments off the desk and into the drawer.\n\nShe opened and displayed the contents.\n\n\"I baked it for you,\" she said. \"It's a cake.\"\n\n\n\nHe could see what it was. \"Hate cake,\" he said. \"Can't eat it.\"\n\n\"You'll eat this. Canalberry shortcake.\"\n\n\"Canalberry?\" he asked, wrinkling his face. He smelled it and changed\nexpressions in the middle of a wrinkle. Resolutely, he turned away from\nit and saw Ethan clearly, perhaps for the first time. It was the old man\nwho had tried to bribe him a few days ago. They weren't as innocent as\nthey seemed. What were they trying to do?\n\n\"Ain't you even going to taste it?\" she urged.\n\nHe shuddered suspiciously. It smelled good, though he had told the truth\nabout hating the stuff. Under other circumstances, he might have nibbled\nat a piece for politeness' sake.\n\n\"Can't. Doctor's orders.\"\n\n\"Diabetic? Didn't think they let them in space-service,\" said Amantha.\n\"Funny, it's the same with Ethan. He can't eat sweets, either.\" She\nlooked at her creation. \"Seems a shame to bring it so far to somebody\nwho can't touch it. Do you mind if I cut myself a slice?\"\n\n\"Go ahead, Grandma.\"\n\n\"Amantha,\" she corrected him and brought out a knife and two small\nplates. He wondered if there was any significance. _Two_ plates.\n\nShe laid a slice on the plate and poked at it with a fork that was also\nin the package. She put the fork down and picked up the cake.\n\n\"It don't taste right unless you eat it the way it was meant to be,\" she\nsaid.\n\nHe watched her in anguish. His nose quivered and his stomach rumbled. He\nshouldn't have let them in.\n\nA crumb fell to the floor and Amantha reached for it. She straightened\nup, a berry in her hand.\n\n\"Canalberries,\" she said. \"They're nearly all gone. Used to be you could\nhardly go anywhere without stepping in them.\"\n\nShe crushed the berry and the rich aroma swept devastatingly through the\nair.\n\n\"Sure you won't have some?\" she asked, slicing the cake and placing it\nin front of him. When he finished that, he cut another, and another,\nuntil the cake was gone.\n\nThe pilot settled logily in a chair and dozed off. Amantha and Ethan\nwatched him in silence.\n\nThe pilot got up and began to stretch lazily without seeming to notice\nthem. The laziness disappeared and the stretch changed into a jerk that\nseemed to elongate his body. He sprang out of the compartment and went\nleaping down the corridor. When he came to the hatch, he didn't\nhesitate. The ladder was too slow. He jumped.\n\nHe landed on the sand, sinking in to his knees. He extricated himself\nand went bounding over the field.\n\n\"Never saw canalberries take so long,\" muttered Amantha. \"Don't know\nwhat's wrong. Nothing's as good as it used to be.\"\n\nShe shook off her hat and closed the airlock.\n\n\"You don't need those nose plugs any more, Ethan. Come on, let's see if\nyou remember.\"\n\n\n\nSeveral hours later, she twirled unfamiliar knobs and, by persistence\nand beginner's luck, managed to get the person she wanted.\n\n\"You the commander?\" Since he had a harassed look, she assumed he was.\n\"Thought you might be worried about that poor boy.\"\n\n\"Madam, what do you want?\" He scowled at the offscreen miscreant who had\nmistakenly summoned him. \"I'm chasing criminals. I haven't got time to\nchat about old times.\"\n\n\"Don't sass me. I thought you might want to know how to stop that poor\nboy from running around.\"\n\nThe commander sat down. \"What young man?\" he asked calculatingly.\n\n\"Don't know his name,\" said Amantha. \"He ran out of the ship before we\ncould ask him.\"\n\n\"So _you're_ the poisoner,\" said the commander coldly. \"If he dies,\nneither your age nor your sex will make any difference.\"\n\n\"Just canalberries,\" Amantha assured him. \"Reckon you wouldn't know\nabout them.\"\n\n\"What are you talking about?\"\n\n\"Canalberries. Used to be lots of them. Males, men and animals, just\ncan't help eating them. Don't bother women or any other kind of females.\nBiologists used to tell us it was a seed-scattering device. Guess so.\nWon't hurt him none. Try bicarb and vinegar. It'll fix him up.\"\n\n\"For your sake, I hope it will!\" said the commander. \"He's in a bad\nway.\" He stabbed a pencil at her and his voice became stern. \"If you\nfollow directions, I'm sure I can get you off lightly.\"\n\n\"Think we will?\" said Amantha.\n\nThe commander hurried on. \"It's hard to find a ship in space. Stay where\nyou are or, if you can, turn around and come back--_slowly_. We'll send\na ship up and transfer a competent pilot to bring you down. Do you\nhear?\"\n\n\"Real plain. You got good radios on these ships.\"\n\nHe smothered a growl. \"Your lives are in danger. We're not going to\nchase out and rescue you unless you cooperate.\" It was an\nunderstatement. If they observed radio silence, search ships would never\nfind them. They might not think of it, but he wouldn't bet. They were\nsmart enough to steal the ship.\n\nThere was another thing. From what he'd learned from records, they were\nclose to the exposure limit. Any moment now, they might go berserk,\nturning their course fatally toward the Sun. He had to be careful what\nhe said.\n\n\"We'll get you out of this, but only if you help. I refuse to sacrifice\nmen and waste their flight time, which is more precious than any ship,\nmerely to save two senile incompetents. Is this clear?\"\n\n\"I suppose,\" said Amantha. \"We've got to go home.\"\n\nThe commander rubbed his hands. They weren't as stubborn as he feared.\nHe'd rescue them.\n\n\"Good. I'll have men aloft in a few minutes.\"\n\n\"Guess it was you who didn't hear,\" she said. \"Our home is on Earth.\"\n\n\n\n\nII\n\n\n\"There's no one here,\" said the robot blocking the door.\n\n\"We'll wait.\" Amantha tried to go inside. The robot wouldn't move.\n\nIt was dark and windy and, from the steps, they could see lights of\nhouses glowing around them. Not many--it was near the edge of the little\ntown. Farther away, over the hill, the ship nestled safely in a valley.\nNo one had seen them land. They were sure of it.\n\nEthan removed his hat and his bent shoulders straightened. He seemed to\ngrow taller.\n\n\"Rain,\" he said in awe. \"Thirty years and yet I haven't forgotten what\nit's like.\"\n\n\"It's wet, that's what it's like,\" said Amantha. \"Robot, let us in or\nI'll have Ethan take a wrench to you. He loves to tinker.\"\n\n\"I can't be threatened. My sole concern is the welfare of my charge.\nAlso, I'm too large for any human to hurt me.\"\n\n\"Damnation, I'm soppin'!\" complained Ethan. \"It's better to remember the\nrain than to be in it.\"\n\n\"Wait till my son Jimmy gets back. He'll be ravin'. Makin' us stay out\nhere and get soaked.\"\n\n\"Son? Is the Jimmy you refer to Pilot James Huntley?\"\n\n\"Ex-pilot.\"\n\n\"Correct. But he's not at home. He took his wife to the hospital half an\nhour ago.\"\n\n\"So soon?\" gasped Amantha. \"Thought I taught him better than that. Women\nhave got to rest between kids.\"\n\n\"It's not another child,\" said the robot with disinterest. \"It has to do\nwith one of the ills flesh is heir to and machines are not. Nothing\nserious.\"\n\nEthan fidgeted, turning up his collar. Water began flowing from the\neaves. \"Stop arguin' and let us in. Jimmy will turn off your juice when\nhe finds you've kept his folks outside.\"\n\n\"Folks? He has none here. A mother and father living happily on Mars.\nThey died quite recently, lost in space and plunging into the Sun.\"\n\n\"Make up your mind,\" Amantha said peevishly. \"We ain't on Mars, we\nweren't happy and we didn't get lost and plunge into the Sun.\"\n\n\"I merely repeat--in sequence--the information I'm given or overhear. If\nit's inconsistent, so are humans. I'm used to it.\"\n\n\"'Mantha, they think we're dead,\" said Ethan. He wiped a raindrop away.\n\"Poor Jimmy!\"\n\nA thin wail came from a crack in the door. The robot's eyes shone\nbriefly, then dimmed.\n\n\"What's that?\" asked Amantha. \"Sounds like a baby. Thought you said no\none was home.\"\n\n\"No responsible adult. Only a child. Because of that, I can admit no one\nexcept the parents--or a doctor if I decide one is needed.\" The robot\nwhirred and drew itself up. \"He's absolutely safe. I'm a Sitta.\"\n\n\"You sure are. Now get out of my way before I jab you. The kid's\ncrying.\"\n\n\"He is, but it's no concern of yours. I'm better acquainted with infant\nbehavior than any human can be. The pathetic sob merely means that the\nchild wants attention. I was given no instructions to hold him.\"\n\n\n\nAgain the child cried. \"Who needs to be told?\" demanded Amantha. \"Nobody\ngives grandmothers instructions.\"\n\n\"He's got a grandfather to cuddle him,\" added Ethan. \"How far do you\nthink we came to do it?\"\n\n\"And he's not cryin' because he wants attention. Something's stickin'\nhim and he's hungry. Don't you think a grandmother would know?\"\n\n\"There's nothing that can stick him, but if, by accident, something\nsharp had gotten in his bed and if he were also hungry, he would sound\nlike this.\" The Sitta hunched down and swiveled its head, giving an\nimitation. \"You see? I do nothing but watch babies. It's built into me.\"\n\nInside the house, the child's tone changed, became querulous, listening.\nInterrogatively, it offered a single yowl.\n\n\"My analysis was correct. It wanted attention. The parents left so\nhurriedly, they forgot to give me permission. When I didn't come to\ninvestigate, the child stop--\"\n\nThe wail burst forth with renewed vigor.\n\nThe robot rotated its head and the alert look flashed on and off. It\nstuttered, \"I know w-what I'm doing. But I--I can tell only what has\nhappened to my charge, n-never what _will_!\" The Sitta rumbled\nbewilderedly. \"Anticipation is beyond my capacity. The child _is_ hurt\nand hungry. Please come in and help me.\"\n\nTriumphantly, Amantha followed the robot into the house toward the\nnursery. She whispered to Ethan, \"Sittas ain't smart. I reckon he never\nheard a bunch of babies together. If one cries, they all do.\"\n\nThe Sitta barred the path. \"You seem sincere and are obviously an\nexpert. But before you go in, understand this--attempt no harm to the\nbeing in there. I'm linked.\"\n\n\"You'll be unlinked if you don't stop acting balky,\" warned Amantha. She\nducked under his arm and darted toward the crib.\n\n\"By linked, I mean that if anything happens that I require aid to\nhandle, an alarm rings in Sittas Circle and help is on the way.\nMeanwhile, I can put out fires or carry him unharmed through concrete\nwalls.\"\n\n\"Go ahead, run through a wall,\" invited Amantha abstractly, snatching up\nthe child. \"The darling's wet, too. Fetch me a diaper.\"\n\nThe robot fetched at her command. And when the child was quiet, even\ncooing, but with a sharp undertone of protest, Amantha settled back.\n\"Now we've got to feed him.\"\n\n\"They didn't give me special instructions and I can't originate. If you\nhadn't come, I'd have had to contact a doctor.\"\n\nAmantha handed the child to Ethan. \"You hold him.\" She went into the\nkitchen.\n\nEthan tossed the child up. \"Here we go,\" he bellowed. \"Free fall. Got to\nstart early to make a spaceman out of you.\" The Sitta stared at them,\npuzzled, as the infant shrieked with fear or joy. \"Now if only Jimmy was\nhere to see us,\" said Ethan, grinning proudly.\n\nJimmy didn't come back soon enough. The police arrived first.\n\n\n\nEthan wandered to the window. The ground was far below. He didn't want\nto think of what was outside the door.\n\n\"Don't mind jail myself--been in a few.\" He looked at Amantha. \"Just for\nraising hell. Never thought I'd be responsible for putting _you_ behind\nbars.\"\n\n\"It wasn't you,\" said Amantha, her back straightening. \"Curious about it\nmyself.\" Wisps of hair straggled over her face. \"I mean why didn't we\nthink of it on Mars? Didn't we know what they'd do?\"\n\n\"I guess we didn't.\" Ethan cracked his knuckles contemplatively. \"Did it\noccur to you?\"\n\n\"No. I can't understand.\" She frowned, but it didn't help clarify what\nshe was thinking about.\n\n\"We're criminals,\" said Ethan soberly. \"Thieves.\"\n\n\"I don't mind for us. Jail's not much worse than the home for Retired\nCitizens. It's our grandson I'm thinking of.\"\n\n\"Don't worry. They won't do a thing to him.\" His eyes widened and he\nwiped off the sweat. \"Oh. I see what you mean.\"\n\n\"Jailbirds,\" said Amantha. \"We'll still be in here when he grows up.\nIt's a fine way to help your kin. They'll never trust him with us in his\nfamily.\"\n\n\"Jailbirds,\" repeated Ethan mournfully. By some magic, his face cracked\nalong the wrinkles and broke into a smile. \"But once we flew,\" he\nwhispered to himself.\n\nThe door opened and an official of some sort came in. Outside, Ethan\ncaught a brief glimpse of guards.\n\nMarlowe, chief training director of space pilots for Interplanet\nTransport, Inc., walked in silence across the room and eased tiredly\ninto a chair behind the desk. He'd gotten the news late at night, having\nbeen the first one contacted. The ship that had been lost had showed up\nin the atmosphere. There couldn't be a mistake. No other flight was\nscheduled for months.\n\n\"Follow it,\" he had ordered and the trackers had kept it on the screen,\nflashing a message to the police as soon as they located where it\nlanded. It was logical that it should go where it did, but he didn't\nthink that anything about this flight was susceptible to a rational\napproach.\n\nMarlowe's eyelids felt lined with sand, but that was as nothing compared\nto his mental irritation. The two oldsters were dead and the ship was\nvaporized in the Sun. But, of course, it wasn't true and he had to\nfigure out why.\n\nOthers would be here to help him unravel the mystery, from Demarest on\ndown. Meanwhile, he was first. There was a lesson to learn if he could\nfigure out what it was. Damn these senile incompetents.\n\n\"Ethan and Amantha Huntley?\" he asked. They didn't fit in with his\npreconceived picture.\n\n\"You the judge?\" said Ethan. \"I demand to see a lawyer. We've got our\nrights.\"\n\n\"Why don't you let our son in?\" Amantha protested. \"I know he's been\ndying to see us. You can't keep us locked up like this.\"\n\n\"Please! I've just come from a consultation with your son. You'll see\nhim soon. As for being detained, you've been well treated. Most of the\ntime, doctors have been examining you. Isn't that true?\"\n\n\"What's that got to do with it?\" challenged Ethan. \"Never been sick a\nday in my life. Sure, my back hurts, and now and then my knees swell up.\nBut it's nothing. We didn't ask for a doctor. Got our own on Mars. Young\nfellow, fifty or sixty.\"\n\n\n\nFacts contradicted each other. They were what Marlowe expected and yet\nthey weren't. It was hard to determine. Records showed that if the old\ncouple were not actually senile incompetents, they were close to it. Now\nthat they'd returned the ship in good condition, legal action against\nthem would be dangerous. Everyone had grandparents and knew that they\nwere sometimes foolish. It was a spot to get out of as gracefully as the\ncompany could.\n\nIt was as training director for Interplanet Transport, however, that he\nwas interested in them.\n\n\"You were in space for nearly four months,\" he said. \"Few people take\nthat much exposure to radiation at one time. We had to determine the\nstate of your health. The evaluation isn't complete, but I think we can\nsay you're in no immediate danger.\"\n\nDid they understand? It was doubtful. No one else would have stolen the\nship and attempted to bring it to Earth. But, damn it, they had done so,\nlanding the ship on the outskirts of the little town, unobserved in the\ngathering storm.\n\nThe facts were painfully fresh in his mind.\n\n\"I'd like to know something of your background,\" said Marlowe. \"What's\nyour experience with spaceships?\"\n\n\"Went to Venus in one,\" Ethan answered. \"Also took a trip to Mars.\nStayed there.\"\n\nThe old man had haunted the control compartment, watching how it was\ndone. Some people did. But that was not a substitute for experience.\n\n\"That was long ago and you were a passenger. Anything more recent?\"\n\n\"Nope. Except for this last trip.\"\n\nThat was what didn't make sense.\n\n\"Are you sure? Be honest. Check your memory.\"\n\nThe old man had once piloted jets. But it was not the same.\n\n\"No other experience,\" said Ethan. \"Had training, though.\"\n\nMarlowe knew it. Without training, no one could manage takeoff and\nlanding. Somehow, the official search had failed to uncover this vital\ninformation. \"Where did you take it?\"\n\n\"Forget the name. Remember every word of it, though.\"\n\nMarlowe nodded. It was often the case. Early memories were fresh and\nclear while later events blew over the enfeebled mind and left no trace.\n\"But you didn't tell me where.\"\n\n\"Don't remember that part of it. It was a mighty good course. Wasn't\naccepted, even though I passed, after paying for my lessons in advance.\nThey said I was too old.\"\n\nAir lodged in his throat--Marlowe doubled over. If he'd heard\nrightly.... Good God, there were angels and correspondence courses that\nwatched over the aged! No--give the credit to angels.\n\n\"I realized I wasn't as spry as I used to be,\" continued Ethan\nseriously. \"Can't shoot off a planet or slam down on one the way your\npilots do. We were at the far end of the field, quite a ways off.\nEverybody was busy with the pilot who was running around. They were\ntrying to help him.\n\n\"Guess they didn't see us. They'd have laughed if they did. We went up\nslow, kind of wobbly. But we got off.\"\n\n\n\nThe old man was beaming, proud of it. He didn't know it wasn't skill but\nthe built-in safety factor, all the stabilizing mechanisms coming into\nplay at once. Demarest, the chief of construction, had seen to it that\nthe ships were well designed. Marlowe would have to commend him when he\ngot here.\n\nA thought occurred to the training director. If the stabilizing\nmechanisms were there, why not use them always? Of course, it wasn't\nthat simple. Interplanetary ship stabilizers weren't effective at high\nspeed.\n\nAnother thought crowded in. Why such high speed? That was something over\nwhich there was no choice. The protective atmosphere had to be left\nswiftly. The speed was added to at every opportunity. It was possible to\nslow down only at the last moment. Otherwise....\n\nOtherwise what?\n\nThere was no escape from the conclusion--otherwise heredity was altered\nand mutations would result. Marlowe sat back. This was true without\nexception. It was the biggest factor that controlled the conditions of\ninterplanetary flight. But--\n\n_They'd had their children!_\n\nMarlowe's pulse increased. As training director, he'd learned not to\nleap at things that merely looked good. He had to examine them\ncarefully. But--well, it was a new approach, though he couldn't really\nexpect anything from it. There was more to a crew than a pilot, more to\nspace flight than one incredible lucky voyage, for angels took\nvacations, too.\n\n\"You weren't on duty at all times,\" Marlowe pointed out. \"Then there's\nnavigation.\"\n\n\"Don't sleep much,\" said Ethan. \"Catnap once in a while.\" He thought it\nover. \"When I did sleep, 'Mantha helped out.\" He looked at her. \"I'm not\nthe expert on navigation. You'd better ask her.\"\n\n\"_No!_\" cried Marlowe.\n\n\"Why not? Just because I'm a woman?\" Her eyes were bright.\n\n\"But who taught you navigation?\"\n\nAmantha sniffed. \"Look here, young man, don't tell me what I can learn.\"\nShe closed her eyes and imagination carried her back to the ship. \"Lots\nof dials and gadgets--but I used to have near as many in my kitchen\nbefore they said I was too old to cook. Anyway, you don't have to figure\nit out on paper. If you look at things just right, you sort of know\nwhere you are.\"\n\n\n\nAmantha folded her hands. \"First, you take a big handful of the Sun's\nattraction and mix it with a bigger scoop of the gravitation of the\nplanet you happen to be on. For us, that was Mars. Then you add a pinch\nof acceleration. That's what makes you rise. When you get out a ways,\nyou decrease Mars and add more Earth and another pinch of Sun, stirring\nit around in your mind each day until it feels just right.\"\n\nShe smiled. \"I never did hold with too much measuring.\"\n\nThe muscles in Marlowe's chest felt cramped from holding his breath in.\nWhile she spoke, he could almost believe she knew what she was doing,\nthat she had a knack for it. Perhaps she did--brief flashes of clarity\nswept over her senile, beclouded mind. And the same with the old man.\nThese instances of sanity--and luck--had pulled them through.\n\nThe ship was back, unharmed. He shouldn't ask for more. And yet--they\nhad made it to Earth.\n\nThe chute in the desk clattered noisily and ejected a packet. Marlowe\nlooked at it--it was for him. The full medical report; it had been slow\nin coming. But this was a small town. The doctor who had looked them\nover was good, though. Marlowe made certain of that.\n\nHe opened the report and read. When he finished, he knew that though\nluck and angels had been with them on takeoff and part of the\npassage--along with dimly remembered fragments of unrelated skills that\nhad somehow coalesced into a working knowledge of how to run a ship--it\nwasn't the whole story. When they landed on Earth, it was no miracle.\nThey had known what they were doing.\n\n\"What is it?\" asked Ethan. \"Habeas corpus?\"\n\n\"No,\" said Marlowe. But in one sense it was, though of a kind that no\nmere judge could return a verdict on. He read the report again.\n\n\"No evidence of mental senility,\" it said in part. \"Micro-samples of\nbrain cells seem to be taken from someone about forty or fifty. Physical\nreactions are slow but firm and consistent. There are puzzling aspects.\nCertain obscure functions apparently are those of septuagenarians.\nOthers are in keeping with the mental age. The weakest organs govern, of\ncourse; they should live another thirty years, as if they really were in\ntheir seventies. However, locomotion and judgment should not be impaired\nuntil the very end. Query: Are you sure these are the people I was\nsupposed to examine? I couldn't find that deep, inoperable, though\nnon-malignant tumor the man was supposed to have.\"\n\nMarlowe folded and refolded the report. Radiation could kill. But it\ncould also cure. It was a standard treatment. But never so drastic and\nnot on the aged for this purpose. He had come at once on two monumental\ndiscoveries, both by accident. How many discoveries _were_ accidental?\n\nThese two wouldn't live longer, but they would have a better life and in\nfull possession of their senses.\n\n\"Sure, we borrowed--stole the ship,\" said Ethan abruptly, interrupting\nMarlowe's thoughts. \"You got it back, but that don't change things.\nWe've got money. We might have enough to pay for most of the fuel.\"\n\n\"It's not necessary. We'll charge it off as an experiment.\" Marlowe\ntried to frown. Perhaps he succeeded. \"In return for not prosecuting, I\nwant you to abandon your pension and go to work for Interplanet\nTransport.\"\n\nEthan's joints creaked as he sat up eagerly. \"Work it off? Sounds fair.\"\nThere were wrinkles on his face and there never would be any less, but\nthey weren't as deep as they had been, not when they formed the network\nof a smile. \"I can sweep out a ship. Maybe you'd even let me go on a\ntrip once in a while. I could be a cabin boy.\"\n\nThey had been considered useless and incapable for so long that they\nstill didn't realize what he was saying. They weren't childish, but they\nthought they were. Re-education would have to proceed slowly.\n\n\"I had a trip in mind for you,\" said Marlowe. \"And Amantha will have to\ngo to work, too.\"\n\n\"Young man, it's been a long time since I cooked anything but one\ncanalberry shortcake, but you just watch what I can stir up.\"\n\n\"I've got just the place for you,\" Marlowe answered. \"One more\nstipulation--don't talk about your experiences. If reporters come\naround, and I think they will, say merely that we traced the ship and,\nafter conferring with you, decided to drop all charges. Understand?\"\n\nAmantha nodded. \"Look bad for you, wouldn't it? Not guarding the ships\nany better than that, I mean.\"\n\nHe was thankful their minds had merely been resharpened, that they would\nnever regain their original edge. She was right--it _would_ look bad.\nAlso, the company had competitors. And by the time _they_ got wind of\nit, he wanted to have a head-start. Only a few of the aged would fit in\nwith his plans, though the rest would benefit, and by more than a change\nof status.\n\nMarlowe nodded. \"That's it. Report tomorrow and we'll go over your\nassignments.\"\n\n\"Guess you don't know what we're like,\" said Ethan. \"We've hardly seen\nour littlest grandson yet. What do you suppose we stole--experimented\nwith the ship for?\"\n\nMarlowe watched them go and, as the door closed, began to write\nhurriedly. The others would be here soon. He wanted to have it\nsummarized by the time they arrived.\n\nHalf an hour later, he looked at what he'd put down. It was on the back\nof the medical report.\n\n\"Memo: Change the design of our lastest ship. Instead of a heavy-hulled,\nsuperfast rocket, requiring the utmost in bodily coordination and\nstamina, reverse every specification. Permeability to radiation no\nobjection.\"\n\nHe chuckled. Demarest would threaten to resign. It violated every\nprecept he had ever learned. But the engineer would change his mind when\nhe saw the rest of it.\n\n\n\nMarlowe read on: \"Top speed need not be high. Emphasis should be placed\non safety. Must be maneuverable by operators whose reactive time is not\nfast, but whose judgment and foresight are trustworthy. Stress\nsimplicity.\n\n\"Memo No. 2: Inaugurate another class of service. In addition to fast\nspeedy passages when planets are close, a freight system that can\noperate continuously is now possible. The planets will open up faster if\na steady supply route can be maintained. Older passengers will be a\nmainstay, especially since therapeutic value is sure to be disclosed.\nEstimated time to prepare for first run--one year minimum.\n\n\"Memo No. 3: Recruiting. Do not overlook the most unlikely skill. It may\nindicate undisclosed ability of high order.\n\n\"Training: Blank. Improvise as you go along!\"\n\nMarlowe got up. He thought he heard planes overhead. If so, he had\nsomething for them. He'd have to argue, but he felt up to it. The sand\nhad disappeared from his eyes. His step was lighter, too.\n\nAnd that was because of another item he hadn't written down. He wouldn't\nforget.\n\nHe was in the mid-forties and would have to begin learning. It was the\nawkward age--too old--too young. He couldn't hope to pilot the\nmurderously fast ships currently in use. And he couldn't take his place\nin the clumsy tubs that would soon be swinging between the planets,\nopening up space to commerce. He would have to wait, but what he learned\nnow would be useful some day. It would be better integrated for having\nbeen long buried in his memory.\n\nA vintage aspiration.\n\nWhen he was immune to the mutating effects of radiation, old and nearly\nsleepless, he could retire from this career--into a better one.",
    "metadata": {
        "author": [
            "Wallace, Floyd Lee",
            "Wallace, F. L. (Floyd L.)",
            "Wallace, F.L.",
            "Wallace, Floyd L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32805/pg32805.txt",
        "name": "the_impossible_voyage_home.json"
    }
}