{
    "name": "There was an old woman—",
    "author": [
        "Knox, Calvin M.",
        "Jarvis, E. K.",
        "Silverberg, Robert",
        "Martin, Webber",
        "Burke, Ralph",
        "Mitchell, Clyde"
    ],
    "body": "Since I was raised from earliest infancy to undertake the historian's\ncalling, and since it is now certain that I shall never claim that\nprofession as my own, it seems fitting that I perform my first and last\nact as an historian.\n\nI shall write the history of that strange and unique woman, the mother\nof my thirty brothers and myself, Miss Donna Mitchell.\n\nShe was a person of extraordinary strength and vision, our mother. I\nremember her vividly, seeing her with all her sons gathered 'round\nher in our secluded Wisconsin farmhouse on the first night of summer,\nafter we had returned to her from every part of the country for our\nsummer's vacation. One-and-thirty strapping sons, each one of us six\nfeet one inch tall, with a shock of unruly yellow hair and keen, clear\nblue eyes, each one of us healthy, strong, well-nourished, each one of\nus twenty-one years and fourteen days old, one-and-thirty identical\nbrothers.\n\nOh, there were differences between us, but only we and she could\nperceive them. To outsiders, we were identical; which was why, to\noutsiders, we took care never to appear together in groups. We\nourselves knew the differences, for we had lived with them so long.\n\nI knew my brother Leonard's cheekmole--the right cheek it was, setting\nhim off from Jonas, whose left cheek was marked with a flyspeck. I knew\nthe faint tilt of Peter's chin, the slight oversharpness of Dewey's\nnose, the florid tint of Donald's skin, I recognized Paul by his\npendulous earlobes, Charles by his squint, Noel by the puckering of his\nlowerlip. David had a blue-stubbled face, Mark flaring nostrils, Claude\nthick brows.\n\nYes, there were differences. We rarely confused one with another. It\nwas second nature for me to distinguish Edward from Albert, George from\nPhilip, Frederick from Stephen. And Mother _never_ confused us.\n\nShe was a regal woman, nearly six feet in height, who even in middle\nage had retained straightness of posture and majesty of bearing.\nHer eyes, like ours, were blue; her hair, she told us, had once been\ngolden like ours. Her voice was a deep, mellow contralto; rich, firm,\ncommanding, the voice of a strong woman. She had been Professor of\nBiochemistry at some Eastern university (she never told us which one,\nhating its name so) and we all knew by heart the story of her bitter\nlife and of our own strange birth.\n\n\n\n\"I had a theory,\" she would say. \"It wasn't an orthodox theory, and it\nmade people angry to think about it, so of course they threw me out.\nBut I didn't care. In many ways that was the most fortunate day of my\nlife.\"\n\n\"Tell us about it, Mother,\" Philip would invariably ask. He was\ndestined to be a playwright; he enjoyed the repetition of the story\nwhenever we were together.\n\nShe said:\n\n\"I had a theory. I believed that environment controlled personality,\nthat given the same set of healthy genes any number of different adults\ncould be shaped from the raw material. I had a plan for testing it--but\nwhen I told them, they discharged me. Luckily I had married a wealthy\nif superficial-minded executive, who had suffered a fatal coronary\nattack the year before. I was independently wealthy, thanks to him, and\nfree to pursue independent research, thanks to my University discharge.\nSo I came to Wisconsin and began my great project.\"\n\nWe knew the rest of the story by heart, as a sort of litany.\n\nWe knew how she had bought a huge, rambling farm in the flat green\ncountry of central Wisconsin, a farm far from prying eyes. Then, how on\na hot summer afternoon she had gone forth to the farmland nearby, and\nfound a fieldhand, tall and brawny, and to his great surprise seduced\nhim in the field where he worked.\n\nAnd then, the story of that single miraculous zygote, which our mother\nhad extracted from her body and carefully nurtured in special nutrient\ntanks, irradiating it and freezing it and irritating it and dosing it\nwith hormones until, exasperated, it sub-divided into thirty-two, each\none of which developed independently into a complete embryo.\n\nEmbryo grew into fetus, and fetus into child, in Mother's ingenious\nartificial wombs. One of the thirty-two died before birth of accidental\nnarcosis; the remainder survived, thirty-one identical males sprung\nfrom the same egg, to become us.\n\nWith the formidable energy that typified her, Mother single-handed\nnursed thirty-one baby boys; we thrived, we grew. And then the most\ncrucial stage of the experiment began. We were differentiated at the\nage of eighteen months, each given his own room, his own particular\ntoys, his own special books later on. Each of us was slated for\na different profession. It was the ultimate proof of her theory.\nGenetically identical, physically identical except for the minor\nchanges time had worked on our individual bodies, we would nevertheless\nseek out different fields of employ.\n\nShe worked out the assignments at random, she said. Philip was to be\na playwright, Noel a novelist, Donald a doctor. Astronomy was Allan's\ngoal, Barry's biology, Albert's the stage. George was to be a concert\npianist, Claude a composer, Leonard a member of the bar, Dewey a\ndentist. Mark was to be an athlete; David, a diplomat. Journalism\nwaited for Jonas, poetry for Peter, painting for Paul. Edward would\nbecome an engineer, Saul a soldier, Charles a statesman; Stephen would\ngo to sea. Martin was aimed for chemistry, Raymond for physics, James\nfor high finance. Ronald would be a librarian, Robert a bookkeeper,\nJohn a priest, Douglas a teacher. Anthony was to be a literary critic,\nWilliam a librarian, Frederick an airplane pilot. For Richard was\nreserved a life of crime; as for myself, Harold, I was to devote my\nenergies to the study and writing of history.\n\nThis was my mother's plan. Let me tell of my own childhood and\nadolescence, to illustrate its workings.\n\n\n\nMy first recollections are of books. I had a room on the second floor\nof our big house. Martin's room was to my left, and in later years I\nwould regret it, for the air was always heavy with the stink of his\nchemical experiments. To my right was Noel, whose precocious typewriter\nsometimes pounded all night as he worked on his endless first novel.\n\nBut those manifestations came later. I remember waking one morning to\nfind that during the night a bookcase had been placed in my room, and\nin it a single book--Hendrik Willem van Loon's _Story of Mankind_. I\nwas four, almost five, then; thanks to Mother's intensive training\nwe were all capable readers by that age, and I puzzled over the\nbig type, learning of the exploits of Charlemagne and Richard the\nLionhearted and staring at the squiggly scratches that were van Loon's\nillustrations.\n\nOther books followed, in years to come. H.G. Wells' _Outline of\nHistory_, which fascinated and repelled me at the same time.\nToynbee, in the Somervell abridgement, and later, when I had entered\nadolescence, the complete and unabridged edition. Churchill, with his\nflowing periods and ringing prose. Sandburg's poetic and massive life\nof Lincoln; Wedgwood on the Thirty Years' War; Will Durant, in six or\nseven block-like volumes.\n\nI read these books, and where I did not understand I read on anyway,\nknowing I would come back to that page in some year to come and bring\nnew understanding to it. Mother helped, and guided, and chivvied. A\nsense of the panorama of man's vast achievement sprang up in me. To\njoin the roll of mankind's chroniclers seemed the only possible end for\nmy existence.\n\nEach summer from my fourteenth to my seventeenth, I travelled--alone,\nof course, since Mother wanted to build self-reliance in us. I visited\nthe great historical places of the United States: Washington, D.C.,\nMount Vernon, Williamsburg, Bull Run, Gettysburg. A sense of the past\nrose in me.\n\nThose summers were my only opportunities for contact with strangers,\nsince during the year and especially during the long snowbound winters\nwe stayed on the farm, a tight family unit. We never went to public\nschool; obviously, it was impossible to enroll us, en masse, without\narousing the curiosity my mother wished to avoid.\n\nInstead, she tutored us privately, giving us care and attention that no\nprofessional teacher could possibly have supplied. And we grew older,\ndiverging toward our professions like branching limbs of a tree.\n\nAs a future historian, of course, I took it upon myself to observe the\nchanges in my own society, which was bounded by the acreage of our\nfarm. I made notes on the progress of my brothers, keeping my notebooks\nwell hidden, and also on the changes time was working on Mother. She\nstood up surprisingly well, considering the astonishing burden she had\ntaken upon herself. Formidable was the best word to use in describing\nher.\n\nWe grew into adolescence. By this time Martin had an imposing chemical\nlaboratory in his room; Leonard harangued us all on legal fine points,\nand Anthony pored over Proust and Kafka, delivering startling critical\ninterpretations. Our house was a beehive of industry constantly,\nand I don't remember being bored for more than three consecutive\nseconds, at any time. There were always distractions: Claude and\nGeorge jostling for room on the piano bench while they played Claude's\nfour-hand sonata, Mark hurling a baseball through a front window, Peter\ndeclaiming a sequence of shocking sonnets during our communal dinner.\n\nWe fought, of course, since we were healthy individualists with sound\nbodies. Mother encouraged it; Saturday afternoon was wrestling time,\nand we pitted our growing strengths against one another.\n\nMother was always the dominant figure, striding tall and erect around\nthe farm, calling to us in her familiar boom, assigning us chores,\nmeeting with us privately. Somehow she had the knack of making each of\nus think we were the favorite child, the one in whose future she was\nmost deeply interested of all. It was false, of course; though once\nJonas unkindly asserted that Barry must be her _real_ favorite, because\nhe, like her, was a biologist.\n\nI doubted it. I had learned much about people through my constant\nreading, and I knew that Mother was something extraordinary--a fanatic,\nif you like, or merely a woman driven by an inner demon, but still\nand all a person of overwhelming intellectual drive and conviction,\nwhose will to know the truth had led her to undertake this fantastic\nexperiment in biology and human breeding.\n\nI knew that no woman of that sort could stoop to petty favoritism.\nMother was unique. Perhaps, had she been born a man, she would have\nchanged the entire course of human development.\n\nWhen we were seventeen, she called us all together round the big table\nin the common room of our rambling home. She waited, needing to clear\nher throat only once in order to cut the hum of conversation.\n\n\"Sons,\" she said, and the echo rang through the entire first floor of\nthe house. \"Sons, the time has come for you to leave the farm.\"\n\n\n\nWe were stunned, even those of us who were expecting it. But she\nexplained, and we understood, and we did not quarrel.\n\nOne could not become a doctor or a chemist or a novelist or even an\nhistorian in a total vacuum. One had to enter the world. And one needed\ncertain professional qualifications.\n\nWe were going to college.\n\nNot all of us, of course. Robert was to be a bookkeeper; he would go\nto a business school. Mark had developed, through years of practice,\ninto a superb right-handed pitcher, and he was to go to Milwaukee for a\nmajor-league tryout. Claude and George, aspiring composer and aspiring\npianist, would attend an eastern conservatory together, posing as twins.\n\nThe rest of us were to attend colleges, and those who were to go on\nto professions such as medicine or chemistry would plan to attend\nprofessional schools afterward. Mother believed the college education\nwas essential, even to a poet or a painter or a novelist.\n\nOnly one of us was not sent to any accredited institution. He was\nRichard, who was to be our criminal. Already he had made several\nsallies into the surrounding towns and cities, returning a few days or\na few weeks later with money or jewels and with a guilty grin on his\nface. He was simply to be turned loose into the school of Life, and\nMother warned him never to get caught.\n\nAs for me, I was sent to Princeton and enrolled as a liberal-arts\nstudent. Since, like my brothers, I was privately educated, I had no\ndiplomas or similar records to show them, and they had to give me an\nequivalency examination in their place. Evidently I did quite well,\nfor I was immediately accepted. I wired Mother, who sent a check for\n$3,000 to cover my first year's tuition and expenses.\n\nI enrolled as a History major; among my first-year courses were\nMedieval English Constitutional History and the Survey of Western\nHistorical Currents; naturally, my marks were the highest in the class\nin both cases. I worked diligently and even with a sort of frenzied\nfury. My other courses, in the sciences or in the arts, I devoted no\nmore nor no less time to than was necessary, but history was my ruling\npassion.\n\nAt least, through my first two semesters of college.\n\n\n\nJune came, and final exam, and then I returned to Wisconsin, where\nMother was waiting. It was June 21 when I returned; since not all\ncolleges end their spring semester simultaneously, some of my brothers\nhad been home for more than a week, others had not yet arrived. Richard\nhad sent word that he was in Los Angeles, and would be with us after\nthe first of July. Mark had signed a baseball contract and was pitching\nfor a team in New Mexico, and he, too, would not be with us.\n\nThe summer passed rapidly. We spent it as we had in the old days\nbefore college, sharing our individual specialties, talking, meeting\nregularly and privately with Mother to discuss the goals that still\nlay ahead. Except for Claude and George, we had scattered in different\ndirections, no two of us at the same school.\n\nI returned to Princeton that fall, for my sophomore year. It passed,\nand I made the homeward journey again, and in the fall travelled once\nmore eastward. The junior year went by likewise.\n\nAnd I began to detect signs of a curious change in my inward self.\nIt was a change I did not dare mention to Mother, on those July days\nwhen I met with her in her room near the library. I did not tell my\nbrothers, either. I kept my knowledge to myself, brooding over it,\nwondering why it was that this thing should happen to me, why I should\nbe singled out.\n\nFor I was discovering that the study of history bored me utterly and\ncompletely.\n\nThe spirit of rebellion grew in me during my final year in college. My\nmarks had been excellent; I had achieved Phi Beta Kappa and several\ngraduate schools were interested in having me continue my studies with\nthem. But I had been speaking to a few chosen friends (none of whom\nknew my bizarre family background, of course) and my values had been\nslowly shifting.\n\nI realized that I had mined history as deeply as I ever cared to.\nWaking and sleeping, for more than fifteen years, I had pondered\nWaterloo and Bunker Hill, considered the personalities of Cromwell and\nJames II, held imaginary conversations with Jefferson and Augustus\nCaesar and Charles Martel.\n\nAnd I was bored with it.\n\nIt began to become evident to others, eventually. One day during my\nfinal semester a friend asked me, \"Is there something worrying you,\nHarry?\"\n\nI shook my head quickly--_too_ quickly. \"No,\" I said. \"Why? Do I look\nworried?\"\n\n\"You look worse than worried. You look obsessed.\"\n\nWe laughed about it, and finally we went down to the student center and\nhad a few beers, and before long my tongue had loosened a little.\n\nI said, \"There _is_ something worrying me. And you know what it is? I'm\nafraid I won't live up to the standards my family set for me.\"\n\nGuffaws greeted me. \"Come off it, Harry! Phi Bete in your junior year,\ntop class standing, a brilliant career in history ahead of you--what do\nthey want from you, blood?\"\n\nI chuckled and gulped my beer and mumbled something innocuous, but\ninside I was curdling.\n\nEverything I was, I owed to Mother. She made me what I am. But I was\nplayed out, as a student of history; I was the family failure, the\ngoat, the rotten egg. Raymond still wrestled gleefully with nuclear\nphysics, with Heisenberg and Schrodinger and the others. Mark gloried\nin his fastball and his slider and his curve. Paul daubed canvas\nmerrily in his Greenwich Village flat near N.Y.U., and even Robert\nseemed to take delight in keeping books.\n\nOnly I had failed. History had become repugnant to me. I was in\nrebellion against it. I would disappoint my mother, become the butt\nof my brothers' scorn, and live in despair, hating the profession of\nhistorian and fitted by training for nothing else.\n\nI was graduated from Princeton summa cum laude, a few days after my\ntwenty-first birthday. I wired Mother that I was on my way home, and\nbought train-tickets.\n\nIt was a long and grueling journey to Wisconsin. I spent my time\nthinking, trying to choose between the unpleasant alternatives that\nfaced me.\n\nI could attempt duplicity, telling my mother I was still studying\nhistory, while actually preparing myself for some more attractive\nprofession--the law, perhaps.\n\nI could confess to her at once my failure of purpose, ask her\nforgiveness, for disappointing her and flawing her grand scheme, and\ntry to begin afresh in another field.\n\nOr I could forge ahead with history, compelling myself grimly to take\nan interest, cramping and paining myself so that my mother's design\nwould be complete.\n\nNone of them seemed desirable paths to take. I brooded over it, and was\nweary and apprehensive by the time I arrived at our farm.\n\n\n\nThe first of my brothers I saw was Mark. He sat on the front porch of\nthe big house, reading a book which I recognized at once and with some\nsurprise as Volume I of Churchill. He looked up at me and smiled feebly.\n\nI frowned. \"I didn't expect to find _you_ here, Mark. According to the\nlocal sports pages the Braves are playing on the Coast this week. How\ncome you're not with them?\"\n\nHis voice was a low murmur. \"Because they gave me my release,\" he said.\n\n\"What?\"\n\nHe nodded. \"I'm washed up at 21. They made me a free agent; that means\nI can hook up with any team that wants me.\"\n\n\"And you're just taking a little rest before offering yourself around?\"\n\nHe shook his head. \"I'm through. Kaput. Harry, I just can't stand\nbaseball. It's a silly, stupid game. You know how many times I had to\nstand out there in baggy knickers and throw a bit of horsehide at some\njerk with a club in his paws? A hundred, hundred-fifty times a game,\nevery four days. For what? What the hell does it all mean? Why should I\nbother?\"\n\nThere was a strange gleam in his eyes. I said, \"Have you told Mother?\"\n\n\"I don't dare! She thinks I'm on leave, or something. Harry, how can I\ntell her--\"\n\n\"I know.\" Briefly, I told him of my own disenchantment with history.\nWe were mutually delighted to learn that we were not alone in our\naffliction. I picked up my suitcases, scrambled up the steps, and went\ninside.\n\nDewey was cleaning up the common room as I passed through. He nodded\nhello glumly. I said, \"How's the tooth trade?\"\n\nHe whirled and glared at me viciously.\n\n\"Something wrong?\" I asked.\n\n\"I've been accepted by four dental schools, Harry.\"\n\n\"Is that any cause for misery?\"\n\nHe let the broom drop, walked over to me, and whispered, \"I'll murder\nyou if you tell Mother this. But the thought of spending my life poking\naround in foul-smelling oral cavities sickens me. _Sickens._\"\n\n\"But I thought--\"\n\n\"Yeah. You thought. You've got it soft; you just need to dig books out\nof the library and rearrange what they say and call it new research. I\nhave to drill and clean and fill and plug and--\" He stopped. \"Harry,\nI'll kill you if you breathe a word of this. I don't want Mother to\nknow that I didn't come out the way she wanted.\"\n\nI repeated what I had said to Mark--and told him about Mark, for good\nmeasure. Then I made my way upstairs to my old room. I felt a burden\nlifting from me; I was not alone. At least two of my brothers felt the\nsame way. I wondered how many more were at last rebelling against the\ndisciplines of a lifetime.\n\nPoor Mother, I thought! Poor Mother!\n\n\n\nOur first family council of the summer was held that night. Stephen\nand Saul were the last to arrive, Stephen resplendent in his Annapolis\ngarb, Saul crisp-looking and stiff-backed from West Point. Mother had\nworked hard to wangle appointments for those two.\n\nWe sat around the big table and chatted. The first phase of our\nlives, Mother told us, had ended. Now, our preliminary educations\nwere complete, and we would undertake the final step towards our\nprofessions, those of us who had not already entered them.\n\nMother looked radiant that evening, tall, energetic, her white hair\ncropped mannishly short, as she sat about the table with her thirty-one\nstrapping sons. I envied and pitied her: envied her for the sweet\nserenity of her life, which had proceeded so inexorably and without\nswerve toward the goal of her experiment, and pitied her for the\ndisillusioning that awaited her.\n\nFor Mark and Dewey and I were not the only failures in the crop.\n\nI had made discreet enquiries, during the day. I learned that Anthony\nfound literary criticism to be a fraud and a sham, that Paul knew\nclearly he had no talent as a painter (and, also, that very few of his\ncontemporaries did either), that Robert bitterly resented a career of\nbookkeeping, that piano-playing hurt George's fingers, that Claude had\nhad difficulty with his composing because he was tone-deaf, that the\njournalistic grind was too strenuous for Jonas, that John longed to\nquit the seminarial life because he had no calling, that Albert hated\nthe uncertain bohemianism of an actor's life--\n\nWe circulated, all of us raising for the first time the question that\nhad sprouted in our minds during the past several years. I made the\nastonishing discovery that not one of Donna Mitchell's sons cared for\nthe career that had been chosen for him.\n\nThe experiment had been a resounding flop.\n\nLate that evening, after Mother had gone to bed, we remained together,\ndiscussing our predicament. How could we tell her? How could we destroy\nher life's work? And yet, how could we compel ourselves to lives of\nunending drudgery?\n\nRobert wanted to study engineering; Barry, to write. I realized I cared\nmuch more for law than for history, while Leonard longed to exchange\nlaw for the physical sciences. James, our banker-manque, much preferred\npolitics. And so it went, with Richard (who claimed five robberies, a\nrape, and innumerable picked pockets) pouring out his desire to settle\ndown and live within the law as an honest farmer.\n\nIt was pathetic.\n\nSumming up the problem in his neat forensic way, Leonard said, \"Here's\nour dilemma: do we all keep quiet about this and ruin our lives, or do\nwe speak up and ruin Mother's experiment?\"\n\n\"I think we ought to continue as is, for the time being,\" Saul said.\n\"Perhaps Mother will die in the next year or two. We can start over\nthen.\"\n\n\"Perhaps she _doesn't_ die?\" Edward wanted to know. \"She's tough as\nnails. She may last another twenty or thirty or even forty years.\"\n\n\"And we're past twenty-one already,\" remarked Raymond. \"If we hang on\ntoo long at what we're doing, it'll be too late to change. You can't\nstart studying for a new profession when you're thirty-five.\"\n\n\"Maybe we'll get to _like_ what we're doing, by then,\" suggested David\nhopefully. \"Diplomatic service isn't as bad as all that, and I'd say--\"\n\n\"What about me?\" Paul yelped. \"I can't paint and I know I can't paint.\nI've got nothing but starvation ahead of me unless I wise up and get\ninto business in a hurry. You want me to keep messing up good white\ncanvas the rest of my life?\"\n\n\"It won't work,\" said Barry, in a doleful voice, \"We'll have to tell\nher.\"\n\nDouglas shook his head. \"We can't do that. You know just what she'll\ndo. She'll bring down the umpteen volumes of notes she's made on this\nexperiment, and ask us if we're going to let it all come to naught.\"\n\n\"He's right,\" Albert said. \"I can picture the scene now. The big\norgan-pipe voice blasting us for our lack of faith, the accusations of\ningratitude--\"\n\n\"Ingratitude?\" William shouted. \"She twisted us and pushed us and\nmolded us without asking our permission. Hell, she _created_ us with\nher laboratory tricks. But that didn't give her the right to make\nzombies out of us.\"\n\n\"Still,\" Martin said, \"we can't just go to her and tell her that it's\nall over. The shock would kill her.\"\n\n\"Well?\" Richard asked in the silence that followed. \"What's wrong with\nthat?\"\n\nFor a moment, no one spoke. The house was quiet; we heard footsteps\ndescending the stairs. We froze.\n\nMother appeared, an imperial figure even in her old housecoat. \"You\nboys are kicking up too much of a racket down here,\" she boomed. \"I\nknow you're glad to see each other again after a year, but I need my\nsleep.\"\n\nShe turned and strode upstairs again. We heard her bedroom door slam\nshut. For an instant we were all ten-year-olds again, diligently\nstudying our books for fear of Mother's displeasure.\n\nI moistened my lips. \"Well?\" I asked. \"I call for a vote on Richard's\nsuggestion.\"\n\n\n\nMartin, as a chemist, prepared the drink, using Donald's medical advice\nas his guide. Saul, Stephen, and Raymond dug a grave, in the woods at\nthe back of our property. Douglas and Mark built the coffin.\n\nRichard, ending his criminal career with a murder to which we were all\naccessories before the fact, carried the fatal beverage upstairs to\nMother the next morning, and persuaded her to sip it. One sip was all\nthat was necessary; Martin had done his work well.\n\nLeonard offered us a legal opinion: it was justifiable homicide. We\nplaced the body in its coffin and carried it out across the fields.\nRichard, Peter, Jonas, and Charles were her pallbearers; the others of\nus followed in their path.\n\nWe lowered the body into the ground and John said a few words over her.\nThen, slowly, we closed over the grave and replaced the sod, and began\nthe walk back to the house.\n\n\"She died happy,\" Anthony said. \"She never suspected the size of her\nfailure.\" It was her epitaph.\n\nAs our banker, James supervised the division of her assets, which\nwere considerable, into thirty-one equal parts. Noel composed a short\nfragment of prose which we agreed summed up our sentiments.\n\nWe left the farm that night, scattering in every direction, anxious\nto begin life. All that went before was a dream from which we now\nawakened. We agreed to meet at the farm each year, on the anniversary\nof her death, in memory of the woman who had so painstakingly divided\na zygote into thirty-two viable cells, and who had spent a score of\nyears conducting an experiment based on a theory that had proven to be\nutterly false.\n\nWe felt no regret, no qualm. We had done what needed to be done, and on\nthat last day some of us had finally functioned in the professions for\nwhich Mother had intended us.\n\nI, too. My first and last work of history will be this, an account of\nMother and her experiment, which records the beginning and the end of\nher work. And now it is complete.",
    "metadata": {
        "author": [
            "Knox, Calvin M.",
            "Jarvis, E. K.",
            "Silverberg, Robert",
            "Martin, Webber",
            "Burke, Ralph",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72082/pg72082.txt",
        "name": "there_was_an_old_woman.json"
    }
}