{
    "name": "Thirty Degrees Cattywonkus",
    "author": [
        "Bell, James"
    ],
    "body": "It was a tremendous house. And they were newlyweds. And were still a\nmite flighty. And for a while that accounted for the whole thing.\n\nAt the moment, it seemed to Ernie Lane that in a house which even the\nreal estate agent said had \"either\" eleven or twelve rooms, it was\nquite conceivable that he and Melinee had overlooked that extra room.\n\nAfter all, they had only been living at 1312 Cedar Lane for four days\nand had hardly had time to make a complete survey of the place.\n\nNow it was quite different. For Ernie Lane had stopped walking\nhurriedly past that extra door, had stopped giving it only casual\ncuriosity, had even stopped wondering afterward.\n\nThis night he had come home a bit tired, gone directly to greet his\nloving wife, and then decided to put a stop to the gnawing question.\n\nWhile Melinee fried the chicken, Ernie walked carefully and wordlessly\nto the dim hallway. He went past the staircase, past the telephone, to\nthe darkest spot between the living room and the study. He stood for a\nstrange moment--there was no extra door.\n\nHe felt the refinished wall, his fingertips searching for hidden\npanels. There was none.\n\n\"Supper's ready,\" Melinee called. \"Ernie?\"\n\nBut it had been there last night, the night before, the night before\nthat, and the very first night the real estate agent brought them over.\nIn fact, he recalled, that was the reason the agent had been uncertain\nabout the number of rooms. And why had he passed it off as a joke,\nsimply turning from the extra door without opening it?\n\nErnie felt again.\n\nIt was ceasing to be a joke. He was not a man of hallucinations. He was\nnot a victim of superstition, fear or near-sightedness. He only wanted\nto know why he saw a door one day and didn't see it the next.\n\nHe called a comforting word to his wife, then reached for the telephone\nbook. He found the name of Hartley and Hartley, Real Estate. PLaza\n0-6633. Without any undue commotion, he dialed. In a moment, a woman's\nvoice at the other end seemed to barge into his life.\n\n\"Special operator. Number, please?\"\n\n\"PLaza 0-6633.\"\n\n\"Sorry, sir, we have no such number--\"\n\nErnie let a disgruntled voice thunder into the phone: \"Then what the\nheck is Hartley and Hartley Realty doing with it?\"\n\nA pause. Then she replied, \"Sir, we have no Hartley and Hartley--\"\n\n\"Don't be silly,\" he said. \"I just found it in the phone book.\"\n\nShe answered, \"We have a Hartfield and Hatley, Realtors, Inc., sir, but\nno Hartley and Hartley. Their number is in the directory.\"\n\nMelinee was standing behind him. \"Who are you calling?\"\n\nHe was shaken, but he managed to appear calm as he hung up. He even\nrelaxed against the wall. \"I was trying to get the real estate agent on\nthe phone--these lights ought to be brighter--and I thought he could\nrefer us to his electrician.\"\n\n\"His what?\" Melinee asked.\n\n\"Elec--\" He halted. \"Never mind, honey. I'm beat--rough day. I need\nfried chicken.\" He hugged his trim, prim wife and they walked toward\nthe kitchen arm in arm. But it was not until they settled at the table\nthat he saw, under the bright electric light, that her hair was red,\nnot blonde, and he immediately felt he'd been gypped.\n\nHer smirky little voice added to the shock. \"Darling, don't call me\nMelinee when my name is Marsha. It just isn't done.\"\n\n\n\nOn purpose, Ernie spent an uneventful evening, arose the next morning,\nignored his wife's red hair, conveniently forgot her name, avoided even\nchecking to see if the door was there, and saved up a sneer for the\ntelephone.\n\nDuring the day, his business life was perfect. He got the Jenkins\naccount, lunched with the boss, and was asked to serve on the\nmembership committee in the Chamber of Commerce drive. However, during\nthe afternoon he developed a terrific headache and excused himself from\nthe office long enough to see the company physician.\n\nThe thin, foxy doctor handed him a pill and a glass of water. After\nErnie had swallowed the pill politely, the physician leaned forward\nand gazed at his eyes and forehead. \"Tell me, Lane--you're a newlywed,\naren't you?\"\n\nErnie nodded.\n\n\"Then why the worried frown? You seem to be carrying the Rock of\nGibraltar on your shoulders. Is your job too much for you?\"\n\n\"Of course not,\" Ernie said, smiling. \"I told you I had a headache.\"\n\n\"Perhaps,\" the doctor said, smiling back. \"You seemed to have been in\nsomething of a prepossessed state when you came in. I was just curious.\"\n\nErnie laughed it off and at the doctor's request lay on a cot for a\nperiod of ten minutes. When he returned to the office, there was a\nrequest that he call a \"Marsha.\"\n\nThe sudden venomous thoughts of the evening before spun before his\neyes. What the devil was going on with the woman? The new name, the new\nhair-do, the new smirk in her voice--that wasn't the woman he married.\nHe grabbed the phone and called home.\n\nTwenty rings. No answer.\n\nIt was a quarter of four when the switchboard notified him that his\nwife was on the line. \"Hello, Ernie? This is Melinee. I'm at the Lee\nHat Shop. Can you meet me in half an hour? I want to do some shopping\nand I thought we'd have supper and maybe see a movie.\"\n\nMelinee? It was all like a breath of spring. Away from that house, she\nwas a different person. Happily, he agreed to buying her a new hat,\nsupper and a ticket to Loew's State. For Melinee, anything. For Marsha,\nnothing.\n\nAnd when they met, surely enough her hair was blonde again and the\nsmirk in her voice was gone. She was his bride, and he forgot whatever\nthe past, present or future might hold.\n\nThe future, however, was not long coming. After the movie, they\nreturned home and were about to settle down when, passing along the\nhallway, Ernie looked over his shoulder and saw the extra door.\nQuickly, he reached past Melinee and grasped the knob with his hand.\n\n\"Ernie, what on _Earth_!\"\n\nShe startled him. He laughed, and they went in to bed.\n\nIt was around one A.M. when Ernie decided he would not be able to put\noff any longer the chore of exploring that hall door. It plainly had\nnot been there the night before; it plainly was there tonight.\n\nHe tiptoed softly from bed and left the room. Melinee did not even\nstir. He closed the door lightly and cat-footed his way through the\ndarkness to the wall switch at the foot of the stairs.\n\nStealthily looking all about him, as if someone or something might\nsuddenly try to stop him, Ernie sneaked up on the door. He grabbed the\nknob with both hands, turned it briskly and the door swung open.\n\nThe pale green wall of the hallway confronted him. It was as if the\ndoor were merely hinged onto the wall. No opening whatever.\n\n\n\nHe tapped it with his knuckles. Then he examined the door. It was a\nFrench style thing extending from floor to ceiling with contrasting\ngreen slats. Identical with those appearing all along the hallways,\nmost of them closet doors.\n\nJust for the heck of it, he thought he would drag out a hammer and\nuncork the screws holding the false door--carry it to some conspicuous\nplace and observe as it went through its next disappearing act. But as\nhe turned to head for the tool cabinet, Ernie heard the din of distant\nshouting--as if a room-full of men were playing cards.\n\nAnd yet not so distant. For a moment the world became silent. Ernie\npressed an ear against the wall behind the false doorway. It seemed to\nbe coming from inside, and there were only a few words of any audible\nclarity. \"Maximum--not much longer--and logarithms--\"\n\nErnie tried the adjacent door. It opened into a small storage room,\nunlighted. He felt around the wall paneling, but no switch. Gauging\nthe dimensions, it seemed to him that the storage room practically\naccounted for all the space behind the hall. If the fake door opened\nonto a room, it could only be this room, and there was nothing here.\n\nHe listened. No sound inside the confines of the room. But the moment\nhe returned, pressed his ear against the outer wall, Ernie heard them\nshouting again. It was as if the wall were twelve inches thick--as if\nhe were not hearing anything at all--and yet hearing.\n\nThe thought struck him--there was a laundry chute opening from the\nsecond floor to the storage room. Provided they wanted to install a\nchute. Meanwhile, the agent had told him, it would remain just a hole\nin the floor.\n\nHe and Melinee had not made any plans for developing the second floor.\nIt was evident that his mother would one day have to live with them,\nand her own invalid sister, in time. And then whatever children there\nmight be. But so far he and Melinee had actually made only one trip up\nthere with the agent.\n\nIn fact, there was no electrical connection to the upstairs whatever.\nErnie remembered the layout, however, and made his way up the stairs\nthat creaked in defiance of the agent's compliments. When he reached\nthe top in the pitch blackness, he felt for the wall.\n\nA strange coldness not at all common to the summer season moved out\nalong the hallway. It seemed to hover around him, curious of the\nintruder.\n\nImagination.\n\nHe walked on, an inch at a time, for he remembered a small table about\nhalf way along. But he never felt the table. Ernie reached the end of\nthe hall before he was sure--and where had the table gone?\n\nHe returned along the opposite wall until he felt the small square\npaneling. Then a brass knob. He pulled it open, half expecting the end\nof the world. And at that point, a bluish haze filled with gaseous,\nluminous smoke rose out and blinded him.\n\nWhen the obnoxious odor of the smoke was gone, he took a deep breath\nand stuck his head in again. Directly below him sat three men, fat and\njovial, shaking their pipes at one another. There was a row of red and\nwhite lighted tubes, not unlike fluorescents, a mahoganylike counter\nthat might pass for a bar, and a row of bottles against a mirror.\n\n\n\nThe dimensions immediately struck Ernie as all wrong. It was far bigger\nthan the hall closet where it was supposed to be. In fact, the portion\nhe saw seemed to be the focal point of a large dance hall or bar room.\nBut the most obvious quality of the scene was the tilted floor. The\nwhole thing seemed to be about thirty degrees lopsided.\n\nErnie could go immediately back to bed and tell of his dream tomorrow,\nor he could make things worse by yelling at the men below.\n\n\n\nIt wasn't necessary to yell. As if they had seen him through the tops\nof their balding heads, they motioned to the bartender, then pointed\nsquarely at his vantage point. Ernie felt the quavering impulse to run,\nand yet even in a nightmare you try desperately to learn the ending.\n\nThe man in the white coat set the ladder firmly against the floor so\nthat the top ended in the slightest kind of tilt near the chute door.\nIt was not Ernie's intention to crawl through the door, but the way the\nman motioned, and the way the men turned briefly and waved, simply as\nif they might be old acquaintances waiting for him in a hotel lobby--it\nwas, to say the very least, overwhelming.\n\nThere was a fragrance, an allure about the room. It smelled of apples\nand tobacco and brought nostalgic thoughts of college days and--and\nfaint wisps of the past that were not nostalgic. He thought of Melinee.\nHe really ought to tell her about this.\n\nThe chalky finger motioning at him, the unconcerned old men on the\nsofa--and the table. It was the antique table, missing from the\nupstairs hall, that lured him in. There it sat against the far wall. He\ngrabbed a jutting two-by-four and twisted his body through the opening.\n\nThe ladder must have been shoved to one side, or perhaps it was the\nclaustrophobic effect of going through the small opening--anyway,\nsomething. It turned his mind, his body, wrong-side out. Like the\nsqueezing out of a wet mop by a steamroller.\n\nAt the foot of the ladder, the man in the bartender's jacket led him to\nthe three men. One of them, exceptionally fat, jovial, excused himself\npolitely and took Ernie aside.\n\n\"You look pale, Ernie,\" he said. \"Having trouble?\"\n\nGroggily, Ernie looked about him. \"It's this room. It's lopsided. I\nthink a good thirty degrees cattywonkus.\"\n\nThe man doused a cigar and a quick frown crossed his brow. \"Good point.\nVery good point. Come with me, Ernie.\"\n\nErnie looked; the other men paid him no mind. The little man waddled\nthrough a maze of foundation columns, as if the whole world were\nsuspended above them. He walked behind the bar to a small glass-encased\ndesk, U-shaped and covered with dials all reading A-B-C-D.\n\n\"Kronkite!\" the man called. A whirring inside the room shut off. A man\nwith goggles and a metal halo stuck his head out the door. \"Kronkite,\nErnie here says we are thirty degrees off. Can you shift the\nequilibrium? Frankly, I hadn't noticed it.\"\n\n\n\nWith a silent nod, the man named Kronkite shut the transparent door,\nturned three knobs, a bell clanged and the floor of the whole affair\nsank some thirty degrees on one side, rose thirty on the other. Then\nthe whirring in the chamber resumed and Ernie was led back to the bar.\n\n\"Have yourself a drink, man,\" his host coaxed.\n\n\"I don't need one,\" Ernie said. \"Listen, before we go on, just one\nquestion--\"\n\nThe man smiled pleasantly.\n\n\"Where the heck am I? And what is this going on in my basement?\"\n\nThe smile continued. It was maddening.\n\n\"Well?\" said Ernie.\n\n\"You are here,\" the man finally said. \"And don't be silly, Ernie. Your\nhouse has no basement.\"\n\nErnie turned to the bartender. \"I think I _will_ have a drink.\"\n\n\"Make it a triple,\" the little man called, and the bartender smiled as\nif his face hurt.\n\nThere was a pained expression on Ernie. He sank his head into his arms.\n\n\"Cheer up,\" the man said. \"It isn't worth all that.\"\n\n\"What isn't?\"\n\n\"Be happy, man.\"\n\n\"I'll be happy when I get out of here, but I'll be hilarious when I\nfind out the score--and I plan to be hilarious before I get happy. Is\nthat clear?\"\n\n\"You talk as if you had been drinking already, man. Snap out of it. I\nlike men with clear heads.\"\n\nIt was not only a delaying tactic, Ernie thought; it was plainly a\ncase of nerve-busting. They were going to force it out of him. He had\nalready conceded they were not a gang of thieves using his basement\nfor a hideaway; they were not digging a secret tunnel for the Defense\nDepartment.\n\n\"You like men with clear heads? What am I, some sort of recruit?\"\n\n\"Now!\" the man exclaimed, suddenly thrust into a new frame of mind. \"We\nare now on the same plane. You _are_ a recruit and we can understand\neach other now.\"\n\n\"So where is this?\"\n\n\"This is your house, of course, but we're not quite there yet. We're in\nwhat you would call--oh, another dimension.\"\n\nErnie reached for the drink and sniffed it. Its smell fitted the\nsituation. \"And what does that mean?\"\n\n\"Oh, you and I have lived in the same vicinity all our lives,\neven crossed each other's paths, but we are in different\ndimensions--different worlds in the same place.\"\n\n\"You mean like Mars and Earth?\"\n\n\"I mean like Mars _in_ Earth, or vice versa,\" the man answered.\n\nErnie jumped up and started for the ladder. \"I'm getting out of here--\"\n\n\"Don't be a fool! Climb that ladder and you'll butt your skull in!\"\n\n\"I came through the hatch. I'll leave through the hatch.\"\n\n\"But we've shifted thirty degrees. You told us to. Now the top of the\nladder is thirty degrees away from the door of the laundry chute, which\nis quite impossible to reach, my friend, because there is perhaps dirt\nand a foundation and everything else in the way. We'd have to tear\nout our own structure and gouge into yours. This we cannot do. Too\nexpensive.\"\n\n\n\nErnie had heard enough. He climbed the ladder to the top, butted his\nhead and climbed down. \"Okay. You win. What's the score?\"\n\n\"You and Marsha,\" the man said.\n\n\"Melinee,\" Ernie corrected.\n\n\"Melinee in your dimension, Marsha in ours. You and she exist in our\ndimension as well. Same types, same characteristics inwardly. But not\nthe same outwardly. Different hair, different name--your own features\nwere to be slightly different here.\"\n\nErnie sat down on the sofa beside the two old men. He buried his head.\n\"This is the other dimension? Then where is the other me?\"\n\n\"Oh, no,\" his host said. \"This is not 'the other' dimension. This is\nthe _experimental_ dimension. _You_ are from the second. What we are\nboth in is a third realm sponsored by the government--the federal\ngovernment of The Unison States. Congrice sponsored this scientific\ninvestigation, provided we could accomplish it before the session ends.\"\n\nThe first desire to laugh at the stupidity of the nightmare grappled\nwith Ernie. But when he looked at that ladder and remembered the bump\non his head, he knew this was not the time or place for a nightmare.\n\nThe man went on, \"So we talked Senatore Jumphries into wielding his\nmight in committee, the committee on extra-dimensional perception\ntalked to the President Eisenhoovelt, he addressed the Congrice, and by\nthe single vote of Demorep Martini, this thing was financed for short\nduration.\"\n\nErnie opened his eyes and looked beyond the bar and the experimental\nlab. It was like the inside of a giant ship in space or a vessel\nplowing the Pacific. It spread into distant chasms of darkness.\n\n\"Our object, of course, is to start out the new dimension with an Adam\nand Eve,\" the host said.\n\nErnie sneered. \"You think you can start a new world!\"\n\n\"Oh, we've begun it. And we chose your home because here you are two\nyoung newlyweds just starting out in life, not too concerned that the\nfuture holds nothing more for you than junior assistant to the vice\npresident--ever! Here you have more chance for development, advancement\nand enjoyment. We have effected changes--your Melinee, for example. You\nand Marsha will run this dimension. You and she will--\"\n\n\"We will not, and I'm going to Melinee now. Let me out of here.\"\n\nThe man politely hid a laugh. \"Dear sir, I assure you there is no way\nout of the dimension. You are trapped. You must remain now, regardless,\nand conduct our experiment for us.\"\n\n\"You got through to our world to find out about us,\" Ernie said. \"How\ncan you keep me here?\"\n\n\"But we entered your world from our own dimension. Our people pass back\nand forth all the time, unknown to your people. But from this special\ncontraption which Congrice has rigged up for us, there is no immediate\nescape.\"\n\nErnie got mad. \"Then what the devil are these people doing here?\"\n\n\"Sh,\" the man said, \"those are our Congrice observers.\" He seemed\nextremely disturbed. \"Don't let them know how you feel. They get angry\nat people who take them on wild-goose chases.\"\n\n\n\nThere was a sudden feeling of hope that Ernie held a monkey wrench in\nhis hand. First, he would find out all about the thing, then he would\nraise hail Columbia to the two Congrice observers and get them to\nthumbs-down the experiment. Then, if there was an ounce of humaneness\nin them, they would free him.\n\n\"Okay, I'll calm down. But let me know the rest. When will I see\nMelinee?\"\n\n\"Marsha,\" the man said firmly, \"will be along shortly. We must first\nlift the initial dimension prototype to the exact level of your house.\nEvery coordinate must match each stick of furniture in your own\ndimension. Then we can begin working outward--\"\n\n\"Working outward?\"\n\n\"From your house. It is to be the beginning of this--er--civilization\nyou and Marsha are to create. You will observe in each direction there\nis still darkness? When we have manipulated the realm into the exact\nposition of the ground floor of your house, we will install a series of\ntransitional burnouts. These will break down molecular resistance which\nour more powerful equipment creates on solid portions of your house.\nEverything will fit into place, and you and Marsha will report to us\nregularly.\"\n\nErnie was fuming. \"Then we are your prisoners?\"\n\n\"Oh, but you'll enjoy every minute of it! We created the origin, the\nnucleus, in the home of some newlywed in your dimension for the mere\npurpose of convenience of adaptability. We will bring in teams who\nwill plant ersatz crops, trees, cut streams, create weather--put life\ninto the whole place. With your dimension's home and our dimension's\nscientific advantages, you can have full reign of populating a\nwonderful new world.\"\n\nErnie was madder than he had ever remembered. \"And if I refuse?\"\n\n\"You can't refuse. Marsha will be here momentarily; we have been\nexperimenting with her changes in hair, mood, expression--we hypnotized\nher on occasions. The extra door in the hallways? Sooner or later she\nwill see it, wonder as you did and open it. This time we will have the\nmagnetic field force turned on. You see, Ernie, you came in the wrong\nway and--\" and here he paused abruptly--\"quite a problem has been\nposed.\"\n\n\"I'll say it has!\"\n\n\"Yes. You see, you were supposed to come through the door, and you\nstill will, for there was a technical miscalculation in our instruments\nwhich, while allowing you to enter this new dimension, also did not\nallow you to enter. You yourself suggested we correct by thirty whole\ndegrees. Well, we are not set up for more than one field force entrance\nper person. The Congrice didn't allot us that much money.\"\n\nErnie's eyes grew wild and bright. \"So, technically, I'm not even here?\"\n\n\"Technically, your other self is still up by the laundry chute looking\nin or going back to bed, or whatever.\" He scratched his balding head.\n\"Really an unfortunate event. For when the other you enters our hallway\ndoor, we shall have to do away with one of you. It would not only\nfrighten Marsha, but the federal government would accuse us of waste,\ncorruption and heaven knows what else.\"\n\nThe wildness in Ernie's eyes turned into a gleam. \"You mean your\ngovernment just wouldn't understand?\"\n\n\"Right,\" the man said unhappily. \"There's more politics in science than\nyou'd ever believe possible.\"\n\n\"Mister, I think I have a solution.\"\n\n\"You _have_?\"\n\n\n\nErnie walked to the bar, grabbed an armful of magnums, then walked to\nthe plastic experimental table, flung open the door, slung bottle after\nbottle at the instruments, caused three small explosions, a sputtering\nred fire, a terrible burst of black smoke and a sudden explosion that\nturned the whole new dimension--such as it was--into a white blinding\nsun.\n\nWhen the nausea left, he saw the bodies lying on a green grassy area\nin what seemed to be Washington, D. C. He made his way in torn pajamas\nto Unison Station, paid a man to go out and buy him a second-hand suit\nby giving up his gold wedding band, then found the Senatoreale Office\nBuilding, located the office of the Senatore of Iowaki, as he had\nplanned to do, and asked for permission to enter the \"other\" dimension\nto take home movies. The senatore asked him the name of his home town,\naccused him of lisping it, handed him a year's free pass to Other World\nand a two-year pass to the Senatoreale in session.\n\nErnie, following instructions on the card, walked to a little white\nbuilding near the Washingable Monument, stepped inside, handed a man\nhis Other World card, then walked through a door, felt sick at his\nstomach, came out to the streetcar line to Melinee and home.\n\nWhen he got there, it was almost daylight, and the front door was\nlocked. He climbed through an upstairs window, looked through the\nlaundry chute, saw nothing and returned to his bed. Melinee was still\nsleeping soundly.\n\nHe wrestled with his pillow a while. Then the alarm went off.\n\nThe rest was simple. At breakfast he told her he was taking the day off.\n\n\"Darling, why on Earth?\"\n\n\"We're moving,\" he said.\n\n\"But _why_?\"\n\n\"There was an explosion in the night. I think it was gas escaping.\"\n\n\"We might have died!\" she cried.\n\nErnie closed his eyes. \"Go look in the hall, dear, and tell me what you\nsee.\"\n\nWhen she returned, she was in a quandary.\n\n\"Well?\" he asked. \"Did you see that crazy extra door blown off the\nwall?\"\n\n\"No, Ernie, but there's a man at the door in pajamas like yours who\nclaims he's been following you.\"\n\nErnie squinted. \"Who is he?\"\n\n\"He says his name is Irvin--\"\n\n\"Irvin?\" Ernie barked.\n\n\"--and, dear, he's the spitting image of you.\"",
    "metadata": {
        "author": [
            "Bell, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60862/pg60862.txt",
        "name": "thirty_degrees_cattywonkus.json"
    }
}