{
    "name": "Through the Asteroids—To Hell!",
    "author": [
        "Yerxa, Leroy Arnold",
        "Yerxa, Leroy"
    ],
    "body": "Blair Freedman pushed the jet control slightly, sending the X26 into a\nwide slow arc toward the asteroid tunnel. He sighed and glanced at the\nchart on the desk. Trip number seven thousand twenty-two. For the rest\nof his life.\n\n\"Come over here, Jerry,\" he called.\n\nJerry Graham, short, slight of figure, smiled and left the navigation\ndesk. Graham's face was black where his razor had left heavy hair just\nbelow the surface of the skin. His smile was mild and the brown eyes\nbehind heavy spectacles were gentle.\n\n\"What is it, Blair?\"\n\nHe stood beside Freedman, watching the solid, moving wall of the\nasteroid belt.\n\nBlair Freedman sighed.\n\n\"Did you ever have the urge to deliberately miss the entrance of the\ntunnel? To hit full on against the asteroids?\"\n\nGraham stiffened, feeling ice water sluice suddenly into his veins.\n\n\"Are you nuts?\"\n\nFreedman relaxed. His grip on the control lever became lighter, more\nexpert.\n\n\"No,\" he said slowly. \"No, I'm okay. For a minute I was crazy, I guess.\nThat's why I called you.\"\n\nGraham studied the face of the younger man. Freedman was tall,\nrather slim. Graham could never decide just what made Blair Freedman\nattractive to the opposite sex, unless the secret lay in his deep, gray\neyes and that shock of alarmingly red hair.\n\n\"I don't get it,\" he said. \"Sure, the old routine gets tiresome. But\nit's a job and someone has to do it. We can't _all_ be in the Warrior\nPatrol.\"\n\nFreedman had seemingly come to his senses now. He sent the ship\nstraight at the dark maw of the tunnel, flashed his colors to the guard\nship that hovered near the entrance with its big guns trained on him,\nand then they were in the darkness.\n\nThe brilliant lamps of the X26 sent splashes of light along the walls.\nBlair Freedman shuddered.\n\n\"Walls,\" he said idly. \"Walls of twisting, gyrating death. I wonder\nwhat really happens when a ship hits them?\"\n\nHe was talking half to himself, but Graham shuddered. Blair Freedman\nneeded a rest, he decided. Needed to straighten himself out with the\nworld.\n\n\"You'd be torn to dust in ten seconds,\" he said. \"That is, if you\nweren't riding in the Cutter.\"\n\nThe Cutter was the huge ship designed by Planet Control, to keep the\nasteroid tunnel open.\n\nFreedman nodded.\n\n\"And that's _another_ thing I've got on my mind.\"\n\nGraham wanted him to talk, until all the bitterness was out of him.\n\n\"What's another thing?\"\n\nThey were deep in the tunnel now. Graham's eyes checked the mileage.\nFifteen miles in. Ten minutes before they would see light again.\n\nBlair Freedman said, \"I'm damned tired of running that ploughhorse.\nPete Folley's got to get another man for the job. I'm quitting.\"\n\nBoth men continued to look straight ahead. Freedman kept his eyes on\nthe controls. He had said it now. Said what he had wanted to say for\na month. A war was coming. He wanted \"out\" from the tunnel patrol. He\nwas good enough for the warrior ships. He wanted to fly them. Get out\ninto space where there was excitement, and a chance to show that he was\nready for something better.\n\n\"Look here, Blair,\" Graham said slowly. He had a helluva lump in his\nthroat. He felt lost. \"Me, I'm not fit for the service. Too old. I\ncouldn't fly in here with anyone else. We been a team for years. You\ncan't....\"\n\nFreedman interrupted.\n\n\"I thought it all out, Jerry. You haven't got the confidence because\nyou've never had to do the work. You've leaned on me. You can handle\nthis ship _and_ the Cutter. Folley will never fire you.\"\n\nA speedy luxury ship swished past them, coming from the opposite end of\nthe tunnel. There was light far ahead.\n\n\"I dunno,\" Graham said hesitantly. \"You made up your mind? You're\nleaving for sure?\"\n\nFreedman took a deep breath.\n\n\"I'm leaving,\" he said.\n\nGraham turned and went back slowly to the navigation desk. He was\nacting like a damned fool, he knew. Still, losing Blair was like losing\nyour arm, losing part of your brain and soul. He sat down and tried to\nstudy the mapping sheets.\n\nThe figures and lines jumped up and blurred his eyes. Cautiously, so\nBlair Freedman wouldn't see, he lifted his specs and rubbed a hand\nacross his eyes.\n\n\"Dammit,\" he said suddenly in a furious voice. \"Go on then, and be\ncussed. Sure I can fly alone. You can go to hell and see if I care.\"\n\nFreedman swung around, startled. Graham's back was to him, his head\nbent over the desk. \"You don't have to get tough,\" he said mildly.\n\n\"You heard me,\" Graham said. \"Go to hell.\"\n\nThey flashed out into the bright, clear void above the satellite Parma,\nand Freedman changed his course for the home port. Behind them, the\nsolid, bulking group of asteroids barred them once more from the main\nsatellite group. There was only that single, carefully cut tunnel\nthrough the wall. Freedman remained by the controls, a frown on his\nthin pleasant face.\n\nWhat was wrong with Jerry, acting like that? Sometimes he thought Jerry\nwas a little nuts.\n\n\n\nOld Man Folley leaned back in his chair behind the desk in the\nOperations Office. Peter Folley was his full name and he had mild,\nwashed out blue eyes that regarded Freedman in a puzzled manner.\n\n\"But Blair--\" he protested quietly, in answer to Freedman's outburst.\n\n\"I've made up my mind,\" Freedman said. \"I've threatened to leave a\ndozen times. It isn't you. It isn't anyone. Or, for that matter,\nanything special. I'm fed up on the job and I want something exciting.\nThe Warrior Patrol is my meat.\"\n\nFolley found a cigar and lighted it. He seemed to relax a little. He\nwas getting ready to argue the case.\n\nFreedman knew he couldn't escape the argument. He had too much respect\nfor Pete Folley to walk out on him.\n\n\"Remember, Pete,\" he said, \"I've made up my mind this time. The old pep\ntalk won't do any good. I'm fed up.\"\n\nFolley was stubborn. He found a piece of paper and a pen-stick.\n\n\"Watch this, Blair,\" he said, and made a little _x_ in the right side\nof the paper.\n\n\"Vestena,\" he said, pointing to the _x_. \"The strongest satellite in\nthe outer area.\" On the left side of the sheet he put another _x_.\n\"Parma,\" he said. \"The gold satellite--power of the system.\"\n\nHe blacked in the center with a heavy series of lines.\n\n\"Now then,\" he said slowly, \"I'm trying to show you that this job\n_is_ important. Get me straight. I know it's no cinch to go through\nthat damned tunnel twice a day, week after week. To blast the Cutter\nthrough, pushing aside asteroids and slaving in the dark.\n\n\"But listen to me, Blair. You got it all wrong. You say yourself that\nthere's a war heading up between Parma and Vestena. If war comes\nthere'll be a lot of glory for the Warrior Patrol. You'll be big stuff.\nYou'll be a great guy. _But did it ever occur to you how Vestena plans\nto attack Parma?_\"\n\nHe paused dramatically, then plunged on with his story.\n\n\"Vestena fighters have to fly the long route, fifteen thousand miles\naround the asteroid belt. They can't do that. The supply line is too\nlong. They think they're coming through the tunnel.\"\n\nFreedman shook his head.\n\n\"Simple problem,\" he said. \"We'll close the tunnel. They haven't the\nbrains or equipment to re-open it again.\"\n\nFolley shook his head.\n\n\"We can't do that, son. When Planet Control gave us the contract for\nthe tunnel, it collected vast sums of money from the fifteen associated\nsatellites. Now war is coming between _two_ of those satellites. The\nothers still hold a huge interest in the tunnel. Business has to go on\nas usual between those other satellites. It can't stop. The tunnel has\nto be kept open. It will be.\"\n\n\"How?\" Freedman asked.\n\n\"By an independent fighting group. By Tunnel Control.\"\n\nFreedman shook his head.\n\n\"Sorry, Pete. It's a good argument, but it just isn't good enough. I\nneed lots of void to move in, Pete. I need the thunder of guns and\nthe taste of flame. Can't get it out of my system. Maybe, when it's\nover...?\"\n\nPete Folley swore.\n\n\"Graham told me it was no good arguing with you,\" he said in a low\nvoice. \"Okay, Blair, desert us. Run away and join the damned army. But\ndon't come sniveling back to me when it's over. We'll fight our battles\nwithout you. When we've finished, there'll be no place for a guy who\nwalked out on us.\"\n\nFreedman felt a cold stab go up his back. He had never thought it would\nbe like this. Jerry Graham, and now Pete. Old Folley who had raised him\nsince he was a kid. He straightened his shoulders.\n\n\"If that's the way it is,\" he said.\n\n\"That's just the way it is,\" Folley said, and looked down at the desk\ntop with brooding eyes.\n\nFreedman turned and went out.\n\n\n\nBlair Freedman's room was barren. His things were packed neatly into\nthree trunks in the center of the floor. Freedman stood near the window\nlooking down into the street. The car from the Warrior Patrol would be\nhere shortly to pick him up.\n\nHe looked around the place for the last time. A queer feeling of\nhomesickness swept over him. This room at the Setric Hotel had served\nhim for the past ten years. Now he was leaving it to take over quarters\nin the splendid barracks of the Warrior Patrol of the Parma Air Force.\n\nA knock sounded on the door. Thinking the boy had come up for his bags,\nhe called:\n\n\"Come in.\"\n\nFreedman didn't look up as the door opened. He heard footsteps near the\ndoor, then a quiet, feminine voice said:\n\n\"Do you usually ignore your visitors?\"\n\nFreedman straightened, his face red, to stare with surprise at the\nslim, honey-haired girl inside the door. She wore the uniform of the\nSpace Merchants of Vestena. Her neat figure seemed molded into the\nscanty leather breeches and gold-cloth vest. A small light-gun hung\nloosely from the belt around her waist. Was it his imagination, or did\nthe fingers of her right hand poise lightly over the gun?\n\n\"Hello,\" he said slowly. \"I don't think I know you. I had expected....\"\n\nShe nodded.\n\n\"The porter,\" she said. \"Yes, I had to bribe him to let me come up.\"\n\nBlair Freedman felt new warmth in his face. Anger, rising slowly, made\nhis fingers clench.\n\n\"Why was it so necessary to see me?\"\n\nHe didn't like it. The Space Merchants were neutral, but the satellite\nVestena was stalling waiting to declare war. Could she be a spy?\n\nThe girl walked across the room and looked down on the busy square\nbelow. Her back was turned to him. She had a way of coolly going about\nher business as though he didn't exist, and speaking to him only when\nshe was ready to do so. He watched the slim, well-built figure, the\nmaze of fluffy gold that hung about the back of her neck.\n\n\"You're Blair Freedman,\" she said, without turning around.\n\n\"You knew that before you came up here.\"\n\nSilence.\n\n\"You're going to join the Warrior Patrol?\"\n\n\"If that's any of your business, yes.\" He was blazing mad. Mad because\nshe had the nerve to walk calmly into his room and question him.\n\n\"See here,\" he snapped, \"I've got work to do. You've said your piece.\nNow get out of here before I call the management.\"\n\nShe whirled around, facing him, solemn blue eyes staring into his.\n\n\"You asked for it,\" she said. \"You're joining the Warrior Patrol to\nmake yourself a big-shot. You've got to have glory and blood. _I'll_\ntell _you_ something. You bored the tunnel through the asteroid belt.\nYou handled the 'Cutter.' You've done the job three times now and it's\na job that one man in a thousand has the courage to tackle. Now you're\nwalking out on the Tunnel Patrol.\"\n\nShe hesitated, panting, catching her breath.\n\n\"Well, _Mr. Big_, you're walking right out into the open where they can\ntake a pot shot at you, and don't think they won't do it.\"\n\nHe took two strides toward her and grasped her wrist. He must have held\nit tightly for tears started from her eyes.\n\n\"Go ahead--hurt me. You can. You're very strong.\"\n\n\"_Who's_ taking pot shots at me?\"\n\nShe jerked away from him violently.\n\n\"It's none of your darn business. You deserve to be shot. You're a tin\nhorn sport, running away from a real job to get your wings covered with\nstar dust.\"\n\nShe backed away from him, holding her wrist, her eyes blazing.\n\nShe reached the door and opened it quickly.\n\nFreedman, completely bewildered by what had happened, started after\nher. The light-gun shot into her hand and its barrel pointed at his\nstomach.\n\n\"I came here to help you,\" she said coldly, \"but I think I could shoot\nnow, you bull-headed, star-chasing hero.\"\n\nHe stopped short. The girl was beautiful, and so angry that her eyes\nseemed to shoot flame.\n\n\"Who are you? Why did...?\"\n\n\"I came because I thought I loved you,\" she clipped the words off with\nan utterly matter of fact voice. \"Now I find that you're so much in\nlove with yourself that there isn't room for anyone else.\"\n\nShe was gone, and the room was silent. A Parma housefly zoomed across\nthe room and lit on the door knob. Freedman jerked the door open and\nthe fly buzzed away. The hall was empty. He listened. Not a sound.\n\nHe went back in, shaking his head slowly.\n\n\"Well I'll--be....\"\n\nA girl who came from nowhere. A girl he had never seen before, and she\nhad come to say that she loved him, and in the same breath, threatened\nto shoot him through the stomach.\n\nFreedman sat down on the edge of the bed. He felt a little shaky....\n\n\n\nLieutenant Breecher made a wide, sweeping gesture with his free hand.\n\"The Warrior Patrol of Parma.\" Blair Freedman sat in the cramped,\nefficient little fighter rocket, following Breecher's hand as the\nWarrior Patrol swept in toward the entrance to the Asteroid Tunnel.\n\n\"I'm proud to be in the force,\" Freedman said. \"I've watched you men\nfor years. Always had the feeling that I had to desert those pluggy\npatrol ships and get into the fighters. It's a great feeling. A clean\nfeeling, as though I've dropped the slow, dull life and kicked up my\nheels for a real run in the void.\"\n\nBreecher's head came around slowly, where he could study Freedman's\nface more easily.\n\n\"Those thousand ships out there are all that lie between Parma and\ndestruction,\" he said slowly. \"Yet, if it weren't for the tunnel, you\nknow, they would have to travel too damned far to get at us. They can\nfight their war two ways. Plan a series of battles with the Warrior\nPatrol, or blow up the tunnel and seal Parma behind that ungodly range\nof Asteroids. Either way, Parma would choke in a few months. The tunnel\n_is_ important.\"\n\nFreedman nodded. It troubled him, all this reference to the tunnel.\nFirst Folley, then the girl, and now, even Lieutenant Breecher of the\nWarrior Patrol.\n\n\"Strictly routine stuff, though,\" he said, almost in self-defense. \"A\nhundred men, a few patrol ships, and an occasional trip with the Cutter\nto clear out debris. That's the tunnel patrol, year after year.\"\n\nThe Lieutenant let well enough alone. The Warrior Patrol had swept past\nnow. The dull, war-painted heads on the rockets were business-like and\nready. The Lieutenant nosed his own ship into the tail of the formation\nand opened his jets. They swept back toward Parma.\n\n\"There, I've shown you the boys and their ships,\" he said. \"Tomorrow\nyou'll fly with them.\"\n\nThe ugly static of the relay-screen broke in.\n\n\"_Calling Warrior Patrol--Calling Warrior Patrol._\"\n\n\"That's Leader Van Nordast,\" Lieutenant Breecher said in a low voice.\n\"Something's up.\"\n\nVan Nordast's face was on the screen. He looked powerful, compact,\nbusiness-like.\n\n\"The Warrior Patrol will not come to base tonight. It will protect the\nouter entrance to the asteroid tunnel.\n\n\"A hundred extra ships are being sent at once. They will join the\nPatrol near the Tunnel Patrol ship, and base there until further orders\ncome from this office.\n\n\"Post guards and _watch that tunnel_. By tomorrow, news will be up to\ndate and I will give you further instructions.\"\n\nThe image on the screen sighed.\n\n\"You may as well know tonight. Vestena didn't wait for us to make\nplans. It tried to destroy the tunnel today. Sabotage, with a few\nsuicide ships.\n\n\"A few men were killed but the attempt failed. That is all. Proceed to\nbase.\"\n\nThe screen was empty again, and Blair Freedman was cussing and\nwondering if maybe Jerry Graham had been right.\n\nHe could fight now. He had the best equipment in the planetary system.\n\n_A few men were killed...._\n\nHe remembered Van Nordast's words. Grim words that probably applied to\nthe boys he had known since childhood. Maybe Jerry was one of them.\nJerry Graham with his gray-black hair, wrinkled kindly face and gentle\neyes peering from behind his specs.\n\nThe Lieutenant hadn't spoken since the message flashed off. Now he said:\n\n\"Well, you're going to get your baptism of fire sooner than I expected.\"\n\n\"Yes,\" Freedman said. \"Yes, that's right.\"\n\nHe was wondering if it made any difference. If Jerry was dead, he'd\nhave to kill a couple thousand soldiers to revenge that one kindly man.\n\n\n\nThe guard ship on the outer end of the Asteroid Tunnel was anchored in\nspace a short distance from the tunnel itself. It had to carry its own\nsupplies, heavy armament and ammunition. Normally, it was capable of\nholding off a dozen space fighters, sending them reeling back with the\nheavy punches from its cannon.\n\nThe Warrior Patrol came in on a sweeping arc, and slowed to circle\nabout and finally hide the rugged, stocky mother-ship that guarded the\ntunnel. Orders were given. Ships and pilots were warned not to fly too\nclose to the heaving mass of asteroids. They looked solid. Actually,\nthey were in motion every second, tons of ragged, grinding metal and\nstone, heaving a few inches this way or that, destroying anything that\ntouched their surface.\n\nIt was through this terrifying belt of death that Blair Freedman had\nfirst dared point the prow of the \"Cutter\" and had, by sheer guts, torn\na tunnel through the asteroids that served to demolish the thousands of\nmiles of impossible flying by the outside route to Parma.\n\nIn peace, the asteroid belt had been pierced by the needle-like tunnel\nand through it commerce poured to the other worlds. It was the Panama\nCanal of space. In peace time, a simple job of patrolling. In war, it\nmight become a hell-spot of intrigue and battle.\n\nThe Warrior Patrol had come to protect it, keep it open, and to prevent\nthe fighting ships of Vestena from using it to conquer Parma.\n\nA vast set for a chess game. The pieces were placed, alert and waiting,\nabout the tunnel head. When would the opposing player make his first\nmove?\n\nLieutenant Blair Freedman left his ship, moved carefully up the deck\nof the mother-ship and entered the air lock. In five minutes he was\ntalking to fat, easy going Captain Stew in the mother-ship. Captain\nStew wasn't the pudgy old gentleman's real name, but he had been\ncalled by it for so many years that any other he may have had was long\nforgotten. The Captain, with his home-made, blue denim uniform and\nenormous black pipe, led Freedman into his cabin and offered him the\nplace of honor on his bunk.\n\n\"Sit, Blair,\" he said. \"Suppose you heard the news?\"\n\nFreedman nodded. He hated to ask what had happened. Captain Stew was a\ntough old warrior. He could hold off half an army with this big, well\narmed ship. He knew how to fight and how to live. He hated to part with\nmen.\n\n\"What happened here?\"\n\nStew puffed mightily on his pipe and laid it down. \"Nothing much, if\nthey hadn't shot two of my gunners.\"\n\nA tiny sigh escaped Blair's lips. Then Jerry Graham was safe.\n\n\"Night work,\" Stew said briefly. \"Two ships passed and signalled with\nour flags for permission to enter. I gave them the okay after checking\ntheir numbers and the flight charts. They didn't go into the tunnel. I\nsaw them start heaving stuff out into space at the tunnel mouth.\n\n\"It was pretty dark, but I recognized the stuff they were tossing out.\"\nHe paused, then said, \"Space mines.\"\n\n\"They planned to blow the head of the tunnel?\"\n\nStew nodded.\n\n\"I opened fire and blew them straight to hell.\"\n\n\"But your men?\"\n\nStew grunted.\n\n\"They had time to put one shot across my forward deck. Knocked out one\ngun. Killed a couple of good boys.\"\n\nHe stood up, emptied his pipe and put it back into his mouth with bowl\nupside down.\n\n\"Graham and his men came through on routine patrol just a few seconds\nafter those damned ships blew up,\" he said. \"If they had hit one of\nthem space mines....\"\n\nFreedman stared ahead of him at the smoke darkened walls.\n\n\"That would have been tough,\" he said. \"Well, the danger's over now.\"\n\nHe stood up.\n\n\"I think the Warrior Patrol is strong enough to protect the tunnel,\ndon't you, Captain?\"\n\nCaptain Stew looked thoughtful.\n\n\"_Strong_ enough,\" he said, \"if the rats will come out in force and\nfight. Take my word for it, though, they'll make more attempts like the\none last night. This isn't the....\"\n\nCaptain Stew was cut off suddenly by a mighty explosion that seemed to\ncome from directly below. The mother-ship took a quick lurch that sent\nthem both to the floor. Stew, in spite of his size, was the first to\nregain his feet.\n\n\"What the....\"\n\nThey stumbled out onto the deck. The darkness was sliced with orange\nand red flame. The entire fleet, it seemed to Freedman, had opened fire\nat a dark object disappearing toward Vestena.\n\nHe watched the object for fifteen seconds, then saw it dissolve in\nwhite hot flame.\n\nThe guns became quiet. The decks of the mother-ship stopped shaking.\nCaptain Stew howled something at the top of his voice and a gunner came\nrunning up.\n\n\"Why in the name of the Seven Ton God of Hate didn't you call me?\" Stew\nshouted.\n\nThe soldier, grim faced, sooted by the cannon smoke, did his own share\nof cursing.\n\n\"Didn't have time,\" he fumed. \"One ship. It sneaked up to the tunnel\nmouth and didn't even show a light. It tossed out enough stuff to seal\nthat tunnel for keeps. Captain Stew, there's a patrol ship due through\nfrom Parma in fifteen minutes. The tunnel's sealed tight.\"\n\n\n\nFreedman knew the ship. _His_ ship was due, with Graham at the wheel.\nFreedman knew where the radio was on the mother-ship. He dashed down\nthe deck.\n\nThe radio man was flashing signals to Parma, warning all flights to\nwait for approval to come ahead.\n\nFreedman slammed himself down at the board.\n\nHe plugged in the tunnel speaker. The power board showed zero. The\nmighty voice that could speak to anyone in the tunnel was dead.\n\n\"The guns shook some wires loose,\" the control man said. \"We'll try the\nelectro-screen.\"\n\nThey worked swiftly, trying to contact Jerry Graham. Finally his voice\ncame on to the screen. He had a cheerful grin on his face.\n\n\"Hey,\" he said, \"what's wrong at tunnel head? I'm getting a whistle\non the screen but I can't tune you in. Something wrong with your\ntransmission.\"\n\n\"For Heaven's sake, Jerry,\" Freedman shouted, \"turn back, don't come\nthrough.\"\n\nGraham looked puzzled.\n\n\"Seems like I hear a voice,\" Graham was saying. His eyes were bright\nand sparkling behind his specs. \"You guys playing a joke on me? I can\nhear something that sounds like a voice, but I can't hear words. Just a\njumble.\"\n\n\"Jerry,\" Freedman shouted. \"The tunnel head is blown out.\"\n\nThe control man was working furiously with the set.\n\n\"Sure, we'll have a blow out,\" Graham said. The smile was broad on\nhis lips. Five minutes to the tunnel head. Five minutes between that\nsmile--and sudden death.\n\n\"What the hell,\" Freedman said. \"We've got to get this set running.\"\n\n\"Hey,\" Jerry Graham was saying, \"what _is_ wrong with your sender? The\nscreen is blurred. The static is awful. Clear it up, will you?\"\n\n\"Can't,\" Freedman mumbled to himself. Perspiration stood out on his\nface. \"Can't, Jerry. Can't.\"\n\nThe control man continued to work.\n\n\"Never had this happen before,\" he said. \"Guns were raising hell for a\nwhile. They blew out the tubes on both sets. Wire shorted somewhere.\nCan't find it.\"\n\nFreedman looked at the clock.\n\n\"One minute,\" he said in a humble, frightened voice. \"One minute of\nlife for Jerry.\" He paused and then put his face close to the screen.\n\n\"Jerry,\" he shouted, \"Jerry, for God's sake, go back. The tunnel....\"\n\nIt wasn't any use. Before he stopped talking, Graham said:\n\n\"Wow, this is _too_ much. You guys sound like a bunch of wailing\nbanshees. I'm signing off until you get that sender running again.\"\n\n\"_Jerry_....\"\n\nThere was something wild and uncontrolled in Freedman's plea.\n\nThe screen clicked and was white. Dead white, like a sheet drawn over a\ncorpse.\n\nFreedman sat there, idly holding his watch, his face pale, eyes vacant.\nThe control man kept on working, patiently, carefully. After a long\ntime Freedman looked at his watch. He stood up. He walked unsteadily\ntoward the door, to meet Captain Stew coming in.\n\n\"Guess everything is okay up there,\" Stew motioned back toward the\ndeck. \"Did you contact Graham?\"\n\nFreedman couldn't hear him. He pushed Stew aside and went out, staring\nacross the void at the line upon line of fighters, grouped like\nsoldiers at attention.\n\nBehind him, Captain Stew spoke to the control man.\n\n\"What the hell's burning him up?\"\n\nThe control man's head came up slowly from the set.\n\n\"He ain't feeling so good,\" he said. \"Seems like he deserted a pal a\nwhile back, and now his pal's dead. I think he's kinda sorry he wasn't\non the job when it happened.\"\n\nStew nodded slowly.\n\n\"That's tough,\" he said. \"I guess I know how he must feel.\"\n\n\n\nBlair Freedman stood rigidly before the desk, arms at his sides, eyes\non Peter Folley. Folley didn't look up. He gripped Freedman's release\npapers in his hand. He wasn't reading them.\n\n\"So you came back?\"\n\nFreedman didn't answer.\n\n\"I suppose on account of Jerry, huh?\" Folley said. \"You were talking to\nJerry just before he died, they said.\"\n\nFreedman found his voice.\n\n\"I tried to warn him.\"\n\nFolley nodded slightly.\n\n\"If you had been with him, you'd have known the tunnel head was\nblocked. You had that gift, the sense of feeling pressure changes. You\nwould have saved Jerry.\"\n\nFreedman didn't answer. He had left the Warrior Patrol and come back to\nhis old job again. He had to carry on for Jerry Graham.\n\n\"Well,\" Folley said suddenly, \"I know what you want, and I don't need\nyou. You quit once. That's enough. Go back and get all the glory you\ncan out of army life. We'll get along.\"\n\nHe stood up and turned his back to Freedman.\n\nFreedman picked up the release papers and put them into his pocket\nslowly. His hands shook.\n\n\"Pete,\" he said, \"I was a fool. It took Jerry's death to make me see\nit. I came back to say I was sorry. Jerry Graham was like a brother to\nme. I want the old job back. I want to open the tunnel and keep it\nopen.\"\n\nPete Folley faced him slowly. He looked very tired. His face was pale\nand dark pockets stood out under his eyes.\n\n\"I'm giving up,\" he said desperately. \"I can't fight alone. Ten of my\nbest men have been killed in a week. As fast as we open the tunnel,\nan enemy ship darts in and commits suicide to blow it closed again. I\nhaven't got the men or the guts to keep on fighting. It's up to the\nWarrior Patrol to protect the tunnel. Your place is with them.\"\n\nFreedman wanted to help Folley then. Wanted to prove his worth all over\nagain.\n\n\"Pete, you and I started the tunnel. We always have kept it open. If we\nwork together now, I think we can do it again. You, I and--Jerry.\"\n\nThere was a brief flash of hope in Folley's eyes. Then it faded and he\nlooked glum.\n\n\"Okay,\" he said, \"You know where the Cutter is. Take it out in the\nmorning. You're on the payroll, as long as there is one.\"\n\n\n\nThe Tunnel Patrol, in spite of its homely name and lack of dignity\nwas a big organization. Its field and hangars housed a hundred speedy\npatrol ships, tons of special earth moving equipment, and last but most\npowerful, the ship referred to as the Cutter.\n\nFreedman came down the field to the huge building that housed the\nCutter. He slipped quietly into the side door, still shivering from the\ncold morning fog that had settled on the port. He paused, old memories\nsurging through him. Memories of the long days and nights he and Jerry\nhad spent behind the instrument board of the huge craft.\n\nThe Cutter was officially labelled Z1000. Its vast bulk filled a space\nequal to a city block. Its bulky, blade covered nose wasn't graceful.\nIn fact, the whole ship looked like a vast, bloated sausage with spiral\nblades attached to its bow, and a number of stove pipe lengths at the\nstern which shot out thunderous potions of fire and gas.\n\nIt was a special job, the Z1000. It was a working man's ship. A ship\nthat you couldn't batter and destroy. The Z1000 could take it. It had\ntaken unbelievable punishment already and it was ready for more.\n\nFreedman mounted the ladder and went into the belly of the ship. It was\nlike coming home again. He half expected to hear Jerry Graham shout to\nhim from the navigation room above.\n\n\"Damned imagination,\" he said aloud. He said it bitterly.\n\nHis voice came back to him, a hollow thing echoing through the interior\nof the Cutter.\n\nHe climbed the series of steps and came out on the platform behind the\nblades. He entered the navigation room. Already the doors of the hangar\nwere rolled back by the electric-finger he had touched as he came in.\n\nNo use waiting for anyone or anything. He was flying alone. Freedman\nadjusted the fuel indicators. Folley had told him last night that the\nlanes would be open and no ships were maneuvering this side of the\ntunnel. He drew back the rocket release levers, sat back and adjusted\nthe delicate headphones that would tell him what the blades on the\nship's nose were doing. Then, as though riding behind a plugging work\nhorse, he started to doze.\n\nThis, he thought, hasn't the speed or the flash of the fighting ships.\nIt's a tough job to do. But I'll do it.\n\nThe job wasn't a pleasant one. Freedman knew that near the far end of\nthe tunnel, wedged into the debris of the wrecked tunnel, his old ship,\nthe X26, was laying. In the control room, if there was still a control\nroom, Jerry Graham's crushed corpse would be stretched across the\ninstrument panel.\n\nAn endless hour passed.\n\nThe flight was no longer routine. He was nearing the end of the tunnel.\nThe Cutter, Z1000 had taken the grinding, tearing trip easily, and\nher plates were hardly heated by the occasional edges she had to rip\nfrom the tunnel. He slowed the huge sausage-like ship and watched the\ninstruments closely. Fifteen miles--then only ten.\n\nHe braked the ship and paused. Here, according to the instruments, the\nX26 would be wedged.\n\nGrimly, Freedman donned the oxygen suit, turned on the powerful lamps\nthat would light his way in the inky black tunnel, opened the forward\nhatch and went out. Ahead and all around him were the dense metals and\nrocks of the tunnel. The crushing, tearing sounds, always present in\nthis weird place, seemed worse today. He climbed carefully out on the\nhuge cutter blades, down the emergency ladder and jumped to the X26.\nIt wasn't as badly wrecked as he had feared. That didn't mean that it\nwould fly again, or that there was any hope of Graham being alive. He\nknew that the X26 had hit with a speed that would insure at least a\nbroken neck for near-sighted Jerry.\n\nNo sense kidding yourself, Blair, he thought.\n\nHe worked his way into the broken hatch of the X26, found a heavy\nemergency bar and tore the door to the main cabin open. It was as he\nthought. Jerry hadn't known what happened. The accident had come too\nfast. Jerry had been thrown to the floor. There were no marks on his\nbody. His lips were parted in amazement, but no horror.\n\nFreedman choked back a sob, picked Graham up tenderly and went back\nalong the wrecked corridor. In the Z1000 he placed Graham on one of the\nemergency bunks, strapped him down and covered the body with a blanket.\nHis teeth were gritted tightly together. His knuckles were white. He\nfelt little emotion, or rather, tried to steel himself against feeling\nit.\n\nBack in the control room, he sat down, pulled out the special valve\nrelease that ran the Cutter blades and waited for their steady,\npowerful rhythm to tell him that they were ready to cut.\n\nThis was a part of the business that had always thrilled him. Today it\nwas just a job. A dirty, routine job. There wasn't any pleasure in it.\n\nHe thought of Jerry. Jerry who had laughed and gone to his death\nbecause a certain Blair Freedman had deserted him and tried to find\nglory.\n\nThe cutters were gyrating at a terrific speed now. The nose of the\nZ1000 was hot with the movement of the bearings. Freedman turned on the\noilers. Long, thick jets of oil started to shoot out ahead of the ship,\nglancing off the blades, oiling the rocks.\n\nSavagely, as though this was a personal battle, Freedman turned on the\nforward power. The Z1000 hit the remains of the wrecked patrol ship,\nripped through it and into the sullen, slow moving mass of metal and\nrock. It shuddered once, then settled down, matching its blades against\nthe mass.\n\nIt moved stolidly ahead, and the roar of the blades drowned out\neverything else.\n\nThe wall wouldn't be thick. Freedman grimaced. He remembered the months\nhe had spent ripping through the first time.\n\nHe'd like to go on tearing and gouging, fighting the only way he\nknew--fighting nature.\n\nThose slim, tube like army ships weren't for him. His job was to slog\nalong, ripping away at the barrier that at once protected and cut off\nhis home satellite from the other satellite nations.\n\nThe Z1000 was a fighting ship that would never enter the war directly,\nand yet affected its course more vividly than any single unit of the\nfleet.\n\n_Never enter the war directly?_\n\nFreedman wondered. Listening to the inhuman power of the Cutter,\nhe wondered. It might be feasible. He had never studied speeds and\npressures. Just how much punishment could the big ship take?\n\nSuddenly, with a lurch, the Z1000 tore itself from the wall and flew\nout into space.\n\nSwiftly, as the cutters were already whirring upward toward a breaking\nspeed, Freedman cut the power and idled in space. To his left, the\nfleet was drawn up in neat battle lines. Captain Stew's guard ship was\nfloating about, and he knew that Stew himself would be watching him\ncoming. They had been listening to his thunderous battle with the rocks\nfor some minutes.\n\nFor a second Freedman felt elation because he had once more battled\nwith nature and won. Then he remembered Jerry Graham, stretched\nlifelessly on the bunk in the room below.\n\nThe fight was just starting.\n\n\n\nThe girl stood on the apron near the hangar. Though it was dark, he\nknew her at once. In the light of the moon, she seemed more like a\nghost than a woman. Her hair was like a soft gold crown. Her dress, cut\nclose to her body, was white and of rare Vestena silk.\n\nFreedman wanted to avoid her, and yet there was that mystery that\nclung to her and forced him to walk toward her.\n\n\"You've come back from the tunnel,\" she said.\n\nHer voice was low.\n\nHe nodded. He was tired. He had just called the authorities and asked\nthem to remove Graham's body from the Z1000. The tunnel was open again\nand the fleet guarded it. He needed rest.\n\n\"The tunnel is open. You told me I was a tin-horn sport. I don't know\nwho you are, but you were right. I'm working in the tunnel again.\nThat's what you wanted.\"\n\nThough he had seen her only once before, he was anxious to please her.\nShe was like an angel, appearing only when he needed her, and slipping\naway into the night again.\n\n\"You're still feeling very much like a hero, aren't you?\" she\nchallenged. \"You've just opened the tunnel. You're tired and you want\nto be alone. You've done something big and wonderful.\"\n\nHe didn't try to explain to her. He didn't tell her of Jerry's crushed\nbody in the ship and how he, himself, felt crushed and weary.\n\n\"No ... I....\"\n\n\"Don't talk to me,\" she said scornfully. Fire danced in her eyes. The\nfresh wind sent her hair, the flimsy gown, flying in the wind. \"I told\nyou I loved you once.\"\n\n\"I don't even know you,\" he protested. \"Why have you chosen me?\"\n\nHer voice was steady now. Steady and like a whip lash.\n\n\"Because I knew you from the time you entered the patrol as a boy,\" she\nsaid. \"I worshipped you from afar, and I know of everything you did.\nI talked to my father every day, sometimes more often than that. He\nthought the planet system would have fallen apart if you hadn't been\nhere to steady it.\"\n\n_Her father?_\n\n\"You seem determined to punish me,\" he said unsteadily. He could hear\nthe ambulance car rocketing across the field now. They were coming for\nJerry.\n\n\"I'll go on punishing you,\" she said. \"If it hadn't been for you, Dad\nwouldn't be dead now, laying over there in that ship.\"\n\n_Dad? Jerry Graham?_\n\n\"You're not...?\"\n\nHer nod was barely discernible.\n\n\"Jerry Graham lived on Vestena for many years,\" she said. \"When mother\ndied, he put me into a community school. He came here. He never told\nanyone....\" Her voice broke.\n\n\"Through my father, I worshipped you. It's all dead now. If I can find\na way to hurt you, I'll do it.\"\n\nShe whirled and was gone, a slim, windswept figure in the vast darkness\nof the field.\n\nHe started to run after her. Then he saw the tiny, sport-model rocket\nplane parked at the edge of the apron. She was in it and the rockets\nwere exploding before he could reach her.\n\nShe waved her arm at him as the ship leaped forward. She shouted\nsomething that was drowned in the roar of rocket exhaust. Then she was\ngone.\n\n\n\nPeter Folley was talking. \"The jig's up, Blair. The Vestena merchants\nhave signed an oath to refuse further trade with Parma. You know what\nthat means?\"\n\nBlair Freedman nodded. It didn't make any difference to him now. Not,\nat least, until he found Sheila Graham and made her understand how he\nreally felt about Jerry's death.\n\n\"I suppose we'll close the tunnel?\"\n\nFolley shook his head and frowned.\n\n\"No, that's the bad part of it. We've got to hold the tunnel open.\"\n\nHe leaned forward, tapping his pencil.\n\n\"United Satellites, comprising fifteen powers, accepted a contract\nto open the tunnel, on the promise that we would _keep_ it open. Now\nthere's a war between Vestena and Parma. The Merchants of Vestena won't\nbuy from us, and the tunnel was used mostly by their ships. Yet, even\nif the other powers no longer use the tunnel, we promised to keep it\nopen in the event they do. They won't release us from that contract.\nNow we've got to keep open our most vulnerable approach. We've got to\nprotect it from the people who will leave no stone unturned in their\neffort to destroy us by attacking through the tunnel. It's a nasty\nmess.\"\n\nIt was nasty. Freedman realized it. But this was an army job. A job for\nthe Warrior Patrol.\n\nHe stood up.\n\n\"I'll keep my end going,\" he said. \"I'm doing three patrols every day.\nWhen you need the Z1000, you know where to find me.\"\n\nHe was half way to the door when Folley stopped him.\n\n\"What's eating you, Blair?\" Folley asked abruptly.\n\nFreedman whirled around.\n\n\"Jerry's death for one thing,\" he said.\n\nFolley shook his head.\n\n\"I know,\" he said. \"There's something else. I'd almost swear you were\nin love, with that miserable, whipped pup look you've been carrying on\nyour map.\"\n\nBlair didn't answer. Damned nonsense, he thought. He wanted to see\nSheila Graham. But not because he was in love with her. He wanted to\nexplain about Jerry, and tell her that he felt as miserable about it as\nshe did.\n\nShe, supposedly, was on Vestena, the enemy satellite.\n\n\n\nCaptain Stew strode up and down the cabin, his huge paunch moving ahead\nof him like an anchored balloon. Stew was angry. Angry clean through.\nHe showed it with his frown, the set of his lips. He said:\n\n\"The damned army isn't getting anywhere. Look here, Freedman, what's\ngonna happen when the Vestena fleet attacks and enters the tunnel?\"\n\nBlair Freedman had been with Stew for several hours. He was almost\nready for the return patrol trip now. He stood up wearily.\n\n\"That's the worry of the Warrior Patrol,\" he said. \"My orders are to\nkeep the tunnel open.\"\n\nCaptain Stew stopped pacing the floor.\n\n\"Sure,\" he said. \"Sure, you're in the clear. Look at it like I do.\nEight times now, Vestena suicide ships have shot in here and dropped\nexplosives into the tunnel mouth. Eight times you've plowed them out\nagain. Not once has the Vestena army attacked.\n\n\"When they do, they're going straight through to the other end of the\ntunnel. There isn't room _inside_ the tunnel to fight. There isn't any\nParma fleet at the other end.\n\n\"Damned if we can stop them here. They'll be in the tunnel before we\nhave time to strike.\"\n\nFreedman shrugged.\n\n\"Blow up the tunnel.\"\n\n\"Sure,\" Stew bellowed, \"and have every satellite in the system on our\nneck. This ain't war boy. It's politics, and Parma has its political\nneck stuck out right over the block.\"\n\n\n\nFreedman read the note a dozen times. He propped it up near the mirror\nas he shaved, trying to figure out why Sheila would trouble herself\nagain with him. _Blair Freedman_, it said, _meet me at the Z1000 hangar\ntonight at moonrise._ He scowled at the mirror as he shaved. The girl\nhad admitted that she lived with the Space Merchants on Vestena.\nAdmitted that she was actually from an enemy country. It took nerve, he\nthought, for her to come here alone.\n\nHe was undecided about the proposed meeting at the hangar. Was it some\nsort of a trap? She had threatened him. Freedman smiled. Threatened by\na girl. He washed his face, donned a fresh tunic and laced it. He found\nhis space pistol, always worn in these unstable days, and strapped it\non.\n\nMoonrise, he thought, and made a mental calculation. Half hour to ten.\nHere I come, Miss Graham, and no tricks please.\n\nHe locked the door behind him and went down to the rocket car in the\nhotel court.\n\nThe Z1000 bulked huge and secure in the semi-darkness of the hangar.\nThe low moon was coming up slowly, and the high moon already shot its\npale rays from the Larr Mountains in the opposite direction. This was\none of those rare, beautiful nights when Parma seemed to bask proudly\nin the light of its moons. A night for peace, Freedman thought, and\nVestena ships probably already on the prowl.\n\nHe walked up and down in front of the Z1000. A tiny ship shot over the\nfar edge of the field and landed daintily near the hangar apron. It\nrolled up until the shadow of the hangar almost hid it. Sheila Graham\njumped out and came toward him. She was at his side before he saw the\nfrightened look on her face.\n\nShe took his hand.\n\n\"You're a man of honor,\" she said in a clipped, matter-of-fact voice.\n\"I've had to change my mind about you. You're doing a good job.\"\n\nShe let go of his hand and stared earnestly into his eyes.\n\n\"You know nothing of me. Perhaps I'm not Sheila Graham. I come from\nenemy territory. Would you trust me on a very important mission?\"\n\nHe stared at her. It didn't make sense. He saw the fright in her\neyes. He knew that she had something of great importance on her mind.\nSomething that she must do and yet feared to try without his help.\n\n\"I don't understand,\" he said. He was careful not to show his true\nfeelings toward this childlike, delicate girl from Vestena. She wasn't\nborn to fight, yet she seemed to be a fighter. \"First you hate me, then\nyou ask for help. What changed your mind?\"\n\nHer face was tinged with sudden color.\n\n\"I don't hate you,\" she said, and turned away, staring toward the moon\nthat had just touched the top of the Larr Range. \"I think you made a\nmistake. That mistake cost my father's life. Since then, you've done\na loyal job. I can't tell you what we're going to do, but I know that\nwith your help we can do it.\"\n\nHe waited, saying nothing.\n\n\"The ships of Vestena attack tonight,\" she said in a shaking voice.\n\"We--you and I are going to stop them.\"\n\n\"Attack the whole army? Why didn't you notify the Warrior Fleet at the\ntunnel head? They could have been ready.\"\n\nHe wheeled away from her, but she caught up and put her hand on his arm.\n\n\"They can do nothing,\" she said. \"The Vestena fleet sent a decoy army.\nThe Warrior Fleet of Parma is thousands of miles out in space, pursuing\na dummy army--an army of empty, robot-controlled ships that left\nVestena hours ago.\n\n\"Now the true fleet is somewhere near the tunnel head, poised for a\nquick dash through.\"\n\n\"How do I know you're telling the truth?\"\n\nHer eyes were steady on his.\n\n\"_You've never doubted a word I've spoken._\"\n\nOdd, he thought, but I never have. Why? Then he knew why. He was\nlooking into Jerry Graham's eyes. The eyes of a man he had trusted\nabove everyone else. This was his daughter. There could be no doubt.\n\n\"I've got to warn the command at the city,\" he said.\n\nShe shook her head.\n\n\"There is no time. They can do nothing. The important thing is to stop\nthe Vestena fleet from getting through the tunnel.\"\n\nShe started to run toward the Z1000. Over her shoulder she called to\nhim.\n\n\"I have a plan. You must help. I can't operate the Cutter.\"\n\n\n\nThey were in the tunnel, and Freedman was confident once more. At the\ncontrols of the Z1000, he felt at ease. At his side, Sheila Graham was\nasking hurried questions.\n\n\"What speed can the blades carry?\"\n\nHe told her.\n\n\"And the hull. How thick is it?\"\n\nHe chuckled without humor.\n\n\"If you hit it with a city block at a thousand miles an hour, it might\nbreak.\"\n\nShe was figuring with a pen-stick on the smooth surface of the control\nboard.\n\n\"How far are we into the tunnel?\"\n\nHe consulted the mileage chart.\n\n\"Half way. It's....\"\n\n\"Good,\" she said. \"Turn on the blades. Use all the power you have.\"\n\nThere was an undercurrent of fear in her voice. He was sure that she\nstruggled with herself at this moment to keep from breaking down. When\nshe spoke again, the howl of the rotating blades drowned all other\nsound. Without stone or metal to work on, the blades were screaming at\ntop speed, cooled only by the oil. The Z1000 was a strange, rumbling\ngiant, stumbling ahead in the darkness.\n\n\"Blair,\" Sheila Graham said quietly, \"Are you afraid to die?\"\n\nHe felt cold beads of perspiration stand out on his forehead. The cabin\nwas growing very hot. Deep down he had known all along but now, as\nhe faced it consciously, he had to fight for control. His hands were\nclammy on the wheel.\n\n\"I told you I loved you very much once,\" she said. He didn't dare turn\nand look at her. This wasn't any time to go soft. \"I haven't changed my\nmind. This was a very strange love affair, wasn't it?\"\n\nShe didn't wait for his answer, but stumbled on, her voice eager.\n\n\"I haven't very much time to talk. Blair, I fell in love with you\nwhen I saw your picture. When Vestena became hostile, I was declared\nan orphan. I couldn't see Dad and he couldn't reclaim me. A rich man\nadopted me. He was a high member of the Space Merchants organization.\"\n\nShe sighed.\n\n\"I used to read about the work you and Dad did. That's why I was so\nbadly hurt and angry when you left him to his death.\"\n\n\"I could get away from Vestena when I wished. My foster-father owned\nthree ships. I learned the plan of the Vestena fleet from him. I waited\nuntil I knew how and when they would strike. Then I came back to you. I\nknew you'd be the only one to help.\"\n\nHe was silent. Then:\n\n\"It seems like old times,\" he said, slowly. \"Seems as though Jerry and\nI are together again.\"\n\nHer fingers touched his neck. She kissed him on the cheek. Her lips\nwere soft and very warm. \"Dad is here, I think. I'm a pretty important\npart of Jerry. We loved each other very much.\"\n\nHe was busy now. Busy keeping the Z1000 in one piece. If he kept up\nthe dizzy power rate long, and the blades didn't meet an obstruction,\nthey'd fly off and destroy the ship.\n\n\"How long do we have?\"\n\nShe sighed.\n\n\"The fleet will be in the tunnel in two minutes. We should meet them in\nthree.\"\n\n\"We'll stop them,\" he said in a harsh whisper.\n\n\n\nOil was sloshing and flying over the Cutter's blades. He listened to\nthe unholy roar of the motor, then pushed the power lever down as far\nas it would go. The Z1000 leaped ahead a little faster. The blades sang\na song of destruction.\n\nIn the cabin the heat became stifling. No longer able to see through\nthe steamed windows, he turned out the lights. In the darkness, the red\nhot plates over the motor shaft made the place glow like a tiny hell.\nThe extra power from the batteries hummed madly.\n\n\"Sheila,\" he turned toward her. In the glow of the hot plates, he could\nsee her face, as pale as glistening shell. Her eyes were moist and her\nface was close to his.\n\nThen he could say no more, because her lips were pressed tightly to his.\n\n\"Blair, is there a chance ... any chance at all?\"\n\n\"The Z1000 was designed to cut rock and metal,\" he said. \"I don't think\nthe engineers ever planned to stop an army with it.\"\n\nTwo minutes. Then fifty seconds. Would the Vestena army be on time?\n\nThe blades were good for another five minutes at most. After that....\n\n\"_Blair._\"\n\nIt was Sheila, her lips parted by a startled cry. Instinctively he\ngrasped her and held her tightly against him in the heavily padded\nchair.\n\nAhead of them, bright fingers of light probed the darkness; lights\nthat expanded rapidly, blindingly. The blades found something. There\nwas a sound of ripping and tearing as metal shrieked against metal in\ndeafening protest. The Z1000 stopped.\n\nStill the hurtling lights of the Vestena fighters came on. One after\nthe other, like blind fireflies, they flashed into the tunnel to\nbe ground to bits by the screaming blades of the Cutter. Then the\nZ1000 lurched sickeningly. The enemy ships, ripping through the now\nbroken and slowing blades, pounded at full speed into its hull. Blair\nFreedman, staggering and half-unconscious from the shock, sought for\nthe controls. He was too late. The Z1000 had stopped running. He\nreached blindly for Sheila....\n\nOutside, the tunnel was a hell of noise. Showering sparks cast an eerie\nred glow that was occasionally punctuated by the blinding white flash\nof an explosion. Ship after ship pelted into the buckling plates of the\nCutter until the cavernous maw of the tunnel became a molten mass of\nsmashed, twisted scrap.\n\nThen, gradually, the noise died down as the last Vestena ship hurled\nitself into oblivion. The shriek of mangled metal was stilled. The\nfires flickered into darkness.\n\nAnd in the control cabin of the huge Z1000, Blair Freedman and Sheila\nGraham, battered almost beyond recognition, lay in each other's\narms--united in the final sacrifice of death.",
    "metadata": {
        "author": [
            "Yerxa, Leroy Arnold",
            "Yerxa, Leroy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63720/pg63720.txt",
        "name": "through_the_asteroids_to_hell.json"
    }
}