{
    "name": "Tiger Cat",
    "author": [
        "Keller, David H. (David Henry)",
        "Cecil, Henry",
        "Keller, David Henry"
    ],
    "body": "\n[Sidenote: _A grim tale of torture, and the blind men who were chained\nto pillars in an underground cave_]\n\n\nThe man tried his best to sell me the house. He was confident that I\nwould like it. Repeatedly he called my attention to the view.\n\nThere was something in what he said about the view. The villa on the top\nof a mountain commanded a vision of the valley, vine-clad and\ncottage-studded. It was an irregular bowl of green, dotted with stone\nhouses which were whitewashed to almost painful brilliancy.\n\nThe valley was three and a third miles at its greatest width. Standing\nat the front door of the house, an expert marksman with telescopic sight\ncould have placed a rifle bullet in each of the white marks of cottages.\nThey nestled like little pearls amid a sea of green grape-vines.\n\n\"A wonderful view, _Signor_,\" the real-estate agent repeated. \"That\nscene, at any time of the year, is worth twice what I am asking for the\nvilla.\"\n\n\"But I can see all this without buying,\" I argued.\n\n\"Not without trespassing.\"\n\n\"But the place is old. It has no running water.\"\n\n\"Wrong!\" and he smiled expansively, showing a row of gold-filled teeth.\n\"Listen.\"\n\nWe were silent.\n\nThere came to us the sound of bubbling water. Turning, I traced the\nsound. I found a marble Cupid spurting water in a most peculiar way into\na wall basin. I smiled and commented.\n\n\"There is one like that in Brussels and another in Madrid. But this is\nvery fine. However, I referred to running water in a modern bathroom.\"\n\n\"But why bathe when you can sit here and enjoy the view?\"\n\nHe was impossible. So, I wrote a check, took his bill of sale and became\nthe owner of a mountain, topped by a stone house that seemed to be half\nruin. But he did not know, and I did not tell him that I considered the\nfountain alone worth the price that I had paid. In fact, I had come to\nItaly to buy that fountain if I could; buy it and take it back to\nAmerica with me. I knew all about that curious piece of marble. George\nSeabrook had written to me about it. Just one letter, and then he had\ngone on, goodness knows where. George was like that, always on the move.\nNow I owned the fountain and was already planning where I should place\nit in my New York home. Certainly not in the rose garden.\n\nI sat down on a marble bench and looked down on the valley. The\nreal-estate man was right. It was a delicate, delicious piece of\nscenery. The surrounding mountains were high enough to throw a constant\nshadow on some part of the valley except at high noon. There was no sign\nof life, but I was sure that the vineyards were alive with husband-men\nand their families. An eagle floated serenely on the upper air currents,\nautomatically adjusting himself to their constant changing.\n\nStretching myself, I gave one look at my car and then walked into the\nhouse.\n\n\n\nIn the kitchen two peasants sat, an old man and an old woman. They rose\nas I entered.\n\n\"Who are you?\" I asked in English.\n\nThey simply smiled and waved their hands. I repeated my question in\nItalian.\n\n\"We serve,\" the man replied.\n\n\"Serve whom?\"\n\n\"Whoever is the master.\"\n\n\"Have you been here long?\"\n\n\"We have always been here. It is our home.\"\n\nHis statement amused me, and I commented, \"The masters come and go, but\nyou remain?\"\n\n\"It seems so.\"\n\n\"Many masters?\"\n\n\"Alas! yes. They come and go. Nice young men, like you, but they do not\nstay. They buy and look at the view, and eat with us a few days and then\nthey are gone.\"\n\n\"And then the villa is sold again?\"\n\nThe man shrugged. \"How should we know? We simply serve.\"\n\n\"Then prepare me my dinner. And serve it outside, under the grapevine,\nwhere I can see the view.\"\n\nThe woman started to obey. The man came nearer.\n\n\"Shall I carry your bags to the bedroom?\"\n\n\"Yes. And I will go with you and unpack.\"\n\nHe took me to a room on the second floor. There was a bed there and a\nvery old chest of drawers. The floor, everything about the room was\nspotlessly clean. The walls had been freshly whitewashed. Their smooth\nwhiteness suggested wonderful possibilities for despoliation, the\ndrawing of a picture, the writing of a poem, the careless writhing\nautograph that caused my relatives so much despair.\n\n\"Have all the masters slept here?\" I asked carelessly.\n\n\"All.\"\n\n\"Was there one by the name of George Seabrook?\"\n\n\"I think so. But they come and go. I am old and forget.\"\n\n\"And all these masters, none of them ever wrote on the walls?\"\n\n\"Of a certainty. All wrote with pencil what they desired to write. Who\nshould say they should not? For did not the villa belong to them while\nthey were here? But always we prepared for the new master, and made the\nwalls clean and beautiful again.\"\n\n\"You were always sure that there would be a new master?\"\n\n\"Certainly. Someone must pay us our wages.\"\n\nI gravely placed a gold piece in his itching palm, asking, \"What did\nthey write on the walls?\"\n\nHe looked at me with old, unblinking eyes. Owl eyes! That is what they\nwere, and he slowly said,\n\n\"Each wrote or drew as his fancy led him, for they were the masters and\ncould do as they wished.\"\n\n\"But what were the words?\"\n\n\"I cannot speak English, or read it.\"\n\nEvidently, the man was not going to talk. To me the entire situation was\nmost interesting. Same servants, same villa, many masters. They came and\nbought and wrote on the wall and left, and then my real-estate friend\nsold the house again. A fine racket!\n\nDownstairs, outdoors, under the grapevine, eating a good Italian meal,\nlooking at the wonderful view, I came to laugh at my suspicions. I ate\nspaghetti, olives, dark bread and wine. Silence hung heavily over the\nsullen sleepy afternoon. The sky became copper-colored. It was about to\nrain. The old man came and showed me a place to put my car, a recess in\nthe wall of the house, open at one end, but sheltered from the weather.\nThe stone floor was black with grease; more than one automobile had been\nkept there.\n\n\"Other cars have been here,\" I ventured.\n\n\"All the masters had cars,\" the old man replied.\n\n\n\nBack on the stone gallery I waited for the storm to break. At last it\ncame in a solid wall of gray wetness across the valley. Nearer and\nnearer it came till it deluged my villa and drove me inside.\n\nThe woman was lighting candles. I took one from her hand.\n\n\"I want to look through the house,\" I explained.\n\nShe made no protest; so I started exploring the first floor. One room\nwas evidently the sleeping-quarters for the servants; another was the\nkitchen, and the remaining two might have served in the old days for\ndining-room and drawing-room. There was little furniture, and the walls\nwere gray with time and mold. One flight of stone stairs led upward to\nthe bedroom, another to the cellar. I decided to go downstairs.\n\nThey were steps, not made of masonry, but apparently carved out of the\nliving rock. The cellar was simply a cubical hole in the mountain. It\nall looked very old. I had the uneasy feeling that originally that\ncellar had been a tomb and that later the house had been built over it.\nBut, once at the bottom, there was nothing to indicate a sepulcher. A\nfew small casks of wine, some junk, odds of rope and rusty iron, those\nwere in the corners; otherwise, the room was empty, and dusty.\n\n\"It is an odd room,\" I commented to myself. It seemed in some way out of\nplace and out of shape and size for the villa above it. I had expected\nsomething more, something larger, gloomier. Walking around, I examined\nthe walls, and then something came to my alert senses.\n\nThree sides of the room were carved out of rock, but the remaining side\nwas of masonry, and in that side there was a door. A door! And why\nshould a door be there except to lead to another room? There was a door,\nand that presupposed something on the other side. And what a door it\nwas! More of a barricade than a partition. The iron hinges were built to\nsupport weight and give complete defense and support. There was a\nkeyhole, and if the key corresponded with the size of the hole, it was\nthe largest that I had ever heard of.\n\nNaturally, I wanted to open the door. As master of the villa, I had a\nright to. Upstairs the old woman seemed unable to understand me and\nended by telling me to see her husband. He, in turn, seemed incapable of\nfollowing my stream of talk. At last, I took him to the door and pointed\nto the keyhole. In English, Italian and sign language I told him rather\nemphatically that I wanted the key to that door. At last he was willing\nto admit that he understood my questions. He shook his head. He had\nnever had the key to that door. Yes, he knew that there was such a door,\nbut he had never been on the other side. It was very old. Perhaps his\nancestors understood about it, but they were all dead. He made me tired,\nso much so that I rested by placing a hand on the butt of the upper\nhinge. I knew that he was deceiving me. Lived there all his life and\nnever saw the door open!\n\n\"And you have no key to that door?\" I repeated.\n\n\"No. I have no key.\"\n\n\"Who has the key?\"\n\n\"The owner of the house.\"\n\n\"But I own it.\"\n\n\"Yes, you are the master; but I mean the one who owns it all the time.\"\n\n\"So, the various masters do not really buy the place?\"\n\n\"They buy it, but they come and go.\"\n\n\"But the owner keeps on selling it and owning it?\"\n\n\"Yes.\"\n\n\"Must be a profitable business. And who owns it?\"\n\n\"Donna Marchesi.\"\n\n\"I think I met her yesterday in Sorona.\"\n\n\"Yes, that is where she lives.\"\n\nThe storm had passed. Sorona was only two miles away, on the other side\nof the mountain. The cellar, the door, the mysterious uncertainty on the\nother side intrigued me. I told the man that I would be back by supper,\nand I went to my bedroom to change, preparatory to making an afternoon\ncall.\n\nIn the room I found my hand black with oil.\n\nAnd that told me a good many things, as it was the hand that had rested\nagainst the upper hinge of the door. I washed the hand, changed my\nclothes and drove my car to Sorona.\n\n\n\nFortunately, the Donna Marchesi was at home. I might have met her\nbefore, but I now saw her ethereal beauty for the first time. At least,\nit seemed ethereal at the first moment. In some ways she was the most\nbeautiful woman that I had ever seen: skin white as milk, hair a tawny\nred, piled in great masses on her head, and eyes of a peculiar green,\nwith pupils that were slots instead of circles. She wore her nails long,\nand they were tinted red to match the Titian of her hair. She seemed\nsurprized to have me call on her, and more surprized to hear of my\nerrand.\n\n\"You bought the villa?\" she asked.\n\n\"Yes. Though, when I bought it, I did not know that you were the owner.\nThe agent never stated whom he was acting for.\"\n\n\"I know,\" she said with a smile. \"Franco is peculiar that way. He always\npretends that he owns the place.\"\n\n\"No doubt he has used it more than once.\"\n\n\"I fear so. The place seems to be unfortunate. I sell it with a reserve\nclause. The owner must live there. And no one seems to want to stay; so\nthe place reverts back to me.\"\n\n\"It seems to be an old place.\"\n\n\"Very old. It has been in my family for generations. I have tried to get\nrid of it, but what can I do when the young men will not stay?\"\n\nShe shrugged her shoulders expressively. I countered with,\n\n\"Perhaps if they knew, as I do, that you owned the property, they would\nbe content to stay, for ever, in Sorona.\"\n\n\"Prettily said,\" she answered. Then the room became silent, and I heard\nher heavy breathing, like the deep purr of a cat.\n\n\"They come and go,\" she said at last.\n\n\"And, when they go, you sell to another?\" I asked.\n\n\"Naturally, and with the hope that one will stay.\"\n\n\"I have come for the key,\" I said bluntly, \"the key to the cellar door.\"\n\n\"Are you sure you want it?\"\n\n\"Absolutely! It is my villa and my cellar and my door. I want the key. I\nwant to see what is on the other side of the door.\"\n\nAnd then it was that I saw the pupils of her eyes narrow to livid slits.\nShe looked at me for a second, for five, and then opening a drawer in a\ncabinet near her chair, she took out the key and handed it to me. It was\na tool worthy of the door that it was supposed to open, being fully\neight inches long and a pound in weight.\n\nTaking it, I thanked her and said good-bye. Fifteen minutes later I was\nback, profuse in my apologies: I was temperamental, I explained, and I\nfrequently changed my mind. Whatever was on the other side of the door\ncould stay there, as far as I was concerned. Then again I kissed her\nhand farewell.\n\nOn the side street I passed through the door of a locksmith and waited\nwhile he completed a key. He was following a wax impression of the\noriginal key. An hour later I was on the way back to the villa, with the\nkey in my pocket, a key that I was sure would unlock the door, and I was\nconfident that the lady with the cat eyes felt sure that I had lost all\ninterest in that door and what was beyond it.\n\nThe full moon was just appearing over the mountains when I drove my car\nup to the villa. I was tired, but happy. Taking the candlestick in my\nhand, which candlestick was handed to me with a deep bow by the old\nwoman, I ascended the stairs to my bedroom. And soon I was fast asleep.\n\n\n\nI awoke with a start. The moon was still shining. It was midnight. I\nheard, or thought I heard, a deep moaning. It sounded a little like\nwaves beating on a rockbound coast. Then it ceased and was replaced by a\nmusical element that came in certain stately measures. Those sounds were\nin the room, but they came from far away; only by straining my sense of\nsound to the utmost could I hear anything.\n\nSlippers on my feet, flashlight in my hand and the key in the pocket of\nmy dressing-gown, I slowly descended the stairs. Loud snores from the\nservants' room told, or seemed to tell, of their deep slumbers. Down\ninto the cellar I went and put the key into the hole of the lock. The\nkey turned easily--no rust there--the springs and the tumblers had been\nwell oiled, like the hinges. It was evident that the door had been used\noften. Turning the light on the hinges, I saw what had made my hand\nblack with oil. Earnestly I damned the servants. They knew about the\ndoor. They knew what was on the other side!\n\nJust as I was about to open the door I heard a woman's voice singing in\nItalian; it sounded like a selection from an opera. It was followed by\napplause, and then a moaning, and one shrill cry, as though someone had\nbeen hurt. There was no doubt now as to where the sounds that I heard in\nmy room had come from; they had come from the other side of the door.\nThere was a mystery there for me to solve. But I was not ready to solve\nit; so I turned the key noiselessly, and with the door locked, tiptoed\nback to my bed.\n\nThere I tried to put two and two together. They made five, seven, a\nmillion vague admixtures of impossible results, all filled with weird\nforebodings. But never did they make four, and till they did, I knew the\nanswers to be wrong, for two and two had to make four.\n\nMany changes of masters! One after another they came and bought and\ndisappeared. A whitewashed wall. What secrets were covered with that\nwhitewash? A door in a cellar. And what deviltry went on behind it? A\nkey and a well-oiled lock, and servants that knew everything. In vain\nthe question came to me. _What is back of the door?_ There was no ready\nanswer. But, Donna Marchesi knew! Was it her voice that I had heard? She\nknew almost everything about it, but there was one thing that I knew and\nshe did not. She did not know that I could pass through the door and\nfind out what was on the other side. She did not know that I had a key.\n\nThe next day I pleaded indisposition and spent most of the hours idling\nand drowsing in my chamber. Not till nearly midnight did I venture down.\nThe servants were certainly asleep that time. A dose of chloral in their\nwine had attended to the certainty of their slumbers. Fully dressed,\nwith an automatic in my pocket, I reached the cellar and opened the\ndoor. It swung noiselessly on its well-greased hinges. The darkness on\nthe other side was the blackness of hell. An indescribable odor came to\nme, a prison smell and with it the soft half sob, half laugh of sleeping\nchildren, dreaming in their sleep, and not happy.\n\nI flashed the light around the room. It was not a room but a cavern, a\ncave that extended far into the distance, the roof supported by stone\npillars, set at regular intervals. As far as my light would carry I saw\nthe long rows of white columns.\n\nAnd to each pillar was bound a man, by chains. They were resting on the\nstone floor, twenty or more of them, and all asleep. Snores, grunts and\nweary sighs came from them, but not a single eyelid opened. Even when I\nflashed the light in their faces their eyes were shut.\n\nAnd those faces sickened me; white and drawn and filled with the lines\nof deep suffering. All were covered with scars; long, narrow, deep\nscars, some fresh and red, others old and dead-white. At last, the\nsunken eyelids and the inability to see my flashlight and respond told\nme the nauseating truth. Those men were all blind.\n\nA pleasant sight! One blind man, looking eternally into the blackness of\nhis life, and chained to a pillar of stone--that was bad enough; but\nmultiply that by twenty! Was it worse? Could it be worse? Could twenty\nmen suffer more than one man? And then a thought came to me, a terrible,\nimpossible thought, so horrible that I doubted my logic. But now two and\ntwo were beginning to make four. Could those men be the _masters_? They\ncame and bought and left--to go to the cellar and stay there!\n\n\"Oh! Donna Marchesi!\" I whispered. \"How about those cat-eyes? If you had\na hand in this, you are not a woman. You are a tiger.\"\n\n\n\nI thought that I understood part of it. The latest master came to her\nfor the key to the cellar, and then, when he once passed through the\ndoor he never left. She and her servants were not there to welcome me\nthat night, because she did not know that I had a key.\n\nThe thought came to me that perhaps one of those sleeping men was George\nSeabrook. He and I used to play tennis together and we knew each other\nlike brothers. He had a large scar on the back of his right hand; a\nlivid star-shaped scar. With that in mind, I walked carefully from\nsleeping man to sleeping man, looking at their right hands. And I found\na right hand with a scar that was shaped like the one I knew so well.\nBut that blind man, only a skin-covered skeleton, chained to a bed of\nstone! That could not be my gay young tennis player, George!\n\nThe discovery nauseated me. What did it mean? What _could_ it mean? If\nthe Donna Marchesi was back of all that misery, what was her motive?\n\nDown the long cave-like room I went. There seemed to be no end to it,\nthough many of the columns were surrounded with empty chains. Only those\nnear the door had their human flies in the trap. In the opposite\ndirection the rows of pillars stretched into a far oblivion. I thought\nthat at the end there was the black mouth of a tunnel, but I could not\nbe sure and dared not go that far to explore the truth. Then, out of\nthat tunnel, I heard a voice come, a singing voice. Slipping my shoes\noff, I ran back near the door and hid as best I could in a dark recess,\nback of a far piece of stone. I stood there in the darkness, my torch\nout, the handle of the revolver in my hand.\n\nThe singing grew louder and louder, and then the singer came into view.\nIt was none other than Donna Marchesi! She carried a lantern in one hand\nand a basket in the other. Hanging the lantern on a nail, she took the\nbasket and went from one sleeping man to another. With each her\nperformance was the same; she awakened them with a kick in the face, and\nthen, when they sat up crying with pain, she placed a hard roll of bread\nin their blind, trembling, outstretched hand. With all fed, there was\nsilence save for gnawing teeth breaking through the hard crusts. The\npoor devils were hungry, starving slowly to death, and how they wolfed\nthe bread! She laughed with animal delight as they cried for more.\nStanding under the lamp, a lovely devil in her decollete dress, she\nlaughed at them. I swear I saw her yellow eyes, dilated in the\nsemi-darkness!\n\nSuddenly she gave the command,\n\n\"Up! you dogs, _up_!\"\n\n\n\nLike well-trained animals they rose to their feet, clumsily, but as fast\nas they could under the handicap of trembling limbs and heavy chains.\nTwo were slow in obeying, and those she struck across the face with a\nsmall whip, till they whined with pain.\n\nThey stood there in silence, twenty odd blind men, chained against as\nmany pillars of stone; and then the woman, standing in the middle of\nthem, started to sing. It was a well-trained voice, but metallic, and\nher high notes had in them the cry of a wild animal. No feminine\nsoftness there. She sang from an Italian opera, and I knew that I had\nheard that song before. While she sang, her audience waited silently. At\nlast she finished, and they started to applaud. Shrunken hands beat\nnoisily against shrunken hands.\n\nShe seemed to watch them carefully, as though she were measuring the\ndegree of their appreciation. One man did not satisfy her. She went over\nand dug into his face with long strokes of those long red nails until\nhis face was red and her fingers bloody. And when she finished her\nsecond song that man clapped louder than any of them. He had learned his\nlesson.\n\nShe ended by giving them each another roll and a dipper of water. Then,\nlantern and basket in her hands, she walked away and disappeared down\nthe tunnel. The blind men, crying and cursing in their impotent rage,\nsank down on their stone beds.\n\nI went to my friend, and took his hand.\n\n\"George! George Seabrook!\" I whispered.\n\nHe sat up and cried, \"Who calls me? Who is there?\"\n\nI told him, and he started to cry. At last he became quiet enough to\ntalk to me. What he told me, with slight variants, was the story of all\nthe men there and all the men who had been there but who had died. Each\nman had been master for a day or a week. Each had found the cellar door\nand had come to the Donna Marchesi for the key. Some had been suspicious\nand had written their thoughts on the wall of their bedroom. But one and\nall had, in the end, found their curiosity more than they could resist\nand had opened the door. On the other side they had been overpowered and\nchained to a pillar, and there they had remained till they died. Some of\nthem lived longer than the rest. Smith of Boston had been there over two\nyears, though he was coughing badly and did not think that he could last\nmuch longer. Seabrook told me their names. They were the best blood of\nAmerica, with three Englishmen and one Frenchman.\n\n\"And are you all blind?\" I whispered, dreading the answer.\n\n\"Yes. That happens the first night we are here. She does it with her\nnails.\"\n\n\"And she comes every night?\"\n\n\"Every night. She feeds us and sings to us and we applaud. When one of\nus dies, she unchains the body, and throws it down a hole somewhere. She\ntalks to us about that hole sometimes and brags that she is going to\nfill it up before she stops.\"\n\n\"But who is helping her?\"\n\n\"I think it is the real-estate man. Of course, the old devils upstairs\nhelp. I think that they must drug us. Some of the men say that they went\nto sleep in their beds and woke, chained to their posts.\"\n\nMy voice trembled as I bent over and whispered in his ear, \"What would\nyou do, George, if she came and sang, and you found that you were not\nchained? You and the other men not chained? What would you men do,\nGeorge?\"\n\n\"Ask them,\" he snarled. \"Ask them, one at a time. But I know what I\nwould do. I know!\"\n\nAnd he started to cry, because he could not do it the next second; cried\nfrom rage and helplessness till the tears ran from his empty sockets.\n\n\"Does she always come at the same time?\"\n\n\"As far as I know. But time is nothing to us. We just wait for death.\"\n\n\"Are the chains locked?\"\n\n\"Yes. And she must have the key. But we could file the links if only we\nhad files. If only each of us had a file, we could get free. Perhaps the\nman upstairs has a key, but I hardly think so.\"\n\n\"Did you write on that pretty wall upstairs, the whitewashed wall?\"\n\n\"I did; I think we all did. One man wrote a sonnet to the woman, verses\nin her honor, telling about her beautiful eyes. He raved about that poem\nfor hours while he was dying. Did you ever see it on the wall?\"\n\n\"I did not see it. The old people whitewash the walls before each new\nmaster comes.\"\n\n\"I thought so.\"\n\n\"Are you sure you would know what to do, George, if she sang to you and\nyou were loose?\"\n\n\"Yes, we would know.\"\n\nSo I left him, promising an end to the matter as soon as I could arrange\nit.\n\n\n\nThe next day saw me calling on the Donna Marchesi. I took her flowers\nthat time, a corsage of vivid purple and scarlet orchids. She\nentertained me in her music room and I, taking the hint, asked her to\nsing. Shyly, almost with reluctance, she did as I asked. She sang the\nselection from the Italian opera that I knew so well. I was generous in\nmy applause.\n\nShe smiled.\n\n\"You like to hear me sing?\"\n\n\"Indeed! I want to hear you again. I could hear you daily without\ngrowing tired.\"\n\n\"You're nice,\" she purred. \"Perhaps it could be arranged.\"\n\n\"You are too modest. You have a wonderful voice. Why not give it to the\nworld?\"\n\n\"I sang once in public,\" she sighed. \"It was in New York, at a private\nmusical. There were many men there. Perhaps it was stage fright; my\nvoice broke badly, and the audience, especially the men, were not kind.\nI am not sure, but I thought that I heard some of them hiss me.\"\n\n\"Surely not!\" I protested.\n\n\"Indeed, so. But no man has hissed my singing since then.\"\n\n\"I hope not!\" I replied indignantly. \"You have a wonderful voice, and,\nwhen I applauded you, I was sincere. By the way, may I change my mind\nand ask for the key to the door in the cellar?\"\n\n\"Do you want it, really want it, my friend?\"\n\n\"I am sure I do. I may never use it, but it will please me to have it.\nLittle things in life make me happy, and this key is a little thing.\"\n\n\"Then you shall have it. Will you do me a favor? Wait till Sunday to use\nit. Today is Friday, and you will not have to wait many hours.\"\n\n\"It will be a pleasure to do as you desire,\" I replied, kissing her\nhand. \"And shall I hear you sing again? May I come often to hear you\nsing?\"\n\n\"I promise you that,\" she sighed. \"I am sure that you will hear me sing\noften in the future. I feel that in some way our fates approach the same\nstar.\"\n\nI looked into her eyes, her yellow cat-eyes, and I was sure that she\nspoke the truth. Destiny had certainly brought me to find her in Sorona.\n\n\n\nI bought two dozen rat-tailed files, and dashed across the mountains to\nMilan. There I was closeted with the consuls of three nations: England,\nFrance and my own. They did not want to believe my story. I gave them\nnames, and they had to admit that there had been inquiries, but they\nfelt that the main details were nightmares, resulting from an over-use\nof Italian wines. But I insisted that I was not drunk with new wine. At\nlast, they called in the chief of the detective bureau. He knew Franco,\nthe real-estate agent; also the lady in question. And he had heard\nsomething of the villa; not much, but vague whisperings.\n\n\"We will be there Saturday night,\" he promised. \"That leaves you\ntonight. The lady will not try to trap you till Sunday. Can you attend\nto the old people?\"\n\n\"They will be harmless. See that Franco does not have a chance to\nescape. Here is the extra key to the door. I will go through before\ntwelve. When I am ready, I will open the door. If I am not out by one in\nthe morning, you come through with your police. Do we all understand?\"\n\n\"I understand,\" said the American consul. \"But I still think you are\ndreaming.\"\n\nBack at the villa, I again drugged the old people, not much, but enough\nto insure their sleep that night. They liked me. I was liberal with my\ngold, and I carelessly showed them where I kept my reserve.\n\nThen I went through the door. Again I heard the Donna Marchesi sing to\nan audience that would never hiss her. She left, and I started to\ndistribute the files. From one blind wretch to the next I went,\nwhispering words of cheer and instruction for the next night. They were\nto cut through a link in the chain, but in such a way that the Tiger Cat\nwould not suspect that they had gained their liberty. Were they pleased\nto have a hope of freedom? I am not sure, but they were delighted at\nanother prospect.\n\nThe next night I doubled the tips to the old servants. With tears of\ngratitude in their eyes, they thanked me as they called me their dear\nmaster. I put them to sleep as though they were babies. In fact, I\nwondered at the time if they would ever recover from the dose of chloral\nI gave them. I did not even bother to tie them, but just tossed them on\ntheir beds.\n\nAt half past ten, automobiles began to arrive with darkened lights. We\nhad a lengthy conference, and soon after eleven I went through the door.\nI lost no time in making sure that each of the blind mice was a free\nman, but I insisted that they act as though bound till the proper time.\nThey were trembling, but it was not from fear, not that time.\n\nBack in my hiding-place I waited, and soon I heard the singing voice.\nTen minutes later the Donna Marchesi had her lantern hung on the nail.\nAh! She was more beautiful that night than I had ever seen her. Dressed\nin filmy white, her beautiful body, lovely hair, long lithe limbs would\nhave bound any man to her through eternity. She seemed to sense that\nbeauty, for, after giving out the first supply of rolls, she varied her\nprogram. She told her audience how she had dressed that evening for\ntheir special pleasure. She described her jewels and her costume. She\nalmost became grandiose as she told of her beauty, and, driving in the\ndagger, she twisted it as she reminded them that never would they be\nable to see her, never touch her or kiss her hand. All they could do was\nto hear her sing, applaud and at last die.\n\nOf all the terrible things in her life that little talk to those blind\nmen was the climax.\n\nAnd then she sang. I watched her closely, and I saw what I suspected.\nShe sang with her eyes closed. Was she in fancy seeming that she was in\nan opera-house before thousands of spellbound admirers? Who knows? But\never as she sang that night her eyes were closed, and even as she came\nto a close, waiting for the usual applause, her eyes were closed.\n\n\n\nShe waited in the silence for the clap of hands. It did not come. With\nterrific anger, she whirled to her basket and reached for her whip.\n\n\"Dogs!\" she cried. \"Have you so soon forgot your lesson?\"\n\nAnd then she realized that the twenty blind men were closing in on her.\nThey were silent, but their outstretched hands were feeling for\nsomething that they wanted very much. Even when her whip started to cut,\nthey were silent. Then one man touched her. To her credit, there was no\nsign of fear. She knew what had happened. She must have known, but she\nwas not afraid. Her single scream was nothing but the battle-cry of the\ntiger cat going into action.\n\nThere was a single cry, and that was all. The men reached for what they\nwanted in silence. For a while they were all in a struggling group on\ntheir feet, but soon they were all on the ground. It was simply a mass,\nand under that mass was a biting, scratching, fighting, dying animal.\n\nI couldn't stand it. I had planned it all, I wanted it all to happen,\nbut when it came, I just couldn't stand it. Covered with the sweat of\nfear, I ran to the door and unlocked it. I swung it open, went through\nthe doorway, closed it and locked it again. The men, waiting for me in\nthe cellar, looked on with doubt. It seemed that they were right in\nthinking that my tale was an alcoholic one.\n\n\"Give me whisky!\" I gasped, as I dropped on the floor.\n\nIn a few minutes I had recovered.\n\n\"Open the door,\" I ordered. \"And bring the blind men out.\"\n\nOne at a time they were brought to the kitchen, and identified. Some\nwere terribly mutilated in the face, long deep scratches, and even\npieces bitten out, and one had the corner of his mouth torn. Most of\nthem were sobbing hysterically, but, in some way, though none said so, I\njudged that they were all happy.\n\nWe went back to the cellar and through the door. On the stone floor was\na clotted mass of red and white.\n\n\"What's that?\" asked the American consul.\n\n\"I think that is the Donna Marchesi,\" I replied. \"She must have met with\nan accident.\"",
    "metadata": {
        "author": [
            "Keller, David H. (David Henry)",
            "Cecil, Henry",
            "Keller, David Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32630/pg32630.txt",
        "name": "tiger_cat.json"
    }
}