{
    "name": "Time and the Woman",
    "author": [
        "Dewey, Gordon",
        "Dewey, G. Gordon"
    ],
    "body": "[Sidenote: HER ONLY PASSION WAS BEAUTY--BEAUTY WHICH WOULD LAST FOREVER.\nAND FOR IT--SHE'D DO ANYTHING!]\n\n\nNinon stretched. And purred, almost. There was something lazily catlike\nin her flexing; languid, yet ferally alert. The silken softness of her\ncouch yielded to her body as she rubbed against it in sensual delight.\nThere was almost the litheness of youth in her movements.\n\nIt was true that some of her joints seemed to have a hint of stiffness\nin them, but only _she_ knew it. And if some of the muscles beneath her\npolished skin did not respond with quite the resilience of the youth\nthey once had, only _she_ knew that, too. _But they would again_, she\ntold herself fiercely.\n\nShe caught herself. She had let down her guard for an instant, and a\nfrown had started. She banished it imperiously. Frowns--just one\nfrown--could start a wrinkle! And nothing was as stubborn as a wrinkle.\nOne soft, round, white, long-nailed finger touched here, and here, and\nthere--the corners of her eyes, the corners of her mouth, smoothing\nthem.\n\nWrinkles acknowledged only one master, the bio-knife of the facial\nsurgeons. But the bio-knife could not thrust deep enough to excise the\nstiffness in a joint; was not clever enough to remold the outlines of a\nfigure where they were beginning to blur and--sag.\n\nNo one else could see it--yet. But Ninon could!\n\nAgain the frown almost came, and again she scourged it fiercely into the\nback of her mind. Time was her enemy. But she had had other enemies, and\ndestroyed them, one way or another, cleverly or ruthlessly as\ncircumstances demanded. Time, too, could be destroyed. Or enslaved.\nNinon sorted through her meagre store of remembered reading. Some old\nphilosopher had said, \"If you can't whip 'em, join 'em!\" Crude, but apt.\n\nNinon wanted to smile. But smiles made wrinkles, too. She was content to\nfeel that sureness of power in her grasp--the certain knowledge that\nshe, first of all people, would turn Time on itself and destroy it. She\nwould be youthful again. She would thread through the ages to come, like\na silver needle drawing a golden filament through the layer on layer of\nthe cloth of years that would engarment her eternal youth. Ninon knew\nhow.\n\nHer shining, gray-green eyes strayed to the one door in her apartment\nthrough which no man had ever gone. There the exercising machines; the\nlotions; the unguents; the diets; the radioactive drugs; the records of\nendocrine transplantations, of blood transfusions. She dismissed them\ncontemptuously. Toys! The mirages of a pseudo-youth. She would leave\nthem here for someone else to use in masking the downhill years.\n\nThere, on the floor beside her, was the answer she had sought so long. A\nbook. \"Time in Relation to Time.\" The name of the author, his academic\nrecord in theoretical physics, the cautious, scientific wording of his\npostulates, meant nothing to her. The one thing that had meaning for her\nwas that Time could be manipulated. And she would manipulate it. For\nNinon!\n\nThe door chimes tinkled intimately. Ninon glanced at her watch--Robert\nwas on time. She arose from the couch, made sure that the light was\nbehind her at just the right angle so he could see the outlines of her\nfigure through the sheerness of her gown, then went to the door and\nopened it.\n\nA young man stood there. Young, handsome, strong, his eyes aglow with\nthe desire he felt, Ninon knew, when he saw her. He took one quick step\nforward to clasp her in his strong young arms.\n\n\"Ninon, my darling,\" he whispered huskily.\n\nNinon did not have to make her voice throaty any more, and that annoyed\nher too. Once she had had to do it deliberately. But now, through the\nyears, it had deepened.\n\n\"Not yet, Robert,\" she whispered. She let him feel the slight but firm\nresistance so nicely calculated to breach his own; watched the deepening\nflush of his cheeks with the clinical sureness that a thousand such\nexperiences with men had given her.\n\nThen, \"Come in, Robert,\" she said, moving back a step. \"I've been\nwaiting for you.\"\n\nShe noted, approvingly, that Robert was in his spaceman's uniform, ready\nfor the morrow's flight, as he went past her to the couch. She pushed\nthe button which closed and locked the door, then seated herself beside\nthe young spaceman on the silken couch.\n\nHis hands rested on her shoulders and he turned her until they faced\neach other.\n\n\"Ninon,\" he said, \"you are so beautiful. Let me look at you for a long\ntime--to carry your image with me through all of time and space.\"\n\nAgain Ninon let him feel just a hint of resistance, and risked a tiny\npout. \"If you could just take me with you, Robert....\"\n\nRobert's face clouded. \"If I only could!\" he said wistfully. \"If there\nwere only room. But this is an experimental flight--no more than two can\ngo.\"\n\nAgain his arms went around her and he leaned closer.\n\n\"Wait!\" Ninon said, pushing him back.\n\n\"Wait? Wait for what?\" Robert glanced at his watch. \"Time is running\nout. I have to be at the spaceport by dawn--three hours from now.\"\n\nNinon said, \"But that's three hours, Robert.\"\n\n\"But I haven't slept yet tonight. There's been so much to do. I should\nrest a little.\"\n\n\"I'll be more than rest for you.\"\n\n\"Yes, Ninon.... Oh, yes.\"\n\n\"Not yet, darling.\" Again her hands were between them. \"First, tell me\nabout the flight tomorrow.\"\n\nThe young spaceman's eyes were puzzled, hurt. \"But Ninon, I've told you\nbefore ... there is so much of you that I want to remember ... so little\ntime left ... and you'll be gone when I get back....\"\n\nNinon let her gray-green eyes narrow ever so slightly as she leaned away\nfrom him. But he blundered on.\n\n\"... or very old, no longer the Ninon I know ... oh, all right. But you\nknow all this already. We've had space flight for years, but only\nrocket-powered, restricting us to our own system. Now we have a new kind\nof drive. Theoretically we can travel faster than light--how many times\nfaster we don't know yet. I'll start finding out tomorrow, with the\nfirst test flight of the ship in which the new drive is installed. If it\nworks, the universe is ours--we can go anywhere.\"\n\n\"Will it work?\" Ninon could not keep the avid greediness out of her\nvoice.\n\nRobert said, hesitantly, \"We think it will. I'll know better by this\ntime tomorrow.\"\n\n\"What of you--of me--. What does this mean to us--to people?\"\n\nAgain the young spaceman hesitated. \"We ... we don't know, yet. We think\nthat time won't have the same meaning to everyone....\"\n\n\"... When you travel faster than light. Is that it?\"\n\n\"Well ... yes. Something like that.\"\n\n\"And I'll be--old--or dead, when you get back? If you get back?\"\n\nRobert leaned forward and buried his face in the silvery-blonde hair\nwhich swept down over Ninon's shoulders.\n\n\"Don't say it, darling,\" he murmured.\n\nThis time Ninon permitted herself a wrinkling smile. If she was right,\nand she knew she was, it could make no difference now. There would be no\nwrinkles--there would be only the soft flexible skin, naturally soft and\nflexible, of real youth.\n\nShe reached behind her, over the end of the couch, and pushed three\nbuttons. The light, already soft, dimmed slowly to the faintest of\nglows; a suave, perfumed dusk as precisely calculated as was the exact\nrate at which she let all resistance ebb from her body.\n\nRobert's voice was muffled through her hair. \"What were those clicks?\"\nhe asked.\n\nNinon's arms stole around his neck. \"The lights,\" she whispered, \"and a\nlittle automatic warning to tell you when it's time to go....\"\n\nThe boy did not seem to remember about the third click. Ninon was not\nquite ready to tell him, yet. But she would....\n\n\n\nTwo hours later a golden-voiced bell chimed, softly, musically. The\nlights slowly brightened to no more than the lambent glow which was all\nthat Ninon permitted. She ran her fingers through the young spaceman's\ntousled hair and shook him gently.\n\n\"It's time to go, Robert,\" she said.\n\nRobert fought back from the stubborn grasp of sleep. \"So soon?\" he\nmumbled.\n\n\"And I'm going with you,\" Ninon said.\n\nThis brought him fully awake. \"I'm sorry, Ninon. You can't!\" He sat up\nand yawned, stretched, the healthy stretch of resilient youth. Then he\nreached for the jacket he had tossed over on a chair.\n\nNinon watched him with envious eyes, waiting until he was fully alert.\n\n\"Robert!\" she said, and the youth paused at the sharpness of her voice.\n\"How old are you?\"\n\n\"I've told you before, darling--twenty-four.\"\n\n\"How old do you think I am?\"\n\nHe gazed at her in silent curiosity for a moment, then said, \"Come to\nthink of it, you've never told me. About twenty-two or -three, I'd say.\"\n\n\"Tomorrow is my birthday. I'll be fifty-two.\"\n\nHe stared at her in shocked amazement. Then, as his gaze went over the\nsmooth lines of her body, the amazement gave way to disbelief, and he\nchuckled. \"The way you said it, Ninon, almost had me believing you. You\ncan't possibly be that old, or anywhere near it. You're joking.\"\n\nNinon's voice was cold. She repeated it: \"I am fifty-two years old. I\nknew your father, before you were born.\"\n\nThis time she could see that he believed it. The horror he felt was easy\nto read on his face while he struggled to speak. \"Then ... God help\nme ... I've been making love to ... an old woman!\" His voice was low,\nbitter, accusing.\n\nNinon slapped him.\n\nHe swayed slightly, then his features froze as the red marks of her\nfingers traced across his left cheek. At last he bowed, mockingly, and\nsaid, \"Your pardon, Madame. I forgot myself. My father taught me to be\nrespectful to my elders.\"\n\nFor that Ninon could have killed him. As he turned to leave, her hand\nsought the tiny, feather-light beta-gun cunningly concealed in the folds\nof her gown. But the driving force of her desire made her stay her hand.\n\n\"Robert!\" she said in peremptory tones.\n\nThe youth paused at the door and glanced back, making no effort to\nconceal the loathing she had aroused in him. \"What do you want?\"\n\nNinon said, \"You'll never make that flight without me.... Watch!\"\n\nSwiftly she pushed buttons again. The room darkened, as before. Curtains\nat one end divided and rustled back, and a glowing screen sprang to life\non the wall revealed behind them. And there, in life and movement and\ncolor and sound and dimension, she--and Robert--projected themselves,\ntogether on the couch, beginning at the moment Ninon had pressed the\nthree buttons earlier. Robert's arms were around her, his face buried in\nthe hair falling over her shoulders....\n\nThe spaceman's voice was doubly bitter in the darkened room. \"So that's\nit,\" he said. \"A recording! Another one for your collection, I suppose.\nBut of what use is it to you? I have neither money nor power. I'll be\ngone from this Earth in an hour. And you'll be gone from it,\npermanently--at your age--before I get back. I have nothing to lose, and\nyou have nothing to gain.\"\n\nVenomous with triumph, Ninon's voice was harsh even to her ears. \"On the\ncontrary, my proud and impetuous young spaceman, I have much to gain,\nmore than you could ever understand. When it was announced that you were\nto be trained to command this experimental flight I made it my business\nto find out everything possible about you. One other man is going. He\ntoo has had the same training, and could take over in your place. A\nthird man has also been trained, to stand by in reserve. You are\nsupposed to have rested and slept the entire night. If the Commandant of\nSpace Research knew that you had not....\"\n\n\"I see. That's why you recorded my visit tonight. But I leave in less\nthan an hour. You'd never be able to tell Commander Pritchard in time to\nmake any difference, and he'd never come here to see....\"\n\nNinon laughed mirthlessly, and pressed buttons again. The screen\nchanged, went blank for a moment, then figures appeared again. On the\ncouch were she and a man, middle-aged, dignified in appearance,\nuniformed. Blane Pritchard, Commandant of Space Research. His arms were\naround her, and his face was buried in her hair. She let the recording\nrun for a moment, then shut it off and turned up the lights.\n\nTo Robert, she said, \"I think Commander Pritchard would be here in five\nminutes if I called and told him that I have information which seriously\naffects the success of the flight.\"\n\nThe young spaceman's face was white and stricken as he stared for long\nmoments, wordless, at Ninon. Then in defeated tones he said, \"You\nscheming witch! What do you want?\"\n\nThere was no time to gloat over her victory. That would come later.\nRight now minutes counted. She snatched up a cloak, pushed Robert out\nthrough the door and hurried him along the hall and out into the street\nwhere his car waited.\n\n\"We must hurry,\" she said breathlessly. \"We can get to the spaceship\nahead of schedule, before your flight partner arrives, and be gone from\nEarth before anyone knows what is happening. I'll be with you, in his\nplace.\"\n\nRobert did not offer to help her into the car, but got in first and\nwaited until she closed the door behind her, then sped away from the\ncurb and through the streets to the spaceport.\n\nNinon said, \"Tell me, Robert, isn't it true that if a clock recedes from\nEarth at the speed of light, and if we could watch it as it did so, it\nwould still be running but it would never show later time?\"\n\nThe young man said gruffly, \"Roughly so, according to theory.\"\n\n\"And if the clock went away from Earth faster than the speed of light,\nwouldn't it run backwards?\"\n\nThe answer was curtly cautious. \"It might appear to.\"\n\n\"Then if people travel at the speed of light they won't get any older?\"\n\nRobert flicked a curious glance at her. \"If you could watch them from\nEarth they appear not to. But it's a matter of relativity....\"\n\nNinon rushed on. She had studied that book carefully. \"And if people\ntravel faster than light, a lot faster, they'll grow younger, won't\nthey?\"\n\nRobert said, \"So that's what's in your mind.\" He busied himself with\nparking the car at the spaceport, then went on: \"You want to go back in\nthe past thirty years, and be a girl again. While I grow younger, too,\ninto a boy, then a child, a baby, at last nothing....\"\n\n\"I'll try to be sorry for you, Robert.\"\n\nNinon felt again for her beta-gun as he stared at her for a long minute,\nhis gaze a curious mixture of amusement and pity. Then, \"Come on,\" he\nsaid flatly, turning to lead the way to the gleaming space ship which\npoised, towering like a spire, in the center of the blast-off basin. And\nadded, \"I think I shall enjoy this trip, Madame, more than you will.\"\n\nThe young man's words seemed to imply a secret knowledge that Ninon did\nnot possess. A sudden chill of apprehension rippled through her, and\nalmost she turned back. But no ... there was the ship! There was youth;\nand beauty; and the admiration of men, real admiration. Suppleness in\nher muscles and joints again. No more diets. No more transfusions. No\nmore transplantations. No more the bio-knife. She could smile again, or\nfrown again. And after a few years she could make the trip again ... and\nagain....\n\n\n\nThe space ship stood on fiery tiptoes and leaped from Earth, high into\nthe heavens, and out and away. Past rusted Mars. Past the busy\nasteroids. Past the sleeping giants, Jupiter and Saturn. Past pale\nUranus and Neptune; and frigid, shivering Pluto. Past a senseless,\nflaming comet rushing inward towards its rendezvous with the Sun. And on\nout of the System into the steely blackness of space where the stars\nwere hard, burnished points of light, unwinking, motionless; eyes--eyes\nstaring at the ship, staring through the ports at Ninon where she lay,\nstiff and bruised and sore, in the contoured acceleration sling.\n\nThe yammering rockets cut off, and the ship seemed to poise on the ebon\nlip of a vast Stygian abyss.\n\nJoints creaking, muscles protesting, Ninon pushed herself up and out of\nthe sling against the artificial gravity of the ship. Robert was already\nseated at the controls.\n\n\"How fast are we going?\" she asked; and her voice was rusty and harsh.\n\n\"Barely crawling, astronomically,\" he said shortly. \"About forty-six\nthousand miles a minute.\"\n\n\"Is that as fast as the speed of light?\"\n\n\"Hardly, Madame,\" he said, with a condescending chuckle.\n\n\"Then make it go faster!\" she screamed. \"And faster and faster--hurry!\nWhat are we waiting for?\"\n\nThe young spaceman swivelled about in his seat. He looked haggard and\ndrawn from the strain of the long acceleration. Despite herself, Ninon\ncould feel the sagging in her own face; the sunkenness of her eyes. She\nfelt tired, hating herself for it--hating having this young man see\nher.\n\nHe said, \"The ship is on automatic control throughout. The course is\nplotted in advance; all operations are plotted. There is nothing we can\ndo but wait. The light drive will cut in at the planned time.\"\n\n\"Time! Wait! That's all I hear!\" Ninon shrieked. \"Do something!\"\n\nThen she heard it. A low moan, starting from below the limit of\naudibility, then climbing, up and up and up and up, until it was a\nnerve-plucking whine that tore into her brain like a white-hot tuning\nfork. And still it climbed, up beyond the range of hearing, and up and\nup still more, till it could no longer be felt. But Ninon, as she\nstumbled back into the acceleration sling, sick and shaken, knew it was\nstill there. The light drive!\n\nShe watched through the ports. The motionless, silent stars were moving\nnow, coming toward them, faster and faster, as the ship swept out of the\ngalaxy, shooting into her face like blazing pebbles from a giant\nslingshot.\n\nShe asked, \"How fast are we going now?\"\n\nRobert's voice sounded far off as he replied, \"We are approaching the\nspeed of light.\"\n\n\"Make it go faster!\" she cried. \"Faster! Faster!\"\n\nShe looked out the ports again; looked back behind them--and saw shining\nspecks of glittering blackness falling away to melt into the sootiness\nof space. She shuddered, and knew without asking that these were stars\ndropping behind at a rate greater than light speed.\n\n\"Now how fast are we going?\" she asked. She was sure that her voice was\nstronger; that strength was flowing back into her muscles and bones.\n\n\"Nearly twice light speed.\"\n\n\"Faster!\" she cried. \"We must go much faster! I must be young again.\nYouthful, and gay, and alive and happy.... Tell me, Robert, do you feel\nyounger yet?\"\n\nHe did not answer.\n\n\n\nNinon lay in the acceleration sling, gaining strength, and--she\nknew--youth. Her lost youth, coming back, to be spent all over again.\nHow wonderful! No woman in all of time and history had ever done it. She\nwould be immortal; forever young and lovely. She hardly noticed the\nstiffness in her joints when she got to her feet again--it was just from\nlying in the sling so long.\n\nShe made her voice light and gay. \"Are we not going very, very fast,\nnow, Robert?\"\n\nHe answered without turning. \"Yes. Many times the speed of light.\"\n\n\"I knew it ... I knew it! Already I feel much younger. Don't you feel it\ntoo?\"\n\nHe did not answer, and Ninon kept on talking. \"How long have we been\ngoing, Robert?\"\n\nHe said, \"I don't know ... depends on where you are.\"\n\n\"It must be hours ... days ... weeks. I should be hungry. Yes, I think I\nam hungry. I'll need food, lots of food. Young people have good\nappetites, don't they, Robert?\"\n\nHe pointed to the provisions locker, and she got food out and made it\nready. But she could eat but a few mouthfuls. _It's the excitement_, she\ntold herself. After all, no other woman, ever, had gone back through the\nyears to be young again....\n\n\n\nLong hours she rested in the sling, gaining more strength for the day\nwhen they would land back on Earth and she could step out in all the\nspringy vitality of a girl of twenty. And then as she watched through\nthe ingenious ports she saw the stars of the far galaxies beginning to\nwheel about through space, and she knew that the ship had reached the\nhalfway point and was turning to speed back through space to Earth,\nuncounted light-years behind them--or before them. And she would still\ncontinue to grow younger and younger....\n\nShe gazed at the slightly-blurred figure of the young spaceman on the\nfar side of the compartment, focussing her eyes with effort. \"You are\nlooking much younger, Robert,\" she said. \"Yes, I think you are becoming\nquite boyish, almost childish, in appearance.\"\n\nHe nodded slightly. \"You may be right,\" he said.\n\n\"I must have a mirror,\" she cried. \"I must see for myself how much\nyounger I have become. I'll hardly recognize myself....\"\n\n\"There is no mirror,\" he told her.\n\n\"No mirror? But how can I see....\"\n\n\"Non-essentials were not included in the supplies on this ship. Mirrors\nare not essential--to men.\"\n\nThe mocking gravity in his voice infuriated her. \"Then you shall be my\nmirror,\" she said. \"Tell me, Robert, am I not now much younger? Am I not\nbecoming more and more beautiful? Am I not in truth the most desirable\nof women?... But I forget. After all, you are only a boy, by now.\"\n\nHe said, \"I'm afraid our scientists will have some new and interesting\ndata on the effects of time in relation to time. Before long we'll begin\nto decelerate. It won't be easy or pleasant. I'll try to make you as\ncomfortable as possible.\"\n\nNinon felt her face go white and stiff with rage. \"What do you mean?\"\n\nRobert said, coldly brutal, \"You're looking your age, Ninon. Every year\nof your fifty-two!\"\n\nNinon snatched out the little beta-gun, then, leveled it and fired. And\nwatched without remorse as the hungry electrons streamed forth to strike\nthe young spaceman, turning him into a motionless, glowing figure which\nrapidly became misty and wraith-like, at last to disappear, leaving only\na swirl of sparkling haze where he had stood. This too disappeared as\nits separate particles drifted to the metallite walls of the space ship,\ndischarged their energy and ceased to sparkle, leaving only a thin film\nof dust over all.\n\n\n\nAfter a while Ninon got up again from the sling and made her way to the\nwall. She polished the dust away from a small area of it, trying to make\nthe spot gleam enough so that she could use it for a mirror. She\npolished a long time, until at last she could see a ghostly reflection\nof her face in the rubbed spot.\n\nYes, unquestionably she was younger, more beautiful. Unquestionably Time\nwas being kind to her, giving her back her youth. She was not sorry that\nRobert was gone--there would be many young men, men her own age, when\nshe got back to Earth. And that would be soon. She must rest more, and\nbe ready.\n\nThe light drive cut off, and the great ship slowly decelerated as it\nfound its way back into the galaxy from which it had started. Found its\nway back into the System which had borne it. Ninon watched through the\nport as it slid in past the outer planets. Had they changed? No, she\ncould not see that they had--only she had changed--until Saturn loomed\nup through the port, so close by, it looked, that she might touch it.\nBut Saturn had no rings. Here was change. She puzzled over it a moment,\nfrowning then forgot it when she recognized Jupiter again as Saturn fell\nbehind. Next would be Mars....\n\nBut what was this? Not Mars! Not any planet she knew, or had seen\nbefore. Yet there, ahead, was Mars! A new planet, where the asteroids\nhad been when she left! Was this the same system? Had there been a\nmistake in the calculations of the scientists and engineers who had\nplotted the course of the ship? Was something wrong?\n\nBut no matter--she was still Ninon. She was young and beautiful. And\nwherever she landed there would be excitement and rushing about as she\ntold her story. And men would flock to her. Young, handsome men!\n\nShe tottered back to the sling, sank gratefully into the comfort of it,\nclosed her eyes, and waited.\n\n\n\n_The ship landed automatically, lowering itself to the land on a pillar\nof rushing flame, needing no help from its passenger. Then the flame\ndied away--and the ship--and Ninon--rested, quietly, serenely, while the\nrocket tubes crackled and cooled. The people outside gathered at a safe\ndistance from it, waiting until they could come closer and greet the\nbrave passengers who had voyaged through space from no one knew where._\n\n_There was shouting and laughing and talking, and much speculation._\n\n_\"The ship is from Maris, the red planet,\" someone said._\n\n_And another: \"No, no! It is not of this system. See how the hull is\npitted--it has traveled from afar.\"_\n\n_An old man cried: \"It is a demon ship. It has come to destroy us all.\"_\n\n_A murmur went through the crowd, and some moved farther back for\nsafety, watching with alert curiosity._\n\n_Then an engineer ventured close, and said, \"The workmanship is similar\nto that in the space ship we are building, yet not the same. It is\nobviously not of our Aerth.\"_\n\n_And a savant said, \"Yes, not of this Aerth. But perhaps it is from a\nparallel time stream, where there is a system with planets and peoples\nlike us.\"_\n\n_Then a hatch opened in the towering flank of the ship, and a ramp slid\nforth and slanted to the ground. The mingled voices of the crowd\nattended it. The fearful ones backed farther away. Some stood their\nground. And the braver ones moved closer._\n\n_But no one appeared in the open hatch; no one came down the ramp. At\nlast the crowd surged forward again._\n\n_Among them were a youth and a girl who stood, hand in hand, at the foot\nof the ramp, gazing at it and the ship with shining eyes, then at each\nother._\n\n_She said, \"I wonder, Robin, what it would be like to travel through far\nspace on such a ship as that.\"_\n\n_He squeezed her hand and said, \"We'll find out, Nina. Space travel will\ncome, in our time, they've always said--and there is the proof of it.\"_\n\n_The girl rested her head against the young man's shoulder. \"You'll be\none of the first, won't you, Robin? And you'll take me with you?\"_\n\n_He slipped an arm around her. \"Of course. You know, Nina, our\nscientists say that if one could travel faster than the speed of light\none could live in reverse. So when we get old we'll go out in space,\nvery, very fast, and we'll grow young again, together!\"_\n\n_Then a shout went up from the two men who had gone up the ramp into the\nship to greet whoever was aboard. They came hurrying down, and Robin and\nNina crowded forward to hear what they had to report._\n\n_They were puffing from the rush of their excitement. \"There is no one\nalive on the ship,\" they cried. \"Only an old, withered, white-haired\nlady, lying dead ... and alone. She must have fared long and far to have\nlived so long, to be so old in death. Space travel must be pleasant,\nindeed. It made her very happy, very, very happy--for there is a smile\non her face.\"_",
    "metadata": {
        "author": [
            "Dewey, Gordon",
            "Dewey, G. Gordon"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/40965/pg40965.txt",
        "name": "time_and_the_woman.json"
    }
}