{
    "name": "To Be Read at Dusk",
    "author": [
        "Boz",
        "Dickens, Charles John Huffam",
        "Dickens, Charles"
    ],
    "body": "ONE, two, three, four, five.  There were five of them.\n\nFive couriers, sitting on a bench outside the convent on the summit of\nthe Great St. Bernard in Switzerland, looking at the remote heights,\nstained by the setting sun as if a mighty quantity of red wine had been\nbroached upon the mountain top, and had not yet had time to sink into the\nsnow.\n\nThis is not my simile.  It was made for the occasion by the stoutest\ncourier, who was a German.  None of the others took any more notice of it\nthan they took of me, sitting on another bench on the other side of the\nconvent door, smoking my cigar, like them, and—also like them—looking at\nthe reddened snow, and at the lonely shed hard by, where the bodies of\nbelated travellers, dug out of it, slowly wither away, knowing no\ncorruption in that cold region.\n\nThe wine upon the mountain top soaked in as we looked; the mountain\nbecame white; the sky, a very dark blue; the wind rose; and the air\nturned piercing cold.  The five couriers buttoned their rough coats.\nThere being no safer man to imitate in all such proceedings than a\ncourier, I buttoned mine.\n\nThe mountain in the sunset had stopped the five couriers in a\nconversation.  It is a sublime sight, likely to stop conversation.  The\nmountain being now out of the sunset, they resumed.  Not that I had heard\nany part of their previous discourse; for indeed, I had not then broken\naway from the American gentleman, in the travellers’ parlour of the\nconvent, who, sitting with his face to the fire, had undertaken to\nrealise to me the whole progress of events which had led to the\naccumulation by the Honourable Ananias Dodger of one of the largest\nacquisitions of dollars ever made in our country.\n\n‘My God!’ said the Swiss courier, speaking in French, which I do not hold\n(as some authors appear to do) to be such an all-sufficient excuse for a\nnaughty word, that I have only to write it in that language to make it\ninnocent; ‘if you talk of ghosts—’\n\n‘But I _don’t_ talk of ghosts,’ said the German.\n\n‘Of what then?’ asked the Swiss.\n\n‘If I knew of what then,’ said the German, ‘I should probably know a\ngreat deal more.’\n\nIt was a good answer, I thought, and it made me curious.  So, I moved my\nposition to that corner of my bench which was nearest to them, and\nleaning my back against the convent wall, heard perfectly, without\nappearing to attend.\n\n‘Thunder and lightning!’ said the German, warming, ‘when a certain man is\ncoming to see you, unexpectedly; and, without his own knowledge, sends\nsome invisible messenger, to put the idea of him into your head all day,\nwhat do you call that?  When you walk along a crowded street—at\nFrankfort, Milan, London, Paris—and think that a passing stranger is like\nyour friend Heinrich, and then that another passing stranger is like your\nfriend Heinrich, and so begin to have a strange foreknowledge that\npresently you’ll meet your friend Heinrich—which you do, though you\nbelieved him at Trieste—what do you call _that_?’\n\n‘It’s not uncommon, either,’ murmured the Swiss and the other three.\n\n‘Uncommon!’ said the German.  ‘It’s as common as cherries in the Black\nForest.  It’s as common as maccaroni at Naples.  And Naples reminds me!\nWhen the old Marchesa Senzanima shrieks at a card-party on the Chiaja—as\nI heard and saw her, for it happened in a Bavarian family of mine, and I\nwas overlooking the service that evening—I say, when the old Marchesa\nstarts up at the card-table, white through her rouge, and cries, “My\nsister in Spain is dead!  I felt her cold touch on my back!”—and when\nthat sister _is_ dead at the moment—what do you call that?’\n\n‘Or when the blood of San Gennaro liquefies at the request of the\nclergy—as all the world knows that it does regularly once a-year, in my\nnative city,’ said the Neapolitan courier after a pause, with a comical\nlook, ‘what do you call that?’\n\n‘_That_!’ cried the German.  ‘Well, I think I know a name for that.’\n\n‘Miracle?’ said the Neapolitan, with the same sly face.\n\nThe German merely smoked and laughed; and they all smoked and laughed.\n\n‘Bah!’ said the German, presently.  ‘I speak of things that really do\nhappen.  When I want to see the conjurer, I pay to see a professed one,\nand have my money’s worth.  Very strange things do happen without ghosts.\nGhosts!  Giovanni Baptista, tell your story of the English bride.\nThere’s no ghost in that, but something full as strange.  Will any man\ntell me what?’\n\nAs there was a silence among them, I glanced around.  He whom I took to\nbe Baptista was lighting a fresh cigar.  He presently went on to speak.\nHe was a Genoese, as I judged.\n\n‘The story of the English bride?’ said he.  ‘Basta! one ought not to call\nso slight a thing a story.  Well, it’s all one.  But it’s true.  Observe\nme well, gentlemen, it’s true.  That which glitters is not always gold;\nbut what I am going to tell, is true.’\n\nHe repeated this more than once.\n\n                                * * * * *\n\nTen years ago, I took my credentials to an English gentleman at Long’s\nHotel, in Bond Street, London, who was about to travel—it might be for\none year, it might be for two.  He approved of them; likewise of me.  He\nwas pleased to make inquiry.  The testimony that he received was\nfavourable.  He engaged me by the six months, and my entertainment was\ngenerous.\n\nHe was young, handsome, very happy.  He was enamoured of a fair young\nEnglish lady, with a sufficient fortune, and they were going to be\nmarried.  It was the wedding-trip, in short, that we were going to take.\nFor three months’ rest in the hot weather (it was early summer then) he\nhad hired an old place on the Riviera, at an easy distance from my city,\nGenoa, on the road to Nice.  Did I know that place?  Yes; I told him I\nknew it well.  It was an old palace with great gardens.  It was a little\nbare, and it was a little dark and gloomy, being close surrounded by\ntrees; but it was spacious, ancient, grand, and on the seashore.  He said\nit had been so described to him exactly, and he was well pleased that I\nknew it.  For its being a little bare of furniture, all such places were.\nFor its being a little gloomy, he had hired it principally for the\ngardens, and he and my mistress would pass the summer weather in their\nshade.\n\n‘So all goes well, Baptista?’ said he.\n\n‘Indubitably, signore; very well.’\n\nWe had a travelling chariot for our journey, newly built for us, and in\nall respects complete.  All we had was complete; we wanted for nothing.\nThe marriage took place.  They were happy.  I was happy, seeing all so\nbright, being so well situated, going to my own city, teaching my\nlanguage in the rumble to the maid, la bella Carolina, whose heart was\ngay with laughter: who was young and rosy.\n\nThe time flew.  But I observed—listen to this, I pray! (and here the\ncourier dropped his voice)—I observed my mistress sometimes brooding in a\nmanner very strange; in a frightened manner; in an unhappy manner; with a\ncloudy, uncertain alarm upon her.  I think that I began to notice this\nwhen I was walking up hills by the carriage side, and master had gone on\nin front.  At any rate, I remember that it impressed itself upon my mind\none evening in the South of France, when she called to me to call master\nback; and when he came back, and walked for a long way, talking\nencouragingly and affectionately to her, with his hand upon the open\nwindow, and hers in it.  Now and then, he laughed in a merry way, as if\nhe were bantering her out of something.  By-and-by, she laughed, and then\nall went well again.\n\nIt was curious.  I asked la bella Carolina, the pretty little one, Was\nmistress unwell?—No.—Out of spirits?—No.—Fearful of bad roads, or\nbrigands?—No.  And what made it more mysterious was, the pretty little\none would not look at me in giving answer, but _would_ look at the view.\n\nBut, one day she told me the secret.\n\n‘If you must know,’ said Carolina, ‘I find, from what I have overheard,\nthat mistress is haunted.’\n\n‘How haunted?’\n\n‘By a dream.’\n\n‘What dream?’\n\n‘By a dream of a face.  For three nights before her marriage, she saw a\nface in a dream—always the same face, and only One.’\n\n‘A terrible face?’\n\n‘No.  The face of a dark, remarkable-looking man, in black, with black\nhair and a grey moustache—a handsome man except for a reserved and secret\nair.  Not a face she ever saw, or at all like a face she ever saw.  Doing\nnothing in the dream but looking at her fixedly, out of darkness.’\n\n‘Does the dream come back?’\n\n‘Never.  The recollection of it is all her trouble.’\n\n‘And why does it trouble her?’\n\nCarolina shook her head.\n\n‘That’s master’s question,’ said la bella.  ‘She don’t know.  She wonders\nwhy, herself.  But I heard her tell him, only last night, that if she was\nto find a picture of that face in our Italian house (which she is afraid\nshe will) she did not know how she could ever bear it.’\n\nUpon my word I was fearful after this (said the Genoese courier) of our\ncoming to the old palazzo, lest some such ill-starred picture should\nhappen to be there.  I knew there were many there; and, as we got nearer\nand nearer to the place, I wished the whole gallery in the crater of\nVesuvius.  To mend the matter, it was a stormy dismal evening when we, at\nlast, approached that part of the Riviera.  It thundered; and the thunder\nof my city and its environs, rolling among the high hills, is very loud.\nThe lizards ran in and out of the chinks in the broken stone wall of the\ngarden, as if they were frightened; the frogs bubbled and croaked their\nloudest; the sea-wind moaned, and the wet trees dripped; and the\nlightning—body of San Lorenzo, how it lightened!\n\nWe all know what an old palace in or near Genoa is—how time and the sea\nair have blotted it—how the drapery painted on the outer walls has peeled\noff in great flakes of plaster—how the lower windows are darkened with\nrusty bars of iron—how the courtyard is overgrown with grass—how the\nouter buildings are dilapidated—how the whole pile seems devoted to ruin.\nOur palazzo was one of the true kind.  It had been shut up close for\nmonths.  Months?—years!—it had an earthy smell, like a tomb.  The scent\nof the orange trees on the broad back terrace, and of the lemons ripening\non the wall, and of some shrubs that grew around a broken fountain, had\ngot into the house somehow, and had never been able to get out again.\nThere was, in every room, an aged smell, grown faint with confinement.\nIt pined in all the cupboards and drawers.  In the little rooms of\ncommunication between great rooms, it was stifling.  If you turned a\npicture—to come back to the pictures—there it still was, clinging to the\nwall behind the frame, like a sort of bat.\n\nThe lattice-blinds were close shut, all over the house.  There were two\nugly, grey old women in the house, to take care of it; one of them with a\nspindle, who stood winding and mumbling in the doorway, and who would as\nsoon have let in the devil as the air.  Master, mistress, la bella\nCarolina, and I, went all through the palazzo.  I went first, though I\nhave named myself last, opening the windows and the lattice-blinds, and\nshaking down on myself splashes of rain, and scraps of mortar, and now\nand then a dozing mosquito, or a monstrous, fat, blotchy, Genoese spider.\n\nWhen I had let the evening light into a room, master, mistress, and la\nbella Carolina, entered.  Then, we looked round at all the pictures, and\nI went forward again into another room.  Mistress secretly had great fear\nof meeting with the likeness of that face—we all had; but there was no\nsuch thing.  The Madonna and Bambino, San Francisco, San Sebastiano,\nVenus, Santa Caterina, Angels, Brigands, Friars, Temples at Sunset,\nBattles, White Horses, Forests, Apostles, Doges, all my old acquaintances\nmany times repeated?—yes.  Dark, handsome man in black, reserved and\nsecret, with black hair and grey moustache, looking fixedly at mistress\nout of darkness?—no.\n\nAt last we got through all the rooms and all the pictures, and came out\ninto the gardens.  They were pretty well kept, being rented by a\ngardener, and were large and shady.  In one place there was a rustic\ntheatre, open to the sky; the stage a green slope; the coulisses, three\nentrances upon a side, sweet-smelling leafy screens.  Mistress moved her\nbright eyes, even there, as if she looked to see the face come in upon\nthe scene; but all was well.\n\n‘Now, Clara,’ master said, in a low voice, ‘you see that it is nothing?\nYou are happy.’\n\nMistress was much encouraged.  She soon accustomed herself to that grim\npalazzo, and would sing, and play the harp, and copy the old pictures,\nand stroll with master under the green trees and vines all day.  She was\nbeautiful.  He was happy.  He would laugh and say to me, mounting his\nhorse for his morning ride before the heat:\n\n‘All goes well, Baptista!’\n\n‘Yes, signore, thank God, very well.’\n\nWe kept no company.  I took la bella to the Duomo and Annunciata, to the\nCafé, to the Opera, to the village Festa, to the Public Garden, to the\nDay Theatre, to the Marionetti.  The pretty little one was charmed with\nall she saw.  She learnt Italian—heavens! miraculously!  Was mistress\nquite forgetful of that dream? I asked Carolina sometimes.  Nearly, said\nla bella—almost.  It was wearing out.\n\nOne day master received a letter, and called me.\n\n‘Baptista!’\n\n‘Signore!’\n\n‘A gentleman who is presented to me will dine here to-day.  He is called\nthe Signor Dellombra.  Let me dine like a prince.’\n\nIt was an odd name.  I did not know that name.  But, there had been many\nnoblemen and gentlemen pursued by Austria on political suspicions,\nlately, and some names had changed.  Perhaps this was one.  Altro!\nDellombra was as good a name to me as another.\n\nWhen the Signor Dellombra came to dinner (said the Genoese courier in the\nlow voice, into which he had subsided once before), I showed him into the\nreception-room, the great sala of the old palazzo.  Master received him\nwith cordiality, and presented him to mistress.  As she rose, her face\nchanged, she gave a cry, and fell upon the marble floor.\n\nThen, I turned my head to the Signor Dellombra, and saw that he was\ndressed in black, and had a reserved and secret air, and was a dark,\nremarkable-looking man, with black hair and a grey moustache.\n\nMaster raised mistress in his arms, and carried her to her own room,\nwhere I sent la bella Carolina straight.  La bella told me afterwards\nthat mistress was nearly terrified to death, and that she wandered in her\nmind about her dream, all night.\n\nMaster was vexed and anxious—almost angry, and yet full of solicitude.\nThe Signor Dellombra was a courtly gentleman, and spoke with great\nrespect and sympathy of mistress’s being so ill.  The African wind had\nbeen blowing for some days (they had told him at his hotel of the Maltese\nCross), and he knew that it was often hurtful.  He hoped the beautiful\nlady would recover soon.  He begged permission to retire, and to renew\nhis visit when he should have the happiness of hearing that she was\nbetter.  Master would not allow of this, and they dined alone.\n\nHe withdrew early.  Next day he called at the gate, on horseback, to\ninquire for mistress.  He did so two or three times in that week.\n\nWhat I observed myself, and what la bella Carolina told me, united to\nexplain to me that master had now set his mind on curing mistress of her\nfanciful terror.  He was all kindness, but he was sensible and firm.  He\nreasoned with her, that to encourage such fancies was to invite\nmelancholy, if not madness.  That it rested with herself to be herself.\nThat if she once resisted her strange weakness, so successfully as to\nreceive the Signor Dellombra as an English lady would receive any other\nguest, it was for ever conquered.  To make an end, the signore came\nagain, and mistress received him without marked distress (though with\nconstraint and apprehension still), and the evening passed serenely.\nMaster was so delighted with this change, and so anxious to confirm it,\nthat the Signor Dellombra became a constant guest.  He was accomplished\nin pictures, books, and music; and his society, in any grim palazzo,\nwould have been welcome.\n\nI used to notice, many times, that mistress was not quite recovered.  She\nwould cast down her eyes and droop her head, before the Signor Dellombra,\nor would look at him with a terrified and fascinated glance, as if his\npresence had some evil influence or power upon her.  Turning from her to\nhim, I used to see him in the shaded gardens, or the large half-lighted\nsala, looking, as I might say, ‘fixedly upon her out of darkness.’  But,\ntruly, I had not forgotten la bella Carolina’s words describing the face\nin the dream.\n\nAfter his second visit I heard master say:\n\n‘Now, see, my dear Clara, it’s over!  Dellombra has come and gone, and\nyour apprehension is broken like glass.’\n\n‘Will he—will he ever come again?’ asked mistress.\n\n‘Again?  Why, surely, over and over again!  Are you cold?’ (she\nshivered).\n\n‘No, dear—but—he terrifies me: are you sure that he need come again?’\n\n‘The surer for the question, Clara!’ replied master, cheerfully.\n\nBut, he was very hopeful of her complete recovery now, and grew more and\nmore so every day.  She was beautiful.  He was happy.\n\n‘All goes well, Baptista?’ he would say to me again.\n\n‘Yes, signore, thank God; very well.’\n\nWe were all (said the Genoese courier, constraining himself to speak a\nlittle louder), we were all at Rome for the Carnival.  I had been out,\nall day, with a Sicilian, a friend of mine, and a courier, who was there\nwith an English family.  As I returned at night to our hotel, I met the\nlittle Carolina, who never stirred from home alone, running distractedly\nalong the Corso.\n\n‘Carolina!  What’s the matter?’\n\n‘O Baptista!  O, for the Lord’s sake! where is my mistress?’\n\n‘Mistress, Carolina?’\n\n‘Gone since morning—told me, when master went out on his day’s journey,\nnot to call her, for she was tired with not resting in the night (having\nbeen in pain), and would lie in bed until the evening; then get up\nrefreshed.  She is gone!—she is gone!  Master has come back, broken down\nthe door, and she is gone!  My beautiful, my good, my innocent mistress!’\n\nThe pretty little one so cried, and raved, and tore herself that I could\nnot have held her, but for her swooning on my arm as if she had been\nshot.  Master came up—in manner, face, or voice, no more the master that\nI knew, than I was he.  He took me (I laid the little one upon her bed in\nthe hotel, and left her with the chamber-women), in a carriage, furiously\nthrough the darkness, across the desolate Campagna.  When it was day, and\nwe stopped at a miserable post-house, all the horses had been hired\ntwelve hours ago, and sent away in different directions.  Mark me! by the\nSignor Dellombra, who had passed there in a carriage, with a frightened\nEnglish lady crouching in one corner.\n\nI never heard (said the Genoese courier, drawing a long breath) that she\nwas ever traced beyond that spot.  All I know is, that she vanished into\ninfamous oblivion, with the dreaded face beside her that she had seen in\nher dream.\n\n                                * * * * *\n\n‘What do you call _that_?’ said the German courier, triumphantly.\n‘Ghosts!  There are no ghosts _there_!  What do you call this, that I am\ngoing to tell you?  Ghosts!  There are no ghosts _here_!’\n\n                                * * * * *\n\n_I_ took an engagement once (pursued the German courier) with an English\ngentleman, elderly and a bachelor, to travel through my country, my\nFatherland.  He was a merchant who traded with my country and knew the\nlanguage, but who had never been there since he was a boy—as I judge,\nsome sixty years before.\n\nHis name was James, and he had a twin-brother John, also a bachelor.\nBetween these brothers there was a great affection.  They were in\nbusiness together, at Goodman’s Fields, but they did not live together.\nMr. James dwelt in Poland Street, turning out of Oxford Street, London;\nMr. John resided by Epping Forest.\n\nMr. James and I were to start for Germany in about a week.  The exact day\ndepended on business.  Mr. John came to Poland Street (where I was\nstaying in the house), to pass that week with Mr. James.  But, he said to\nhis brother on the second day, ‘I don’t feel very well, James.  There’s\nnot much the matter with me; but I think I am a little gouty.  I’ll go\nhome and put myself under the care of my old housekeeper, who understands\nmy ways.  If I get quite better, I’ll come back and see you before you\ngo.  If I don’t feel well enough to resume my visit where I leave it off,\nwhy _you_ will come and see me before you go.’  Mr. James, of course,\nsaid he would, and they shook hands—both hands, as they always did—and\nMr. John ordered out his old-fashioned chariot and rumbled home.\n\nIt was on the second night after that—that is to say, the fourth in the\nweek—when I was awoke out of my sound sleep by Mr. James coming into my\nbedroom in his flannel-gown, with a lighted candle.  He sat upon the side\nof my bed, and looking at me, said:\n\n‘Wilhelm, I have reason to think I have got some strange illness upon\nme.’\n\nI then perceived that there was a very unusual expression in his face.\n\n‘Wilhelm,’ said he, ‘I am not afraid or ashamed to tell you what I might\nbe afraid or ashamed to tell another man.  You come from a sensible\ncountry, where mysterious things are inquired into and are not settled to\nhave been weighed and measured—or to have been unweighable and\nunmeasurable—or in either case to have been completely disposed of, for\nall time—ever so many years ago.  I have just now seen the phantom of my\nbrother.’\n\nI confess (said the German courier) that it gave me a little tingling of\nthe blood to hear it.\n\n‘I have just now seen,’ Mr. James repeated, looking full at me, that I\nmight see how collected he was, ‘the phantom of my brother John.  I was\nsitting up in bed, unable to sleep, when it came into my room, in a white\ndress, and regarding me earnestly, passed up to the end of the room,\nglanced at some papers on my writing-desk, turned, and, still looking\nearnestly at me as it passed the bed, went out at the door.  Now, I am\nnot in the least mad, and am not in the least disposed to invest that\nphantom with any external existence out of myself.  I think it is a\nwarning to me that I am ill; and I think I had better be bled.’\n\nI got out of bed directly (said the German courier) and began to get on\nmy clothes, begging him not to be alarmed, and telling him that I would\ngo myself to the doctor.  I was just ready, when we heard a loud knocking\nand ringing at the street door.  My room being an attic at the back, and\nMr. James’s being the second-floor room in the front, we went down to his\nroom, and put up the window, to see what was the matter.\n\n‘Is that Mr. James?’ said a man below, falling back to the opposite side\nof the way to look up.\n\n‘It is,’ said Mr. James, ‘and you are my brother’s man, Robert.’\n\n‘Yes, Sir.  I am sorry to say, Sir, that Mr. John is ill.  He is very\nbad, Sir.  It is even feared that he may be lying at the point of death.\nHe wants to see you, Sir.  I have a chaise here.  Pray come to him.  Pray\nlose no time.’\n\nMr. James and I looked at one another.  ‘Wilhelm,’ said he, ‘this is\nstrange.  I wish you to come with me!’  I helped him to dress, partly\nthere and partly in the chaise; and no grass grew under the horses’ iron\nshoes between Poland Street and the Forest.\n\nNow, mind! (said the German courier) I went with Mr. James into his\nbrother’s room, and I saw and heard myself what follows.\n\nHis brother lay upon his bed, at the upper end of a long bed-chamber.\nHis old housekeeper was there, and others were there: I think three\nothers were there, if not four, and they had been with him since early in\nthe afternoon.  He was in white, like the figure—necessarily so, because\nhe had his night-dress on.  He looked like the figure—necessarily so,\nbecause he looked earnestly at his brother when he saw him come into the\nroom.\n\nBut, when his brother reached the bed-side, he slowly raised himself in\nbed, and looking full upon him, said these words:\n\n‘JAMES, YOU HAVE SEEN ME BEFORE, TO-NIGHT—AND YOU KNOW IT!’\n\nAnd so died!\n\n                                * * * * *\n\nI waited, when the German courier ceased, to hear something said of this\nstrange story.  The silence was unbroken.  I looked round, and the five\ncouriers were gone: so noiselessly that the ghostly mountain might have\nabsorbed them into its eternal snows.  By this time, I was by no means in\na mood to sit alone in that awful scene, with the chill air coming\nsolemnly upon me—or, if I may tell the truth, to sit alone anywhere.  So\nI went back into the convent-parlour, and, finding the American gentleman\nstill disposed to relate the biography of the Honourable Ananias Dodger,\nheard it all out.",
    "metadata": {
        "author": [
            "Boz",
            "Dickens, Charles John Huffam",
            "Dickens, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/924/pg924.txt",
        "name": "to_be_read_at_dusk.json"
    }
}