{
    "name": "Tolliver's Orbit",
    "author": [
        "Fyfe, H.B.",
        "Fyfe, Horace Bowne",
        "Fyfe, H. B. (Horace Bowne)"
    ],
    "body": "Johnny Tolliver scowled across the desk at his superior. His black\nthatch was ruffled, as if he had been rubbed the wrong way.\n\n\"I didn't ask you to cut out your own graft, did I?\" he demanded.\n\"Just don't try to sucker me in on the deal. I know you're operating\nsomething sneaky all through the colony, but it's not for me.\"\n\nThe big moon-face of Jeffers, manager of the Ganymedan branch of\nKoslow Spaceways, glowered back at him. Its reddish tinge brightened\nthe office noticeably, for such of Ganymede's surface as could be seen\nthrough the transparent dome outside the office window was cold, dim\nand rugged. The glowing semi-disk of Jupiter was more than half a\nmillion miles distant.\n\n\"Try not to be simple--for once!\" growled Jeffers. \"A little percentage\nhere and there on the cargoes never shows by the time figures get back\nto Earth. The big jets in the home office don't care. They count it on\nthe estimates.\"\n\n\"You asked any of them lately?\" Tolliver prodded.\n\n\"Now, _listen_! Maybe they live soft back on Earth since the mines\nand the Jovian satellite colonies grew; but they were out here in the\nbeginning, most of them. _They_ know what it's like. D'ya think they\ndon't expect us to make what we can on the side?\"\n\nTolliver rammed his fists into the side pockets of his loose blue\nuniform jacket. He shook his head, grinning resignedly.\n\n\"You just don't listen to _me_,\" he complained. \"You know I took this\npiloting job just to scrape up money for an advanced engineering degree\nback on Earth. I only want to finish my year--not get into something I\ncan't quit.\"\n\nJeffers fidgeted in his chair, causing it to creak under the bulk of\nhis body. It had been built for Ganymede, but not for Jeffers.\n\n\"Aw, it's not like that,\" the manager muttered. \"You can ease out\nwhenever your contract's up. Think we'd bend a good orbit on your\naccount?\"\n\nTolliver stared at him silently, but the other had difficulty meeting\nhis eye.\n\n\"All right, then!\" Jeffers snapped after a long moment. \"If you want it\nthat way, either you get in line with us or you're through right now!\"\n\n\"You can't fire me,\" retorted the pilot pityingly. \"I came out here\non a contract. Five hundred credits a week base pay, five hundred for\nhazardous duty. How else can you get pilots out to Jupiter?\"\n\n\"Okay I can't fire you legally--as long as you report for work,\"\ngrumbled Jeffers, by now a shade more ruddy. \"We'll see how long you\nkeep reporting. Because you're off the Callisto run as of now! Sit in\nyour quarters and see if the company calls _that_ hazardous duty!\"\n\n\"Doesn't matter,\" answered Tolliver, grinning amiably. \"The hazardous\npart is just being on the same moon as you for the next six months.\"\n\nHe winked and walked out, deliberately leaving the door open behind him\nso as to enjoy the incoherent bellowing that followed him.\n\n_Looks like a little vacation_, he thought, unperturbed. _He'll come\naround. I just want to get back to Earth with a clean rep. Let Jeffers\nand his gang steal the Great Red Spot off Jupiter if they like! It's\ntheir risk._\n\n\n\nTolliver began to have his doubts the next day; which was \"Tuesday\"\nby the arbitrary calender constructed to match Ganymede's week-long\njourney around Jupiter.\n\nHis contract guaranteed a pilot's rating, but someone had neglected to\nspecify the type of craft to be piloted.\n\nOn the bulletin board, Tolliver's name stood out beside the number\nof one of the airtight tractors used between the dome city and the\nspaceport, or for hauling cross-country to one of the mining domes.\n\nHe soon found that there was nothing for him to do but hang around the\ngarage in case a spaceship should land. The few runs to other domes\nseemed to be assigned to drivers with larger vehicles.\n\nThe following day was just as boring, and the next more so. He swore\nwhen he found the assignment unchanged by \"Friday.\" Even the reflection\nthat it was payday was small consolation.\n\n\"Hey, Johnny!\" said a voice at his shoulder. \"The word is that they're\nfinally gonna trust you to take that creeper outside.\"\n\nTolliver turned to see Red Higgins, a regular driver.\n\n\"What do you mean?\"\n\n\"They say some home-office relative is coming in on the _Javelin_.\"\n\n\"What's wrong with that?\" asked Tolliver. \"Outside of the way they keep\nhanding out soft jobs to nephews, I mean.\"\n\n\"Aah, these young punks just come out for a few months so they can go\nback to Earth making noises like spacemen. Sometimes there's no reason\nbut them for sending a ship back with a crew instead of in an economy\norbit. Wait till you see the baggage you'll have to load!\"\n\nLater in the day-period, Tolliver recalled this warning. Under a\nportable, double-chambered plastic dome blown up outside the ship's\nairlock, a crewman helped him load two trunks and a collection of bags\ninto the tractor. He was struggling to suppress a feeling of outrage at\nthe waste of fuel involved when the home-office relative emerged.\n\nShe was about five feet four and moved as if she walked lightly even\nin stronger gravity than Ganymede's. Her trim coiffure was a shade too\nblonde which served to set off both the blue of her eyes and the cap\napparently won from one of the pilots. She wore gray slacks and a heavy\nsweater, like a spacer.\n\n\"Sorry to keep you waiting,\" she said, sliding into the seat beside\nTolliver. \"By the way, just call me Betty.\"\n\n\"Sure,\" agreed Tolliver thinking, _Ohmigod! Trying already to be just\none of the gang, instead of Lady Betty! Is her old man the treasurer,\nor does he just know where bodies are buried?_\n\n\"They were making dates,\" said the girl. \"Were they ribbing me, or is\nit true that none of the four of them goes back with the ship?\"\n\n\"It's true enough,\" Tolliver assured her. \"We need people out here, and\nit costs a lot to make the trip. They found they could send back loaded\nships by 'automatic' flight--that is, a long, slow, economical orbit\nand automatic signalling equipment. Then they're boarded approaching\nEarth's orbit and landed by pilots who don't have to waste their time\nmaking the entire trip.\"\n\n\n\nHe followed the signals of a spacesuited member of the port staff and\nmaneuvered out of the dome. Then he headed the tractor across the\nfrozen surface of Ganymede toward the permanent domes of the city.\n\n\"How is it here?\" asked the girl. \"They told me it's pretty rough.\"\n\n\"What did you expect?\" asked Tolliver. \"Square dances with champagne?\"\n\n\"Don't be silly. Daddy says I'm supposed to learn traffic routing and\nthe business management of a local branch. They probably won't let me\nsee much else.\"\n\n\"You never can tell,\" said the pilot, yielding to temptation. \"Any\nsquare inch of Ganymede is likely to be dangerous.\"\n\n_I'll be sorry later_, he reflected, _but if Jeffers keeps me jockeying\nthis creeper, I'm entitled to some amusement. And Daddy's little girl\nis trying too hard to sound like one of the gang._\n\n\"Yeah,\" he went on, \"right now, I don't do a thing but drive missions\nfrom the city to the spaceport.\"\n\n\"Missions! You call driving a mile or so a _mission_?\"\n\nTolliver pursed his lips and put on a shrewd expression.\n\n\"Don't sneer at Ganymede, honey!\" he warned portentously. \"Many a\nman who did isn't here today. Take the fellow who used to drive this\nmission!\"\n\n\"You can call me Betty. What happened to him?\"\n\n\"I'll tell you some day,\" Tolliver promised darkly. \"This moon can\nstrike like a vicious animal.\"\n\n\"Oh, they told me there was nothing alive on Ganymede!\"\n\n\"I was thinking of the mountain slides,\" said the pilot. \"Not to\nmention volcanic puffballs that pop out through the frozen crust where\nyou'd least expect. That's why I draw such high pay for driving an\nunarmored tractor.\"\n\n\"You use armored vehicles?\" gasped the girl.\n\nShe was now sitting bolt upright in the swaying seat. Tolliver\ndeliberately dipped one track into an icy hollow. In the light gravity,\nthe tractor responded with a weird, floating lurch.\n\n\"Those slides,\" he continued. \"Ganymede's only about the size of\nMercury, something like 3200 miles in diameter, so things get heaped up\nat steep angles. When the rock and ice are set to sliding, they come\nat you practically horizontally. It doesn't need much start, and it\nbarrels on for a long way before there's enough friction to stop it. If\nyou're in the way--well, it's just too bad!\"\n\n_Say, that's pretty good!_ he told himself. _What a liar you are,\nTolliver!_\n\nHe enlarged upon other dangers to be encountered on the satellite,\ntaking care to impress the newcomer with the daredeviltry of John\nTolliver, driver of \"missions\" across the menacing wastes between dome\nand port.\n\nIn the end, he displayed conclusive evidence in the form of the weekly\npaycheck he had received that morning. It did not, naturally, indicate\nhe was drawing the salary of a space pilot. Betty looked thoughtful.\n\n\"I'm retiring in six months if I'm still alive,\" he said bravely,\nedging the tractor into the airlock at their destination. \"Made my\npile. No use pushing your luck too far.\"\n\nHis charge seemed noticeably subdued, but cleared her throat to request\nthat Tolliver guide her to the office of the manager. She trailed along\nas if with a burden of worry upon her mind, and the pilot's conscience\nprickled.\n\n_I'll get hold of her after Jeffers is through and set her straight_,\nhe resolved. _It isn't really funny if the sucker is too ignorant to\nknow better._\n\n\n\nRemembering his grudge against the manager, he took pleasure in walking\nin without knocking.\n\n\"Jeffers,\" he announced, \"this is ... just call her Betty.\"\n\nThe manager's jowled features twisted into an expression of welcome as\njovial as that of a hungry crocodile.\n\n\"Miss Koslow!\" he beamed, like a politician the day before the voting.\n\"It certainly is an honor to have you on Ganymede with us! That's all,\nTolliver, you can go. Yes, indeed! Mr. Koslow--the president, that is:\nyour father--sent a message about you. I repeat, it will be an honor to\nshow you the ropes. Did you want something else, Tolliver?\"\n\n\"Never mind him, Mr. Jeffers,\" snapped the girl, in a tone new to\nTolliver. \"We won't be working together, I'm afraid. You've already had\nenough rope.\"\n\nJeffers seemed to stagger standing still behind his desk. His loose\nlips twitched uncertainly, and he looked questioningly to Tolliver. The\npilot stared at Betty, trying to recall pictures he had seen of the\nelder Koslow. He was also trying to remember some of the lies he had\ntold en route from the spaceport.\n\n\"Wh-wh-what do you mean, Miss Koslow?\" Jeffers stammered.\n\nHe darted a suspicious glare at Tolliver.\n\n\"Mr. Jeffers,\" said the girl, \"I may look like just another spoiled\nlittle blonde, but the best part of this company will be mine someday.\nI was not allowed to reach twenty-two without learning something about\nholding on to it.\"\n\nTolliver blinked. He had taken her for three or four years older.\nJeffers now ignored him, intent upon the girl.\n\n\"Daddy gave me the title of tenth vice-president mostly as a joke, when\nhe told me to find out what was wrong with operations on Ganymede.\nI have _some_ authority, though. And you look like the source of the\ntrouble to me.\"\n\n\"You can't prove anything,\" declared Jeffers hoarsely.\n\n\"Oh, can't I? I've already seen certain evidence, and the rest won't\nbe hard to find. Where are your books, Mr. Jeffers? You're as good as\nfired!\"\n\nThe manager dropped heavily to his chair. He stared unbelievingly at\nBetty, and Tolliver thought he muttered something about \"just landed.\"\nAfter a moment, the big man came out of his daze enough to stab an\nintercom button with his finger. He growled at someone on the other end\nto come in without a countdown.\n\nTolliver, hardly thinking about it, expected the someone to be\na secretary, but it turned out to be three members of Jeffers'\nheadquarters staff. He recognized one as Rawlins, a warehouse chief,\nand guessed that the other two might be his assistants. They were large\nenough.\n\n\"No stupid questions!\" Jeffers ordered. \"Lock these two up while I\nthink!\"\n\nTolliver started for the door immediately, but was blocked off.\n\n\"Where should we lock--?\" the fellow paused to ask.\n\nTolliver brought up a snappy uppercut to the man's chin, feeling that\nit was a poor time to engage Jeffers in fruitless debate.\n\nIn the gravity of Ganymede, the man was knocked off balance as much as\nhe was hurt, and sprawled on the floor.\n\n\"I _told_ you no questions!\" bawled Jeffers.\n\nThe fallen hero, upon arising, had to content himself with grabbing\nBetty. The others were swarming over Tolliver. Jeffers came around his\ndesk to assist.\n\n\n\nTolliver found himself dumped on the floor of an empty office in the\nadjoining warehouse building. It seemed to him that a long time had\nbeen spent in carrying him there.\n\nHe heard an indignant yelp, and realized that the girl had been pitched\nin with him. The snapping of a lock was followed by the tramp of\ndeparting footsteps and then by silence.\n\nAfter considering the idea a few minutes, Tolliver managed to sit up.\n\nHe had his wind back. But when he fingered the swelling lump behind his\nleft ear, a sensation befuddled him momentarily.\n\n\"I'm sorry about that,\" murmured Betty.\n\nTolliver grunted. Sorrow would not reduce the throbbing, nor was he\nin a mood to undertake an explanation of why Jeffers did not like him\nanyway.\n\n\"I think perhaps you're going to have a shiner,\" remarked the girl.\n\n\"Thanks for letting me know in time,\" said Tolliver.\n\nThe skin under his right eye did feel a trifle tight, but he could see\nwell enough. The abandoned and empty look of the office worried him.\n\n\"What can we use to get out of here?\" he mused.\n\n\"Why should we try?\" asked the girl. \"What can he do?\"\n\n\"You'd be surprised. How did you catch on to him so soon?\"\n\n\"Your paycheck,\" said Betty. \"As soon as I saw that ridiculous amount,\nit was obvious that there was gross mismanagement here. It had to be\nJeffers.\"\n\nTolliver groaned.\n\n\"Then, on the way over here, he as good as admitted everything. You\ndidn't hear him, I guess. Well, he seemed to be caught all unaware, and\nseemed to blame you for it.\"\n\n\"Sure!\" grumbled the pilot. \"He thinks I told you he was grafting or\nsmuggling, or whatever he has going for him here. That's why I want to\nget out of here--before I find myself involved in some kind of fatal\naccident!\"\n\n\"What do you know about the crooked goings-on here?\" asked Betty after\na startled pause.\n\n\"Nothing,\" retorted Tolliver. \"Except that there are some. There are\nrumors, and I had a halfway invitation to join in. I think he sells\nthings to the mining colonies and makes a double profit for himself by\nclaiming the stuff lost in transit. You didn't think you scared him\nthat bad over a little slack managing?\"\n\nThe picture of Jeffers huddled with his partners in the headquarters\nbuilding, plotting the next move, brought Tolliver to his feet.\n\nThere was nothing in the unused office but an old table and half a\ndozen plastic crates. He saw that the latter contained a mess of\ndiscarded records.\n\n\"Better than nothing at all,\" he muttered.\n\nHe ripped out a double handful of the forms, crumpled them into a pile\nat the doorway, and pulled out his cigarette lighter.\n\n\"What do you think you're up to?\" asked Betty with some concern.\n\n\"This plastic is tough,\" said Tolliver, \"but it will bend with enough\nheat. If I can kick loose a hinge, maybe we can fool them yet!\"\n\nHe got a little fire going, and fed it judiciously with more papers.\n\n\"You know,\" he reflected, \"it might be better for you to stay here.\nHe can't do much about you, and you don't have any real proof just by\nyourself.\"\n\n\"I'll come along with you, Tolliver,\" said the girl.\n\n\"No, I don't think you'd better.\"\n\n\"Why not?\"\n\n\"Well ... after all, what would he dare do? Arranging an accident to\nthe daughter of the boss isn't something that he can pull off without a\nlot of investigation. He'd be better off just running for it.\"\n\n\"Let's not argue about it,\" said Betty, a trifle pale but looking\ndetermined. \"I'm coming with you. Is that stuff getting soft yet?\"\n\nTolliver kicked at the edge of the door experimentally. It seemed to\ngive slightly, so he knocked the burning papers aside and drove his\nheel hard at the corner below the hinge.\n\nThe plastic yielded.\n\n\"That's enough already, Tolliver,\" whispered the girl. \"We can crawl\nthrough!\"\n\n\n\nHardly sixty seconds later, he led her into a maze of stacked crates\nin the warehouse proper. The building was not much longer than wide,\nfor each of the structures in the colony had its own hemispherical\nemergency dome of transparent plastic. They soon reached the other end.\n\n\"I think there's a storeroom for spacesuits around here,\" muttered\nTolliver.\n\n\"Why do you want them?\"\n\n\"Honey, I just don't think it will be so easy to lay hands on a\ntractor. I bet Jeffers already phoned the garage and all the airlocks\nwith some good lie that will keep me from getting through.\"\n\nAfter a brief search, he located the spacesuits. Many, evidently\nintended for replacements, had never been unpacked, but there were a\ndozen or so serviced and standing ready for emergencies. He showed\nBetty how to climb into one, and checked her seals and valves after\ndonning a suit himself.\n\n\"That switch under your chin,\" he said, touching helmets so she could\nhear him. \"Leave it turned off. _Anybody_ might be listening!\"\n\nHe led the way out a rear door of the warehouse. With the heavy knife\nthat was standard suit equipment, he deliberately slashed a four-foot\nsquare section out of the dome. He motioned to Betty to step through,\nthen trailed along with the plastic under his arm.\n\nHe caught up and touched helmets again.\n\n\"Just act as if you're on business,\" he told her. \"For all anyone can\nsee, we might be inspecting the dome.\"\n\n\"Where are you going?\" asked Betty.\n\n\"Right through the wall, and then head for the nearest mine. Jeffers\ncan't be running _everything_!\"\n\n\"Is there any way to get to a TV?\" asked the girl. \"I ... uh ... Daddy\ngave me a good number to call if I needed help.\"\n\n\"How good?\"\n\n\"Pretty official, as a matter of fact.\"\n\n\"All right,\" Tolliver decided. \"We'll try the ship you just came in on.\nThey might have finished refueling and left her empty.\"\n\nThey had to cross one open lane between buildings, and Tolliver was\nvery conscious of moving figures in the distance; but no one seemed to\nlook their way.\n\nReaching the foot of the main dome over the establishment, he glanced\nfurtively about, then plunged his knife into the transparent material.\n\nFrom the corner of his eye, he thought he saw Betty make a startled\ngesture, but he had his work cut out for him. This was tougher than the\ninterior dome.\n\nFinally, he managed to saw a ragged slit through which they could\nsqueeze. There was room to walk between the inner and outer layer, so\nhe moved along a few yards. A little dust began to blow about where\nthey had gone through. He touched helmets once more.\n\n\"This time,\" he said, \"the air will really start to blow, so get\nthrough as fast as you can. If I can slap this piece of plastic over\nthe rip, it may stow down the loss of pressure enough to give us quite\na lead before the alarms go off.\"\n\nThrough the faceplates, he saw the girl nod, wide-eyed.\n\nAs soon as he plunged the knife into the outer layer, he could see\ndusty, moist air puffing out into the near-vacuum of Ganymede's\nsurface. Fumbling, he cut as fast as he could and shoved Betty through\nthe small opening.\n\nSqueezing through in his turn, he left one arm inside to spread the\nplastic sheet as best he could. The internal air pressure slapped it\nagainst the inside of the dome as if glued, although it immediately\nshowed an alarming tendency to balloon through the ruptured spot.\n\n_They'll find it, all right_, Tolliver reminded himself. _Don't be here\nwhen they do!_\n\nHe grabbed Betty by the wrist of her spacesuit and headed for the\nnearest outcropping of rock.\n\nIt promptly developed that she had something to learn about running on\nice in such low gravity. Until they were out of direct line of sight\nfrom the settlement, Tolliver simply dragged her.\n\nThen, when he decided that it was safe enough to pause and tell her\nhow to manage better, the sight of her outraged scowl through the\nface-plate made him think better of it.\n\n_By the time we reach the ship, she'll have learned_, he consoled\nhimself.\n\n\n\nIt was a long mile, even at the pace human muscles could achieve on\nGanymede. They took one short rest, during which Tolliver was forced\nto explain away the dangers of slides and volcanic puffballs. He\nadmitted to having exaggerated slightly. In the end, they reached the\nspaceship.\n\nThere seemed to be no one about. The landing dome had been collapsed\nand stored, and the ship's airlock port was closed.\n\n\"That's all right,\" Tolliver told the girl. \"We can get in with no\ntrouble.\"\n\nIt was when he looked about to make sure that they were unobserved that\nhe caught a glimpse of motion back toward the city. He peered at the\nspot through the dim light. After a moment, he definitely recognized\nthe outline of a tractor breasting a rise in the ground and tilting\ndownward again.\n\n\"In fact, we _have_ to get in to stay out of trouble,\" he said to Betty.\n\nHe located the switch-cover in the hull, opened it and activated the\nmechanism that swung open the airlock and extended the ladder.\n\nIt took him considerable scrambling to boost the girl up the ladder and\ninside, but he managed. They passed through the airlock, fretting at\nthe time required to seal, pump air and open the inner hatch; and then\nTolliver led the way up another ladder to the control room. It was a\nclumsy trip in their spacesuits, but he wanted to save time.\n\nIn the control room, he shoved the girl into an acceleration seat,\nglanced at the gauges and showed her how to open her helmet.\n\n\"Leave the suit on,\" he ordered, getting in the first word while she\nwas still shaking her head. \"It will help a little on the takeoff.\"\n\n\"Takeoff!\" shrilled Betty. \"What do you think you're going to do? I\njust want to use the radio or TV!\"\n\n\"That tractor will get here in a minute or two. They might cut your\nconversation kind of short. Now shut up and let me look over these\ndials!\"\n\nHe ran a practiced eye over the board, reading the condition of the\nship. It pleased him. Everything was ready for a takeoff into an\neconomy orbit for Earth. He busied himself making a few adjustments,\ndoing his best to ignore the protests from his partner in crime. He\nwarned her the trip might be long.\n\n\"I told you not to come,\" he said at last. \"Now sit back!\"\n\nHe sat down and pushed a button to start the igniting process.\n\nIn a moment, he could feel the rumble of the rockets through the deck,\nand then it was out of his hands for several minutes.\n\n\"That wasn't so bad,\" Betty admitted some time later. \"Did you go in\nthe right direction?\"\n\n\"Who knows?\" retorted Tolliver. \"There wasn't time to check\n_everything_. We'll worry about that after we make your call.\"\n\n\"Oh!\" Betty looked helpless. \"It's in my pocket.\"\n\nTolliver sighed. In their weightless state, it was no easy task to pry\nher out of the spacesuit. He thought of inquiring if she needed any\nfurther help, but reminded himself that this was the boss's daughter.\nWhen Betty produced a memo giving frequency and call sign, he set about\nmaking contact.\n\nIt took only a few minutes, as if the channel had been monitored\nexpectantly, and the man who flickered into life on the screen wore a\nuniform.\n\n\"Space Patrol?\" whispered Tolliver incredulously.\n\n\"That's right,\" said Betty. \"Uh ... Daddy made arrangements for me.\"\n\nTolliver held her in front of the screen so she would not float out\nof range of the scanner and microphone. As she spoke, he stared\nexasperatedly at a bulkhead, marveling at the influence of a man who\ncould arrange for a cruiser to escort his daughter to Ganymede and\nwondering what was behind it all.\n\nWhen he heard Betty requesting assistance in arresting Jeffers and\nreporting the manager as the head of a ring of crooks, he began to\nsuspect. He also noticed certain peculiarities about the remarks of the\nPatrolman.\n\n\n\nFor one thing, though the officer seemed well acquainted with Betty, he\nnever addressed her by the name of Koslow. For another, he accepted the\nrequest as if he had been hanging in orbit merely until learning who to\ngo down after.\n\n_They really sent her out to nail someone_, Tolliver realized. _Of\ncourse, she stumbled onto Jeffers by plain dumb luck. But she had an\nidea of what to look for. How do I get into these things? She might\nhave got me killed!_\n\n\"We do have one trouble,\" he heard Betty saying. \"This tractor driver,\nTolliver, saved my neck by making the ship take off somehow, but he\nsays it's set for a six-month orbit, or economy flight. Whatever they\ncall it. I don't think he has any idea where we're headed.\"\n\nTolliver pulled her back, holding her in mid-air by the slack of her\nsweater.\n\n\"Actually, I have a fine idea,\" he informed the officer coldly. \"I\nhappen to be a qualified space pilot. Everything here is under control.\nIf Miss Koslow thinks you should arrest Jeffers, you can call us later\non this channel.\"\n\n\"Miss Koslow?\" repeated the spacer. \"Did she tell you--well, no matter!\nIf you'll be okay, we'll attend to the other affair immediately.\"\n\nHe signed off promptly. The pilot faced Betty, who looked more offended\nthan reassured at discovering his status.\n\n\"This 'Miss Koslow' business,\" he said suspiciously. \"He sounded funny\nabout that.\"\n\nThe girl grinned.\n\n\"Relax, Tolliver,\" she told him. \"Did you really believe Daddy would\nsend his own little girl way out here to Ganymede to look for whoever\nwas gypping him?\"\n\n\"You ... you...?\"\n\n\"Sure. The name's Betty Hanlon. I work for a private investigating\nfirm. If old Koslow had a son to impersonate--\"\n\n\"I'd be stuck for six months in this orbit with some brash young man,\"\nTolliver finished for her. \"I guess it's better this way,\" he said\nmeditatively a moment later.\n\n\"Oh, come _on_! Can't they get us back? How can you tell where we're\ngoing?\"\n\n\"I know enough to check takeoff time. It was practically due anyhow, so\nwe'll float into the vicinity of Earth at about the right time to be\npicked up.\"\n\nHe went on to explain something of the tremendous cost in fuel\nnecessary to make more than minor corrections to their course. Even\nthough the Patrol ship could easily catch the slow freighter, bringing\nalong enough fuel to head back would be something else again.\n\n\"We'll just have to ride it out,\" he said sympathetically. \"The ship is\nprovisioned according to law, and you were probably going back anyhow.\"\n\n\"I didn't expect to so soon.\"\n\n\"Yeah, you were pretty lucky. They'll think you're a marvel to crack\nthe case in about three hours on Ganymede.\"\n\n\"Great!\" muttered Betty. \"What a lucky girl I am!\"\n\n\"Yes,\" admitted Tolliver, \"there _are_ problems. If you like, we might\nget the captain of that Patrol ship to legalize the situation by TV.\"\n\n\"I can see you're used to sweeping girls off their feet,\" she commented\nsourly.\n\n\"The main problem is whether you can cook.\"\n\nBetty frowned at him.\n\n\"I'm pretty good with a pistol,\" she offered, \"or going over crooked\nbooks. But cook? Sorry.\"\n\n\"Well, one of us had better learn, and I'll have other things to do.\"\n\n\"I'll think about it,\" promised the girl, staring thoughtfully at the\ndeck.\n\nTolliver anchored himself in a seat and grinned as he thought about it\ntoo.\n\n_After a while_, he promised himself, _I'll explain how I cut the fuel\nflow and see if she's detective enough to suspect that we're just\norbiting Ganymede!_",
    "metadata": {
        "author": [
            "Fyfe, H.B.",
            "Fyfe, Horace Bowne",
            "Fyfe, H. B. (Horace Bowne)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61053/pg61053.txt",
        "name": "tolliver_s_orbit.json"
    }
}