{
    "name": "Total Recall",
    "author": [
        "Sternig, Laurence J.",
        "Sternig, Larry"
    ],
    "body": "The face of Brian Wargan, chief of the Solar Bureau of Investigation,\nwas gray with strain and fatigue. \"This Corvo North business,\" he\nsaid. \"It's almost a myth by now, but it's our only chance. We might as\nwell face that.\"\n\nHis features and that of the younger man across the desk from him\nmight have formed a study in contrasts. Roger Kay was keen, alert.\nThere were signs of weariness about his eyes, but the firm set of his\njaw revealed a tendency to action rather than introspection.\n\n\"Then, sir,\" he urged, \"let's take that chance. The department has\nlocated him, I believe? I haven't seen the reports.\"\n\nThe S.B.I. chief nodded. \"His laboratory is right here on Gany.\" He\nindicated a spot on the global map of Ganymede, some distance from the\nspaceport.\n\n\"That's the mining district,\" Kay observed.\n\n\"Yes. He's been doing some research for the Inter-Planetary Mining\nSyndicate. We've assigned a special wave band and are in constant\ncommunication. Here, I'll introduce you.\"\n\nWargan set the dials on the visi-communicator that occupied one corner\nof his desk; then looked up at the screen on the wall. A blurred\nrectangle of light flickered and then coalesced into sharpness--and\nRoger Kay involuntarily drew a deep breath. The girl looking out from\nthe visi-screen was the most beautiful he'd ever seen.\n\n\"Is your father making progress, Miss North?\" asked Wargan.\n\nThe girl in the screen shook her head. \"I'm afraid not, Mr. Wargan.\nHe's in the lab now, working, and won't let me disturb him except to\nbring in coffee and sandwiches. I've been trying to get him to sleep.\"\n\n\"This is Roger Kay, Miss North,\" said the S.B.I. chief. \"One of my\nassistants. I'm sending him out to your place to see if he can help.\"\n\nAnn North frowned slightly. \"We're doing everything we possibly can\nalready.\"\n\n\"I'm sure of that. But Mr. Kay is rather outstanding as a scientist\nhimself, Miss North. He'll be able to help--at least in some of the\ndetail work, to save time.\"\n\nRoger Kay grinned. \"He means, Miss North, that I can clean the test\ntubes and solder the wires and let your father save his energy for the\nbrain-work.\"\n\nHis smile was infectious, and the scientist's daughter capitulated.\nWargan flicked the switch and threw the screen into blankness.\n\n\"I'll give you an order for the fastest helio we have,\" he said.\n\"You'll be there in three hours. And that means there will be a little\nless than three days left!\"\n\nRoger Kay drew a deep breath, his face suddenly serious. Three days to\nsave the System from an invasion that could not possibly prove to be\nless than a major catastrophe, less than the end of things as he knew\nthem.\n\n\n\nEven now the invaders from Andromeda were approaching the System's\noutermost defenses; converging upon the virtually helpless garrisons\non Pluto. Patrol spacers off the frigid planet had already contacted\nspearheads of the huge armada--with fatal results.\n\nOnce before the System had been periled by these devils from the\ndistant galaxy. Victory had been costly then, but the combined\nPlanetary fleets could not now hope to stave off the full force on this\nnew attack. They would have to yield space; fall back to more favorable\npositions.\n\nTrionite alone would prove the decisive factor in any war of worlds,\nand the United Planets had not been able to learn the secret of\nmanufacturing the new explosive, one ton of which could wreck an\ninvading army.\n\nAs Roger Kay set the robot-course dial of his speedy helio for the\nmining settlement, he switched in for a moment on Wargan's private\nwave-band. \"Leaving now, sir,\" he reported crisply. \"Be there in two\nhours. Any further instructions?\"\n\n\"Do your best, Kay, that's all,\" came the weary voice of the S.B.I.\nchief. \"New reports in confirm the old ones. We expect the first blow\nby noon Friday. Pluto is doomed; now being evacuated.\"\n\n\"We've got to stop them,\" Roger Kay said fiercely as he snapped the\nswitch. \"We've just got to!\"\n\nHe settled back to get in a much-needed two hours of sleep while the\nrobot pilot held his course.\n\nThe alarm bell awakened him, and he pointed the craft down under the\ngreat red disk of Big Jupe, toward the low range of purple cliffs\nindicated on his map.\n\nA few minutes later he was knocking at the door of the dome-shaped\nlaboratory.\n\nAnn North was twice as beautiful in the flesh as she had seemed on the\nvisi-screen. Attired in the modish shorts and tunic that had become\nuniversal garb for Earth-women, she looked like a figure from a\nGrecian frieze. She led him to the library.\n\n\"Dad's asleep at last,\" she said. \"I persuaded him to rest for a few\nhours--on the strength of my argument that he'd accomplish more in the\nlong run if he kept his brain clear.\"\n\nRoger Kay nodded understandingly. \"I just had a bit of sleep myself en\nroute. Nobody at headquarters has slept much the last few days. By the\nway, I'm woefully in the dark about a lot of things. Will you tell me\njust what your father's trying to re-discover? If you can enlighten me,\nI'll not have to ask him so many darn-fool questions.\"\n\n\"You know, of course,\" said Ann North when they were comfortably\nseated, \"that it's a ray that will explode any explosive at a distance.\nOr perhaps I shouldn't have said a ray--it's really a sound wave, in\nthe ultra-sonic belt, traveling on a beam. It disrupts any unstable\nchemical compound.\"\n\nRoger Kay nodded. \"That much I know. I've examined one of the\nprojectors. We've installed them at all the outposts. They're all\nready, except--\"\n\n\"Except for the catalyst. The part of the discovery that's lost in the\nchemical compound that produces the catalytic gas. The ultra-sonic\nwaves, passing through the gas, change their vibration in some way.\"\n\n\"I see now,\" said Kay, \"why it is directional. The ultra-sonic waves go\nin all directions, of course, but only those passing through the gas\nare disruptive. Right?\"\n\nThe girl nodded her beautiful blond head. \"It's all very simple, and\nit's all in the hands of the government, except for the formula for\nthat catalyst. Fortunately my father has a reputation as a scientist.\nThat's why the government was willing to take a chance on having those\nprojectors set up, even though--\"\n\nRoger Kay smiled wryly. \"Your father is the outstanding scientist of\nthe System, Miss North. But even if he wasn't, we might have taken\nthat chance. It's about the only chance. If he fails, three days from\ntoday--\"\n\n\"As bad as that?\"\n\n\"I'm afraid so. But let's not talk about it. One thing I don't know:\nHow was the formula lost?\"\n\n\"Dad destroyed it. He discovered it accidentally twenty years ago,\nwhile working on something else. Never thinking that the fate of\nworlds might hinge upon it, he destroyed his notes almost as soon as he\nhad made them. He's always been awfully opposed to war, you know, and\nhe saw the terrible possibilities in the weapon if it should fall into\nthe wrong hands.\"\n\n\"That is still true,\" said a quiet voice from the doorway. Roger Kay\nrecognized Corvo North at once from the many photographs he had seen.\nHe rose and offered his hand.\n\n\"I'm glad you're here, Mr. Kay,\" said the scientist. \"Ann told me you\nwere coming. Yes, it's still true that I'm opposed to war--but this\nisn't war. Even disregarding personal interests and patriotism, it's an\nattempt to save the human race. Come on into the laboratory. We've no\ntime to waste.\"\n\n\n\nRoger whistled softly under his breath as Corvo North closed the door\nbehind them. The laboratory, spacious and well equipped, was a research\nworker's dream.\n\nThe scientist led the way past rows of pieces of apparatus whose\npurpose Roger could but dimly guess, to a table at the far end of the\nroom. Upon the table was a small box bristling with dials. The back and\ntop were open, showing a maze of wires and coils and condensers.\n\n\"Looks like a radio set with hydrophobia,\" Roger observed. \"What\nconnection has this with the catalyst formula?\"\n\n\"Nothing, directly. There's no chance, through experimentation, of my\nrecovering that formula in time. Three years, possibly. Three days,\nnever.\"\n\n\"You mean that it's hopeless to try? That the System is lost?\" Roger\nKay was appalled.\n\n\"I don't quite mean that,\" said North. \"But what chance there is lies\nthrough this apparatus you're looking at now. Sit down; I'll explain\nwhile I work. You can help later, when I've explained the machine.\"\n\nHe began to tinker amidst the maze of wires.\n\n\"My discovery of trionite was purely accidental. It was empiric;\nnot based on any theory. There were six or seven chemicals, and I\nrecall the identity of only two of them. The others? Well, count the\nchemicals in the pharmacopoeia! The only way I could re-discover it\nwould be by accident as I did before--and that would involve too many\nexperiments and too much time. But the formula is buried somewhere in\nmy subconscious mind. I _might_ remember it.\"\n\nRoger Kay eyed the box with some misgivings. \"You mean this is--\"\n\n\"The memory of everything we've ever done or seen is latent in our\nminds--in the molecular structure of the brain. Almost, I might say, in\nconcentric layers. When the present crisis arose, I had been studying\nthe human brain and the nature of thought and memory. Do you follow me?\"\n\nHe looked up from his work and as Roger nodded, he saw how haggard and\nweary was the face of the elderly scientist.\n\n\"Consciousness is basically electrical in nature. The act of memory is\nthe shift of that electrical impulse back to a buried stratum of the\nbrain. But the shift is never complete; most of the consciousness stays\nin the present. We never remember anything perfectly.\"\n\n\"Then this machine is to--\"\n\n\"To create a magnetic field of such a nature as to shift the\nconsciousness _as a whole_. By shifting the magnetic field's intensity,\nI can move back the consciousness, or memory, to complete remembrance\nof any given moment of the past. In other words, under its influence,\nI hope to send back my memory to the moment when I jotted down the\nformula. Earlier or later won't do; I didn't memorize it at any time.\"\n\nHis interest completely gripped, Roger Kay stared into the intricate\nmechanism. \"But, sir,\" he asked, \"do you know the exact time that\nwas--down to the minute?\"\n\n\"Fortunately, yes. I recall that it was the day Ann was being given a\nparty for her third birthday. My wife had told me to be home at three\no'clock in the afternoon. I was a little late--didn't leave the lab\nuntil on the stroke of three, and it was two or three minutes before\nthen that I wrote down the formula.\"\n\n\"And you think you can hit that exact moment?\"\n\n\"With a couple of preliminary experiments, yes. If I find that given\nsetting of the dial and the vernier adjustments give me a certain date\nand time of day, I can calculate the proper adjustment for the time I\nwant.\"\n\n\"Amazing!\" exclaimed Roger. \"Frankly, if it weren't for the wonderful\nthings you've accomplished in other fields, I'd say it was visionary.\"\n\nCorvo North shook his gray head. \"The theory is sound; it should work.\nBut three days! Man, we're working against a deadly deadline!\" He\ngrabbed a pad and pencil. \"Here, I'll show you what to do and you can\nstart on the headpiece that connects to the machine here.\"\n\n\n\nAnd thus started the busiest, dizziest hours of Roger Kay's life.\nSleep was a chimera that haunted every leaden-eyed hour, a mirage that\nbeckoned and pleaded in vain.\n\nAnd the hands of the laboratory clock crept inexorably onward. At three\nin the morning on Friday, Terran time, with nine hours left before the\ninvaders would strike, Kay staggered to the televis and dialed Wargan.\n\n\"I think we'll finish in time,\" he reported. \"We'll be ready for the\nfirst test in a couple of hours. Have you made the preparations we\nsuggested?\"\n\nThe S.B.I. chief nodded. \"At the base of each projector we've installed\npractically a chemical warehouse. There is at least a small quantity of\nevery available known chemical. And expert chemists waiting at each.\"\n\n\"Good. Then within fifteen minutes after I send you the formula, the\nprojectors can be in operation?\"\n\n\"Ten minutes, unless the formula is more complex than you believe. You\nsay that Corvo North believes there are but six or seven ingredients?\"\n\nRoger Kay nodded wearily. \"And the communications?\"\n\n\"Open constantly. An operator on duty at each projector at all times.\nTest messages going through every fifteen minutes. Incidentally, latest\nreports still confirm early ones. The deadline is still noon today.\"\n\nRoger Kay saluted, then snapped the switch. Back to work at the little\nbox in the laboratory.\n\nDuring those last hours, as well as the ones preceding them, Ann North\nhad been a ministering angel. Sleeping almost as little as the two\nmen, she was ever ready with encouragement--and hot coffee. At times,\nalmost by force, she would pry one or the other of them away from their\nwork for a brief period of rest.\n\nOn her own initiative she had called in Dr. Dane. Once he understood\nthe situation, the doctor was invaluable. He took no part in the work\non the machine, but he watched over Corvo North constantly and kept him\nat the highest point of efficiency under the circumstances.\n\nTen o'clock came--and ten-thirty--and they were ready for the\npreliminary test.\n\nAs he placed the metal plates on his head with shaking hands, Corvo\nNorth seemed a mere shell of his former self.\n\nRoger Kay sat at the controls. At North's instructions they ran the\nwires to an easy chair several yards away, as they were uncertain just\nhow far the magnetic field would extend beyond the headset.\n\n\"Better tie me to the chair,\" North cautioned. \"When the field is\nthrown on, I'll have no recollection of the present or why I'm here.\nDon't forget that. Until you bring me back by setting the dials to\nzero, mentally, I'll be back where I was whatever time we hit upon.\nIt will seem to me that I'm waking suddenly in utterly strange\ncircumstances and surroundings. You know what questions to ask, of\ncourse.\"\n\n\"Yes, Mr. North,\" said Roger. He turned to Dr. Dane. \"Will you\nattend to the tying? Just sufficiently so that he can't rise in his\nbewilderment.\"\n\nAnn North brought straps, and a few moments later Corvo North nodded\nthat he was ready; then leaned his head back and closed his eyes.\n\nRoger Kay glanced at the instruments and then shifted two of the dials.\nThere was a sudden hum from within the box, and Corvo North's eyes\nsnapped open.\n\n\"What--what is this?\" he demanded. \"Why am I here?\"\n\n\"Everything's all right, Mr. North,\" said Roger soothingly. \"We'll\nrelease you in a moment. First please tell us what is the date.\"\n\n\"It's January twelfth, of course. Why do you--\"\n\n\"And the year?\"\n\n\"Twenty forty-five. Now will you kindly--\"\n\n\"Just one more question, Mr. North. Do you know the exact time of day\nwhen you awoke here?\"\n\n\"How can I when I don't know how I got here? The last thing I remember\nis walking through the door of the bank to keep my appointment, at\nnine. What's happened? Did I faint?\"\n\nA glow of satisfaction lodged itself in Roger's mind; they were getting\nthe time more accurately than he'd dared expect on the first trial. He\npushed his luck a bit farther.\n\n\"Were you on time to make that appointment, Mr. North?\"\n\n\"I'd have been five minutes early. Now will you--\"\n\n\"Perfect!\" exclaimed Roger. He turned back the dials.\n\nCorvo North went limp for an instant, then reopened his eyes. Dr. Dane\nrushed to him and unbuckled the straps.\n\n\"Get anything?\" asked the scientist weakly.\n\n\"Perfect!\" said Roger again. \"I've got a note of the exact\nsetting--and you were able to give the time exactly.\" He scribbled\nhasty calculations on the pad. \"And that setting took you back to\nJanuary of Twenty forty-five. To be exact--six thousand seven hundred\ntwenty-eight days, twenty-seven hours, seven minutes!\"\n\nCorvo North nodded weakly, but excitedly tried to rise. Dr. Dane, his\nhand on North's pulse, motioned him back.\n\n\"That was a tremendous strain on your heart, North,\" he cautioned. \"I\nforbid you to do it again until you've rested.\"\n\n\"Absurd!\" Corvo North glanced at the clock. \"There isn't time! It's\neleven now!\"\n\n\"Repeat that again right away and you'll never live to report what you\nsee,\" warned the physician solemnly. \"Half an hour of rest--or the\nentire experiment will be in vain.\"\n\n\n\nAnn North's face was pale; she looked from her father to Roger Kay\npleadingly.\n\nHe nodded slowly. \"We can just do it. I'll check and recheck the\ncalculations meanwhile--get the dial settings exact. And the next\ntry--Well, it's make or break anyway.\" His voice was grim. \"One more\nchance, and we get it or we don't.\"\n\nDuring that half hour he checked and counter-checked his figures until\nhe was as sure as possible to hit the exact instant in the past--the\ninstant when Corvo North had jotted down the lost formula.\n\nAt eleven-thirty, the headset was replaced on Corvo North's head. This\ntime his arms were left free and a pad of paper placed on his lap. His\nfingers held a pencil. He leaned back and again closed his eyes.\n\nRoger Kay turned the dials.\n\nCorvo North's face tensed, then relaxed. His eyes remained closed. For\na half minute, aside from the faint hum from the machine, there was\nutter stark silence in the laboratory. It was maddening.\n\nThen a faint scratching sound. The others, holding their breath from\nsheer suspense, saw the pencil in Corvo North's hand begin to move\nacross the pad. Three lines it wrote; stopped.\n\nThe formula!\n\n\n\nSuddenly the scientist's eyes snapped opened, widened with terror and\nbewilderment. With a movement so swift that no one could stop him, he\nripped the sheet of paper from the pad, crumpled it, and hurled it at\nthe glowing coil of an electric heater!\n\nThe paper flashed into flame, crumpled into ash as Corvo North himself\ncrumpled, went limp in the chair.\n\nRoger Kay turned the dials back to zero as Ann and the doctor leaped\nforward, unstrapped the unconscious scientist. Dr. Dane felt the\nfluttering pulse, then picked up the frail body and headed for the\nliving quarters. Ann, her blue eyes wide with anxiety, ran ahead to\nopen doors and prepare for the doctor's ministrations.\n\nWhen she returned, Roger Kay stood before the visi-screen. Ann put a\nhand on his shoulder. \"Dad will be all right,\" she said, her voice flat\nwith despair, \"but we've failed. Dr. Dane says it will be days before\nhe'd dare--\"\n\n\"Shh,\" said Roger gently. \"Watch.\" He slipped his left arm around her\nslim waist, drew her to toward the screen.\n\nThe vista past the purple range showed at once that the view was\neastward from the spaceport. There was no shipping in sight. In the red\nsky, far out and very high, was a thin silvery line, growing larger.\n\n\"The invaders.\" Unconsciously, Roger Kay whispered rather than spoke.\n\"A thousand spheres at least for us alone. Watch, in a moment we'll\nknow.\"\n\n\"Know what, Roger? Do you mean--\"\n\nThe visi-screen answered for him. Out there high up in the sky there\nwas a single bright flash--and then a thousand flashes that blended\ninto one blinding one. A roar from the receiver rose to deafening\npitch, stopped abruptly.\n\n\"Shattered the diaphragm of the transmitter,\" said Roger quietly. \"That\nwas trionite in action, Ann, it's all over. Your father--won!\"\n\n\"But the formula! He destroyed it!\"\n\nRoger Kay put his other arm about her, smiled down. \"That was why I was\nsent here, Ann. To eliminate possible hitches.\"\n\n\"But how--\"\n\n\"Your father destroyed the formula the first time, and I guessed he\nmight do it again--in his mind he was back some twenty years ago,\nremember--so I took the elementary precaution of placing carbon paper\nbetween the third and fourth sheets of that pad of paper. And I sent\nWargan the formula while you were with your father, twelve minutes ago.\"",
    "metadata": {
        "author": [
            "Sternig, Laurence J.",
            "Sternig, Larry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63708/pg63708.txt",
        "name": "total_recall.json"
    }
}