{
    "name": "Two Days' Solitary Imprisonment\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nMr. Joseph Kilgore was suffering from one of those spring influenzas\nwhich make a man feel as if he were his own grandfather. His nose had\nacquired the shape of a turnip and the complexion of a beet. All his\nbones ached as if he had been soundly thrashed, and his eyes were weak\nand watery. Your deadly disease is oftener than not a gentleman who\ntakes your life without mauling you, but the minor diseases are\nmere bruisers who just go in for making one as uncomfortable and\nunpresentable as possible. Mr. Kilgore's influenza had been coming on\nfor several days, and when he woke up this particular morning and heard\nthe rain dripping on the piazza-roof just under his bedroom-window, he\nconcluded, like a sensible man, that he would stay at home and nurse\nhimself over the fire that day, instead of going to the office. So he\nturned over and snoozed for an hour or two, luxuriating in a sense of\naches and pains just pronounced enough to make the warmth and softness\nof the bed delightful.\n\nToward noon, the edge of this enjoyment becoming dulled, he got up,\ndressed, and came downstairs to the parlor, where his brother's wife (he\nwas a bachelor, living with a married brother) had considerately kindled\nup a coal-fire in the grate for his benefit.\n\nAfter lying off in the rocking-chair till past dinner-time, he began to\nfeel better and consequently restless. Concluding that he would like to\nread, he went rummaging about the bookcases for a likely-looking novel.\nAt length he found in the upper shelf of a closet a book called \"Roles\nof a Detective,\" containing various thrilling accounts of crimes and the\nentanglement of criminals in the meshes of law and evidence.\n\nOne story in particular made a strong impression on his mind. It was a\ntale of circumstantial evidence, and about how it very nearly hung an\ninnocent man for a murder which he had no thought of committing.\nIt struck Joseph rather forcibly that this victim of circumstantial\nevidence was as respectable and inoffensive a person as himself, and\nprobably had never any more thought of being in danger from the law.\nCircumstances had set their trap for him while he was quite unconscious\nof peril, and he only awoke to find himself in the toils. And from this\nhe went on to reflect upon the horrible but unquestionable fact that\nevery year a certain proportion, and perhaps a very considerable\nproportion, of those who suffered the penalties of the law, and even\nthe death-penalty, are innocent men,--victims of false or mistaken\nevidence. No man, however wise or virtuous, can be sure that he will not\nbe taken in this fearful conscription of victims to the blind deity of\njustice. \"None can tell,\" thought Joseph, with a shudder, \"that the word\nhe is saying, the road he is turning, the appointment he is making, or\nwhatever other innocent act he is now engaged in, may not prove the\nlast mesh in some self-woven death-net, the closing link in some damning\nchain of evidence whose devilish subtlety shall half convince him that\nhe must be guilty as it wholly convinces others.\"\n\nTimidity is generally associated with imaginativeness, if not its\nresult, and Joseph, although he concealed the fact pretty well under\nthe mask of reticence, was constitutionally very timid. He had an\nunprofitable habit of taking every incident of possible embarrassment\nor danger that occurred to his mind as the suggestion for imaginary\nsituations of inconvenience or peril, which he would then work out,\nfancying how he would feel and what he would do, with the utmost\nelaboration, and often with really more nervous excitement than he would\nbe likely to experience if the events supposed should really occur.\nSo now, and all the more because he was a little out of sorts, the\nsuggestions of this story began to take the form in his mind of an\nimaginary case of circumstantial evidence of which he was the victim.\nHis fancy worked up the details of a fictitious case against himself,\nwhich he, although perfectly innocent, could meet with nothing more than\nhis bare denial.\n\nHe imagined the first beginnings of suspicion; he saw it filming the\neyes of his acquaintances, then of his friends, and at last sicklying\nover the face even of his brother Silas. In fancy he made frantic\nattempts to regain the confidence of his friends, to break through the\nimpalpable, impenetrable barrier which the first stir of suspicion had\nput between their minds and his. He cried, he begged, he pleaded. But in\nvain, all in vain. Suspicion had made his appeals and adjurations sound\neven to his friends as strange and meaningless as the Babel-builders'\nwords of a sudden became to each other. The yellow badge of suspicion\nonce upon him, all men kept afar, as if he were a fever-ship in\nquarantine. No solitary imprisonment in a cell of stone could so utterly\nexclude him from the fellowship of men as the invisible walls of this\ndungeon of suspicion. And at last he saw himself giving up the hopeless\nstruggle, yielding to his fate in dumb despair, only praying that the\nend might come speedily, perhaps even reduced to the abject-ness of\nconfessing the crime he had not committed, in order that he might at\nleast have the pity of men, since he could not regain their confidence.\nAnd so strongly had this vision taken hold on him that his breath came\nirregularly, and his forehead was damp as he drew his hand across it.\n\nAs has been intimated, it was Mr. Joseph Kil-gore's very bad habit to\nwaste his nervous tissue in the conscientiously minute elaboration of\nsuch painful imaginary situations as that above described, and in his\npresent experience there was nothing particularly novel or extraordinary\nfor him. It was the occurrence of a singular coincidence between this\ninternal experience and a wholly independent course of actual events,\nwhich made that waking nightmare the beginning of a somewhat remarkable\ncomedy, or, more properly, a tragedy, of errors. For, as Joseph lay back\nin his chair, in a state of nervous exhaustion and moral collapse, the\nparlor-door was thrown open, and Mrs. Silas Kilgore, his sister-in-law,\nburst into the room. She was quite pale, and her black eyes were fixed\non Joseph's with the eager intensity, as if seeking moral support,\nnoticeable in those who communicate startling news which they have not\nhad time to digest.\n\nThe effect of this apparition upon Joseph in his unstrung condition may\nbe readily imagined. He sprang up, much paler than Mrs. Kilgore, his\nlips apart, and his eyes staring with the premonition of something\nshocking. These symptoms of extraordinary excitement even before she\nhad spoken, and this air as if he had expected a shocking revelation,\nrecurred to her mind later, in connection with other circumstances, but\njust now she was too full of her intelligence to dwell on anything else.\n\n\"A man was murdered in our barn last night. They 've found the body!\"\nshe exclaimed.\n\nAs the meaning of her words broke on him, Joseph was filled with\nthat sort of mental confusion which one experiences when the scene or\ncircumstances of a dream recur in actual life. Was he still dreaming\nthat ghostly vision of suspicion and the death-trap of circumstances?\nWas this a mere continuation of it? No, he was awake; his sister-in-law\nstanding there, with pallid face and staring eyes, was not an\napparition. The horrid, fatal reality which he had been imagining was\nactually upon him.\n\n\"I did not do it!\" dropped from his ashen lips.\n\n\"You do it? Are you crazy? Who said anything about your doing it?\" cried\nthe astounded woman.\n\nThe ring of genuine amazement in her voice was scarcely needed to recall\nJoseph to the practical bearing of his surroundings, and break the spell\nof superstitious dread. The sound of his own words had done it. With a\npowerful effort he regained something like self-control, and said, with\na forced laugh:--\n\n\"What an absurd thing for me to say! I don't know what I could have been\nthinking of. Very odd, was it not? But, dear me! a man murdered in our\nbarn? You don't tell me! How terrible!\"\n\nHis constrained, overdone manner was not calculated to abate Mrs.\nKilgore's astonishment, and she continued to stare at him with an\nexpression in which a vague terror began to appear. There are few\nshorter transitions than that from panic to anger. Seeing that her\nastonishment at his reception of the news increased rather than\ndiminished, he became exasperated at the intolerable position in which\nhe was placed. His face, before so pale, flushed with anger.\n\n\"Damnation! What are you staring at me that way for?\" he cried fiercely.\n\nMrs. Kilgore gave a little cry, half of indignation, half of fright, and\nwent out of the room, shutting the door after her.\n\nJoseph had ample opportunity to review the situation before he was again\ndisturbed, which, indeed, was not till some hours later, at dusk, when\nSilas came home, and the tea-table was set. Silas had been promptly\nsummoned from his shop when the discovery of the body was made, and had\nbeen busy all the afternoon with the police, the coroner, and the crowds\nof visitors to the scene of the tragedy.\n\nThe conversation at the tea-table ran entirely upon the various\nincidents of the discovery, the inquest, and the measures of the police\nfor the apprehension of the criminal. Mrs. Kilgore was so full of\nquestions that she scarcely gave Silas time to answer, and Joseph\nflattered himself that his comparative silence was not noticeable.\nNevertheless, as they rose from the table, Silas remarked:--\n\n\"You don't seem much interested in our murder, Joseph; you have n't\nasked the first question about it.\"\n\nMrs. Kilgore was just leaving the room, and she turned her head to\nsee how he would answer. But he, too, turned off the matter by saying\nsomething about Maria's loquaciousness having left him no chance. After\ntea the little family circle was gathered in the parlor. Mrs. Kilgore\nwas sewing; Silas read the newspaper, and Joseph sat up by the fire.\nFrom time to time, as he glanced around, he caught Mrs. Kilgore's eyes\nstudying him very intently. Her manner indicated that her indignation\nat his behavior and language earlier in the afternoon had been quite\nneutralized by her curiosity as to its cause.\n\n\"There 's nothing in the paper to-night but the murder, and I know that\nalready,\" exclaimed Silas, finally. \"Maria, where's there something to\nread? Hullo! what's this?\"\n\nHe had taken up from the table the story of circumstantial evidence\nwhich Joseph had been reading that morning.\n\n\"Why, Maria, here's that murder-book you wouldn't let me finish last\nsummer for fear I'd murder you some night. Who on earth hunted up that\nbook of all books, to-day of all days?\"\n\n\"I did,\" replied Joseph, clearing his throat, in order to speak with a\nnatural inflection.\n\n\"You did?\" exclaimed Silas.\n\n\"You must have looked the house over to find it, for I hid it\ncarefully,\" said Mrs. Kilgore, looking sharply at him. \"What made you so\nanxious to get it?\"\n\n\"I was not particularly anxious. I was merely looking for something to\nread,\" said Joseph, making a pretense of yawning, as if the matter was a\nvery trivial one.\n\n\"I suppose the murder brought it to his mind,\" said Silas.\n\n\"Why, no!\" exclaimed Mrs. Kilgore quickly. \"You must have been reading\nit before the murder. Now that I remember, I saw it in your hands.\"\n\n\"Before the murder, were you, Joseph? Why, that's almost enough to make\none feel superstitious,\" said Silas, turning around in his chair, so as\nto look fairly at him.\n\nJoseph had half a mind to make a clean breast of the matter then and\nthere, and explain to them how curiously the reading of that book had\naffected him. But he reflected that Silas was rather unimaginative, and\nwould probably be more mystified than enlightened by his explanation.\n\n\"I do believe it was reading that book which made you act so queerly\nwhen I brought you in the news of the murder,\" pursued Mrs. Kilgore.\n\n\"How is that? How did he act queerly?\" asked Silas.\n\n\"I am not aware that I acted queerly at all,\" said Joseph doggedly.\n\nHe knew well enough he had acted queerly, and did not mean to deny\nthat; but, as children and confused persons often do, he answered to the\nunderlying motive rather than the language. He only thought of denying\nthe inference of suspicion that her words seemed to him to suggest. But\nto Mrs. Kilgore he very naturally seemed to be prevaricating.\n\n\"Why, Joseph!\" said she, in a raised voice, and with a slight asperity;\n\"you know how you jumped up, looking like a ghost, the moment I opened\nthe door, and the first thing you said after I 'd told you that they\n'd found a murdered man in the barn, was--Why, Joseph, what's the\nmatter?\"\n\nBut I must go back a little. When the conversation turned on the book\nand Joseph's connection with it, a minute or so previous, Silas had\nquite naturally glanced over at his brother, and, as the talk went on,\nhis glance had become a somewhat concentrated gaze, although expressive\nof nothing but the curiosity and slight wonder which the circumstances\nsuggested. It would not do to have Silas think that he avoided his eyes,\nand so Joseph had, as soon as he felt this gaze, turned his own face\nrather sharply toward it. He had meant merely to meet his brother's look\nin a natural and unaffected manner. But, although never more sensible of\njust what such a manner would be, he was utterly unable to compass it.\nHe was perfectly aware that the expression of his eyes was much too\nserious and challenging,--and yet he could not, for the soul of him,\nmodify it. Nor did he dare to withdraw his gaze after it had once met\nhis brother's, although knowing that it was fast becoming a fierce\nstare, and perceiving that Silas had already noticed something peculiar\nin it. For to drop his eyes would be utter discomfiture and rout. As\nMrs. Kilgore alluded to his queer demeanor when she told him the news,\nhis face began to flush with the anticipation of the revelation that was\ncoming at this most unfavorable moment, even while his eyes were locked\nwith the already startled ones of Silas. As she went on, the flush\ncovered the lower part of his face, and rose like a spring-tide up his\ncheeks, and lent a fierce, congested glare to his eyes. He felt how\nwoeful and irretrievable a thing it would be for him just then to lose\nhis countenance, and at the thought the flush burned deeper and merged\nhigher. It overspread his high, bald, intellectual forehead, and\nincarnadined his sconce up to the very top of it. At this moment it was\nthat Mrs. Kilgore broke off her narrative with the exclamation, \"Why,\nJoseph, what's the matter?\"\n\nAt her words it seemed as if every drop of blood in his body poured into\nhis face. He could endure it no longer. He rose abruptly, strode out of\nthe parlor, and went to his room, although it was but eight o'clock,\nand he had no fire there. If he had staid another moment he must have\nbrained Silas and his wife with the poker, such an ungovernable anger\nboiled up in him with the sense of his causeless, shameful discomfiture.\n\nAs Joseph left the parlor the eyes of Silas and his wife met each other,\n--his dull with bewilderment and terror at a spectral fear; hers keen\nwith a definite suspicion. But even her loquacity was subdued by a real\nfright. She had nothing to say. Her sensation was like that of one who,\nhunting a hare, stumbles upon a wolf. She had been both offended and\nmade curious by Joseph's demeanor that afternoon, but the horrid idea\nthat within a moment had been suggested to both their minds had so\nlittle occurred to her as a serious possibility that she was even on the\npoint of rallying Joseph on it before her husband. Some time after he\nhad left the parlor Silas asked, with averted face:--\n\n\"What was it that he said when you told him the news?\" and then she\nrepeated his words.\n\nAnd Joseph, sitting wild-eyed upon his bed in the darkness in the room\nabove, red no longer, but pale as death, heard the murmur of the voices,\nand knew that she was telling him. No one of the household slept much\nthat night, except Mrs. Kil-gore. Whenever she awoke she heard her\nhusband tossing restlessly, but she dared not ask him what was\nthe matter. In vain did Silas rehearse to himself all through the\nnight-hours how petty were the trifles in Joseph's demeanor which\nhad disturbed him. They were of the sort of trifles which create that\nspecies of certainty known as moral certainty,--the strongest of all\nin the mind it occupies, although so incapable of being communicated to\nothers. It mattered little how much evidence there was, if it sufficed\nto lodge the faintest trace of suspicion in his mind. For, like some\npoisons, an atom of suspicion is as fatal as the largest quantity, Nay,\nperhaps, even more surely so, for against great suspicion the mind often\ntakes arms and makes valiant head; but a little doubt, by its timid and\nhesitant demeanor, disarms opposition, and is readily entertained. And\nall that night, lying awake, and knowing that Silas was sleepless just\nthe other side of the partition, and that the fungus of suspicion was\nmoment by moment overgrowing his mind, he could hardly wait for morning,\nbut would fain have rushed, even now in the darkness, to his bedside to\ncry: \"I did not do it! Believe me, brother, I did not do it!\"\n\nIn the morning, however, the sun shone brightly into his room, and last\nnight's events and misunderstandings seemed like a bad dream. He went\ndownstairs almost cheery. He did not find Silas, but Mrs. Kilgore\nwas about. He was rather startled to observe the entire change in her\ndemeanor. Yesterday she was constantly following him up with her sharp\nblack eyes and brisk questions and exclamations, but now she seemed\nfrightened, acted in a constrained manner, and avoided his eyes.\n\n\"Where is Silas?\" he asked, as they sat down to table.\n\n\"He said that there was something he must see to at the shop before work\nbegan, so he had an early breakfast,\" replied Mrs. Kilgore, with her\neyes on her plate.\n\nHad she been looking up, she would have seen a piteous constriction in\nthe muscles of Joseph's face. His heart was sick, and all his regained\ncourage sank away. It was no bad dream. Silas was afraid to meet him.\nHe left his meal untasted, and went to the office. A dozen acquaintances\nstopped him on his way down-street to ask about the murder; and all day\nlong somebody was dropping in to pester him on the same subject. He told\nthem with a dull, abstracted air all the fresh details he knew, but\nfelt all the time as if he cheated each auditor of the vital part of the\nmatter, in that he failed to shout after him:--\n\n\"Silas suspects me of it!\"\n\nSilas had, indeed, left the house early for the purpose of avoiding his\nbrother. He was in a condition of mind and nerve in which he did not\ndare to meet him. At tea the brothers met for the first time since the\nnight previous. There was a constraint between them like that between\nstrangers, but stronger and more chilling far than ever that is. There\nis no chill like that which comes between friends, and the nearer the\nfriends the more deathly the cold. Silas made a little effort to speak\nof business-matters, but could not keep it up, and soon a silence\nsettled over the party, only broken by the words of table-service. Mrs.\nKilgore sat pale and frightened all through the meal without venturing a\nsingle phrase, and scarcely looking up from her plate.\n\nThe silence was of that kind which all felt to be more expressive than\nthe loudest, most explicit language could be,--more merciless than any\nform of verbal accusation. Such silence is a terribly perfect medium,\nin which souls are compelled to touch each other, resent as they may\nthe contact. Several times Joseph was on the point of rising and rushing\nfrom the table. How many more such meals could he stand or could they\nstand? All of them recognized that the situation had become perceptibly\nmore serious and more pronounced on account of that silent tea-table.\n\nThere was in particular not the slightest allusion made by any one to\nthe murder, which, seeing that it had happened but yesterday, and\nwould naturally still have been an engrossing topic, was an omission\nso pointed as to be an open charge of guilt. There is such a thing as\nemphasizing a topic by suppressing it, as letters are sunk into stone.\nThe omission impressed Silas as it did Joseph, but, regarding it from\nhis point of view, it did not occur to him but that Joseph was the one\nsolely responsible for it. He, Silas, had refrained from reference to it\nbecause his suspicions in regard to Joseph made the topic unendurable.\nBut he could not imagine that Joseph could have had any other motive\nfor his silence on the subject but a guilty conscience,--some secret\nknowledge of the crime. Thus regarded, it was a terrible confirmation.\nThat a perception that he was suspected might cause an innocent man to\nact very much as if he were conscious of guilt did not occur to Silas,\nas, perhaps, it would have failed to occur to most persons in just his\nposition.\n\nAfter leaving the tea-table the brothers went together into the parlor,\naccording to the family custom. They took their accustomed seats on\nopposite sides of the fireplace, but there was no conversation. A veil\nwas between them. Both were thinking of the same thing,--thinking of\nit intensely,--and each knew that the other was thinking of it, and\nyet neither for worlds could have commanded the courage to speak of it.\nThe suspicion had grown definite in Silas's mind, and yet, whenever he\nbrought himself to the point of putting it in words, it suddenly seemed\nimpossible, cruel, and absurd. But if Silas found it impossible to\nspeak, far more so it seemed to Joseph.\n\nTo charge another with suspecting us is half to confess ourselves worthy\nof suspicion. It is demoralizing,--it is to abandon the pride of\nconscious rectitude. To deny an accusation is to concede to it a\npossibility, a color of reason; and Joseph shrank with unutterable\nrepugnance from that. He felt that he could be torn limb from limb\nsooner than betray by a word that he recognized the existence of\nsuspicion so abominable. Besides, of what avail would be a denial\nwithout evidence to disprove a suspicion which had arisen without\nevidence? It was a thing too impalpable to contend with. As well fight a\nfog as seek to destroy by mere denial suspicion so vague, unsubstantial,\nand subtile, as that which enveloped him. Silas would, of course,\neagerly accept his denial; he well knew how he would spring to his side,\nhow warm and firm would be his hand-clasp, and how great, perhaps,\nhis momentary relief. But he was, after all, but human, and no man can\ncontrol his doubts. Silas would still be unable, when he thought the\nmatter over, to help the feeling that there was, after all, something\nvery strange about his conduct from first to last. It is the subtiler\nnature of doubt to penetrate the heart more profoundly than confidence,\nand to underlie it. No generous St. George of faith can reach the nether\nden where it lurks. Or, rather, is it like the ineradicable witch-grass\nwhich, though it be hewed off at the surface, still lives at the root,\nand springs forth luxuriantly again at the first favoring season?\n\nMoreover, Joseph hoped that some circumstance, the detection of the\nmurderer, or a healthier moral tone, might dissipate the cloud of\nsuspicion between them, and then it would be far better not to have\nspoken, for, once put in words, the hateful thing would ever remain\na mutual memory, never again to be denied, and which might come up to\ntheir minds whenever they looked each other in the eye thereafter. And\nso the brothers sat opposite each other in silence, their faces growing\ngrayer as the clock ticked.\n\n\"The weather is growing cooler again,\" said Joseph, at last, rising to\ngo to his room.\n\nIt was at least two hours before his usual bedtime, but he could sit\nthere no longer.\n\n\"Yes, I think we shall have a frost,\" replied Silas, and the brothers\nparted.\n\nAfter Joseph had gone, Mrs. Kilgore came into the parlor and sat down\nwith some sewing. She waited for her husband to speak and tell her if\nJoseph had said anything. But he sat there staring at the wall, and took\nno notice of her. Although she knew so well what had been preying upon\nhis mind since last evening, yet he had not once referred to the matter,\nand she had not dared to do so. It was hard for a talkative little lady\nlike her to understand this reticence about a matter so deeply felt. She\ncould not comprehend that there may be griefs so ghastly that we dare\nnot lift from them the veil of silence. She wanted to \"talk it over\" a\nlittle. She felt that would do Silas good, because she knew it would be\na relief to her. Nor was she insensible to the gratification it would\nafford her vanity to discuss so serious a matter with her husband,\nwhose general tone with her was one of jest and pleasantry, to the\ndisparagement of her intellectual powers, as she thought. So, after\nglancing up several times timidly at Silas's still set profile, she\nsaid, in a weighty little voice:--\n\n\"Don't you think Joseph behaves very strangely about the murder?\" Her\nwords seemed to be several seconds in making an impression on Silas's\nmind, and then he slowly turned his face full upon her. It was a\nterrible look. The squared jaw, the drawn lips, the dull, distant stare,\nrepulsed her as one might repulse a stranger intermeddling with a bitter\nprivate grief. Who was she, to come between him and his brother? He did\nnot seem to think it worth while to say anything to explain so eloquent\na glance, but immediately faced about again, as if dismissing the\ninterruption from his mind. Mrs. Kilgore did not try to make any more\nconversation, but went to her bedroom and cried herself to sleep.\n\nBut Silas sat in his chair in the parlor, and took no note of the hours\ntill the lamp spluttered and went out. All through the evening, in\nJoseph's room, which was directly above, he had heard him walking to and\nfro, to and fro, sitting down awhile, and then starting again; and if\nthe pacing had not finally come to an end, Silas could not have gone to\nbed, for his heart went out to his brother wrestling there alone with\nhis dreadful secret, and he could not rest till he thought that he, too,\nwas at rest.\n\nIndeed, for the very reason that Joseph was so dear to him, and he felt\nnothing could change that, he actually hesitated the less to admit these\nhorrible suspicions. Love is impatient of uncertainly, and would rather\npresume the guilt of a friend from its longing to pour itself out in\npity and tenderness, than restrain itself while judgment scrutinizes\nevidence and decides by a straw's weight.\n\nA practical reflection, moreover, had occurred to Silas.\n\nIf Joseph had really--he did not dare to say to himself what--then\nit was of the utmost importance that they should quickly understand each\nother, so as to take steps to place him in safety. His desire to share\nJoseph's horrible secret was like the feeling with which one would fain\nuncover a friend's loathsome disease in order to help him. Before he\nwent to sleep that night he resolved, therefore, that he would win his\nconfidence by letting him see in every possible way, short of actual\nwords, that he suspected the true state of things, and that Joseph might\nstill confide in him as a faithful brother who would stand by him in the\nworst emergency.\n\nOn first meeting him the following morning he began to carry out this\nproject so worthy of fraternal devotion. He sought occasion to shake\nhands with Joseph, and gave a meaning pressure to his clasp. At\nbreakfast he was the only one who talked, and endeavored by his manner\nto let Joseph understand that he perfectly comprehended the situation,\nand was talking to cover his embarrassment and prevent Mrs. Kilgore\nfrom suspecting anything. Several times also he managed to catch his\nbrother's eye, and give him a glance implying sympathy and mutual\nunderstanding. This demeanor added the last touch to Joseph's\nexasperation.\n\nEvading Silas's evident intention of walking down-street, he got away\nalone, and took both dinner and tea at a restaurant, to put off meeting\nhis brother and sister-in-law as long as possible. He lingered long over\nhis tea in the darkest, loneliest corner of the eating-house, for the\nprospect, no longer to be avoided, of returning home to confront his\nsister-in-law's frightened face and Silas's pathetic glances appeared\nintolerable. Wild ideas of flying from the city and returning never, or\nnot until the truth about the murder had come to light, occurred to him.\nHe even began to arrange what sort of a letter he should write to Silas.\nBut men of forty, especially of Joseph's temperament, who have moved in\nthe same business and domestic ruts all their lives, do not readily\nmake up their minds to bold steps of this sort. To endure suffering or\ninconvenience is more natural than to change their settled habits. So\nit all ended in his going home at about eight o'clock, and being greatly\nrelieved to find some callers there.\n\nAll three of this strangely stricken family, indeed, shared that\nfeeling. It was such a rest from the nervous strain whenever either\nor both were left alone with Joseph! The earnestness with which Mrs.\nKilgore pressed her guests to stay a little longer was so unusual and\napparently uncalled for that I fancy Mr. and Mrs. Smith had a vague\nsuspicion that they were being made game of. But they would have been\ndisabused of that impression could they have appreciated the sinking\nof heart with which their hosts heard the frontdoor close, and realized\nthat they were again left to themselves. Only one thing had occurred to\nmar the relief which the call had afforded. The topic of the murder had\nbeen exhausted before Joseph entered, but, just as she was leaving, Mrs.\nSmith made a return to it, saying:--\n\n\"Mrs. Kilgore, I was telling my husband I should think you must be\nscared to be in the house, for fear the murderer might still be hanging\naround.\"\n\nMrs. Kilgore shuddered, and cast an instantaneous, wholly involuntary\nglance at Joseph. Her husband intercepted it, and, catching his eye, she\nsaw an expression in it as if he could strangle her for what was really\nonly the fault of her nerves. She stammered something, and the bustle of\nthe retiring guests covered her confusion well enough.\n\nUnfortunately, Joseph, too, had caught that sudden, terrified glance of\nhis sister-in-law's at him, and it affected him more than anything that\nhad occurred in either of the two days since the murder. As the guests\ntook their leave, his head dropped on his breast, and his arms fell by\nthe sides of his chair. Mr. Kilgore wanted to send his wife from the\nroom, but his voice stuck in his throat, his tongue refused to move.\nThey waited a moment, and then Joseph said:--\n\n\"Send for the police! For God's sake, take me out of this! I can't stand\nit any longer!\"\n\nIt was not yet nine o'clock, and a boy came by in the street crying:--\n\n\"Extra! The Kilgore barn murderer captured! Full confession!\"\n\nAlthough the words were perfectly audible through the lowered windows\nto all in the room, Mrs. Kilgore was the only one who took any mental\ncognizance of them. Nor did either of the men, who sat there like\nstones, take note of her as she left the room. A minute later they heard\nher scream, and she ran back with the open paper in her hands.\n\n\"He did not do it! He is crazy! They have found the murderer!\"\n\nSilas fixed an incredulous, questioning stare upon his wife, and then\nturned quickly toward his brother. As for Joseph, at first and for\nseveral moments, he gave no sign that he had heard at all. Then he\nslowly raised his eyes to his brother's face with a deliberate, cruel\ngaze of contemptuous sarcasm and cold aversion. The first effect of this\ngreat relief was to flood his mind with bitter wrath at those who had\ndone him the great wrong from which, no thanks to them, he had been\nrescued.\n\nMrs. Kilgore hastily read aloud, in a breathless voice, the newspaper\naccount It seemed that two tramps had taken refuge in the barn from\nthe storm that had raged the night of the murder, and getting into some\nquarrel before morning, one had stabbed the other and fled, only to be\ncaptured two days later and confess everything. When Mrs. Kilgore ceased\nreading, Joseph said:--\n\n\"It must be a great disappointment for you that they are not going to\nhang me for it. I sincerely condole with you.\"\n\nMrs. Kilgore cried, \"Oh, don't!\" and Silas made a gesture of\ndeprecation, but both felt that Joseph had a right to revile them as he\nchose, and they had no right to complain. But he, even while he could\nnot deny himself the gratification of a little cruel reproach, knew that\nthey were not to be blamed, that they had been as much the victims of\na fatality as himself, and that this was one of those peculiarly\nexasperating wrongs which do not leave the sufferer even the\nsatisfaction of being angry. Soon he got up and walked across the room,\nstretched himself, drew his hand over his forehead, and said:--\n\n\"I feel as if I had just been dug up after being buried alive.\"\n\nAt this sign of returning equanimity, Silas took courage and ventured to\nsay:--\n\n\"I know we 've been a pair of crazy fools, Joe, but you 're a little\nto blame. What's made you act so queerly? You won't deny that you have\nacted so?\"\n\nJoseph smiled,--one does n't appreciate the pure luxury of a smile\nuntil he has been deprived of it for a while,--lit a cigar, sat down\nwith his legs over the arm of his arm-chair,--he had not indulged in an\nunconstrained posture for two days,--and told his side of the story.\nHe explained how, thanks to that tale he was reading, and the ghastly\nreverie it suggested, his nerves were all on edge when Mrs. Kilgore\nburst in with a piece of news whose extraordinary coincidence with his\ntrain of thought had momentarily thrown him off his balance; and he\ntried to make them see that, after that first scene, all the rest was a\nlogical sequence.\n\nMrs. Kilgore, by virtue of her finer feminine nervous organization,\nunderstood him so readily that he saw he had made a mistake in not\nunbosoming himself to her at first. But Silas evidently did not so\neasily take his idea.\n\n\"But why did n't you just tell us that you had n't done it, and end the\nmisunderstanding at one blow?\" he asked.\n\n\"Why, don't you see,\" replied Joseph, \"that to deny a thing before you\nare distinctly suspected of it is to suggest suspicion; while to deny it\nafterward, unless you have proof to offer, is useless?\"\n\n\"What should we have come to but for the capture of the real murderer?\"\ncried Mrs. Kilgore, with a shudder.",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22706/pg22706.txt",
        "name": "two_days_solitary_imprisonment_1898.json"
    }
}