{
    "name": "Two Christmas Celebrations",
    "author": [
        "Parker, Theodore",
        "Blodgett, Levi"
    ],
    "body": "Minister of the 28th Congregational Society of Boston.\n\n\n\n\n\nTwo Christmas Celebrations.\n\n\nA great many years ago, Augustus Caesar, then Emperor of Rome, ordered\nhis mighty realm to be taxed; and so, in Judea, it is said, men went\nto the towns where their families belonged, to be registered for\nassessment. From Nazareth, a little town in the north of Judea, to\nBethlehem, another little but more famous town in the south, there went\none Joseph, the carpenter, and his wife Mary,--obscure and poor people,\nboth of them, as the story goes. At Bethlehem they lodged in a stable;\nfor there were many persons in the town, and the tavern was full. Then\nand there a little boy was born, the son of this Joseph and Mary; they\nnamed him JEHOSHUA, a common Hebrew name, which we commonly call Joshua;\nbut, in his case, we pronounce it JESUS. They laid him in the crib of\nthe cattle, which was his first cradle. That was the first Christmas,\nkept thus in a barn, 1856 years ago. Nobody knows the day or the month;\nnay, the year itself is not certain.\n\nAfter a while the parents went home to Nazareth, where they had other\nsons,--_James_, _Joses_, _Simon_, and _Judas_,--and daughters also;\nnobody knows how many. There the boy JESUS grew up, and it seems\nfollowed the calling of his father; it is said, in special, that he made\nyokes, ploughs, and other farm-tools. Little is known about his early\nlife and means of education. His outside advantages were, no doubt,\nsmall and poor; but he learned to read and write, and it seems became\nfamiliar with the chief religious books of his nation, which are still\npreserved in the Old Testament.\n\nAt that time there were three languages used in Judea, beside the\nLatin, which was confined to a few officials: 1. The Syro-Chaldaic,--the\nlanguage of business and daily life, the spoken language of the common\npeople. 2. The Greek,--the language of the courts of justice and\nofficial documents; the spoken and written language of the foreign\ntraders, the aristocracy, and most of the more cultivated people in the\ngreat towns. 3. The old Hebrew,--the written and spoken language of the\nlearned, of theological schools, of the priests; the language of the Old\nTestament. It seems Jesus understood all three.\n\nAt that time the thinking people had outgrown the old forms of religion,\ninherited from their fathers, just as a little girl becomes too stout\nand tall for the clothes which once fitted her babyhood; or as the\npeople of New England have now become too rich and refined to live in\nthe rough log-cabins, and to wear the coarse, uncomfortable clothes,\nwhich were the best that could be got two hundred years ago. For mankind\ncontinually grows wiser and better,--and so the old forms of religion\nare always getting passed by; and the religious doctrines and ceremonies\nof a rude age cannot satisfy the people of an enlightened age, any more\nthan the wigwams of the Pequod Indians in 1656 would satisfy the white\ngentlemen and ladies of Boston and Worcester in 1856. The same thing\nhappens with the clothes, the tools, and the laws of all advancing\nnations. The human race is at school, and learns through one book after\nanother,--going up to higher and higher studies continually. But at that\ntime cultivated men had outgrown their old forms of religion,--much of\nthe doctrine, many of the ceremonies; and yet they did not quite dare to\nbreak away from them,--at least in public. So there was a great deal of\npretended belief, and of secret denial of the popular form of religion.\nThe best and most religious men, it seems likely, were those who\nhad least faith in what was preached and practised as the authorized\nreligion of the land.\n\nIn the time of David, many years before the birth of Jesus, the Hebrew\nnation had been very powerful and prosperous; afterwards there followed\nlong periods of trouble and of war, civil and domestic; the union of the\ntribes was dissolved, and many calamities befell the people. In their\ntimes of trouble, religious men said, \"God will raise us up a GREAT KING\nlike DAVID, to defend and deliver us from our enemies. He will set\nall things right.\" For the Hebrews looked on David as the Americans\non WASHINGTON, calling him a \"man after God's own heart,\"--that is,\nthinking him \"first in war, first in peace, and first in the hearts\nof his countrymen.\" Sometimes they called this expected Deliverer, the\nMESSIAH, that is the ANOINTED ONE,--a term often applied to a king or\nother great man. Sometimes it was thought this or that special man, a\nking, or general, would be the Messiah, and deliver the nation from its\ntrouble. Thus, it seems, that once it was declared that King HEZEKIAH\nwould perform this duty; and indeed CRYUS, a foreigner, a king of\nPersia, was declared to be the MESSIAH, the Anointed One. But, at other\ntimes, they, who declared the Deliverer would come, seem to have had no\nparticular man in their mind, but felt sure that somebody would come. At\nlength the expectation of a Messiah became quite common; it was a\nfixed fact in the public opinion. But some thought the Deliverer, the\nRedeemer, the second David, would be one thing, some another; just\nas men now call their favorite candidate for the presidency a second\nWashington; but some think he will be a Whig, and support the Fugitive\nSlave Bill; some, a Democrat, and favor the enslavement of Kansas; while\nothers are sure he will be a Republican, and prohibit the extension of\nSlavery; while yet others look for some Anointed Politician to abolish\nthat wicked institution clear out of the land.\n\nWhen the nation was in great peril, the people said, \"the Messiah\nwill soon come and restore all things;\" but probably they had no very\ndefinite notion about the Deliverer or the work he was to do.\n\nWhen Jesus was about thirty years old, he began to speak in public.\nHe sometimes preached in the Meeting-Houses, which were called\nSynagogues,--but often out of doors, wherever he could gather the people\nabout him. He broke away from the old established doctrines and forms.\nHe was a come-outer from the Hebrew church. He told men that religion\ndid not consist in opinions or ceremonies, but in right feelings and\nright actions; that goodness shown to men was worth more than sacrifice\noffered to God. In short he made Religion consist in Piety, which is\nLove to God, and Benevolence, which is Love to Men. He utterly forbid\nall vengeance, and told his followers \"love your enemies, bless them\nthat curse you, do good to them that hate you, and pray for them which\ndespitefully use you and persecute you.\" He taught that the soul was\nimmortal,--a common opinion at that time,--and declared that men who\nhad been good and kind here would be eternally happy hereafter, but the\nunkind and wicked would be cast \"into everlasting fire prepared for the\ndevil and his angels.\" He did not represent religion as a mysterious\naffair, the mere business of the priesthood, limited to the temple and\nthe Sabbath, and the ceremonies thereof; it was the business of every\nday,--a great manly and womanly life.\n\nMen were looking for the ANOINTED, the Messiah, and waiting for him to\ncome. Jesus said, \"I am the Messiah; follow me in the religious life,\nand all will be well. God is just as near to us now, as of old time to\nMoses and Elias. A greater than Solomon is here. The Kingdom of Heaven,\na good time coming, is close at hand!\"\n\nNo doubt he made mistakes. He taught that there is a devil,--a being\nabsolutely evil, who seeks to ruin all men; that the world would soon\ncome to an end, and a new and extraordinary state would miraculously\ntake place, in which his followers would be abundantly rewarded, and his\ntwelve most conspicuous friends would sit \"sit on twelve thrones judging\nthe twelve tribes of Israel.\" Strange things were to happen in this good\ntime which was coming. But spite of that, his main doctrine, which he\nlaid most stress upon, was, that religion is piety and benevolence; for\nhe made these the chief commandments,--\"Thou shalt love the Lord thy God\nwith all thy heart, and with all thy soul, and with all thy mind; thou\nshalt love thy neighbor as thyself.\"\n\nHe went about in various part of the country, talking, preaching,\nlecturing, making speeches, and exhorting the people to love each other\nand live a noble, manly life,--each doing to all as he would wish them\nto do to him. He recommended the most entire trust in God. The people\ncame to him in great crowds, and loved to hear him speak; for in those\ndays nobody preached such doctrines,--or indeed any doctrines with such\npower to convince and persuade earnest men. The people heard him gladly,\nand followed him from place to place, and could not hear enough of\nhim and his new form of religion,--so much did it commend itself to\nsimple-hearted women and men. Some of them wanted to make him their\nking.\n\nBut while the people loved him, the great men of his time--the great\nMinisters in the Hebrew church, and the great Politicians in the\nHebrew state--hated him, and were afraid of him. No doubt some of\nthese ministers did not understand him, but yet meant well in their\nopposition; for if a man had all his life been thinking about the \"best\nmanner of circumcision,\" or about \"the mode of kneeling in prayer,\" he\nwould be wholly unable to understand what Jesus said about love to God\nand to man. But no doubt some of them knew he was right, and hated him\nall the more for that very reason. When they talked in their libraries,\nthey admitted that they had no faith in the old forms of religion; but\nwhen they appeared in public they made broad their phylacteries, and\nenlarged the borders of their garments; and when they preached in their\npulpits, they laid heavy burdens on men's shoulders, and grievous to be\nborne. The same thing probably took place then which has happened ever\nsince; and they who had no faith in God or man, were the first to accuse\nthis religious genius with being an infidel!\n\nSo, one night they seized Jesus, tried him before daylight next morning,\ncondemned him, and put him to death. The seizure, the trial, the\nexecution, were not effected in the regular legal form,--they did not\noccupy more than twelve hours of time,--but were done in the same wicked\nway that evil men also used in Boston when they made Mr. Simms and Mr.\nBurns slaves for life. But Jesus made no resistance; at the \"trial\"\nthere was no \"defence;\" nay, he did not even feel angry with those\nwicked men; but, as he hung on the cross, almost the last words he\nuttered were these,--\"Father, forgive them, for they know not what they\ndo.\" Such wicked men killed Jesus, just as in Old England, three hundred\nyears ago, the Catholics used to burn Protestants alive; or as in New\nEngland, two hundred years ago, our Protestant fathers hung the Quakers\nand whipped the Baptists; or as the Slaveholders in the South now beat\nan Abolitionist, or whip a man to death who insists on working for\nhimself and his family, and not merely for men who only steal what he\nearns; or as some in Massachusetts, a few years ago, sought to put in\njail such as speak against the wickedness of Slavery.\n\nAfter Jesus was dead and buried, some of his followers thought that he\nrose from the dead and came back to life again within three days, and\nshowed himself to a few persons here and there,--coming suddenly and\nthen vanishing, as a \"ghost\" is said to appear all at once and then\nvanish, or as the souls of other dead men are thought to \"appear\" to the\nspiritualists, who do not, however, _see_ the ghosts, but only _hear_\nand _feel_ them. Very strange stories were told about his coming to men\nthrough closed doors, and talking with them,--just as in our time the\n\"mediums\" say the soul of Dr. Franklin, or Dr. Channing, or some great\nman comes and makes \"spiritual communication.\" They say, that at last,\nhe \"was parted from them, and carried up into heaven,\" and \"sat on the\nright hand of God.\"\n\nHis friends and followers went about from place to place, and preached\nhis doctrines; but gradually added many more of their own. They said\nthat he was the Anointed, the Messiah, the Christ, who was foretold in\nthe Old Testament, and that did strange things called Miracles; that at\na marriage feast, where wine was wanted, he changed several barrels of\nwater into wine of excellent quality; that he fed five thousand men with\nfive loaves, walked on the water, opened the eyes, ears, and mouths of\nmen born blind, deaf, and dumb, and at a touch or a word brought back\na maimed limb. They called him a SAVIOUR, sent from God to redeem the\nJews, and them only, from eternal damnation; next, said that he was the\nSaviour of all mankind,--Jews and Gentiles too; that he was a Sacrifice\noffered to appease the wrath of God, who had become so angry with his\nchildren that he intended to torment them all forever in hell. By and by\nhis followers were called CHRISTIANS,--that is, men who took Jesus for\nthe Christ of the Old Testament; and in their preaching they did not\nmake much account of the noble ideas Jesus taught about man, God, and\nreligion, or of his own great manly life; but they thought his DEATH\nwas the great thing,--and that was the means to save men from eternal\ntorment. Then they went further, and declared that Jesus was not the\nson of Joseph and Mary, but THE SON OF GOD and Mary,--miraculously born;\nnext, that he was GOD'S ONLY SON, who had never had any child before,\nand never would have another; again, that he was a GOD who had lived\nlong before Jesus was born, but for the then first time took the human\nform; and at last, that he was THE ONLY GOD, the Creator and Providence\nof all the universe; but was man also, the GOD-MAN. Thus, gradually,\nthe actual facts of his history were lost out of sight, overgrown with\na great mass of fictions, poetic and other stories, which make him a\nmythological character; the Jesus of fact was well-nigh forgot,--the\nChrist of fiction took his place.\n\nWell, after the death of Jesus, his followers went from town to town,\nfrom country to country, preaching \"Christ and him crucified;\" they\ntaught that the world would soon end, for Jesus would come back and\n\"judge the world,\" raising the dead,--and then all who had believed in\nhim would be \"saved,\" but the rest would be \"lost forever;\" a new world\nwould take the place of the old, and the Christians would have a good\ntime in that Kingdom of Heaven. This new \"spiritual world\" would contain\nsome extraordinary things; thus, \"every grape-vine would have ten\nthousand trunks, every trunk ten thousand branches, every branch ten\nthousand twigs, every twig ten thousand clusters, every cluster ten\nthousand grapes, and every grape would yield twenty-five kilderkins of\nwine.\"\n\nBut everywhere they recommended a life of sobriety and self-denial,\nof industry and of kind deeds,--a life of religion. Everywhere the\nChristians were distinguished for their charity and general moral\nexcellence. But the Jews hated them, and drove them away; the Heathens\nhated them, and put many to death with dreadful tortures; all the\nmagistrates were hostile. But when the common people saw a man or a\nwoman come out and die rather than be false to a religious emotion or\nidea, there were always some who said, \"That is a strange thing,--a man\ndying for his God. There must be something in that religion! Let us\nalso become Christians.\" So the new doctrine spread wide; not the simple\nreligion of Jesus,--piety and morality; but what his followers called\nChristianity,--a mixture of good and evil. In two or three hundred years\nit had gone round the civilized world. Other forms of religion fell to\npieces, one by one. Judaism went down with the Hebrew people, Heathenism\nwent down, and Christianity took heir place. The son of Joseph and Mary,\nborn in a stable, and killed by the Jews, was worshipped as the ONLY GOD\nall round the civilized world. The new form of religion spread very\nmuch as SPIRITUALISM has done in our time, only in the midst of worse\npersecution than the Mormons have suffered. At this day there are some\ntwo hundred and sixty millions of people who worship Jesus of Nazareth;\nmost of them think he was God, the only God. But a small number of men\nbelieve that he was no God, no miraculous person, but a good man with a\ngenius for religion. All the Christians think he was full of all manner\nof loving kindness and tender mercy. So all over the world to-day,\namong the two hundred and sixty millions of Christians, there is great\nrejoicing on account of his birth, which it is erroneously supposed took\nplace on the 25th of December, in the year ONE. They sing psalms, and\npreach sermons, and offer prayers, and make a famous holiday. But the\ngreater part of the people think only of the festival, and very little\nof the noble boy who was born so long ago in a tavern-barn in Judea. And\nof all the ministers who talk so much about the old Christ, there are\nnot many who would welcome a new man who should come and do for this\nage the great service which Jesus did for his own time. But, as on the\nFourth of July, slaveholders, and border ruffians, and kidnappers, and\nmen who believe there is no higher law, ring their bells, and fire their\ncannons, and let off their rockets, making more noise than all those\nwho honor and defend the great Principles of Humanity which make\nIndependence Day famous,--so on Christmas, not only religious people,\nbut Scribes, and Pharisees, and Hypocrites make a great talk about\n\"Christ and him crucified;\" when, if a man of genius for religion were\nnow to appear, they would be the first to call out \"Infidel!\" \"Infidel!\"\nand would kill him if it were possible or safe.\n\n\n\nWell, one rainy Sunday evening, in 1855, just twelve days before\nChristmas, in the little town of Soitgoes, in Worcester County, Mass.,\nAunt Kindly and Uncle Nathan were sitting in their comfortable parlor\nbefore a bright wood-fire. It was about eight o'clock, a stormy night;\nnow it snowed a little, then it rained, then snowed again, seeming as if\nthe weather was determined on some kind of storm, but had not yet made\nup its mind for snow, rain, or hail. Now the wind roared in the chimney,\nand started out of her sleep a great tortoise-shell cat, that lay on\nthe rug which Aunt Kindly had made for her. Tabby opened her yellow eyes\nsuddenly, and erected her _smellers_, but finding it was only the wind\nand not a mouse that made the noise, she stretched out a great paw and\nyawned, and then cuddled her head down so as to show her white throat,\nand went to sleep again.\n\nUncle Nathan and Aunt Kindly were brother and sister. He was a little\nmore than sixty, a fine, hale, hearty-looking, handsome man as you could\nfind in a summer's day, with white hair and a thoughtful, benevolent\nface, adorned with a full beard as white as his venerable head. Aunt\nKindly was five-and-forty or thereabouts; her face a little sad when you\nlooked at it carelessly in its repose, but commonly it seemed cheerful,\nfull of thought and generosity, and handsome withal; for, as her brother\ntold her, \"God administered to you the sacrement of beauty in your\nchildhood, and you will walk all your life in the loveliness thereof.\"\n\nUncle Nathan had been an India merchant from his twenty-fifth to about\nhis fiftieth year, and had now, for some years, been living with his\nsister in his fine, large house,--rich and well educated, devoting his\nlife to study, works of benevolence, to general reform and progress. It\nwas he who had the first anti-slavery lecture delivered in the town,\nand actually persuaded Mr. Homer, the old minister, to let Mr. Garrison\nstand in the pulpit on a Wednesday night and preach deliverance unto\nthe captives; but it could be done only once, for the clergymen of the\nneighborhood thought anti-slavery a desecration of their new wooden\nmeeting-houses. It was he, too, who asked Lucy Stone to lecture on\nwoman's rights, but the communicants thought it would not do to let a\n\"woman speak in the church,\" and so he gave it up. All the country knew\nand loved him, for he was a natural overseer of the poor, and guardian\nof the widow and the orphan. How many a girl in the Normal School every\nnight put up a prayer of thanksgiving for him; how many a bright boy\nin Hanover and Cambridge was equally indebted for the means of high\nculture, and if not so thankful, why, Uncle Nathan knew that gratitude\nis too nice and delicate a plant to grow on common soil. Once, when\nhe was twenty-two or three, he was engaged to a young woman of Boston,\nwhile he was a clerk in a commission store. But her father, a skipper\nfrom Beverly or Cape Cod, who continued vulgar while he became rich,\ndid not like the match. \"It won't do,\" said he, \"for a poor young man to\nmarry into one of our fust families; what is the use of aristocracy if\nno distinction is to be made, and our daughters are to marry Tom, Dick,\nand Harry?\" But Amelia took the matter sorely to heart; she kept her\nlove, yet fell into a consumption, and so wasted away; or, as one of\nthe neighbors said, \"she was executed on the scaffold of an upstart's\nvulgarity.\" Nathan loved no woman in like manner afterwards, but after\nher death went to India, and remained years long. When he returned and\nestablished his business in Boston, he looked after her relations, who\nhad fallen into poverty. Nay, out of the mire of infamy he picked up\nwhat might have been his nephews and nieces, and, by generous breeding,\nwiped off from them the stain of their illicit birth. He never spoke of\npoor Amelia; but he kept a little locket in one end of his purse; none\never saw it but his sister, who often observed him sitting with it in\nhis hand, hand hour by hour looking into the fire of a winter's night,\nseeming to think of distant things. She never spoke to him then, but\nleft him alone with his recollections and his dreams. Some of the\nneighbors said he \"worshipped it;\" others called it \"a talisman.\" So\nindeed it was, and by its enchantment he became a young man once more,\nand walked through the moonlight to meet an angel, and with her enter\ntheir kingdom of heaven. Truly it was a talisman; yet if _you_ had\nlooked at it, you would have seen nothing in it but a little twist of\ngolden hairs tied together with a blue silken thread.\n\nAunt Kindly had never been married; yet once in her life, also, the\nright man seemed to offer, and the blossom of love opened with a dear\nprophetic fragrance in her heart. But as her father was soon after\nstruck with palsy, she told her lover they must wait a little while, for\nher first duty must be to the feeble old man. But the impatient swain\nwent off and pinned himself to the flightiest little humming-bird in all\nSoitgoes, and in a month was married, having a long life before him for\nbitterness and repentance. After the father died, Kindly remained at\nhome; and when Nathan returned, years after, they made one brotherly and\nsisterly household out of what might else have gladdened two connubial\nhomes. \"Not every bud becomes a flower.\"\n\nUncle Nathan sat there, his locket in his hand, looking into the fire;\nand as the wind roared in the chimney, and the brands crackled and\nsnapped, he thought he saw faces in the fire; and when the sparks rose\nup in a little cloud, which the country children call \"the people coming\nout of the meeting-house,\" he thought he saw faces in the fire; they\nseemed to take the form of the boys and girls as he had lately seen them\nrushing out of the Union School-house, which held all the children\nin the village; and as he recognized one after the other, he began\nto wonder and conjecture what would be the history of this or that\nparticular child. While he sat thus in his waking dream, he looked\nfixedly at the locket and the blue thread which tied together those\ngolden rays of a summer sun, now all set and vanished and gone, but\nwhich was once the morning light of all his promised days; and as his\neyes, full of waking dreams, fell on the fire again, a handsome young\nwoman seemed to come forth from between the brands, and the locks of her\nhair floated out and turned into boys and girls, of various ages, from\nbabyhood to youth; all looking somewhat like him and also like the\nfair young woman. But the brand rolled over, and they all vanished in a\nlittle puff of smoke.\n\nAunt Kindly sat at the table reading the Bible. I don't know why she\nread the Gospels, for she knew them all four by heart, and could repeat\nthem from end to end. But Sunday night, when none of the neighbors were\nthere, and she and Nathan were all alone, she took her mother's great\nsquared Bible and read therein. This night she had been reading,\nin chapter xxxi. of Proverbs, the character of a noble woman; and,\nfinishing the account, turned and read the 28th verse a second time,--\n\n\n_\"Her children rise up and call her blessed.\"_\n\n\nI do not know why she read _that_ verse, nor what she thought of it; but\nshe repeated it to herself three or four times,--\n\n\n_\"Her children rise up and call her blessed.\"_\n\n\nAs she was taking up the venerable old volume to lay it away for the\nnight, it opened by accident at Luke xiv., and her eye fell on verses\n12, 13--\n\n\n_\"But when thou makest a dinner or a supper, call not thy friends not\nthy brethren, neither thy kinsmen nor thy rich neighbor, lest they also\ncall thee again, and a recompense be made thee. But when thou makest a\nfeast, call the poor, the maimed, the lame, the blind; and thou shalt be\nblessed; for they cannot recompense thee.\"_\n\n\nShe sat a moment recollecting that Jesus said,--\n\n\n_\"Suffer little children to come unto me, and forbid them not, for of\nsuch is the kingdom of heaven;\"_ and had also denounced woe on all such\nas cause these little ones to offend, and declared that in heaven their\nangels continually behold the face of the Father.\n\nAfter a few minutes she turned to Nathan, who had replaced the brands\nin hopes to bring back the vision by his \"faculty divine,\" and\nsaid,--\"Brother, I wonder if it would not be better to make a little\nchange in our way of keeping Christmas. It is a good thing to call\ntogether the family once a year,--our brothers and sisters and nephews\nand nieces,--we all of us love the children so much, and have a good\ntime. I would not give that up. The dinner is very well; but the evening\ngoes off a little heavy; that whist playing, we both dislike it; so much\ntalk about such trifles. What if we should have a Child's Festival on\nChristmas night, and ask all the little folks in the town to your nice\nNew Hall,--it will be done before that time, won't it? It will be a good\nchristening for it; and Mr. Garrison, whom you have asked to speak there\non New-Year's day, will like it all the better if baptized by these\nlittle ones, who 'are of the kingdom of heaven.' Surely little children\nmay run before the great Liberator.\"\n\n\"Just what I was thinking of,\" said Uncle Nathan; \"as I looked at the\nsparks of fire, I was saying to myself, 'I have not quite done my duty\nto the boys and girls in Soitgoes.' You and I,\" said he, rather sadly,\nputting the locket in his purse and pressing the gold ring gently down\non it, \"you and I have no children. But I sometimes feel like adopting\nall the boys and girls in the parish; and when I saw that great troop of\nthem come out of the school-house last week, I felt a little reproach,\nthat, while looking after their fathers and mothers, I had not done more\nfor the children.\"\n\n\"I am sure you gave the town that great new school-house,\" said Kindly.\n\n\"Yes, that's nothing. I furnished the money and the general idea; Eliot\nCabot drew the plan,--capital plan it is too; and Jo Atkins took the\njob. I paid the bills. But how will you arrange it for Christmas?\"\n\n\"Well,\" said Kindly, who had an organizing head, \"we'll have a\nChildren's Party. I'll ask all under fifteen, and if some older ones\ncome in, no matter; I hope they will. Of course the fathers and mothers\nare to come and look on, and have a real good time. We will have them\nin the New Hall. I wonder why they call it the New Hall; there never was\nany old one. We will have some plain cake and lemonade, music, dancing,\nlittle games, and above all a CHRISTMAS TREE. There shall be gifts on\nit for all the children under twelve. The people who are well to do will\ngive something to buy the gifts for the children of their own standing,\nand you and I will make up what is wanting for the poor ones. We'll have\nlittle games as well as a dance. Mrs. Toombs,--Sally Wilkins that used\nto be,--the minister's wife, has a deal of skill in setting little\nfolks to play; she has not had much use for it, poor thing, since her\nmarriage, six or seven years ago. What a wild romp she used to be! but\nas good as Sunday all the time. Sally will manage the games; I'll see to\nthe dancing.\"\n\n\"The children can't dance,\" said Uncle Nathan; \"you know there never was\na dancing-school in town.\"\n\n\"Yes they can,\" said Kindly. \"The girls will dance by nature, and the\nboys will fall in, rather more clumsily of course. But it will do well\nenough for us. Besides, they have all had more practice than you think\nfor. You shall get the pine-tree, or hemlock, and buy the things,--I'll\ntell you what, to-morrow morning,--and I will manage the rest.\"\n\nThe next morning it was fine, bright weather; and the garments blossomed\nwhite on the clotheslines all round the village; and with no small\ndelight the housewives looked on these perennial hanging-gardens,\nperiodically blooming, even in a New England winter. Uncle Nathan\nmentioned his sister's plan to one of his neighbors, who said, \"Never'll\ngo here!\" \"But why not?\" \"Oh, there's Deacon Willberate and Squire Allen\nare at loggerheads about the allusion to slavery which Rev. Mr. Freeman\nmade in his prayer six months ago. They had a quarrel then, you know,\nand have not spoken since. If the Deacon likes it, the Squire won't, and\n_vice versa_. Then, Colonel Stearns has had a quarrel and a lawsuit with\nJohn Wilkinson about that little patch of meadow. They won't go; each is\nafraid of meeting the other. Half the parish has some _miff_ against the\nother half. I believe there never was such a place for little quarrels\nsince the Dutch took Holland. There's a tempest in every old woman's\nteapot. Widow Seedyweedy won't let her daughters come, because, as she\nsays, you are a temperance man, and said, at the last meeting, that rum\nmade many a widow in Soitgoes, and sent three quarters of the paupers to\nthe almshouse. She declared, the next day, that you were 'personal, and\ninjured her feelings; and 'twas all because you was rich and she was a\npoor lone widow, with nothing but her God to trust in.'\"\n\n\"Oh, dear me,\" said Uncle Nathan, \"it is a queer world,--a queer world;\nbut after all it's the best we've got. Let us try to make it better\nstill.\"\n\nAunt Kindly could not sleep much all night for thinking over the\ndetails of the plan. Before morning it all lay clear in her mind. Monday\nafternoon she went round to talk with the neighbors and get all things\nready. Most of them liked it; but some thought it was \"queer,\" and\nwondered \"what our pious fathers would think of keeping Christmas in New\nEngland.\" A few had \"religious scruples,\" and would do nothing about it.\nThe head of the Know-nothing lodge said it was \"a Furrin custom, and I\nwant none o' them things; but Ameriky must be ruled by 'Mericans; and\nwe'll have no Disserlutions of the Union, and no Popish ceremonies like\na Christmas Tree. If you begin so, you'll have the Pope here next, and\nthe fulfilment of the seventeenth chapter of Revelations.\"\n\nHon. Jeduthan Stovepipe also opposed it. He was a rich hatter from\nBoston, and a \"great Democrat;\" who, as he said, had lately \"purchased\ngrounds in Soitgoes, intending to establish a family.\" He \"would not\nlike to have Cinderella Jane and Edith Zuleima mix themselves up with\nwidow Wheeler's children,--whose father was killed on the railroad five\nor six years before,--for their mother takes in washing. No, Sir,\" said\nhe; \"it will not do. You have no daughters to marry, no sons to provide\nfor. It will do well enough for you to talk about 'equality,' about\n'meeting the whole neighborhood,' and that sort of thing; but I intend\nto establish a family; and I set my face against all promiscuous\nassemblages of different classes of society. It is bad enough on\nSundays, when each man can sit buttoned up in his own pew; but a\nfestival for all sorts and conditions of children,--its is contrary\nto the genius of our republican institutions.\" His wife thought quite\ndifferently; but the poor thing did not dare say her soul was her own\nin his presence. Aunt Kindly went off with rather a heavy heart,\nremembering that Jeduthan was the son of a man sent to the State Prison\nfor horse stealing, and born in the almshouse at Bankton Four Corners,\nand had been bound out as apprentice by the selectmen of the town.\n\nAt the next house, Miss Robinson liked it; but hoped she \"would not ask\nthat family o'niggers,--that would make it so vulgar;\" and she took a\nlarge pinch of Scotch snuff, and waddled off to finish her ironing.\nMrs. Deacon Jackson--she was a second wife, with no children--hoped that\n\"Sally Bright would not be asked, because her father was in the State\nPrison for passing counterfeit money; and the example would be bad, not\nfriendly to law and order.\" But as Aunt Kindly went out, she met the old\nDeacon himself,--one of those dear, good, kind souls, who were born\nto be deacons of the Christian religion, looking like one of the eight\nbeatitudes; and as you stopped to consider which of that holy family he\nmost resembled, you found he looked like all of them. \"Well!\" said he,\n\"now ma'am, I like that. That will be a _Christian_ Christmas,--not a\nHeathen Christmas. Of course you'll ask all the children of 'respectable\npeople;' but I want the _poor ones_, too. Don't let anybody frighten you\nfrom asking Sip Tidy's children. I don't know that I like colored folks\nparticularly, but I think God does, or he would not have colored 'em,\nyou know. Then do let us have all of Jo Bright's little ones. When I get\ninto the State Prison, I hope somebody'll look after my family. I know\n_you_ will. I don't mean to go there; but who knows? 'If everybody had\nhis deserts, who would escape a flogging?' as the old saying is. Here's\nfive dollars towards expenses; and if that ain't enough, I'll make it\nten. Elizabeth will help you make the cake, &c. You shall have as many\neggs as you want. Hens hain't laid well since Thanksgiving; now they do\nnothing else.\"\n\nCaptain Weldon let one iron cool on the anvil, and his bellows sigh out\nits last breath in the fire and burn the other iron, while he talked\nwith Aunt Kindly about it. The Captain was a widower, about fifty years\nold, with his house full of sons and daughters. He liked it. Patty, his\noldest daughter, could help. There were two barrels of apples, three\nor four dollars in money, and more if need be. \"That is what I call the\ndemocracy of Christianity,\" said the good man. \"I shall see half the\npeople in the village; they'll be in here to get their horses corked\nbefore the time comes, and I'll help the thing along a little. I'll\nbring the old folks, and we'll sing some of the old tunes; all of us\nwill have a real old-fashioned good time.\" Almira, his daughter, about\neighteen years old, ran out to talk with Kindly, and offered to do all\nsorts of work, if she would only tell her what. \"Perhaps Edward\nwill come, too,\" said Kindly. \"Do you want him?\" asked Almira. \"Oh,\ncertainly; want all the LOVERS,\" replied she,--not looking to see how\nher face kindled, like a handsome morning in May.\n\nOne sour old man, who lived off the road, did not like it. 'Twas a\nPopish custom; and said, \"I always fast on Christmas.\" His family knew\n_they_ did, and many a day besides; for he was so covetous that he\ngrudged the water which turned his own mill.\n\nMr. Toombs, a young minister, who had been settled six or seven years,\nand loved the commandments of religion much better than the creed of\ntheology, entered into it at once, and promised to come, and not wear\nhis white cravat. His wife, Sally Wilkins that used to be, took to it\nwith all her might.\n\nSo all things were made ready. Farmers sent in apples and boiled\nchestnuts; and there were pies, and cookies, and all manner of creature\ncomforts. The German who worked for the cabinet-maker decorated the\nhall, just as he had done in Wittenberg often before; for he was an\nexile from the town where Martin Luther sleeps, and his Katherine, under\nthe same slab. There were branches of Holly with their red berries,\nWintergreen and Pine boughs, and Hemlock and Laurel, and such other\nhandsome things as New England can afford even in winter. Besides,\nCaptain Weldon brought a great Orange-tree, which he and Susan had\nplanted the day after their marriage, nearly thirty years before. \"Like\nChristmas itself,\" as he said,--\"it is a history and a prophecy; full of\nfruit and flowers, both.\" Roses, and Geraniums, and Chrysanthemums, and\nOleanders were there, adding to the beauty.\n\nAll the children in the village were there. Sally Bright wore the medal\nshe won the last quarter at the Union School. Sip Tidy's six children\nwere there; and all the girls and boys from the poor-house. The Widow\nWheeler and her children thought no more of the railroad accident.\nCaptain Weldon, Deacon Jackson and his wife, and the Minister were\nthere; all the Selectmen, and the Town Clerk, and the Schoolmasters and\nSchoolma'ams, and the Know-nothing Representative from the South Parish;\ngreat, broad-shouldered farmers came in, with Baldwin apples in their\ncheeks as well as in their cellars at home, and their trim tidy wives.\nEight or ten Irish children came also,--Bridget, Rosanna, Patrick, and\nMichael, and Mr. And Mrs. O'Brien themselves. Aunt Kindly had her piano\nthere, and played and sung.\n\nDidn't they all have a good time? Old Joe Roe, the black fiddler, from\nBeaver Brook, Mill Village, was over there; and how he did play! how\nthey did dance! Commonly, as the young folks said, he could play only\none tune, \"Joe Roe and I;\" for it is true that his sleepy violin did\nalways seem to whine out, \"_Joe Roe and I, Joe Roe and I, Joe Roe and\nI_.\" But now the old fiddle was wide awake. He cut capers on it; and\nmade it laugh, and cry, and whistle, and snort, and scream. He held it\nclose to his ear, and rolled up the whites of his eyes, and laughed a\ngreat, loud, rollicking laugh; and he made his fiddle laugh, too, right\nout.\n\nThe young people had their games. Boston, Puss in the Corner, Stir\nyou must, Hunt the Squirrel round the Woods, Blind Man's Buff, and\nJerusalem. Mr. Atkins, who built the hall, and was a strict Orthodox man\na Know-nothing, got them to play \"Break the Pope's neck,\" which made a\ndeal of fun. The oldest people sung some of the old New England tunes,\nin the old New England way. How well they went off! in particular,\n\n     \"How beauteous are their feet\n      Who stand on Zion's Hill;\n      And bring salvation on their tongues,\n      And words of peace reveal.\"\n\nBut the great triumph of all was the Christmas Tree. How big it was!\na large stout Spruce in the upper part of the hall. It bore a gift for\nevery child in the town. Two little girls had the whooping cough, and\ncould not come out; but there were two playthings for them also, given\nto their brothers to be taken home. St. Nicolas--it was Almira Weldon's\nlover--distributed the gifts.\n\nSquire Stovepipe came in late, without any of the \"family\" that he was\nso busy in \"establishing,\" but was so cold that it took him a good while\nto warm up to the general temperature of the meeting. But he did at\nlength; and talked with the Widow Wheeler, and saw all her well-managed\nchildren, and felt ashamed of his meanness only ten days before. Deacon\nWillberate saw his son Ned dancing with Squire Allen's rosy daughter,\nMatilda,--for the young people cared more for each other than for all\nthe allusions to slavery in all the prayers and sermons too, of the\nwhole world,--and it so reminded him of the time when he also danced\nwith _his_ Matilda,--not openly at Christmas celebrations, but by\nstealth,--that he went straight up to his neighbor; \"Squire Allen,\"\nsaid he, \"give me your hand. New Year's is a good day to square just\naccounts; Christmas is not a bad time to settle needles quarrels. I\nsuppose you and I, both of us, may be wrong. I know I have been for one.\nLet by-gones be by-gones.\" \"Exactly so,\" said the Squire. \"I am sorry,\nfor my part. Let us wipe out the old score, and chalk up nothing for the\nfuture but good feelings. If a prayer parted, perhaps a benediction will\nunite us; for Katie and Ned look as if they meant we should be more than\nmere neighbors. Let us begin by becoming friends.\"\n\nColonel Stone took his youngest daughter, who had a club-foot, up to\nthe Christmas tree for her present, and there met face to face with\nhis enemy's oldest girl, who was just taking the gift for her youngest\nbrother, Robert,--holding him up in her bare arms that he might reach\nit himself. But she could not raise him quite high enough, and so the\nColonel lifted up the little fellow till he clutched the prize; and when\nhe set him down, his hands full of sugar-cake, asked him, \"Whose bright\nlittle five-year-old is this? What is your name, blue eyes?\" \"Bobbie\nNilkinson,\" was the answer. It went right to the Colonel's heart. \"It\nis Christmas,\" said he; \"and the dear Jesus himself said, 'Suffer little\nchildren to come unto me.' Well, well, he said something to us old\nfolks, too: 'If thy brother trespass against thee,' &c., and 'If thou\nbring thy gift to the altar, and there remember that thy brother hath\naught against thee, leave there thy gift before the altar; first be\nreconciled to thy brother, and then come and offer thy gift.'\" He walked\nabout awhile, thinking, and then found his neighbor. \"Mr. Wilkinson,\"\nsaid he, \"it is bad enough that you and I should quarrel in law, but let\nus be friends in the gospel. As I looked at your little boy, and held\nhim up in my arms, and found out whose son he was, I felt ashamed that I\nhad ever quarreled with his father. Here is my hand, if you think fit\nto take it.\" \"With all my heart,\" said Wilkinson. \"I fear I was more to\nblame than you. But we can't help the past; let us make amends for the\nfuture. I hope we shall have many a merry Christmas together in this\nworld and the next. Perhaps Uncle Nathan can settle our land-quarrel\nbetter than any jury in Worcester county.\"\n\nMr. Smith, the Know-nothing representative, was struck with the bright\nface of one of the little girls who wore a school-medal, and asked her\nname. \"Bridget O'Brien, your honor,\" was the answer. \"Well, well,\" said\nhe, \"I guess Uncle Nathan is half right; 'it's all prejudice.' I don't\nlike the Irish, _politically_. But after all, the Pope will have to\nmake a pretty long arm to reach round Aunt Kindly, and clear through the\nUnion School-house and spoil Miss Bridget,--a pretty long arm to do all\nthat.\"\n\nSo it went on all round the room. \"That is what I call the Christian\nSacrament,\" said Deacon Jackson to Captain Weldon. \"Ah, yes,\" replied\nthe blacksmith; \"it is a feast of love. Look there; Colonel Stearns and\nJohn Wilkinson have not spoken for years. Now it is all made up. Both\nhave forgotten that little strip of Beaver-gray meadow, which has\ncost them so much money and hard words and in itself is not worth the\nlawyer's fees.\"\n\nHow the children played! how they all did dance! And of the whole\nsportive company not one footed the measure so neat as little Hattie\nTidy, the black man's daughter. \"What a shame to enslave a race of such\npersons,\" said Mr. Stovepipe. \"Yet I went in for the Fugitive Slave\nBill, and was one of Marshal Tukey's 'fifteen hundred gentlemen of\nproperty and standing.' My God forgive me!\" \"Amen,\" said Mr. Broadside,\na great, stout, robust farmer; \"I stood by till the Nebraska Bill put\nslavery into Kansas, then I went right square over to the anti-slavery\nside. I shall stick there forever. Dr Lord may try and excuse slavery\njust as much as he likes. I know what all that means. He don't catch old\nbirds with chaff.\"\n\nUncle Nathan went about the room talking with the men and women; they\nall knew him, and felt well acquainted with such a good-natured face;\nwhile Aunt Kindly, with the nicer tact of a good woman, introduced the\nright persons to each other, and so promoted happiness among those too\nawkward to obtain it alone or unhelped. Besides this, she took special\ncare of the boys and girls from the poor-house.\n\nWhat an appetite the little folks had for the good things! How the old\nones helped them dispose of these creature comforts! while such as were\nhalf way between, were too busy with other matters to think much of the\neatables. Solomon Jenkins and Katie Edmunds had had a falling out. He\nwas the miller at Stony Brook; but the \"course of true love never\ndid run smooth\" with him; he could not coax Katie's to brook into his\nstream; it would turn off some other way. But that night Katie herself\nbroke down the hindrance, and the two little brooks became one great\nstream of love, and flowed on together, inseparable; now dimpling,\ndeepening, and whirling away full of beauty towards the great ocean of\neternity.\n\nUncle Nathan and Aunt Kindly, how happy they were, seeing the joy of\nall the company! they looked like two new Redeemers,--which indeed\nthey were. The minister said,--\"Well, I have been preaching charity and\nforgiveness and a cheerful happiness all my life, now I see signs of\nthe 'good time coming.' There's forgiveness of injuries,\" pointing\nto Colonel Stearns and Mr. Wilkinson; \"old enemies reconciled. All my\nsermons don't seem to accomplish so much as your Christmas Festival,\nMr. Robinson,\" said he, addressing Uncle Nathan. \"We only watered the\nground,\" said Aunt Kindly, \"where the seed was long since sown by other\nhands; only it does seem to come up abundantly, and all at once.\" Then\nthe minister told the people a new Christmas story; and before they went\nhome they all joined together and sung this hymn to the good tune of Old\nHundred:\n\n     \"Jesus shall reign where'er the sun\n     Does his successive journeys run;\n     His kingdom stretch from shore to shore,\n     Till moons shall wax and wane no more.\n\n     Blessings abound where'er he reigns;\n     The prisoner leaps to loose his chains;\n     The weary find eternal rest,\n     And all the sons of want are bless'd.\"",
    "metadata": {
        "author": [
            "Parker, Theodore",
            "Blodgett, Levi"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/17006/pg17006.txt",
        "name": "two_christmas_celebrations.json"
    }
}