{
    "name": "Under the Skin",
    "author": [
        "Perri, Leslie",
        "Baumgardt, Doris Marie Claire"
    ],
    "body": "I ran a story the other day about the arrival on Earth of a Martian\ndiplomat and his wife. And I okayed a picture of the lady presiding\nover a tea at the Martian embassy. I looked at the picture for quite\na while. The lady in her costume, fresh from the Couture Syndicate in\nRio, was a carbon copy of every other woman. What was different about\nher was no longer very different. It was sad, and it was frightening,\ntoo.\n\nIt took me back to the days when Deborah and I were pioneering in the\ngloomy bureau Universal News had set up in Marsport. I remember the\nbiggest story we ever covered; it was the only one we never wrote. And\nI've been waiting for a time when I could break it because sooner or\nlater you can take the lid off anything. It illustrates a point I try\nto make when I can.\n\nIn the early days we were frequently involved in Martian difficulties.\nIt was partly through genuine concern for their welfare; we liked the\nMartians without question. But it was also, curiously, motivated by an\nalmost adolescent eagerness to demonstrate efficiency and speed and\nworth to a people who remained friendly and grateful but aloof and\npaternally amused by our energies.\n\nThis story started as suddenly and simply as most disasters usually\nstrike on Mars, or anywhere. A news flash was relayed in from an\ninterior hill community, Faleeng, to our Marsport office. The news\nflash to Universal News came almost simultaneously with the official\nSOS.\n\nDisaster had struck a small community of Martians in the Ul\nMountains--a mining region, remote and inaccessible to the Martian land\nmachines. Power failure threatened the colony of 2,000 with extinction.\nIntense cold was slowly, inexorably moving in from the cheerless\nsandstone hills from which Ul had been carved.\n\nIt was top news as it stood, but there was an additional detail that\nmade it a real 72-point type headline, a screamer. Ul was the seat of\nMartian diranium mining operations. And Mars ran on diranium ore and\nwhatever it was that the Martians did with it.\n\nWe didn't know anything about diranium then and the Martians kept\nit that way. We had nothing like it and it drew the con boys like a\nmagnet. But fruitlessly. Ambassador Ferne, a real level guy with the\nMartians, made sure nothing like diranium ever left in anyone's carpet\nbag. Our relations with the Martians were smooth, as a result. There\nwas really nothing else we wanted from them.\n\nExcept maybe to see what their women looked like, and, oh yes, their\nchildren. No ancient system of purdah was ever stricter. They were\ninflexible on the subject. They had not only instituted elaborate\nprecautions for keeping their women invisible, it was, also, distinctly\na breach of good manners to mention them. We had been given a rough\nidea of the methods the Martians employed in rearing children, but\nwhile it excited a lot of psychologist chaps with its novelty, we were\nstill frustrated and speculative about their female relations. Who must\nhave been a pretty attractive and exotic lot, to judge by their men.\n\nBut you couldn't, if you were decent, do anything but defer to the\nMartians in the matter. They were wonderful people, honest, friendly\nand with no ax to grind. They invariably brought out your best without\nany seeming effort. They made you examine into your motives, and the\ndarker nooks and crannies of your far-from-perfect-soul.\n\nConsequently, the Ul disaster packed a real wallop for us.\n\n\n\nWhen the Martian authorities got the news from Ul they appealed to\nFerne for assistance. The U.F.S. Rocket Auxiliary was the fastest\ntransportation available on Mars, faster than anything the Martians\nhad. The Ambassador ordered the rocket fleet to assist in the immediate\nevacuation of stricken Ulans to Marsport medical stations.\n\nIn addition a team of Martian and Earth Federation technicians boarded\nthe lead ship, _Electra_. Equipment, food and medical supplies were\ncrowded into the remaining ships. And a large fleet of Martian land\nmachines went into action. The land machines were like enormous onyx\nbowling balls, rolling heavily but smoothly on bands of gripper treads.\nThey would go as far as they could into the hills, and the clumsy,\nshort-hop Martian _wings_ would make the rest of the trip to Ul.\n\nOf course the monster maw of public interest on Earth devoured the\nfirst news like a cocktail sandwich and clamored hungrily for more.\nIn those days news from Mars took priority. The New York bureau of\nUniversal News was explicit about wanting full coverage--and pictures.\n\nAnd this was where Deborah Wayne first came into the\npicture--unfortunately. Deborah was a nice girl, a bright girl, and\nbrilliant with her super-speed, super-sensitive cameras. But I think,\nnow, that the psychologist who screened her for that career was drunk.\nShe was supposed to be ready to cope with the rigors and exigencies of\nthe frontier. But in the showdown she turned out to be a sentimental\nslob who all but got us kicked off Mars.\n\nI didn't think about Debby when the news first broke. I might never\nhave thought of her myself, but the New York bureau did. When their\norders came in on the Spacetron, the message link between Earth and\nMarsport, I was alone in our office with Charley Ray of Galactic News.\nI read him the tape as it came off the machine.\n\n    QUOTE PROSTEVELASKER EXWILSON COLON UNPICKLE SELF AND SUBQUOTE\n    TALENT UNSUBQUOTE FOR FULLEST DISASTER COVERAGE WITH PICTURES\n    PERIOD OFFER WAYNE BONUS IF DANGEROUS PERIOD REQUIRE LEAD FOR\n    BLUELINE CASTS AND FULLEST UL BACKGROUNDING END UNQUOTE\n\n\"And where do you suppose Debby is?\" Charley said. \"To think I could\nhave forgotten her!\"\n\n\"Debby!\" I said. \"Pictures!\" I was thinking that the insatiable human\nglut for horror and tragedy was a pretty sad and unchanging constant in\nour Earth civilization.\n\n\"They want a real production,\" I said bitterly. \"With a gallon count on\nthe blood running in the streets.\"\n\n\"And you get paid for counting it accurately,\" Charley said. \"We got an\nhour. Feel noble when we're comfortable. And on our way. With Debby. I\nwon't go without her. Mad about the girl.\"\n\n\"Mad,\" I agreed. \"You'd better call our office and then check with\nFerne's office on which crate we get to ride in. While I try to locate\nthat two-legged witch.\"\n\nKibby came in. He was relief man and almost always shrouded in an\nalcoholic fog from which the cleanest, clearest prose emerged. He\nnodded at us, noticed we were looking less bored than usual and picked\nup the tape for the answer. He groaned. \"You mean I have to _work_ this\nmorning? With this head? Background on Ul! The rockpile of Mars.\"\n\n\"Yop,\" I told him. \"SOS came in a couple of hours ago to the\ncommunications center. Galactic and Universal got the flash from the\nstringer in Faleeng, the nearest point to Ul. Sounds real rough out\nthere. And interesting. This is the closest we've ever come to their\ndiranium. But first I have to find Debby.\"\n\nAs I talked, I was looking over a list of stations.\n\n\"Ruin my day, altogether,\" Kibby muttered.\n\n\"Try the _Celestial_. She said she was doing a film on those historic\nruins outside of Marsport. The _Celestial's_ the only dump you can stay\nin out there.\"\n\nI rang up the _Celestial_. She had left hours ago.\n\n\"Great,\" I groaned. \"She could be anywhere.\"\n\nCharley put a cigarette in his mouth. And in between the calls I made\nto different places on the list he told me the seats reserved for the\npress, us, were on the _Starfish_. We were going along with some crates\nof blankets and two mine experts, Sam Vechi and his assistant, Raeburn.\n\n\"But no pictures of the mines,\" Charley said. \"Or the mining equipment.\nThis order is backed up with RA zap guns. Dipple, over there, was very\nemphatic. If he didn't know much about anything else, he knew that. I'm\nsurprised he managed to figure out how we were going to get to Ul.\"\n\nKibby was at the water cooler, his head pressed lovingly against the\ncold metal cylinders. \"Why are they letting Vechi go along? He's no\nhumanitarian. His interest on Mars is diranium and they're giving him a\nchance to run through it barefoot.\"\n\n\"Pure conjecture,\" I said, cautiously but not convincingly. I had\ngiven up trying to locate Deborah. \"It's a mine area and Vechi is an\nengineer. With all that education he should be some help.\"\n\nVechi was a hard guy to figure and pretty much on his own for a member\nof the small Earth Federation colony. He was more or less attached to\nthe United Federated States Geological Research Expedition. But he was\na free-lancer, too, and disappeared from Marsport for months at a time.\nIt gave rise to rumors about his being an agent on the side for some\nbig mine development syndicate on Earth. His comings and goings were\nmysterious but you couldn't pin a thing on him. Vechi was slippery,\nsmooth and indefinably unpleasant. But smart.\n\n\n\nI had just suggested we haul our equipment out of the locker when the\ndoor slid open. Deborah, her red hair half over her eyes as usual, came\nin--a blazing little fireball of energy. She was going full blast.\nI shrank within myself and wanted to crawl under a desk. If Charley\nthought this was enchanting and feminine, he could have it.\n\nAlthough--she had the throatiest, most electrifying voice I had ever\nheard. It was a muted female foghorn with a lovely liquid cold. It\nturned my spine to wax even though I got angry the minute she opened\nher mouth and used it to say, witheringly, \"What's the matter? How\nmany people have to die before you big shots get interested? You two\nwouldn't dream of offering to help even if you aren't going after the\nstory!\"\n\n\"I've been trying to get hold of you,\" I said coldly.\n\nShe just looked her contempt. \"I've been at rescue headquarters since\n6:00 a.m. You might have tried there. Two thousand people face death,\nyou know.\"\n\n\"And little Deborah has trundled out her armor and is in there pitching\nlike mad,\" I said.\n\n\"You hardboiled newsmen,\" she said, and she was really upset. \"You\nlouses.\"\n\n\"Lice,\" I said. She had made me feel like a louse. I didn't want it\nto show, so I got sly and mean. \"Don't you think this trip is too\ndangerous for you?\"\n\nShe had calmed down. She didn't look like Joan of Arc, any more, just\ntired and troubled. \"No,\" she said briefly.\n\n\"O.K.,\" I said cheerfully. I was only a little bit sorry to be so\nmean. \"Then there's no bonus involved.\"\n\nShe buttoned a button on her sleek green workalls. \"Louse, in the\nsingular. Keep your lousy bonus.\"\n\nCharley gave me a long, disgusted look and left to get his gear.\n\n\n\nFrom the air all of Marsport seemed enclosed in a shimmering\ntransparent syntho-glass bag. And it was, as were all the other Martian\ncities, enclosed in some virtually indestructable sheeting that rose\nto heights of 20,000 feet--contracting and expanding in the extreme\ntemperature changes of the planet. These breathing, nearly invisible\n_skins_ sheltered the cities, and within them strange hybrid species of\nflora and fauna flourished. The Martians had evolved a way of life that\nwas tranquil, visually beautiful and civilized--if artificial, by our\nstandards.\n\nIts very artificiality became, in fact, a new kind of reality. The\nreality of a dream that persists, or a fantasy which retains its\nunbelievable qualities but becomes actuality. And in this atmosphere we\nset up our machines and agencies and extensions of Earth--bursting with\nthe conceits and importance of having conquered space. And, oddly, we\ndid not consider it strange that the Martians displayed no interest in\nreturning our visit.\n\nThe spaceport lay outside Marsport, however. When we ventured beyond\nthe protection of the city shelter we wore the pixie-like oxygen hoods\nand adjusted the thermal dials on our workalls. I never got over being\nsurprised that our technicians on Earth could have been so clever at\nkeeping us comfortable. You got used to nearly everything, as a matter\nof fact, except the psychological sense that freedom existed within the\ncity shelter--and not in the great outdoors. You could get agoraphobia\non Mars; it was rough outside.\n\nWhen we arrived at the spaceport it seemed as though every citizen\nin the capital city had turned out. The slender Martian men in their\ncolorful, oddly skirted costumes formed the bulk of the crowd. They had\nneed of extra oxygen, too, and the tall, transparent cones within which\nthey breathed glittered like a thousand needles in the early morning\nair. Martian women were missing from the crowd, as usual, and as usual\nyou had a strangely wistful feeling about these withdrawn people--who\nwere always friendly but never intimate. Who would not trust you any\nmore than you would mischievous children with the treasures of their\nancient and beautiful civilization.\n\nWe rode past the crowds in our vehicle, with an R.A. sergeant directing\nus to the _Starfish_.\n\nIt can be said for the Rocket Auxiliary that they worked like beavers\nloading the U.F.S. Rocket Fleet. The array of ships was impressive.\nThe sleek, silver hulls mirrored the pastel, candy colors of a clear\nMartian morning. They lay quiescent like glittering feathers on the\nbroad, red-earth field. Far in the distance, low, brown hills rolled\nout to meet the horizon. Small yellow clouds swirled over a section of\nthe hills--a dust storm into which we would be heading presently.\n\nOur sergeant hopped off the vehicle when we reached the _Starfish_.\nShe was a real old dowager, the _Starfish_, with the broadest beam\nin the fleet: even slower, but more uncomfortable, than a ride on a\nthree-legged Martian _ileh_, the only beast of burden on the planet.\n\nWhen we had piled out of the vehicle the first thing I noticed was\nDeborah's gear, all neat and ready to be stowed. Then Sam Vechi,\nsitting on a fibreboard crate with his legs crossed at precise right\nangles. His face in the transparent visor was thin, darkly tanned and\nhealthier looking than any of ours. And his workalls fitted as though\nthey had had him in mind when they tailored the original design. When\nhe got up at our approach I was surprised again by his height. You\nremembered him, somehow, as being a small man, which he wasn't.\n\nThe audio cup in my oxygen helmet buzzed a little when he began to\ntalk, so I adjusted it and picked up the tail end of what he was\nsaying: \"... terrible, this Ul thing, isn't it?\" I nodded.\n\nDeborah kept fiddling with her audio adjuster, as though she couldn't\nhear, so she wouldn't have to acknowledge Vechi's greeting. She wasn't\ngood with people she didn't like and she didn't like Vechi.\n\nCharley, who had a bright word for any slob, offered an apology for our\noffhandedness. \"They have a hate on,\" he lied blithely. \"They turned\noff audio so they couldn't hear my arguments for a reconciliation.\"\n\nDeborah, who wouldn't let even phony opportunity go by, said nastily,\n\"I wouldn't give him two minutes or two words more than my contract\ncalls for.\"\n\n\"And it's a good thing it isn't up for renewal,\" I said.\n\nVechi smiled and there was something agreeable about all those white\nteeth in that brown face.\n\nI guess it made Deborah uncomfortable to have Vechi agreeable. \"Excuse\nme,\" she said. \"I want some shots of the mob scene.\" She looked at me.\n\"Are you going to wave in a story to Kibby before takeoff? Lots of\ncolor around.\"\n\nIt was a damnfool question. \"I do news. You do pictures.\" I said it\npatiently.\n\n\"I was only thinking of correlating the two, you crab!\" she snapped and\nstamped away.\n\n\"Real friendly type,\" Charley growled at me. \"Quit riding her. She\nknows her job and she does it.\"\n\n\"She knows her job but not her place,\" I growled back. \"She has to run\nevery show.\"\n\n\"Boy, I bet your ancestors beat the spit out of their women when they\nwent out after the vote.\"\n\n\"That was the turning point in history,\" I said. \"We have been paying\nfor it ever since.\"\n\nCharley grinned. \"It ain't such a big price, considering.\"\n\nHe looked around the field. \"Well, I'll wave in my story on the takeoff\nstuff. There's nothing else for the noon leads.\"\n\n\n\nI watched him leave. And then I looked for Debby--and watched her. From\na distance she looked mighty nice, it was true. She had a funny way of\nmoving, a little awkwardly like a young animal, but it had its appeal.\nAnd so did her red hair, which was short and curly and never in place.\nShe was young all over except for her figure which was as grown up as\nit had to be. What no one could understand, though, was why the best\nlooking gal in Marsport hadn't been trapped by any one guy as yet. And\nhow anyone that good looking could also be good. So far from home it\ndidn't usually work out that way. The girls did as they pleased and no\none blamed them. It was one of the rewards for being a sucker and doing\na stint on Mars.\n\nIt gradually dawned on me, as I watched her, that she wasn't doing much\nactive picture-taking. Her usual intensity was curiously missing. She\nseemed to be thinking about something else as she aimed her camera,\nup there on top of the _Starfish_. I made a mental note of this. I\nhad learned that when Deborah appeared abstracted there was usually a\ndamned interesting reason for it.\n\nI fished out my communication gimmick and flicked a button. I got the\ncontrol tower, or, more accurately, underground shelter, and the latest\npoop. Then I signalled Kibby and dictated a story to him. While I was\ntalking privately into the 'com. Vechi watched me in a disinterested\nway. Raeburn, his assistant, arrived and they wandered off among the\nfibreboard crates for a private conversation.\n\n\"Paragraph, Kibby,\" I said into the mouthpiece. \"'The vast rocket\nterminal at Marsport is soberly alive this morning with preparations\nfor the giant rescue job awaiting the joint forces of the U.F.S. Rocket\nAuxiliary, and the Martian disaster crew....'\"\n\nPundra Doh, the Martian premier, was in the lead ship, _Electra_.\nBut there wasn't time for an interview. Thin, electric-blue spits of\nexhaust flickered all over the spaceport by the time I had finished\ndictating. The high, keening sound of the rockets revving up tore\nthrough my helmet and I shouted at Deborah who was still up there, on\ntop of the _Starfish_. My voice in her helmet must have blasted her\neardrums.\n\n\"Damn you, Steve,\" she screamed back at me. Then she clicked another\nwide-angle shot of the field, sat down suddenly and slid down the\npolished tail of the _Starfish_ on her fanny.\n\nIt's a wonder her camera survived the descent.\n\n\n\nThe _Starfish_ shuddered as she lurched along, keeping up with the rest\nof the fleet. Her vibration was too heavy to be soporific but Deborah\nslept like a baby on a pile of things she had scratched together. Or at\nleast she seemed to be asleep. Maybe because I was looking at her she\nfigured it was a good idea to pretend. There was something wrong with\nher, something I couldn't put my finger on.\n\nCharley took out a cigarette. He looked at me looking at her. \"Why\nresist?\" he grinned.\n\n\"You've got a one-track mind,\" I said. \"What I'm wondering is what\nthat little witch has up her sleeve. She's behaving like she's done\nsomething--it makes me uneasy.\"\n\nCharley looked real angry. He flicked an ash meticulously. \"You\nhaven't got a damned thing to gripe about, have you? So, instead of\nrelaxing, you're _imagining_ enormities she could have committed! What\na jerk. Why don't you admit it to yourself; she attracts you. Like she\ndoes everyone else. Say something nice about her for a change--you\ndon't impress me.\"\n\n\"She takes good pictures.\"\n\nCharley laughed, derisively. \"I guess you'd like it better if she went\nspace-crazy, like every other dame does here. She ought to drink more,\nbeef more, hell around. Maybe you could stand having her around if you\nknew she took the guys home with her who would run at the chance.\n\n\"You're just waiting for her to make a slip. So, you can write her off.\nBut she won't. You might as well save time and admit what everybody\nfigured a long time ago.\"\n\n\"You through?\" I asked.\n\n\"Sure.\"\n\n\"I'd still like to know what she's been up to.\"\n\nI bent forward and started checking my gear. I was so mad my hands\nshook. I took out a bottle of hooch and examined it while I calmed\ndown; it was vintage stuff, not home brew. I put it away again. I\ndidn't need a drink, really. Deborah! If it wasn't love it was\nsomething just as insidious. I could get real boiled up because of her.\n\n_Love_, now there was a fancy word! I toyed with it for a minute and\nconsidered it in relation to Deborah. And all I came up with was a\nmental picture of her mouth--very soft, with the ingenuous, upward\ncurve of an eager kid. It didn't solve a damned thing. I closed my gear\npack and looked at the other passengers.\n\nVechi and his boy, Raeburn, were checking gear, too. They spent a\nlittle time admiring some scientific gadget Raeburn had fished out for\nVechi's approval. Vechi pushed a pointer on a small black dial and\nsighted us through it; very cool. When they got through playing, they\nleaned back comfortable-like and looked at us.\n\nSince we were newsmen the conversation was bound to be a little formal.\n\nVechi must have known he had a doubtful reputation. I guess he figured\nwe were curious about his berth on the _Starfish_; how come he was\nriding with the press?\n\nRaeburn was a pudgy, balding civil service sycophant. He had little\nquick brown eyes, a loose wide mouth filled with an unpleasantly\nself-conscious smile--and practically no chin to balance the naked\nshine of his brow. He made bad jokes and thought he was quite the boy.\n\nSince I was never at the head of the class for tact I started the ball\nrolling down the center alley. \"What's your interest in this trip,\nVechi?\" I said.\n\nI heard Charley sigh resignedly.\n\n\"I'm a civil engineer,\" Vechi said. \"It seems they need technical\npeople as well as reporters. Technical people to save as much as they\ncan and newsmen to dramatize what hasn't been saved.\"\n\nScore one, and not for us! I grinned at him. \"Got any ideas for the\npress on what caused the power failure?\"\n\nVechi smiled a gentle, patronizing smile. \"Apparently, the Martians\nuse diranium as a source of atomic power. But since no one knows the\ncharacteristics of diranium it would be difficult to imagine the type\nof power installation they employ. It seems evident to me, also, that\nwe will know as little about diranium, later, as we do now--with the\nstrong security measures taken to safeguard the secrets of diranium.\n\n\"Furthermore, the Martians have evolved totally different scientific\nsystems based on materials, limitations and planetary conditions which\nare alien to us. Entirely different engineering skills are required.\"\n\n\"Then what earthly good are our boys going to be?\" I asked.\n\nVechi stretched his legs. Raeburn listened and said nothing. \"We\nhave no way of knowing that Ul station did not sustain a physical\ncatastrophe--in which case a knowledge of construction, how to salvage\ntunnels, buildings, bridges, heating systems and the like will probably\nprove useful. We know something of their building techniques from\nMarsport.\"\n\n\"Well, you certainly appear to be well qualified,\" I said as\ncourteously as possible. But somewhere a dim instinct warned that this\nwas eye-wash. Why wasn't this joker with the other engineering boys up\nfront?\n\n\"Thank you, Mr. Lasker,\" he said, equally courteous. End of interview.\n\nI looked at Charley. He looked at me. Then he handed me his bottle.\nTrust Charley. \"Have a slug, pal,\" he said cheerfully. \"Stop working.\"\n\n\"I will, pal,\" I said. \"Thanks.\"\n\nIt felt good going down and for the first time I realized I had a\nhangover from the night before. And the night before that. And then I\nsaw that Deborah's green eyes were wide open and fixed on me.\n\nI took another slug, over and above Charley's little pained\nexclamation. I didn't like the look in those green eyes.\n\n\n\n\"Hey, Steve,\" Debby called in that indecent voice of hers. \"I want to\ntalk to you.\"\n\n\"You see, my friend,\" I said to the owner of the bottle, \"she wants to\ntalk to me.\"\n\n\"That makes you lucky,\" Charley said. He was very carefully putting the\ntop back on the bottle.\n\n\"So, talk,\" I said to her.\n\n\"No, _you_ come over here for a change.\"\n\nThen I knew something was wrong. In some crazy way Deborah and I\noperated on the same frequency. I could always sense things about\nher--and, I knew, she could about me, too. I grunted. I moved\nreluctantly. But I went over to her and sat down.\n\nHer face was propped up by an elbow and about six inches from mine\nafter she had drawn my head down for a real private tete-a-tete.\n\n\"Steve, I've got to talk to you.\"\n\nShe was real, damned pretty that close up. But that wasn't the reason I\ngot the breathless feeling in my stomach. I wondered how much this was\ngoing to cost Universal. I was thinking in terms of money at that point.\n\n\"All right,\" I said. \"I couldn't hit you even if I wanted to. What did\nyou do this time?\"\n\n\"Well. It's not awfully bad and it's not awfully good. It's a delicate\nsituation. And I need your help.\"\n\nMy alarm grew. \"Deborah!\" I said warningly.\n\nShe drew a deep breath through a small, round red mouth. \"I smuggled\nsomeone on board,\" she said very quietly.\n\nWell, that was interesting. I patted her cheek; I wanted to wring her\nneck. \"Fascinating,\" I said lightly. \"Let me know how you make out with\ncustoms, or whatever.\"\n\nI made like I was getting up. She grabbed my collar. \"Steve!\" she\nwhispered, agonized about something.\n\n\"Mr. Lasker,\" I said briskly. \"I'm your boss, not your friend. Take\nyour problem to Charley; he's softheaded.\"\n\n\"I'll give Charley an exclusive,\" she whispered three inches from my\nface. \"I could tie up the spacetron for the next two days with this\nstory.\n\n\"This is Pundra Doh's wife!\"\n\nI sank back on my haunches and stared at her. \"You've stowed a Martian\n_woman_ on this tub?\"\n\nShe nodded a small nod, once.\n\nI grabbed her by the shoulders and I guess it wasn't gently.\n\n\"The holiest of all holy Martian women, the Premier's woman!\"\n\n\"Yes, Mr. Lasker.\"\n\nI was speechless and, I will admit, scared. This was real serious\nbusiness. This no newsman on Mars would wade into without a clearance\ncovered with red seals and blazing with blue ribbons. The Martians were\n_touchy_ about their women, and they meant it.\n\nAnd our doll, our Deborah had done this all by herself. But why? I\nasked the burning question even if it was crazy, \"You didn't kidnap\nher, did you? Just for laughs or something?\"\n\n\"Steve, please!\"\n\nShe was scared. I loosened a button on my collar. \"Okay, baby, give it\nto me. All of it. You realize this constitutes a breach of faith with\nthe Martians. Not to mention an assault on U.F.S. policy. A lot of\npeople are going to find their heads on the block if this gets out.\"\n\n\"Well, I don't know about that,\" Deborah said quietly. \"I was asked to\ndo this. To arrange this trip for Laapet, in exactly this way. And I\ngave it a lot of thought before I agreed to do it.\"\n\n\"Laapet? The lady's name?\"\n\nShe nodded. She backed away a little, down on her elbow again. She had\nbeen upsetting that close; even with everything else charging through\nmy brain, I noticed it. Had she?\n\n\"I was at the _Celestial_ when the first news from Ul broke,\" Deborah\nsaid. \"I was about to go to bed, as a matter of fact, when the Martian\ninnkeep hammered on my door and told me about the disaster. I packed\nmy gear right away and got transportation for rescue headquarters.\nI figured the biggest picture-wise things would be happening there.\nBesides, I wanted to help if I could.\n\n\"I hadn't gone very far from the _Celestial_ when my vehicle was\nstopped by a Martian.\"\n\nI listened to her story incredulously. It was eerie and unbelievable.\nThere in the merciless cold of the white-lighted night desert Deborah\nhad made the first crossing into the secret, private world of the\nMartians.\n\n\n\nThe man who intercepted her appeared out of the night, without warning.\nTall and slender in a cloak of soft furs, his feet in fine leather\nquilted boots, the tall glittering oxygen cone crested with the\nphoenix-like emblem of the ruling group--he was regal, and tragic with\nuncertainty. He had no taste for his mission but he was urgent.\n\nHe frightened Deborah with his intensity but she trusted him. The way\nyou always trusted the Martians. She left her chauffeur to wait for\nher and went with him in his machine. They drove into the desert for a\nlong while in silence. He did not tell her what to expect, but it was\nobviously important and secret. He was without attendants. He did not\neven have a driver but operated his own vehicle.\n\n\"I could not understand why I had been chosen,\" Deborah said. \"But I\nhad the feeling that I was very unimportant, in myself.\"\n\nThey came to the rendezvous spot where one of the larger and better\nland machines waited--like a black monument rising from the white sand.\nInside, Laapet waited. He had taken her to his sister, Pundra Doh's\nwife.\n\nThe compartment was luxurious and dimly lit. Laapet sat behind\nsemi-opaque hangings, shy, frightened and all but invisible. But\ndesperate. Her two children were in Ul and she was beside herself with\nanxiety for them.\n\nDeborah's face was very soft and saddened. I understood something,\nsuddenly, something I had not come close to before. Laapet was not\na stowaway to Deborah, or a diplomatic catastrophe, but a woman\ndistraught with concern for her children. If Deborah had any motivation\nit was to help this other woman--even if she broke the iron rules of\nthe Martian code. She was, in that instant, an entire woman, herself.\n\nAnd what could you do about it? Forget you were a good guy, too,\nsomeplace in your cynical old fibers? And just berate her for getting\nyou involved in an absolutely untenable situation--one that would\npresently have the Ambassador, himself, running for a bromo fizz?\n\n\"So, she wanted to go to Ul. And you were the only woman going and\nshe trusted you to understand?\" I said it as gently as I could. Maybe\nDeborah understood that I understood, for once.\n\nDeborah was thoughtful. \"I don't understand all of it,\" she said\nslowly. \"She was, naturally, not permitted to accompany the Premier.\nI'm sure she didn't even ask. If you know anything about the way they\nrear their children, here ...\" she said expectantly, and I nodded\nbecause I had read a report or two on the subject.\n\n\"Well, it seems she had been ill--not physically, but emotionally, I\ngather. She was unstable and the children were sent to Ul on a holiday,\nto escape her tensions. Since they had been sent to Ul because of her,\nshe felt it was her fault they were in danger. And because she knew\nthey would receive no better attention, or be found more quickly, under\nthe Martian code, she decided to go herself to make sure they would\nsurvive.\"\n\n\"They will not honor her for it,\" I said. And I was doubtful that\nMadame Pundra's stability had returned.\n\n\"I am sure they won't,\" Deborah said bitterly. \"But I can understand\nthat her children are worth more to her than her honor. And maybe\nthat's an instinct that's common to all mothers regardless of their\norigin.\"\n\nI couldn't argue with her. I didn't say that maybe if Madame Pundra had\nbeen well, emotionally, according to Martian standards, she wouldn't\nhave done it. What was the point?\n\n\n\nThe generators of the _Starfish_ hammered through the silence that\nhung between us. I had never before been touched emotionally, myself,\nby anything Martian. And here, suddenly, I was a hapless party to a\ncertain tragedy--all the more tragic because it was based on mores I\ndid not understand entirely, or sympathize with.\n\n\"Maybe we can help her avoid dishonor?\"\n\nDeborah shrugged. \"She will, in any event, confess to having petitioned\nus into helping her. The Martians do not dissemble. That will be enough\nto condemn her.\"\n\nI shook myself out of a peculiar gloom. \"There may be a way.\" I said,\nbut I doubted it. \"How did you ever get her on board? And where is she?\nAnd how did she ever hear about you?\"\n\nDeborah looked tired. \"The plan was to smuggle her aboard in my\nportable developing unit; it worked out very smoothly. I don't know how\nshe heard about me. I wish she hadn't.\"\n\n\"That makes two of us,\" I muttered. \"Deborah?\"\n\nHer mouth shook a little. \"Yes, Steve, I know.\" Her voice was a\nregister lower and all but inaudible. \"I'm glad I can count on you, you\nlouse.\"\n\nSomething pretty incredible was happening to us. In spite of the way\nshe phrased it she was suddenly not out there striding along manfully\nby herself, any more. Nor had she ever been. To have her suddenly\nlapse atavistically into a woman instead of a termagent was more than\nI could handle. I, who had all but resigned myself to the inevitable,\neventual appeal of one of the moronic but less assertive ewes of our\nsociety! How had Deborah been flushed through the nets and traps\nand conditioners of our psychologists--to land, thus, a compound\npersonality in my lap?\n\nHere, I thought exultantly, is no glitteringly compatible equal with\nevery brain impulse carefully measured, and every muscle vibrating in\nharmony with the males on her level. But a thoroughly mixed-up female\nin the romantic tradition of the last century!\n\n\"You damned little fake,\" I said huskily.\n\n\"It took you the longest time to figure me out,\" Deborah sighed. \"I\nhope you'll treat it as a confidential disclosure or they'll try to\ncure me and make me _normal_.\"\n\n\"Heaven forbid!\" I let her voice crawl up and down my spine with a\nfreedom I'd never allowed before. It made me feel pretty drunk.\n\nI looked at her and her eyes were green and wide. \"God, you're\nbeautiful,\" I said with the unbidden frankness that comes with any kind\nof drunkenness.\n\n\"You make me feel that way,\" she said.\n\nI touched her hand very briefly. \"It'll turn out as good as I can\nmanage.\"\n\n\"I needed you, Steve. I was so afraid you wouldn't be there. I couldn't\nbe alone with this one. She's going to _kill_ herself, Steve.\"\n\n\"Aren't any of her people interested in helping her? What about her\nbrother?\"\n\n\"Another potential suicide, I suppose,\" Deborah said bitterly. \"He's\nwith Pundra Doh in the lead ship. He will ostensibly take over when he\nreaches Ul.\"\n\n\"Well, heaven bless him.\"\n\n\n\nI didn't have to go back and sit next to Charley, but I did. I had a\ncouple of things to think about and if I'd stayed with Deborah I would\nhave thought about only one of them.\n\nCharley was half asleep. Raeburn seemed to be asleep. Vechi was\nreading. I leaned back and closed my eyes. And still I thought about\nonly one thing. Deborah. Not thinking, really, feeling. I resented\nPundra Doh's wife for crowding in on that feeling. And for the vague\npresentiment I had about Vechi. And Charley's eternally undisturbed\nequanimity.\n\nDeborah! I wished we were anywhere but where we were. With this new\nthing to explore and understand, I wanted to be near her, alone. But\neverything had its price; I had been conditioned successfully enough to\naccept that.\n\nThere was Laapet, Madame Pundra. And what if her brother did not\nmaterialize when we reached Ul?\n\nI opened my eyes and watched Charley. He was pouring a shot from his\nbottle. \"Here, pal,\" he said, \"have a medicinal.\"\n\nI wondered if we would have to tell him about Laapet? Not yet. \"Wait,\"\nI told myself reassuringly, \"her brother will take the whole thing off\nyour hands.\" But I wasn't sure. I had the uneasy feeling that something\nwould prevent it.\n\nI glanced at Deborah. She was lying on her back, staring at the dome of\nthe _Starfish_. She didn't look like she was thinking about us, only.\n\nCharley was tuned in on the same vibration band. He gave me the answer.\n\"You know,\" he said quietly, \"I've been thinking about Vechi. I don't\nlike his being on the _Starfish_.\"\n\n\"Go fight the R.A.,\" I said sarcastically.\n\n\"I don't like other things, too,\" he went on, ignoring me. \"Why hasn't\none of the pilots come out for a smoke, yet? Or a drink--or for some\nbright chatter with us educated chaps?\"\n\n\"Things too dull for you, pal?\" I asked routinely. It hadn't\npenetrated, yet.\n\nCharley had on his patient expression. \"Listen, Brain. While you and\nDebby were having your big conference I went to the men's lounge to\ngargle my throat. It's a funny thing how cautious the R.A.'s getting;\nthe door to the control room is locked. I tried it gently. If they\ndidn't want to come out and talk to us--I thought I'd go talk to them.\"\n\nMy stomach froze into a hard knot. I looked at Charley and he said,\n\"There's the barest possibility that Vechi is pulling a fast one.\nFigure that he wants a diranium sample. With a couple of pals driving\nthis bus he could get into and out of Ul slick as anything.\"\n\n\"But we complicate things,\" I muttered hopefully.\n\n\"It's four to two if you don't count Debby for a muscle man. And with\nthe element of surprise on their side, they think--what have they got\nto worry about?\"\n\n\"Vechi wouldn't dare--not with the whole R.A. out there to protect the\nmines!\"\n\n\"I dunno,\" Charley said. \"He's real cool.\"\n\n\"Well, well,\" I said. I was thinking about the additional complication\nof Madame Pundra. \"And if you aren't just off on a pipe night how do we\nfind out for sure? And then what, Charley?\"\n\n\"I don't know, Master Brain. You think about it. No man of action, I!\"\n\n\"Why would the control room be locked?\" I mused.\n\n\"I don't know, Brain.\"\n\n\"Do you suppose Vechi thinks we've caught on?\"\n\n\"No. He's a Superior Type; to him we're just alcoholic writer chaps.\"\n\n\"I'm glad you're a student of human nature, Charley, old pal. But how\ndo we act effectively without a weapon of some sort?\"\n\n\"Now, it's real hilarious,\" Charley said with a broad smile, \"but say I\nhad a vision, or planned a stick-up on the First National Bank of Ul. I\nhave a popgun in my gear.\"\n\nWell. Old Charley. You never could tell.\n\n\"Where is it?\"\n\n\"It has taken the bottle down two inches but I've managed to get it out\nof the gear-bag and into my workalls.\"\n\n\"A real efficient type, Charley, old pal.\" I looked about me wondering\nif we weren't just imagining everything. And if the Ul disaster weren't\nenough reason for this trip. \"How about Deborah?\"\n\n\"If we had a game of stud king,\" Charley said, fishing out a token,\n\"and Debby joined us, we could have a lot of conversation between\nhands.\"\n\n\"Heads,\" I said clearly.\n\n\"Son of a space cook,\" he said loudly. \"You deal.\"\n\nI glanced at Vechi casually, as though satisfying myself that he didn't\nwant to be disturbed. He was looking at us over his book. He smiled, I\nthought, in a superior way.\n\n\"Want to lose some money?\" I called to Deborah.\n\n\"I've got some change,\" she said, sitting up.\n\nAnd so we commenced to play stud king on a cleared-off space on the\nfloor. Between the laughs we got in a lot of conversation.\n\n\n\nWe figured we had time. The trip to Ul took four hours and we were only\nhalf-way there. If Vechi was up to something it would probably involve\na \"forced\" landing somewhere just outside of Ul, away from the main\nrocket fleet. After all, what he wanted was in Ul.\n\nIf the pilots and Raeburn were in on the deal with him--and they had to\nbe--we were badly outnumbered. Our only chance was not in waiting but\nin somehow getting control of the _Starfish_ while it was still aloft.\nAnd of contacting the lead ship for help.\n\nDeborah was scared. And I was glad she was scared. And I was glad she\ndidn't turn up a single, bright idea for our salvation. Except that she\nwould have to tell Madame Pundra about this development.\n\nIt was then that we told Charley about our stowaway. It was to his\ncredit that his expression remained unchanged. And indicative of\nsomething that his only excitement was at the possibility of finally\nseeing a Martian woman.\n\nIt may have seemed very little to go on, our conviction that Vechi\nwas masterminding a coup. But it's the little things that make you\nsuspicious. The R.A. is made up of casual characters. They like to\ntalk, gripe about no smoking in the control room, come back to sniff\nout a drink or a game of stud king, maybe an off-color story. There\nseems to be a kind of conspiracy to get the rockets to fly themselves\nwhile the pilots visit aft--or so it seems to the passengers.\n\nYou get to expect informalities from the R.A.; they're usual. And it's\nthe kind of detail a slick, factual guy like Vechi could overlook, or\nthink you might overlook, if he were planning something. The longer the\npilots stayed away--the more certain we were.\n\nWe were also sure that if Vechi and Raeburn were in the pay of an Earth\nsyndicate to get hold of diranium ore they could have slugged the\npilots of the _Starfish_, put in their own crew and trailed along with\nthe rescue fleet. We didn't represent much of a threat; they could dump\nus anyplace. The _Starfish_ was no beauty but she could make the trip\nback to Earth.\n\nWe did not want to think they were planning to do anything more serious\nthan dump us. And Charley and I were determined that Vechi wasn't going\nto reduce us to a trio of dumb pawns. But I guess we couldn't help what\nhappened, at that. There was another mighty powerful piece in this\nchess game we hadn't even thought about.\n\nDeborah was hopeful almost to the end that we were just imagining the\nwhole thing. \"How can we be sure?\" she wanted to know.\n\nThen Charley had the inspiration. He remembered one of the pilots\npermanently assigned to the _Starfish_, Fats Berenson. The joke was\nthat Fats was too big for the sleek speed-boats up ahead but better\nsuited to this boxcar.\n\n\"If Fats were aboard,\" Charley said, looking over a new hand of stud\nking, \"he would have been out here two hours ago and using every\ngimmick to stay out here. He's just naturally the laziest slob in the\nR.A. Besides, I owe him some money from an old bet. Knowing from the\npassenger list that I was aboard he would have come up from hell,\nitself, to collect.\"\n\n\"But we're still not sure,\" Deborah insisted.\n\n\"Tell you what,\" Charley said quietly, raking in a pot, \"I'm going to\nfind out who the pilots are. I'll use the gun on the lock--and keep the\nboys at the controls orderly after that. Then I'll try to contact the\nlead ship for help. If the pilots aren't old friends.\"\n\n\"The hero type,\" I muttered. But I was grateful he had the gun. \"Okay,\nCharley. I'll keep Vechi occupied and Deborah can take off to the\nladies' lounge for safety, and to tell Madame Pundra what we plan to\ndo.\"\n\n\"You got it, Bright Boy,\" Charley grinned. \"Debby leaves first and then\nI stroll out real casual. It doesn't matter if Vechi and Raeburn catch\nwise once I've contacted the lead ship. They won't dare pull anything\nbecause the _Electra_ could catch this tub with half its generators\nconked out.\"\n\n\"It's a comforting thought,\" I said. And then I looked at Deborah. \"Go\non,\" I told her, \"get out of here and stay out of sight until I collect\nyou. I've got my mark on you.\"\n\nIt caught Charley off balance. \"Well, I'll be damned,\" he said. \"Where\nwas I when this happened?\"\n\n\"Lushing it up,\" I said. I watched Deborah get up and leave the\ncompartment. Vechi watched her, too. His chest heaved up as though\nhe were sighing wearily; he turned a page in his book and looked at\nRaeburn. His assistant lay flat on his back. His wide mouth hung open\nslack, ugly and resonant with a snore. Vechi went back to his book.\n\nThen, with some elaborate stretching, Charley stood up and I watched\nhim leave, too. Vechi watched him go, as well. He glanced at me,\npleasantly.\n\n\"The bum,\" I said conversationally, \"he took me for ten fish in stud\nking!\"\n\n\"That so?\" Vechi smiled agreeably. He folded his book. And then he very\ncalmly reached into the pocket of his work-all and took out a gun. He\nheld it very steadily and it was aimed at me.\n\n\"You can't win at everything,\" he said. \"Some days aren't lucky.\" He\nhad a nice sense of the ironic.\n\nRaeburn, beside him, snored peacefully. And I sat there numb and\nhelpless.\n\n\"What in the hell is that for?\" I asked and my throat was full of\ngravel.\n\nVechi smiled as if I should know and I thought I did. But I was never\nmore mistaken.\n\n\n\nThen Vechi did a strange thing. He prodded Raeburn with his foot. It\ntook a lot of prodding to wake him. When Raeburn's eyes opened he was\nlooking straight down the blast channels of Vechi's weapon. It was a\nhell of a way to wake up. His Adam's apple froze half way through a\nconvulsion of shock.\n\n\"Get up,\" Vechi said gently, \"and get over there with our friend in the\npress box.\"\n\nRaeburn was a little slow in comprehending and from the way Vechi urged\nhim with the toe of his boot you could tell nobody loved Raeburn.\n\nIt didn't figure. The timing was off. Why the switch on Raeburn? Vechi\nwas going to need help getting what he wanted in Ul. If there was going\nto be a double-cross, why now? Before Raeburn had been useful? Or was\nRaeburn in on it at all?\n\n\"Now, look, Vechi,\" I blustered, \"this is a pretty dumb joke. What's it\nall about?\"\n\nHe smiled. \"It's no joke.\"\n\nRaeburn, who was now sitting beside me, stared at his boss in\namazement. \"You're crazy,\" he bleated. \"You can't pull this thing off\nby yourself!\"\n\nVechi ignored him. \"I'm afraid, Mr. Lasker, I can't wait any longer.\nYou and your friends might discover certain irregularities about this\nflight. If you haven't, already.\"\n\nI had nothing to say.\n\nHe went on in quiet earnest, \"I am about to put into action a plan\nof great personal importance to me and I must warn you against any\nopposition. I have no desire to injure you or your colleagues. But\nthere must be no interference.\"\n\nI listened to Vechi and I watched, fascinated. The man with the gun\nin his hands was a different personality. The superficial oiliness\nhad washed off clean, revealing, surprisingly, a man I felt I could\nlike. I was less and less sure of his objective. Raeburn was obviously\nthunderstruck by the turn of events.\n\nVechi's hard, tanned face was grim. He was a determined man. He got\nup lightly and his arm reached for a hand-grip on the side of the\ncompartment. The gun covered us. \"We are almost at Faleeng,\" he said to\nme. \"There we part company.\"\n\nI thought about that; I was agreeable. But I also thought about Charley\nand how he was making out, if at all. And about Deborah. And last,\nbut not least, about Madame Pundra. Vechi was obviously planning to\nherd Deborah and Charley into the \"press box\" as they returned to the\ncompartment.\n\n\"Why Faleeng?\" I asked. \"The diranium is at Ul.\"\n\nHe grinned in genuine amusement. \"That is very true,\" he agreed. \"But I\nam not interested in diranium.\"\n\nRaeburn made a peculiar sound and Vechi looked at him with contempt.\n\"Raeburn is, however. I'm afraid I'm going to be a great disappointment\nto him.\"\n\nI began to feel something of Raeburn's incredulity. If Vechi wasn't\ngoing for diranium what in hell was he going for? I opened my mouth to\nsay something like that when the door to the compartment slid back.\n\nI jumped to my feet and would probably have tried something asinine if\nVechi hadn't waved me back with his gun. \"He's all right,\" he said.\n\nCharley, our hero, was being carried in on the powerful shoulders of a\nMartian serf. The Martian, in an ill-fitting R.A. uniform, was one of\nthe semi-slave groups, strong, brutish, and low on the Martian scale of\nevolution. He put Charley down very gently at Vechi's command.\n\n\n\nI envied Charley his blissful oblivion but not the collision he must\nhave sustained with his ham-handed friend. I tried to spot the emblem\non the Martian's wrist band; I could have learned which Martian house\nhe belonged to. But no luck. I don't think I was even greatly surprised\nto discover we had Martians on board.\n\n\"All right, Vechi,\" I said. \"What's your game?\" The explanations were a\nlittle overdue.\n\nWhat _were_ Martians doing in the control room, Martians who obviously\nbelonged to some powerful family? Why was Vechi hijacking an R.A. ship?\n\n\"This will become obvious shortly,\" Vechi said quietly. \"I need the\n_Starfish_ because I am about to make a long journey, a journey\nwhich no authority on Mars will permit in the orthodox fashion.\" He\nlooked tired but oddly relaxed and deeply happy; it was a tantalizing\ncombination.\n\n\"You can't get away with it,\" I said. And I didn't know what he was\ntrying to get away with.\n\n\"I think it possible.\" Vechi looked at Raeburn. Then he looked back at\nme. I was staring at the Martian. Standing by the door, with folded\narms, oblique black eyes and inscrutable features he made the scene\nmore than unreal.\n\nVechi waited for me to return his glance. He shrugged at Raeburn. \"This\nis the human garbage you can try, and sentence, and imprison. His\ncrime is greed. He wants money. He will sell anything for money. He is\na contact man for the Andean Research Society on Earth. And they are\ncurious about diranium. They pay well. When Raeburn is finished they\nwill send someone else, and someone else. Their persistence is as great\nas their greed. They have no morality. Eventually, they will succeed,\nI have no doubt.\"\n\n\"You were in it with me!\" Raeburn cried. \"It was your plan to go to Ul!\"\n\nVechi paid him no attention. \"My crime is something else again,\" he\nsaid softly. \"If it is a crime.\"\n\nVechi, clinging to the hand-grip, was a strangely intense figure in the\ncompartment. I felt that he directed no ill will towards me. That he\nwas even appealing to me in some way.\n\n\"Presently, Lasker,\" he said to me, \"you will be able to judge my crime\nfor yourself. It is no easy judgment to make.\n\n\"But I have no desire to bare myself before this obscene caricature of\nman!\"\n\n\"Rocz!\" he said sharply. He inclined his head to Raeburn.\n\nThe powerful Martian moved across the compartment. In the pale blue\nlight Raeburn's vast brow glittered with perspiration. His lips twisted\nback in the ugliness of terror.\n\nIt was over as suddenly as his cry. And infinitely less painful. The\nMartian went back to his position by the door and I discovered that my\nbreathing was normal again; Raeburn was only unconscious.\n\nVechi slid his gun back in his pocket. What need had he of it? Then he\nwent to the compartment door and slid it open.\n\nI should have known it was coming, but I didn't. I said, later, that I\nhad suspected it, but I hadn't.\n\n\n\nShe came in. She was gold and violet and seemed to float in a cloud of\nsilk. She was tiny and slender and her oblique dark eyes looked first\nat Vechi, and then at me. There was in her manner the shyness of deer\nand the brightness of birds. This, then, was Vechi's treasure. I could\nblame him for nothing.\n\nI had not noticed Deborah. I was stunned; she was too. She looked like\na bewitched child in the presence of a fairy. Who was, of course,\nLaapet.\n\nThe powerful Martian, Rocz, had dropped to one knee at her entrance,\nshielded his face with one hand, and kept his eyes fixed on us. I\nmarveled at his restraint and the conditioning which kept him from\nstaring with the rest of us. If I had kicked Charley into sensibility\nat that point our relations today might be better; he has never really\nforgiven me.\n\nLaapet touched Deborah very gently--so that she came over to me, I rose\nto my feet and put my arm around Deborah; she was trembling.\n\n\"Oh, Steve,\" she whispered huskily.\n\nVechi took his eyes from Laapet and looked at us.\n\n\"There is something more valuable on Mars than diranium--to me,\" he\nsaid. \"You have guessed, of course, at her identity. And you can\nunderstand, now, why we must make a long journey to be with each other.\"\n\nI realized suddenly that we had been duped. That Laapet had used\nDeborah and me--and our faith in her honesty. It came as a greater\nshock than I imagined it would. The bubble had burst and these proud,\nuntouchable people had become suspect and ugly with one lie. The\ndisillusionment made me belligerent.\n\n\"She is Pundra Doh's wife,\" I said to Vechi.\n\n\"She is Pundra's concubine,\" Vechi said gently. \"She will be my wife.\"\n\n\"And what of her poor children in Ul?\"\n\n\"They are Pundra's children. Under the system she is a communal mother.\nThey are with their true mother in Ul.\"\n\n\"She lied,\" I said obstinately. I had been deceived into sympathy. She\nhad used a powerful and terrible weapon and I remembered the ancient\nproverb, \"God deliver us from the lies of honest men.\"\n\nBut Vechi perceived my disillusionment and all of its meaning. \"Yes,\"\nhe said. \"It is necessary for others to lie before they can live by our\ncode.\"\n\n\"You can't blame her duplicity on us,\" I said.\n\n\"Only in so far as we are not acceptable to the people who live in\ntruth. And those who would live with us must break into truth. As she\nhas been forced to do--to protect our secret. It has not been easy for\nher.\"\n\n\"Steve, Steve, can't you see that it must have been terrible for her?\"\nI looked at Deborah.\n\n\"Yes, I suppose it must have been. But--how could you have met?\"\n\n\"It happened three years ago,\" Vechi told us. \"There was an accident\nin the desert. Laapet's driver had been killed in an explosion in her\nmachine. I came along quite by chance and I helped her. It was not\ndifficult to fall in love with her.\"\n\nI watched the man unbelievingly. For three years he, too, had practised\ndeceit. He had deliberately permitted rumor to distort his purpose and\ncharacter and reputation. And during those three years, his frequent\nand mysterious trips--were they to see Laapet? I asked him.\n\n\"No,\" he said, \"I have been building a place of refuge for us. We could\nnot stay here, and where could we be at ease on Earth?\"\n\n\"And that is why you are taking the _Starfish_, to make the trip?\"\n\n\"I am borrowing it,\" Vechi said. \"Rocz and the pilot will return it\nonce we have reached our destination.\"\n\nDeborah moved within my arm. Her voice was deep with sympathy for them.\n\"They are going to Venus, Steve, with this story. As a gentleman,\" he\nwent on, \"you can respect a trust.\"\n\n\"You have my word,\" I said. \"But what's the good of telling me if you\ndon't want the story told?\"\n\n\"Some day,\" he smiled, \"it will occur to you that the time has come\nto tell this story, when people will not be at all interested in its\nimplications. Though they should be.\"\n\nI did not understand him, then. But I agreed. \"And what will you do\nwith us?\"\n\n\"Send you down in an 'egg.' The space-raft will hold the four of you.\nOnce we are over Faleeng we'll release it.\"\n\n\"And just how will I explain the disappearance of the _Starfish_?\"\n\n\"I don't think there will be any trouble,\" Vechi smiled. \"You can tell\nthem you caught Vechi and Raeburn in a diranium conspiracy, that Vechi\npulled a double-cross and got away. It will explain the pilots Raeburn\nslugged back in Marsport, too. It will do for popular consumption; they\nexpect something like this of me anyway.\"\n\n\"You still don't mind being called a rat?\" I said.\n\nVechi drew Laapet closer to him. \"No,\" he said.\n\n\"But why did you drag Raeburn in on this?\"\n\n\"He's my peace offering to the ambassador, and to Pundra. There's a\ncomplete file on Raeburn in my office in Marsport. The ambassador and\nPundra will arrive at a diplomatic understanding about the rest, I'm\nsure. It won't get out that I left with Laapet.\"\n\nA buzzer sounded in the _Starfish_. \"That'll be Faleeng,\" Vechi said.\n\nRocz carried Raeburn, and then Charley into the \"egg.\" They were still\nunconscious.\n\nBefore we got in Deborah impulsively took Laapet's hands in hers.\n\n\"I hope you make out, Vechi,\" I said.\n\nSome of the strain shucked off him. \"Thanks, pal,\" he smiled and while\nI was shaking hands with him I realized I admired him tremendously. But\nI did not envy him.\n\nWhen the door to the \"egg\" had screwed shut, I turned to Deborah. We\nwere almost alone--Charley and Raeburn were beyond reach. I took her\nin my arms and I kissed her.\n\n\"I've caught it, too,\" I said. \"I don't want to live on Venus--but will\nyou set up housekeeping with me someplace less strenuous?\"\n\n\"Oh, Steve,\" she whispered in that husky voice that belonged to me as\nof then, \"what else would I rather do?\"\n\nShe took some more pictures, though, when we finally got to Ul, and I\nused them. But not the story about Vechi and Laapet. Not until now--now\nthat the Martian diplomat has learned double talk, and his wife pours\ntea and smiles for the news cameras. They aren't untouchable any more.\n\nWhich is the point I like to make, whenever I can. Though Vechi is\nright--nobody is particularly interested. If anything, they're much\nmore comfortable now that the Martians are--different.\n\nMore like us.\n\nAnd it's _our_ fault.",
    "metadata": {
        "author": [
            "Perri, Leslie",
            "Baumgardt, Doris Marie Claire"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67580/pg67580.txt",
        "name": "under_the_skin.json"
    }
}