{
    "name": "Upside Down or Backwards",
    "author": [
        "Tuttle, Wilbur Coleman",
        "Tuttle, Wilbur C.",
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "“Well, she ain’t changed an awful lot since I left,” remarks Magpie\nSimpkins, as he cuddles his long legs up under his chin and tilts his\nchair against the side of the cabin.\n\n“You can’t expect no big changes in uh wilderness like this in thirty\ndays,” says I, and he nods emphatic like and spits at uh lizard.\n\n“The East looks good, Ike,” he proclaims.\n\n“Did the East look good to you or did you look good to the East?” I\nasks. “Seems to me that you gets uh heap civilized in thirty days.\nWhat’s the idea uh that hard hat?”\n\n“Last word in head-gear, Ike,” he states, picking the yaller,\npot-shaped thing off the ground, and patting it affectionate like.\n“They calls ’em Darby hats. Did yuh notice that green and red shirt in\nmy valise? I annexes that in Chicago, Ill., U. S. A., and she sure is\nuh humdinger. Got uh necktie pin in that valise, too, that only\nassessed me ten dollars and eighty-five cents, and nobody what never\nseen uh real diamond could tell the difference.”\n\n“Being as ignorance is bliss around here yuh may make uh hit, Magpie,”\nI replies. “The fact that yuh hangs your person full uh Christmas tree\nornaments don’t lessen my hankering to hear yuh tell about how much\ncapital yuh got interested in the Silver Threads.”\n\nMagpie Simpkins is Ike Harper’s pardner, and I’m Ike Harper. We owns\nthe Silver Threads mine, four burros, uh little grub and uh desire to\nfind somebody with money to promote us.\n\nMagpie’s physique is impressing, unless yuh views him edgeways, when\nyuh can’t get more’n uh glimpse. He’s six feet several inches tall,\nwears uh kind look and uh long mustache, and has the ability to let me\ninto more trouble than man is heir to.\n\nWhen we gets nine hundred dollars’ worth uh gold out of our placer\nmine on Plenty Stone Crick, Magpie gets the promoting itch. He orates\nthat in the East is uh tribe uh philanthropists who spend their time\nhunting for uh shaft to sink their money in.\n\nAlso he opines that as uh hunter and finder uh this certain person he\ncan’t be beat or even tied. I protests audibly and often that we ought\nto let gold enough alone, but when Magpie gets an idea like that it’s\nall off until he’s proved that my objections were well founded.\n\nTherefore and immediate he packs his valise—or rather one he borrows\nfrom Buck Masterson, the saloon-keeper at Piperock, and pilgrims East.\n\nI holds down uh chair on the shady side of our cabin for thirty days,\nand tries to figure out how long it will take ’em to get Magpie’s nine\nhundred away from him. He indicates in his departing words that his\nstay is indefinite and his destination problematical, but he comes\nback on the thirtieth day.\n\nHe pilgrims up from Piperock, with the taste uh ashes in his mouth, uh\nyaller, hard hat on his head and kid gloves on his hands. I hands him\nuh welcome and uh cigaret, and he humps up in my chair.\n\n“She’s uh hard drag, Ike,” he states. “The tribe I mentioned is either\ngetting scarce or somebody has declared uh closed season on ’em. I\ninvades Pittsburg and Chicago and other places too numerous to\nmention, but all I could find was folks who were kind enough to listen\nwhile they took uh drink on me. When the drink was gone they all lost\ntheir hearing, Ike.”\n\n“Did yuh expect to find capitalists in grog shops?” I asked, chiding\nlike. “Moneyed men don’t get drunk—they gets intoxicated. Didn’t yuh\ndo uh thing to be thankful for, Magpie?”\n\nHe shakes his head, sad-like, and fumbles in his pocket. After\nsearching through all his clothes he comes back to the first pocket he\nlooks in, where it was all the time and he knowed it, and pulls out uh\nletter.\n\n“Ike, this is uh mystery,” he proclaims. “Honest to grandma, I don’t\nknow what it means, but this letter says it was paid for and is on its\nway here. I didn’t think I got so drunk that I bought anything except\nmore drinks, but—well, take uh look at this.”\n\nHe hands me the letter. At the top it proclaims to be from the Fur and\nFeathers Pet Shop, of Chicago. They orates that they handles each and\neverything what wears fur and feathers, and will supply same with\ncheer and great speed. The letter reads like this:\n\n    Dear Sir:—\n\n    As per your request and purchase we are shipping you today\n    one cassowary. This is a male, and, in case you desires uh\n    female, we can secure you one inside of thirty days.\n    Thanking you for past and future favors, we begs to\n    remain—and so forth.\n\nI hands the letter back to Magpie, and rolls uh smoke.\n\n“The letter was waiting for me when I got here,” he explains.\n\n“You don’t need to apologize, Magpie. How much did yuh pay for this\nmale bird, beast or reptile?”\n\n“That’s what I don’t know, Ike. I’m sorry.”\n\n“You always are, Magpie,” says I. “You can be sorry more times, hand\nrunning, than any man I ever seen. You were born to sorrow. Some folks\nare born to sorrow, but some are like me—they has sorrow forced upon\n’em. What’ll we do with the danged thing?”\n\n“How do I know?” he snaps at me. “Cassowary! What in —— is uh\ncassowary, Ike?”\n\n“I ought to know!” I snaps right back at him. “You must uh been pretty\nblamed drunk, Magpie Simpkins.”\n\nHe nods, solemn-like, and spits at uh lizard again.\n\n“Maybe. That Eastern hooch is awful stuff, Ike. I don’t remember no\npet store. I must uh bought it the night I left Chicago for St. Louis.\nI wakes up in the morning and went to uh ticket office.”\n\n“Give me uh ticket to St. Louis,” says I to the clerk.\n\n“He looks queer like at me, and calls in uh policeman, and Ike, I had\nuh —— of uh time convincing that officer that I wasn’t crazy. He\nexplained to me that I’m already in St. Louis.”\n\n“Them policemen must be uh nearsighted bunch,” says I. “You’d have uh\nnice time trying to prove that to an officer west uh Dakota.”\n\n“Don’t chide me, Ike,” says he. “I was uh stranger in uh strange land,\nand they took me in. Anyway I got uh green and red shirt, uh civilized\nhat and uh necktie pin to show for my trip.”\n\n“Don’t forget Cassie,” says I. “Didn’t you talk mines uh-tall?”\n\n“Uh-huh. There was uh fat bartender in Chicago who sympathized with me\nuh heap. Said he wished I’d uh showed up sooner with my proposition,\ncause he’d sunk all his money in uh new diving apparatus. He sure was\nuh good old scout, Ike. Doggone, that feller could fix up uh drink uh\nhooch until she tastes almost temperance, but she sure was uh sheep in\nwolf’s clothes. I rode all the way from Chicago to St. Louis on three\nof ’em and didn’t know it.”\n\n“The big question before the house is this, Magpie: is this here\npurchase uh yours uh singer, uh beast, uh burden or uh nuisance?”\n\n“Must be uh useful utensil, Ike, or I’d never bought it. I may get\nred-eyed from wobble water but I never loses my sense uh useful and\nornamental things. I’m what you’d call uh discerning person—drunk or\nsober.”\n\nAll uh which shows that there ain’t no use arguing with Magpie\nSimpkins. He can do no wrong. Uh course he might do things that he’d\nbe sorry for, but he never figures that he’s wrong—just uh little\nmistaken for the time being.\n\n“Come back broke?” I asks.\n\n“Uh-huh. My gosh, Ike, I must uh spent money like uh timber Willie. If\nI knowed what that animile cost me I could figure how much the trip\ncost me.”\n\n“You don’t have to let X equal the missing quantity, Magpie,” says I.\n“You had nine hundred when yuh left, and you’re broke now; therefore\nthe trip cost me four hundred and fifty. Sabe?”\n\nMagpie don’t sleep well that night. First he has an argument with that\nChicago bartender. Uh course, me being an innocent bystander or\nbylayer, I gets hit in the nose. I cautions him to fight the other\nway. He apologizes uh heap, but inside uh five minutes he starts\nanother fight with some colored person over the way his bed is made\nand I gets pitched out of the bunk and hits my head on the stove.\n\nI’ve been mistook for an Injun, and one time “Red River” Radkey\nabsorbs too much of the fermented foam, and mistakes me for uh pink\npollywog, but that’s the first time that anybody ever mistook me for\nuh colored porter, and it makes me mad.\n\nI climbs right back on that bunk, gets Magpie by the feet, and drags\nhim around the yard in the moonlight. He’s plumb awake and docile\nenough to apologize again when I finishes the third lap around the\nwoodpile, so he climbs back on the bunk and I takes uh blanket and\nsleeps on the floor.\n\n                  *       *       *       *       *\n\nThe next morning we saddles our burros and starts for town. We’re out\nuh spuds, and we needs some drill steel. Magpie leads the procession,\nsetting on the rump of uh fuzzy-looking jackass. He’s wearing that\nhard hat, green and red shirt—he sheds his vest—and on his hands he\nwears them gray gloves. He sure is uh thing to see. Even the burros\nacts bashful around him.\n\n“I reckon I’ll make the inhabitants uh Piperock set up and take\nnotice,” he states, admiring himself.\n\nHe sets the pot-shaped hat on the peak of his head, and brushes off\nthat loco shirt with his gloves.\n\n“Yes,” says I. “All I hope is that they don’t set up with uh gun in\ntheir hands. You sure look like uh cross between uh lodge-pole\nChristmas tree and uh zebra.”\n\nWe pilgrims down to the main road, and ambles through the dust in the\ndirection of Piperock. We comes to uh turn in the road, where we sees\nuh man setting alongside on uh rock. He’s all humped up, with his head\nbetween his hands, and don’t look up until I hails him. Then we\nrecognizes him as being Chuck Warner, puncher for the Cross-J. I never\ndid know just how to take that feller. He never growed none to speak\nof from his waist on down, and I figures that he’s the\nhonestest-looking liar I ever met. He sets there on that rock,\nsad-like, but when he sizes up our outfit his eyes gets bigger and he\nsort uh gasps:\n\n“My ——! It must be true!”\n\n“Too true,” I replies, glancing at Magpie. “Too true.”\n\nHe gets off the rock and wobbles over to us. His eyes are blood-shot,\nlike he’d been dallying unduly with the cheerful fluid, and he squints\nat Magpie.\n\n“It’s Magpie Simpkins in disguise, Chuck,” says I.\n\n“Huh,” says he, sort uh relieved like. “Maybe I ain’t so bad as I\nthought. You fellers got time to help out uh pilgrim in doubt?”\n\n“Your obedient servants,” says I. “Lead us to the doubt.”\n\nHe turns and ambles off across the country, and me and Magpie is right\nbehind him. About two hundred yards from the road he stops and points\nacross an open spot.\n\n“That’s my bronc,” he states. “Yessir, that’s my little hawse, but,\nbut—say, what in —— is on that rope uh mine, eh?”\n\n“Fluttering fool-hens!” explodes Magpie, fanning himself with his\ncivilized hat.\n\nI looks and swallers uh chaw uh natural leaf.\n\n“Do—do you see it, too?” asks Chuck.\n\n“Just exactly,” states Magpie. “What is it?”\n\n“If it ain’t the granddaddy uh all blue grouse I’ll eat my hat,”\norates Chuck. “Yuh see I been down to Piperock for three days, trying\nto bust Buck’s wheel, and drink all the hooch in town. I comes along\nthe road this morning, singing merrily, when I happens to see that\nbusted crate in the road. I pulls up to see what it is, and my bronc\ndanged near dumps me off. He’s scared at something in the brush, and\nwhen I spurs him over to see what it is, we scares out that blasted\nthing!\n\n“Not being responsible for my actions I takes down my rope and\nproceeds to annex the thing. Between that thing and my bronc, they\nmakes life miserable for me, so I gets off and leaves ’em to their\nfate. The rope is wound around the bush between ’em so they can’t do\nnothing but stand there and contemplate each other.”\n\n“I don’t reckon there’s any doubt about it being uh grown bird,”\nstates Magpie, fussing with uh cigaret.\n\n“Your perceptions are wide open, Magpie,” nods Chuck. “Wonder where it\nflew from. It ain’t no grouse nor yet it don’t partake of any of the\nrequirements of the fool-hen. It might uh been uh hummingbird about\nthe time this here world was started.”\n\n“She’s sure uh hummer,” I agrees. “If I’d been born with uh neck like\nthat I’d uh died from delirium tremens years ago.”\n\n“I’d opine that somebody done lost that crate off uh wagon, and maybe\nthere’s something around to tell what and whose it is,” says Magpie.\n\nWe all pilgrims back to the road, and Chuck leads us to the busted\nbunch uh slats. On one side it says—\n\n                            DO NOT TEASE.\n\nOn the other side, in letters uh foot high, it says—\n\n                    MAGPIE SIMPKINS\n                             PIPEROCK\n                                MONTANA\n\nWe reads it over several times, and then Magpie steps back, cocks his\nyaller hat over one eye, sticks his thumbs in his belt and snorts—\n\n“That is Cassie!”\n\n“Make it Caspar,” says I. “It’s uh male cassowary, Magpie.”\n\n“Huh!” snorts Chuck. “You wise guys knowed all the time what it was,\ndidn’t yuh? What yuh going to do with the thing? What in —— is it\nanyway?”\n\n“That thing, Chuck,” says I, “is what uh man buys in the East when\nhe’s drunk up seven hundred dollars’ worth uh mixed hooch. Cassowary\nis uh French word what means, ‘something yuh bought when you’re too\ndrunk to consider the expense and necessity.’”\n\n“I always did like the French language,” states Chuck. “It sure is\nexpressive that-away, ’cause yuh don’t have to say much to mean uh\nwhole lot. My mother was French. Name was Jones. Yuh pronounces it\n‘Hones,’ the J being silent like the Q in cassowary.”\n\n“Well,” says I, “we got to do something, and, being as it belongs to\nyou, Magpie, I reckon yuh better suggest.”\n\nBut Magpie sucks away on that cigaret, and shakes his head.\n\n“I’d admire to hear all about it,” states Chuck. “There must be uh\ndeep and dark mystery about that bird, Magpie. If I knowed the details\nabout that bird’s past, maybe I could help yuh out.”\n\nMagpie is willing to receive help—as usual—so he sets down there and\ntells Chuck all about it —what he can remember.\n\n“How much do yuh think yuh paid for it?” asks Chuck. “You sure ought\nto remember that part of it.”\n\n“Dang me if I know,” replies Magpie. “Couple uh hundred, most likely.\nWhat yuh got on your mind, Chuck?”\n\n“Say, what good is uh cassowary? If she was worth something to\nhumanity we might peddle the blasted thing. If folks had an idea it\nwas—cripes!”\n\n“What’s the exciting thought, Chuck?” I asks, but Chuck begins to roll\nuh fresh cigaret and grin to himself. Pretty soon he busts out\nlaughing and slaps his quirt across his chaps.\n\n“By cripes,” he chuckles. “It won’t cost nothing to try.”\n\n“Try what?” asks Magpie.\n\n“Say, if you gets your two hundred back will yuh give me all I can\nmake over that?”\n\n“You answered your own question, Chuck,” declares Magpie. “You get us\ntwo hundred for that overgrown fool-hen and you can have the rest.\nWhat yuh going to do?”\n\n“That’s my business, Magpie. You and Ike go along about your business,\nand don’t peep—no matter what happens. Sabe? Here comes the stage.”\n\nArt Miller swings his four broncs around in front of us, and looks us\nover, sort uh grouchy like.\n\n“Howdy, Art,” says Magpie. “What yuh doing these days—distributing\npoultry?”\n\nArt spits over his off-wheeler, and considers the busted crate.\n\n“Did yuh see what comes in that there box?” he asks, and we nods. “Did\nye ever hear it crow?”\n\nWe all shakes our heads, and Art puts his hat on the brake lever and\nfumbles for his tobacco.\n\n“Sounds like ——!” he snorts. “We was going along, sleepy like, when it\ncrows. Runaway. Lost the crate out the wagon.”\n\n“Uh-huh,” agrees Magpie. “Crate busted and canary flew.”\n\n“Canary!” Art spits out the word like he’d pulled uh slug from his old\npipe. “Magpie Simpkins, you can get the dangdest things sent to you.\nWhat yuh going to use that thing for?”\n\n“Art,” says Chuck, chiding like, “you neglected your duty as uh\nstage-driver when yuh let that piece uh valuable freight get away.”\n\n“Well, go ahead and say it,” replies Art, resigned like.\n\n“Can you forget that you ever had that bird in your care?” asks Chuck.\n\n“Audibly or mentally, Chuck?” asks Art.\n\n“Audibly.”\n\n“I hope to some day.”\n\n“Be worth uh five spot, and no questions asked, Art.”\n\n“I never seen it,” states Art. “What’s the idea?”\n\n“You fellers are as inquisitive as an old maid,” replies Chuck. “All I\nasks is silence, and plenty of that. I’ll pay the bills.”\n\n“We’re as silent as the tomb, eh, Magpie?” says Art. “You ain’t got\nnothing against me.”\n\n“Nothing but admiration, Art. Chuck, do what you please with that\nhooch-hen, and we’ll go on to town. I don’t sabe your play, young\nfeller, but I’m for it all the way from the ace to the deuce.”\n\nWe got our stuff at Piperock, and pilgrims right back home. The crate\nand bird are gone when we returns.\n\n“I wish I knowed what Chuck aims to do?” says Magpie, as we goes past\nthe spot.\n\n“And bust up our chances to get back that two hundred,” says I. “If\nyou didn’t hunger and thirst for information so hard, Magpie, I’d be\nliving uh life uh ease right now. You always wants to monkey with the\nwheels uh progress.”\n\n                  *       *       *       *       *\n\nAbout five days later “Scenery” Sims and “Dirty Shirt” Jones pilgrims\nup our way and stops to eat. They asks the usual questions and gets\nanswered.\n\n“Magpie, did yuh ever see uh railami?” asks Dirty Shirt.\n\n“Uh-uh which?”\n\n“Uh railami. Didn’t yuh ever hear of one?”\n\n“Oh, yes. I used to raise ’em.”\n\n“You did not!” squeaks Scenery “There’s only one specimen left on\nearth today. Sabe?”\n\n“Meaning you, I reckon, Scenery,” says I. “You’re the only specimen I\never seen that might fit that cognomen.”\n\n“No, not me!” snaps Scenery. “If yuh don’t know and recognize one when\nyuh see it, maybe you’ll wish yuh did.”\n\nThere ain’t much left to say, except unpleasant things, so they says\n“Klahowya” and departs.\n\n“Railami,” says Magpie, after they’re gone. “Never heard the name\nbefore. The way Scenery pronounces it makes it sound like uh\nhare-lipped Piegan with hay fever trying to make uh noise like uh\nblowsnake.”\n\n“It can’t be uh serious condition,” I replies. “It sure can’t amount\nto much if Scenery and Dirty Shirt knows what it is, so I ain’t\nworrying about it none, Magpie.”\n\nThe next day bringeth forth “Half Mile” Smith and “Tellurium” Woods.\nThey rides in and partakes of bacon and beans.\n\n“What you fellers doing up this way?” asks Magpie. “Seems like me and\nIke is being honored lately. Scenery and Dirty Shirt was up to see us\nyesterday.”\n\n“Crazy as bedbugs, too,” says I. “They was looking for—say, Magpie,\nwhat was that word?”\n\n“Railami.”\n\nHalf Mile and Tellurium looks foolish like at each other and then back\nat us.\n\n“You know what it is?” asks Tellurium, but me and Magpie has to plead\ntotal ignorance.\n\n“You looking for it, too, Tellurium?” I asks.\n\nHe rubs the bald spot on top of his head, and grins.\n\n“Uh-huh. She’s worth looking for.”\n\n“We hate to have to ask questions,” I states.\n\n“Worth uh thousand dollars,” says Tellurium. “Uh cold thousand.”\n\n“So is sixty ounces uh gold, too, but that don’t tell nothing but the\nvalue,” orates Magpie. “Speak up, you’re among friends.”\n\n“I wouldn’t,” states Half Mile. “No use letting everybody in on it,\nTellurium. If they don’t know about it we hadn’t ought to lessen our\nchances by telling.”\n\nWe thanks ’em heartily for the information, and they rides away.\nMagpie gets out his dictionary and ponders deep like over it, but\nshakes his head.\n\n“It ain’t in the book, Ike. Must be uh foreign substance.”\n\nThe next day comes old Judge Steele and Ricky Henderson. They salutes\nus, and gets off to rest their saddles.\n\n“How’s law and justice, Judge?” asks Magpie. “You fellers hunting for\nuh railami?”\n\n“Huh!” snorts the judge, like he didn’t hear, and glances at Ricky.\n\n“Railami,” repeats Magpie.\n\n“Why—uh—you seen any?” asks the judge.\n\n“I’ve quit drinking, Judge,” says Magpie. “I’m sure I’d uh seen one\nnext, and I tapers off just in time.”\n\n“Well, well!” exclaims the judge. “Ricky, I reckon me and you had\nbetter be going on. We’re looking for uh couple uh strays. Two red\ncows. Seen anything of ’em up here, Magpie?”\n\nWe disclaims all credit for seeing two red cows, and they departs.\n\n“Somebody’s uh heap crazy around here, Ike,” states Magpie. “Either\nthey’re crazy to look for uh thing with uh name like that, or we’re\ncrazy for not looking. Let’s me and you go over on Roaring Crick\ntomorrow and do uh little gophering on that quartz seam. Maybe we’ll\nmeet uh railami on the trail, eh?”\n\nMe and Magpie gets enthusiastic over the way that quartz seam shows\nup, and when we leaves there we’re out uh grub. Magpie suggests that\nwe pilgrims to Piperock and get uh banquet uh ham and aigs, and I’m\nright with him, so we points our burros toward town.\n\nMagpie is still wearing that yaller hard hat. The burro he’s riding\nturns its head once in uh while and looks back. It sizes him up,\nshakes its ears, sad-like, and pilgrims on. Magpie sure is dressed up\nlike uh plush horse, and all he needs is uh cane to be uh cripple for\nlife.\n\nThere seems to be uh certain degree of excitement in Piperock, when we\narrives. Chuck Warner is setting on his bronc out there in the middle\nof the street, and he’s surrounded with uh crowd. Lying down in the\ndusty road is that blasted bird that Magpie bought, and uh rope runs\nfrom Chuck’s saddle to its long neck. The bird seems to be the coolest\nthing in town.\n\n“What do yuh reckon to do with it, Chuck?” asks Dirty Shirt, and\neverybody seems interested.\n\n“Danged if I know,” replies Chuck. “I ain’t never seen nothing like it\nbefore. It just comes busting along down the road, and I hangs my rope\non it. Wish I knowed what she is.”\n\n“How much do yuh want for it, Mister Warner?” asks Judge Steele,\nlooking the critter over, and fumbling in his pocket.\n\n“You don’t want it, do yuh, Judge?” laughs Masterson. “You couldn’t\neat it.”\n\n“I don’t know what she’s worth, Judge,” states Chuck. “Ain’t she some\nwhopper of uh piece uh poultry? What do yuh reckon she’s worth?”\n\n“I’ll give yuh ten dollars for it,” squeaks Scenery Sims. “I’d give uh\nten just to own uh thing like that.”\n\n“The —— yuh would!” snorts Half Mile. “I’ll give fifteen.”\n\n“Fifteen—fifteen—fifteen,” chants Chuck. “Who’ll give twenty?”\n\n“I’ll make it twenty,” yells Ricky Henderson.\n\n“Poultry’s going up!” whoops Chuck, standing up in his stirrups.\n\n“Who’ll give Ricky uh raise?”\n\n“I makes it worth thirty,” states the judge.\n\n“Forty!” yelps Tellurium.\n\n“Whoa!” whoops Chuck. “Wait uh minute. What’s the idea uh getting all\nheated up over uh overgrown fool-hen on stilts. First thing we knows\nthere’ll be sorrow in our city. I got uh good scheme. I’ll make a\nhundred tickets at five dollars each, and raffle the blamed thing. You\nfellers can gamble your heads off if yuh feels inclined.”\n\nThat seems to suit the crowd, so Chuck puts the bird in Buck\nMasterson’s stable, and him and some of the rest gets busy on making\ntickets.\n\nMe and Magpie sets there on the sidewalk and wonders what them Jaspers\nwant of that bird. Art Miller comes over, but he don’t know any more\nthan we do.\n\n“How comes it that everybody covets that monstrosity, Art?” I asks,\nbut Art shakes his head, and digs his toes in the dirt.\n\n“Danged if I know, Ike. I never seen folks so crazy before. I felt\nthat there’s something in the wind for several days. Tellurium, Half\nMile, Scenery, Ricky, Dirty Shirt and Judge Steele has been in\nconference several times up in the judge’s office. Here comes\nTellurium. Maybe he’ll tell us what it means.”\n\n                  *       *       *       *       *\n\nTellurium sets down with us for uh minute, and then gets up and turns\naround three times, like uh losing gambler does to change his luck.\n\n“I’d admire to know what you wants that freak bird for, Tellurium?”\nstates Art.\n\n“You would, eh?” chuckles Tellurium, hauling some pieces uh paper out\nof his pocket, and putting ’em into another. “You would, eh? Don’t you\nknow, Art?”\n\n“I wouldn’t ask if I did.”\n\nTellurium fusses around in his inside pocket, and hauls out uh piece\nuh writing paper.\n\n“I reckon the tickets are all sold now, so it won’t do no harm to let\nyuh know,” says he, handing Art the paper. “I done invested\nseventy-five on my luck, but I reckon you fellers are too late to even\nbuy one ticket. When I left Judge Steele and Half Mile was quarreling\nover who gets the last number. Read that letter and be sorry yuh\ndidn’t buy no chances. We don’t know who it was written to, but we\nfigures that it was some uh them citified prospectors what was through\nhere uh short time ago. We found it on the floor in Buck’s place, and\nthat’s what brought us up to your place that day, Ike.”\n\nThe three of us groups there on the sidewalk and reads what is left of\nthat epistle. The top and one corner is torn off, but that is how she\nreads from that on down:\n\n    —little information. Some geologist friends of mine were\n    down in that country last Summer, and they brought me the\n    track of a bird—dried in alkali mud. The measurements and\n    peculiar arrangement of the toes show it to be the track\n    of a Railami, a bird that is believed to have been extinct\n    for many years. The imprint is of recent times—not over\n    six months—and without a doubt, in the vicinity of the\n    town of Piperock lives and roams a specimen of this rare\n    bird. It greatly resembles an ostrich in size and\n    characteristics, but as there are no ostriches in that\n    country, it would be difficult to mistake anything else\n    for this rare bird. I would be willing to give one\n    thousand dollars for this specimen alive, and will gladly\n    welcome any information you can send me. Very truly yours,\n\n                              C. Ewein Church, New York, N. Y.\n\n“My ——!” snorts Magpie. “Here we’ve had uh thousand dollars running\nloose around here and didn’t know it. Ain’t that the limit?”\n\n“Just uh case of grasping an opportunity when she comes your way,”\nchuckles Tellurium, looking at his tickets again. “Some of us are wide\nawake around here.”\n\n“Uh-huh,” I agrees. “As far as I’m concerned I tries to get my regular\nsleep.”\n\nTellurium pilgrims back across the street, and pretty soon we opines\nthat we might as well go and see what’s doing, so we enters Buck’s\nplace. Chuck leads the bird in, and ties it to uh leg of the\npool-table. The bird squats down on the floor, and Chuck mounts uh\nchair.\n\n“Gents,” says he, yelling for order. “We are gathered together here to\nraffle off uh bird that nobody seems to know nothing about. I puts my\nrope on it and, being it don’t show no brand, I claims it as mine. Am\nI right?”\n\n“According to law, Chuck,” admits the judge.\n\n“Being all things is so we will proceed to raffle off said bird.\nGents, will the first number out of the hat win the bird or will we\ndraw more before the lucky number comes to view?”\n\n“Make it three draws,” squeaks Scenery. “Third number out wins.”\n\nThe bunch seems satisfied, so Chuck takes up the hat with the numbers\nin, and begins to shake ’em up.\n\n“Who will do the drawing?” asks the judge. “We got to have this all\naccording to law.”\n\n“You can’t, Judge,” states Tellurium. “You got too many chances. Let’s\nget somebody what ain’t got no interest. Let Ike Harper do it.”\n\nI didn’t want to be mixed up in the thing uh-tall, but uh feller can’t\nrefuse uh simple request like that, so I moves into position.\n\n“Let her go, Ike,” squeaks Scenery. “If you draws my number I’ll make\nyou uh present of uh calf.”\n\n“Just uh minute!” yells the judge. “That sounds to me like he was\ntrying to bribe or coerce the drawee. Scenery, you keep your mouth\nshut. I’d be willing to make Mister Harper uh present of uh calf if he\ndrawed my number, but I ain’t proclaiming it.”\n\nI reaches up twice and tears up the two numbers that I draws.\n\n“This one tells the tale,” says somebody, excited like, as I pulls it\nout and hands it to Chuck.\n\nHe unfolds it and squints hard at the number, turning it around and\naround.\n\n“Number—uh—say, Ike, what number is that?”\n\n“Looks like uh sixteen to me,” says I, and Scenery whoops:\n\n“That’s mi-i-i-i-ine! I got sixte-e-e-e-e-en! Whooe-e-e-e-e!”\n\n“Wait uh minute!” howls Chuck. “Maybe I was wrong, Ike, but take uh\nlook at it the other way. If that ain’t uh nine——”\n\n“That’s mine!” whoops Dirty Shirt. “Dog-gone, I knowed——”\n\n“Looks like ninety-one,” says I.\n\n“My number! My number,” whoops the judge. “Ninety-one wins!”\n\nThe judge comes clawing his way to the front, and the whole crowd\nstarts milling around me.\n\n“Ouch!” yelps Ricky, above the noise. “Let loose! Wow! That danged\npelican bit me on the leg!”\n\n“I claims that bird,” yells the judge. “Lead her out to me, Ricky.”\n\n“Like —— he will!” howls Scenery, climbing up on the bar, and shaking\nhis number under the judge’s nose. “Just because you misrepresents the\nlaw, Judge, it don’t give yuh no rights to take property away from\nhonest men.”\n\n“Let’s live in peace and harmony,” states Buck Masterson, sliding his\ndouble-barreled shotgun across the bar, and covering the crowd.\n“Everybody shut up and listen to me! Look at the tickets in the hat\nand maybe yuh can settle this argument.”\n\n“Your wisdom is to be applauded, Buck,” says Chuck. “Sheath that\ncemetery promoter, and we’ll rest easier and think clearer. Ricky,\ngive me that hat with the tickets in.”\n\n“Where’s your danged hat?” asks Ricky, down on his hands and knees\nunder the table. “If it was down here—let loose, you cross between uh\nShanghai rooster and uh giraffe! Huh!”\n\nRicky’s hand comes up over the table-top, and produces one square of\nwhite paper.\n\n“Your hat’s still here, Chuck, but that danged bird has ate up all the\ntickets except that number thirteen. I took that away from him\nand—ouch! Yuh will, will yuh!”\n\n“_Biff! Coo-oo-orlook._”\n\nRicky must uh kicked that bird for getting familiar, ’cause it comes\nright up into our midst with dangerous intent written on its\ncountenance.\n\n                  *       *       *       *       *\n\nI love birds. Maw used to have uh canary, and I cried when it passed\nout. I got uh lot uh feathered friends, and I never met uh bird before\nthat even attempted to kick me. I don’t think that thing was uh bird\nin the first place. I’d call it uh cross between uh mean disposition\nand uh piledriver, ’cause it kicked Ike Harper, Esq., right where he\nwears his pancakes. Ike Harper immediate and soon skids across the\nfloor and plays uh billiard off Judge Steele and Buck Masterson, and\nfinishes up by holing out under uh chair.\n\nI peeks out from my ambush and observes that alleged bird leave that\nlow grog shop with Scenery hanging on to its neck and Dirty Shirt hold\nof its tail. Somebody must uh cut that rope. The rest of the audience,\nexcept me and Buck and the judge, follers in the rear.\n\nI must uh hit Buck and the judge pretty hard. Buck has got uh cut over\nhis eye where he bumped against the bar on his way down, and the judge\nfell between the bar and the rail, with his feet under the rail.\n\nI hauls the judge around so his back is against the bar, with the rail\nacross his lap, and folds his hands. Then I helps Buck into uh chair,\nwhere he sets and makes funny little noises.\n\n“Railami,” states the judge, without opening his eyes.\n\n“_Z-z-z-zunkuff_,” says I.\n\n“_Uf-uf-uf-fuf_,” says Buck.\n\nIt sure was an intelligible conversation. It was just about sensible\nenough for uh gathering like that and we all enjoyed it. Sudden like\nthe noise starts percolating down the street again, and I starts for\nthe door. I said I “started,” and that’s as far as I got. Pete\nGonyer’s pet coyote pup must uh wanted uh railami, too, and it wasn’t\nbelow its dignity to come right into uh saloon to get it either.\n\nIn they comes, crowding each other for first place, and starts making\na three-ring circus out uh Buck’s place. I’d tell uh man that there\nwas something going on in there. That stilt-legged, overgrown fool-hen\nsure can cut circles, and that pup ain’t no slouch either. All\noutdoors seems to beckon that bird, but he don’t sabe mirrors. He cuts\nhis last lap about two feet in the lead of that pup, hops high, wide\nand handsome to the top of the bar and meets itself in Buck’s\nbar-mirror.\n\nBounce? Say, that bird simply turns over in the air and comes back\nlike uh rubber ball. The coyote is yelping its fool head off, trying\nto climb the bar, when that mass uh feathers and legs hits him dead\ncenter on the rebound.\n\nScenery Sims is just staggering in the door when that pup opines he\ncan hear his maw calling him, and he tangles with poor little Scenery\non his way out. Scenery loses his feet, so, as long as he ain’t got no\nvisible means of support, he sets down on the back of his neck, and\nthat demented thing that Magpie bought meets its original owner right\nin the doorway and they goes into the street together.\n\n“Six-te-e-e-e-en!” shrieks Scenery, clawing at his head, where it had\nbanged against uh chair-leg.\n\n“Ninety-one,” croaks the judge, clawing at the bar-rail across his\nlap.\n\n“Pass,” declared Buck, vacant like, and just then “Doughgod” Smith\nweaves in.\n\nHe looks us over, foolish like, squints hard at the judge, under the\nrail, and then shakes his head and starts for the door.\n\n“What’s the matter, Dud-Dud-Doughgod?” stutters Buck.\n\n“De-de-de-delirium tut-tut-tut-tremens,” stutters Doughgod, right back\nat him.\n\nHe flops his arms, and sighs deep.\n\n“No use,” he states. “Must be uh lot uh lye in hooch that’ll make uh\nfeller see things like that. It was standing down the road with its\nhead under uh hard hat—uh yaller one!” He shrieked the last sentence,\nand lopes out to his bronc, and away he goes.\n\n“Head under uh hat!” whoops Scenery.\n\n“My ——! Hid out like uh ostrich!” And then he lopes out of the door.\n\n“I got uh claim to settle, too,” announces the judge.\n\nHe slides out from under that rail, hitches up his belt and gallops\nafter Scenery.\n\nMagpie ambles in the door, snorts the dust out of his nose, and Chuck\nWarner is right behind him. Chuck looks like he’d been through a\nrevolution. He weaves over to the pool-table, gets down on his knees\nand searches the floor. He shakes his head, solemn-like, and searches\nhis pockets once more.\n\nPretty soon he gets back on his feet and wobbles up to the bar.\n\n“Buck, you got any caster ile?” he asks. “I had all that raffle money\nin my pocket, and I reckon that danged cross between uh greyhound and\nuh duck must uh ate it up with them tickets. I can’t find nothing but\nuh five-dollar bill in my pocket.”\n\n“Let’s see the bill, Chuck,” says Buck, and Chuck hands it to him.\n\n“Thanks,” says Buck. “It ain’t much but it will help to pay for that\nglass.”\n\n“Dog-gone yuh, Buck!” wails Chuck, leaning against the bar, “that bird\nain’t mine. It lays between Scenery Sims and Judge Steele.”\n\n“The —— it does!” squeaks Scenery from the doorway. “That bird is too\nactive to lay.”\n\nHe walks over to Magpie, and slams that yaller hat down over his head\nuntil his ears stand out like sails.\n\n“Take your danged pot hat, Magpie!” he snaps. “Nobody ought to wear uh\nhat like that. Will some strong unwounded man go out and bring in the\njudge? He took that thousand-dollar bird, beast or reptile by the leg\nwhile I takes the hat off its head. I’d uh carried him in but I ain’t\nable to do much. I suppose I got to own that bird.”\n\n“Don’t worry too much about it, Scenery,” advises Buck. “If the judge\nopines that his number wins you got to fight it out among yourselves.\nIf the judge don’t survive I reckon he’s got an heir some place to\ntake it up.”\n\n“Air ——!” squeaks Scenery. “He was trying to get some when I left.\nThat thing can give uh mule high, low and the game and win.”\n\nJust then in comes the judge, with Tellurium, Half Mile and Dirty\nShirt helping to support him. They sets him in uh chair and he droops\nlike uh wilted lily.\n\n“How do yuh feel, Judge?” I asks.\n\n“Paralyzed from the belt-line both ways, Ike,” says he, painful like.\n“I don’t reckon the shadder uh death is afar off. I sure have had\nparticular —— kicked out uh me this day and date.”\n\n“How about your claim to that bird now, Judge?” squeaks Scenery. “I’ll\nfight it——”\n\n“Go to it,” wheezes the judge. “I’ll pay half your funeral expenses. I\nhereby waives all claim to said monstrosity, and grieves to think I\never coveted such uh piece uh property.”\n\n“I’ll take it!” whoops Scenery. “I’ll——”\n\n“With certain formalities, Scenery,” states Tellurium, wise like,\nproducing uh piece uh paper and unfolding same. “This here\nproclamation was picked up this day in the street of Piperock, and\nunless I’ve forgot all the botany I ever learned in school we been\nbidding on the wrong bird. You might pe-ruse it, Scenery.”\n\nHe looks at me and Magpie, and hands the letter to Scenery. I leans\nclose enough to see that it’s the letter that Magpie got announcing\nthe shipment from the Fur and Feathers Pet Shop. Scenery spells it\nout, with uh squeak after each word.\n\n“Cassowary,” he snorts at Tellurium, and then he turns appealing like\nto Magpie: “You ain’t going to send for another one are you? Honest,\nyuh ain’t, are yuh, Magpie?”\n\n“_Ker-boom! Ker-bang!_”\n\n                  *       *       *       *       *\n\nThe house shakes with the concussion and Buck drops uh glass he’s been\npolishing for ten minutes. He looks under the bar, and gasps—\n\n“My riot-gun!”\n\nWe sets there and looks at each other for uh minute, and then the\njudge runs his fingers painful like through his hair, and orates in uh\npeevish, wailing tone—\n\n“Well, dang it all, send for uh doctor or uh coroner.”\n\nSomebody starts to get both when the door flies open and in walks\nChuck. He ambles the length of the room and slams the shotgun down on\nthe bar.\n\n“——!” he snorts, “I shot its crop all to ——!”\n\n“Is—is it dead?” quavers the judge.\n\n“I don’t know, Judge,” replies Chuck, weary like. “It was when I\nleft.”\n\n“What’d yuh shoot it for?” asks Scenery.\n\n“It ate up all that raffle money—dang its hide! Now, I shot the\ntreasury all to flinders.”\n\n“Raffle money!” snorts Tellurium. “Did anybody pay yuh cash, Chuck? I\nknow danged well I didn’t. I just signed your paper for it.”\n\nChuck looks blank like for uh minute, feels of his head, and snorts:\n\n“Cripes! I sure must uh been kicked hard. Where’s Ricky?”\n\n“Right here,” chirps Ricky. “What yuh want?”\n\n“Where’s that piece uh paper I gave yuh just before the raffle\nstarted?”\n\n“Piece uh—oh, that piece. Gosh! Was that worth anything, Chuck? I\nremember you handing it to me, and telling me to put it in my pocket,\nbut I thought yuh was joshing. Well, I was standing over there by that\nshotgun, after Buck puts it back on the bar, and unless I’m mistaken I\nsort uh absent-minded like shoved it into the muzzle uh that gun. I’m\nsorry——”\n\n“You’re welcome,” states Chuck, offhand like. “It looks to me like I’d\nshot the business all to —— with the profits. I lose eleven dollars\nand four cents on the deal.”\n\n“What I want to know is this: is that bird critter still in the land\nof the living?” interrupts Scenery Sims.\n\n“What I want to know is—has somebody got some liniment?” states the\njudge, and then me and Magpie and Chuck goes outside.\n\n“Ain’t it awful?” complains Chuck. “The goose that was going to lay\nthe golden aig is dead, and your two hundred is all shot to pieces.”\n\n“Just because uh sixteen upside down is ninety-one,” agrees Magpie.\n“How do yuh figure you’re out eleven dollars and four cents?”\n\n“I gave uh five spot to Art for holding his tongue, and Buck took uh\nfive for the busted looking-glass. Sabe? That’s ten. The dollar I had\nto pay uh feller in Great Falls for writing that scientific letter,\none dollar, and it cost me postage both ways. She totals up to eleven\ndollars and four cents, Magpie.”\n\n“Say, Chuck, where did yuh invent the name ‘Railami’ for that bird?”\n\n“Spell it backward, Ike,” says he.\n\n“You are,” states Magpie.",
    "metadata": {
        "author": [
            "Tuttle, Wilbur Coleman",
            "Tuttle, Wilbur C.",
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66976/pg66976.txt",
        "name": "upside_down_or_backwards.json"
    }
}