{
    "name": "Virgin Ground",
    "author": [
        "Brown, Rosel George"
    ],
    "body": "The pilot shoved open the airlock and kicked the stairs down.\n\n\"Okay, girls. Carry your suitcases and I'll give each of you an oxygen\nmask as you go out. The air's been breathable for fifteen years, but\nit's still thin to newcomers. If you feel dizzy, take a whiff of\noxygen.\"\n\nThe forty women just stood there and looked at each other. Nobody\nwanted to be first.\n\nAnnie moved forward, her bulky suitcase practically floating in her\nhand. She was a big woman with that wholesome expression which some\nwomen have to substitute for sex appeal. She'd made a great senior\nleader at summer camps.\n\n\"I'll go first,\" she said, grinning confidence into the others. \"I'm\nnot likely to bring out the beast in them.\" She waved herself out,\nletting the grin set and jell.\n\nIt was odd to feel light. She'd felt too heavy as far back as she could\nremember. Not fat heavy. Bone heavy.\n\nThe sweat on her face dried suddenly. She could feel it, like\nsomething being peeled off her skin. Arid climate.\n\nIt was cold. But she had the warmth to meet it.\n\nThere they were! Forty men. There were supposed to be forty. What if\none of them had died! Who would go back?\n\n\"Not me,\" Annie prayed to herself. \"Dear God, not me.\" She tried to\ncount them. But they moved around so!\n\nThey were looking at something. Not Annie. The girl coming down the\nramp behind Annie.\n\nIt was Sally, with the blonde hair on her shoulders. That's all they'd\nbe able to see from there. The blonde hair.\n\nBut a man was coming forward. He had a tam-like hat pulled low to\ngood-humored eyes, and an easy stride.\n\n\"Wait, Ben,\" one of the other men said. \"See the others.\"\n\n\"I pulled first, didn't I?\"\n\n\"Yeah. But you ain't seen but two yet.\"\n\n\"I want that blonde one. Let Gary see the others.\"\n\nAnd he led Sally away.\n\nHe didn't feel her muscles or look at her teeth or measure her pelvic\nspan.\n\nAfter Sally came Nora. Nora giggled and waved, making a shape under the\nshapeless clothes. Wasn't that just like Nora? Okay. So she was cute.\n\nSecond man took Nora. He didn't wait for the others.\n\nThird man took Regina. Regina looked scared, but you could see those\nbig cow eyes a mile off. Regina obviously needed somebody to protect\nher.\n\nThe other girls came out. Annie counted and her heart hit bottom.\nSomeone was going to be left over.\n\nFour women, three men. They all felt embarrassed. It was the kind of\nthing the colonists would talk about for years. Who was last. Who was\nsecond to last. Spiteful people would remember, and in a tight little\ncommunity, spite took root and throve on the least misinterpreted\nexpression or--But then, this wouldn't be a tight little community,\nAnnie remembered. The lichen farms were spread out over the whole\ntemperate belt of the world. Because the lichens were grown only on\nhills, where the sand would not cover them. And because they did a more\nefficient job of oxygenating the atmosphere when they were spread over\na wide area.\n\nOne man, hat in hand, even in the cold. A little shriveled man with a\nspike of dust-colored hair, but kind-looking.\n\n\"Aw....\" he drawled in embarrassment. He clicked his tongue. \"You're\nboth probably too good for somebody like me. I don't know. Both fine\nwomen.\"\n\nThe two women stood in silence.\n\n\"What's your name?\"\n\n\"Annie.\"\n\n\"Mary.\"\n\n\"Mary? My sister's named Mary. Fine woman.\" He took Mary's hand. \"No\ndisrespect to you, Annie.\"\n\nThey were all gone.\n\n\"I could take you on my Venus run,\" the pilot said. He, too, was\nembarrassed. \"But I'm afraid I'll have a full ship after that. Unless\nyou can buy the weight and space. I'd be glad to take you free. But the\ncompany....\"\n\nAnnie's eyes were full but she wasn't going to let them spill.\n\nSally brought Ben by, already looking self-consciously married.\n\n\"I'm sorry, honey,\" she said. \"Look, Annie, if you want to come stay\nwith us until another shipment of pioneers come to break ground, you're\nwelcome. Maybe you'd--er--find one of them you liked.\"\n\nIt was a gesture of kindness, of course, but it made Annie's eyes\nspill. She turned her head away, toward the red hills. Red and the\ncultivated ones green. Christmas colors.\n\n\"Sure,\" Ben said. \"Swell. Any friend of Sally's is a friend of mine.\"\n\nAnd the way they looked at each other made Annie's heart lurch.\n\n\"Thanks, kids,\" she said. \"But I don't believe I'll try it. And don't\nworry. This isn't the first time I've been stood up.\"\n\n\"Are you coming?\" the pilot shouted across the field. \"Hate to rush\nyou, but I've got a schedule to meet.\"\n\nWas she coming? What else could she do?\n\n\"What happened to him, Ben?\" Annie asked. \"My--the other man that\nshould have been here.\"\n\nBen worried a hole in the sand with one foot and cleared his throat.\n\"He stayed home.\"\n\n\"You mean he's _alive_! Here?\"\n\n\"Well ... yes. But he didn't--\"\n\n\"Never mind. I don't need anybody to strum a guitar under my window.\nIf he couldn't get away from the farm today I can certainly go to him.\nI've got a pair of legs that'll walk around the world.\"\n\n\"You coming?\" the pilot shouted.\n\n\"No!\" Annie cried. \"I live here.\"\n\nThe spaceship took off, a phoenix rising from the flames.\n\nBen was shuffling his feet, hands in his pockets. \"We'd be proud to\nhave you stay with us, Annie.\"\n\n\"Oh, cut it out, Ben. I'm no hot-house rose. Just tell me which way and\nI'll find my own farm.\" She paused, trying to guess his thoughts.\n\n\"You think he might be disappointed when he sees me? Is that it, Ben? I\nknow I'm no pinup girl. But I'm a worker and a breeder. He'll see it.\nIn the end, that's what's going to count.\"\n\nBen was still making holes in the sand with his feet, trying to say\nsomething.\n\n\"Please don't worry,\" Annie went on, \"your friend won't be sorry. If he\ndoesn't want to marry me right away--okay. I can understand it. But I\ncan give him a chance to watch me work.\"\n\n\"That isn't it,\" Ben said finally. \"I think you look fine, Annie.\nIt's--it's _any_ woman. He told them not to send a wife for him. _Any_\nwoman.\"\n\n\"But that's ridiculous. He knows the laws. Five years and then a wife.\nWhy did he stake out in the first place?\"\n\n\"That was before,\" Ben answered.\n\n\"Before what?\"\n\n\"Aw, it's not for me to say. Why don't you just forget Bradman. He's a\ngood enough guy. But not for you. You come--\"\n\n\"Which way and how far?\"\n\nBen looked at her hard. \"Okay. On Mars your life is your own.\" He\npointed. \"Second farmbubble you come to. And you'd better hurry. It\nought to take eight hours and night falls like a ton of bricks here.\"\n\nAnnie made it in seven. Easy.\n\n\n\nShe went up to the transparent hemisphere. He was inside working. She\nshouted, but if he heard her he didn't look up.\n\nShe went to the flap that must be the door. There wasn't anything to\nknock on, so she opened the flap and walked in.\n\nThere was nothing in the room but a cot, kitchen equipment and lichen,\ngrowing on a number of tables. The air was richer than outside and\nAnnie breathed it thirstily.\n\n\"I'm Annie Strug,\" she said, smiling and wishing it wasn't such an ugly\nname.\n\nHe glanced up, angry blue eyes under a growth of black hair. He didn't\nsay a word.\n\nAnnie set her suitcase down and looked out at the green growth on the\nhills.\n\n\"Look, Mr. Bradman,\" she cried suddenly, pointing a spatulate finger to\nthe western horizon. \"What in the name of heaven is that?\" There was a\ncatch of fright in her voice.\n\n\"We don't say 'mister' on Mars,\" he said reluctantly. \"Brady. But you\ndon't have to call me anything because you're leaving soon.\" He was a\nbig, arid man with a sandy voice. But his hands, as he stripped the\nlumpy brown fruits from a giant lichen, were surprisingly delicate.\n\n\"What _is_ it?\" Annie asked again, turning instinctively to the big man\nfor a reassurance and protection she had no reason to expect.\n\nBradman straightened and moved away from her, looking at the black\ngiant growing up from the earth in the distance and moving straight\ntoward them.\n\n\"It's a sandstorm,\" he said. \"It'll be here in ten minutes.\"\n\nAnnie let out the breath she had been holding. \"Oh. That doesn't sound\nso bad. I don't know what I thought it was. I was just frightened.\" She\nsmiled shyly and apologetically at Bradman.\n\nBradman grimaced at her, his agate eyes frozen in a pallid face that\nshould have gone with red hair. The sand-blown lines in his face were\ncruel. \"Sister, you've got a smile like a slab of concrete. Don't try\nit again.\"\n\n\"You didn't _have_ to say that,\" Annie said quietly, closing her eyes\nagainst the winds of her anger.\n\n\"You didn't have to come here,\" he replied. \"Goodbye.\"\n\n\"I'm not leaving,\" she said, still holding tight the doors of her anger.\n\n\"_I_ am.\" He paced heavily over the sand floor and pulled back the flap\nof the door.\n\n\"Where are you going?\" Annie glanced back at the towering giant, now\nglowing red in the sunlight, like some huge, grotesque devil.\n\n\"Into the storm cellar. Nobody lives through a Martian sandstorm.\"\n\nAnnie ran after him. \"For God's sake take me with you! You can't leave\nme....\"\n\n\"Mine's built for one,\" he said, and pulled the top in over him as he\ndisappeared into the hole.\n\nAnnie broke her fingernails pulling at the cover. The wind was blowing\nsand in her eyes. She saw blood staining the rim of her index finger.\nShe pounded with her fists.\n\n\"Let me in!\" she screamed. \"In the name of God!\" But all she heard was\nthe keening sand in the wind.\n\nShe looked around. The devil was closer, malignant and hungry. It\nwanted to eat her alive.\n\nIt made her angry.\n\n\"I'll fight it,\" she screamed. \"By God, I'll fight!\"\n\nFive minutes, she guessed. Maybe five minutes left. She ran into the\nhouse, ripped open her suitcase. Bundles of nylon marriage clothes. She\nbegan to sob. Some were with lace.\n\n\"Fight!\" she shouted to herself. There was her oxygen mask. How much\noxygen? Anybody's guess. It was made for maybe a few whiffs a day over\na period of several months.\n\nSwell. But it wouldn't keep the sand from tearing through her eyeballs\nand flaying her alive.\n\nWrap in nylon nightgowns? Ridiculous.\n\nSpacesuit?\n\nAnnie went through the one-room house as fast as she could. No\nspacesuit. Why should he have one?\n\nThree minutes left.\n\nSand was blowing under the hemisphere, piling up at one end and oozing\nout beneath.\n\nIt was possible she would simply be buried.\n\nThe refrigerator!\n\nThat wasn't a refrigerator. Only a cabinet, loosely joined.\n\nAnnie went outside, on the side where the field of lichens grew up a\nsmooth, stone hill. The red devil was whistling at her now; a low,\ninsinuating whistle.\n\nSomething rattled faintly against one steel rib of the hemisphere. It\nwas a shrub, about five feet tall.\n\nAnnie began to laugh hysterically. Brady had protected the shrub with\nloving care. It was tied to the steel rib through grommetted holes in\nthe hemisphere, and covered with its own plastic bag to shield off the\nwind.\n\nOne minute.\n\nThe red devil was shouting now, laughing with triumph. He ran his sandy\nfingers through her hair and blew his gritty breath in her eyes.\n\nShe pulled the zipper at the bottom of the polyethylene bag that\ncovered the shrub and yanked the bag off. It was heavy, almost oily\nplastic, slippery and pliant.\n\nThere was no time to decide whether it would be better inside or\noutside the house. She pulled the bag over her head inside out, so the\nzipper would close completely. Then she folded the zipper part under\nonce and wedged herself as far as she could go into the space between\nshrub and hemisphere, holding the oxygen mask in her teeth.\n\nWith infinite care, though she was not likely to split the heavy bag,\nshe pulled off her shoes and her heavy, woollen walking socks. She put\nthe shoes back on. Her slacks covered her legs. Only her ankles were\nbare.\n\nShe unraveled one sock and stuffed the yarn in her ears. There was a\nsudden, remarkable quiet. Then, even through the yarn came the roar of\nthe storm. For it was upon her.\n\nShe looked through the milky plastic into a wild, red inferno, spitting\nat her in furious frustration. Then she bound the other sock over her\neyes.\n\nShe was in a blind, muffled world now, buffeted against the shrub and\nthe wires and the steel rib, but not painfully, because of her heavy\nclothing. It was as though suddenly all her senses had been switched to\nthe last pitch before silence.\n\n\"I might live,\" Annie thought. \"I might.\"\n\n\n\nThere was sand in the bag now. Annie could feel it sifting under her\ncollar and blowing up her ankles. Not much. It was coming from the\nbottom of the bag. Probably the end of the zipper had worked open just\na little.\n\nWas that the dull roar of the storm through her stoppered ears or the\nrushing of her own blood? If sand were seeping in, the storm must still\nbe on.\n\nHow did Bradman breathe in his storm cellar? Would the storm last long\nenough for the air to go bad? It would go bad fast, in an enclosed\nplace on Mars.\n\nBradman. What sort of monster would walk off and let another human\nbeing die? Without a glance backwards? Did the cold desert wear the\nhumanity out of a man? How did a human being get like that?\n\n\"'You've got a smile like a concrete slab.'\" Is that what you say to a\nperson when you know you're about to leave them to die?\n\n    UNMARRIED WOMEN BETWEEN THE AGES OF 21 AND 30. GOOD HEALTH. WELL\n    ADJUSTED. MARRIAGE ON ARRIVAL. MARS TRANSPORT LEAVES OCT. 1.\n\nGood health ... well adjusted ... she could see the printed words, red\nstereo words reaching out from the page. Unmarried women between ...\nthey came and went in her mind and there was a roar in her ears. The\nwords were gone now. Only a redness that came and went. No. A blackness.\n\nAnnie snatched the exhausted oxygen mask off her face and gulped a\npallid, sandy breath of air. It wouldn't do. She took the sock off her\neyes and bound it around her nose and mouth. It would filter some of\nthe sand out. She opened her eyes briefly and closed them. The grit\nstayed in. She didn't dare open them again.\n\nBut the storm looked weaker. Or was it her imagination?\n\nShe groped for the zipper. Foul air would kill her quicker than sand.\nShe couldn't find it.\n\nHell with the zipper! She pulled her little mending kit out of her\npocket and slashed the bag with the scissors.\n\nThe storm sounded louder now, with the bag gone. The sand blew under\nher eyelids. Ripped her face. Tore a burning circle around each ankle.\n\nAnnie put her face in her hands, breathing through her nose and the\nsock.\n\nShe held herself stiffly. She didn't want to cough.\n\nThe whole world was a blind, gritty pain. There was no end to think of.\nOnly pain.\n\nA grayness.\n\nA blackness.\n\nFinally, a voice. Bradman.\n\n\"You ruined my shrub. Did you have to slash the bag, too?\"\n\nAnnie opened her eyes. They felt red and ruined. They were watering so\nmuch her cheeks were wet. She could hardly see.\n\nShe was having a coughing fit. She dragged herself upright. All she\ncould see was sand. The plastic bubble had blown off the girders and if\nthe furnishings and her suitcase were there, her eyes were still too\ndim to see them.\n\n\"Do you know what that shrub's worth on Mars?\"\n\nAnnie found the yarn had fallen out of one ear and she pulled it out\nof the other.\n\n\"Do you know what that _bag's_ worth?\"\n\nGall ran in her veins. She spat it out of her mouth.\n\nShe backed up to the steel beam and braced her feet against it, light\nin the Martian gravity.\n\n\"I told them not to send a woman out here.\"\n\nShe pushed off and sank her fist into his teeth. He went down.\n\nShe was too light. But he was too light, too. It evened out.\n\nShe turned his face and held it in the sand. Her strength was insane.\n\n\"Do you know what a human life is worth?\" she screamed.\n\nHe struggled, but she fought his bucking body, kept his face buried in\nthe sand until he was dead and a long time after.\n\nAn age passed. Annie was frozen in a world rimed over with white\nstarlight, sequinned with frost.\n\nThen the crosseyed moons came up.\n\nShe found an edge of the plastic bubble, rumpled and limp and half\nburied in the sand. She pushed off the heaviest hills of sand with her\nhands and pulled it out. She climbed up the anchored girders with it,\nand then slept the rest of the night in her own home.\n\nThe next day she dug out her household supplies from the sand.\n\nThe day after she cleared the sand from the lichens on her farm.\n\nOn the fourth day she called a few neighbors in and late in the evening\nshe buried Bradman.\n\nNo one questioned her. It had been, after all, self-defense.\n\nShe kept the farm as well as any man. Better. She worked. How she\nworked! She kept herself numb with labor, her mind drunk with the\nliquors of fatigue.\n\n\n\nAfter five years, he came. He just appeared inside the door flap,\nlooking a little nervous but grinning.\n\n\"I'm Jack Hamstrong,\" he said, his voice full and wholesome, like Iowa\ncorn. \"I--you weren't at the spaceport so I figured, what the heck. I\njust walked.\"\n\n\"This is _my_ farm,\" Annie said. \"My hands are on every inch of it.\"\n\nHamstrong's ruddy face turned in on itself a little. \"I know. I know\nthe story. I didn't come to take anything away. I came to--good Lord,\ndidn't you _know_ you'd be sent a husband?\"\n\nAnnie's eyes went queer, like a cat's. \"A husband?\" If they'd told her,\nshe hadn't heard. \"Go away,\" she said. She looked around at her farm,\nthe fruits of her travail--alone. The virgin birth.\n\n\"No,\" he said firmly. \"It's yours _and_ mine. Legally. I'm not a mean\nman, Annie. You'll find me patient. But stubborn. I can wait.\"\n\nAnnie sighed. Or was it a shudder? She looked up again at the puckering\nedges of the evening sky.\n\nShe put down the knife she had been peeling a giant lichen with. She\nwiped her hands on her apron and lifted the door flap.\n\n\"All right, then,\" she said. \"Wait.\"\n\n\"For what?\"\n\n\"The sandstorm,\" she said.\n\nAnd she got into the storm cellar and pulled down the weighty lid,\nlocking it behind her.",
    "metadata": {
        "author": [
            "Brown, Rosel George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60694/pg60694.txt",
        "name": "virgin_ground.json"
    }
}