{
    "name": "Vocation",
    "author": [
        "Smith, George O. (George Oliver)",
        "Long, Wesley",
        "Smith, George Oliver"
    ],
    "body": "Gerd Lel Rayne stood in the arched doorway of the living room of his\nhome and smiled at the Terran. Andrew Tremaine smiled up at his host\nwith an almost microscopic feeling of annoyance. The Terran was a large\nman, well proportioned, but the other was somewhat larger and somewhat\nin better proportion. The annoyance was the usual jealousy of the\nbetter man.\n\nTremaine knew that Gerd was a better man, and he stifled his feeling of\nannoyance because hating Gerd was unjust. Besides, Tremaine wanted a\nfavor and one does not irritate a favor-giver.\n\nGerd Lel Rayne was of a breed that could know when a man disliked him\nno matter how well it was concealed. Therefore--\n\nAndrew smiled. \"You've been well?\"\n\n\"Positively dripping with good health,\" boomed Gerd in a resonant\nvoice. \"And yourself?\"\n\n\"Fair to middling.\"\n\n\"Good. I'm glad to hear it. Will you have refreshment?\"\n\n\"A cigarette, perhaps.\"\n\nGerd opened an ornate box on the table and offered Andrew a cigarette.\nAndrew puffed it into illumination and exhaled a cloud of smoke.\n\"Busy?\" he asked.\n\n\"Yes,\" drawled Gerd. \"I'm always busy, more or less. But being busy or\nun-busy is my own desire. Being without something to do would drive me\ncrazy, I'm sure.\" Gerd laughed at the thought. \"At the present time I'm\nbusy seeing you. Is this a business visit or a personal visit?\"\n\n\"Partly pleasure, partly business. There's something been bothering me\nfor some time.\"\n\n\"Glad to help--That's what I'm here for, you know.\"\n\n\"Now that I'm here,\" admitted Andrew with some abashment, \"I have a\nfeeling that the same question has been asked and answered before.\nBut I want to hear, firsthand, why your race denies us the secret of\ninterstellar travel.\"\n\n\"Because you have not developed it yet,\" said Gerd. \"Yes, we could give\nit to you. You couldn't use it.\"\n\n\"You're looking down at us again.\"\n\n\"I'm honestly sorry that I give you that opinion. I have no desire to\nlook down at anything or anyone. Please believe me.\"\n\n\"But--\"\n\n\"May I offer an hypothetical case?\" asked Gerd, and then went on\nbecause he knew the answer to his own question: \"A hundred years ago,\nthe Terrans were living without directive power. You used solar phoenix\npower. It brought you out of the mire of wire and machinery under which\nTerra writhed. You were, you thought, quite advanced. You were. But,\nAndy, could you have used directives? Supposing that I had given you\nthe secret of directive power? What would have happened?\"\n\n\"Um--Trouble, perhaps. But with supervision?\"\n\n\"I can not give you supervision. I am but one. Consider, Andy. A planet\nfilled with inventive people, a large quantity of which are highly\ntrained technically. What would they say to a program which restricted\nthem to any single phase? We came, and all that we could do to assist\nwas to let your race know that directive power was available. The\nproblem of power is an interesting thing, Andy. The initial steps into\nany realm of power are such that the discoverers are self-protected by\ntheir own lack of knowledge, and their investigations lead them into\nmore and more knowledge; they gain the dangerous after learning how to\nprotect themselves against it. The directive power could destroy not\nonly Terra but the entire Solar System if improperly applied.\"\n\n\"What you're saying is that we could not understand it,\" objected\nAndrew.\n\n\"I admit it. Could a savage hurt himself if permitted to enter a\npowerhouse--even one of the primitive electronic places? Obviously he\ncould. Even were he given the tools of the art, his survival might\nbe a matter of guesswork. Only study permits any of us to work with\npower, Andy. When the Terrans are capable of handling the source of\ninterstellar power, it shall come to them--be discovered by them, if\nyou will. Meanwhile I can but watch and wait, and when I am approached\nI can and will try to guide Terra. That, Andy, is my job.\"\n\n\"We'll hunt for it!\"\n\n\"I know,\" said Gerd Lel Rayne with a smile. \"Your fellows are hunting\nnow. I approve. But I may not point the way. Your race must only find\nit when you are ready to handle it.\"\n\n\n\nGerd arose from his chair and flexed the muscles across his back. The\nreason for his arising was not clear to Andrew immediately, but it came\nless than three seconds later--It was Gaya Lel Rayne, Gerd's mate.\nAndrew arose and greeted her with genuine pleasure.\n\nHer smile was brilliant and genuine. \"Business?\" she asked.\n\n\"Yes,\" answered Gerd. \"But do not leave, because the discussion is\ninteresting. Andy, the perfect example of the persistent newsman, is\nholding forth on the interstellar power.\"\n\n\"They've discovered it?\" asked Gaya in hopeful pleasure.\n\n\"No,\" answered Tremaine. \"We'd like to, though.\"\n\n\"You will,\" said Gaya. \"I know you will.\"\n\n\"We know we will, too,\" said Andrew. \"Our irritation is not that we\nshall be denied it, but that it takes us so long to find it when there\nis one on Terra that knows it well.\"\n\n\"Please, Andy. I do most definitely not know it well. I am no\ntechnician.\"\n\nGaya looked at her husband quickly. \"He's excusing himself,\" she said\nwith a laugh.\n\n\"He's hoping that we'll believe that his knowledge is no better than\nours and that we'll be content. But, Gerd, I know that you know enough\nto give us the answer.\"\n\n\"You know? How, may I ask?\"\n\n\"It is inconceivable that you would not know.\"\n\n\"Perhaps I do,\" came the slow answer. \"Perhaps I do.\" The tone of the\nspeech was low and self-reflective. \"But again, perhaps I, too, am\nin the dangerous position of not knowing enough. You Terrans have a\nsaying--'A little knowledge is dangerous.' It is true. Again we strike\nthe parallel. I give you stellar power and you, knowing nothing about\nits intricacies, use it. Can you hope to know down which road lies\ntotal destruction?\"\n\n\"You are possibly right. We could learn.\"\n\n\"But not from me,\" said Gerd with finality. \"That I cannot and will not\ndo. One can not supervise and control the inventiveness of a planet\nsuch as yours. Your rugged individualists would be investigating in\ntheir small laboratories with inadequate protection, and inevitably one\nor more of them would strike the danger-spot.\"\n\n\"I'm answered,\" said Andrew reluctantly. \"Answered negatively. I'm\nforced into accepting your statements. They are quite logical--and\nGaya's willingness to be glad for us when she thought that we had\ndiscovered it is evidence that you are not withholding it with malice.\nBut logic does not fill an empty spot, Gerd.\"\n\nGerd laughed. \"If you had everything you want, your race would have\ndied out before it came out of the jungles.\"\n\nTremaine laughed. \"I know,\" he admitted. \"Also--and I'm talking against\nmy own race--there is the interesting observation that if Heaven is the\nplace where we have everything we want, why are people always trying to\nlive as long as they can?\"\n\n\"Perhaps they're not certain of the hereafter.\"\n\n\"Whether they are firmly convinced yes or as firmly convinced no, they\nstill view death with disfavor. I'd say their dislike was about even.\nAll right, Gerd. I'll take your statements as you made them and with\nreluctance I'll return to my work and ponder.\"\n\n\"Stay for dinner,\" urged Gaya. She gave him the benefit of a brilliant\nsmile, but Andrew shook his head.\n\n\"I've got to write an editorial,\" he said. \"I've got to change one\nalready written. I was a bit harsh about you, and I feel it was unfair.\nPerhaps you'll join us at dinner tomorrow?\"\n\nGaya laughed. \"You're speaking for Lenore, too?\"\n\n\"Yes,\" nodded Andrew. \"She'll be glad to see you.\"\n\n\"Then we'll be glad to come,\" said Gerd.\n\n\n\nAs he left, Gerd turned to his wife and said: \"He'll bear watching.\"\n\n\"I caught your thought. He will. Shall I?\"\n\n\"From time to time. Tremaine suspects. He is a brilliant man, Gaya, and\nfor his own peace of mind, he must never know the truth.\"\n\n\"If he suspects,\" said Gaya thoughtfully, \"it may mean that he has too\nlittle to do. There are many sciences--would it be possible to hint the\nway into one. That might occupy his mind enough to exclude the other\nquestion.\"\n\n\"In another man it might work. But Andrew Tremaine is not a physical\nscientist. He is a mental scientist working in an applied line. To give\nhim the key to any science would mean just momentarily postponing the\npursuit of the original problem. Were he a physical scientist, his mind\nwould never have come upon the question in the first place. I'm almost\ntempted to let loose the initial key to stellar power.\"\n\nGaya blanched. \"They'd destroy everything. No, Gerd, not that. You'd be\ndefying the Ones.\"\n\n\"I know,\" nodded Gerd. \"I have to continue for my own personal\nsatisfaction. Giving in is the easy way--and entirely foreign to\nour policy. Terra must find their goal alone. You and I, Gaya, must\nnever interfere. We are emissaries only; evidences of good will and\nfriendship. Our position is made most difficult because of the general\nimpression, held by all Terrans, that an ambassador is a man who lies\nto you, who knows that he is lying, and who further knows that you know\nhe is lying--and still goes ahead and lies, smiling cheerfully at the\nsame time.\"\n\n\"We've given good evidence of our friendship.\"\n\n\"Naturally. That's our main purpose in life. To befriend, to protect,\neven to aid when possible. One day, Gaya, Terra will be one of us.\nBut guiding Terra and the Solar System into such a channel is most\ndifficult. Yet, who is to do it but you and I?\"\n\n\"Shall we request advice? Perhaps the Ones will be interested to know\nthat Terrans are overly ambitious?\"\n\n\"You mean they're too confounded curious? The Ones know that. The Ones\nput us here because we can cope with Terra--I'll make mention of it in\nthe standard report--but coping with Terra is our problem, presented to\nus, and given with the expectation that we shall handle it well. To ask\nfor any aid would be an admission of undisputed failure.\"\n\n\"I guess you're right.\"\n\nGerd smiled. \"Honestly, there is no real danger. If we are capable of\nprotecting them, we should be equally capable of protecting ourselves\nagainst them. And,\" said Gerd with an expansive gesture, \"the Ones\nrate us adequate. We can do no more than to prove their trust. After\nall, our race has been wrong about a classification only once in three\ngalactic years.\"\n\n\"I might be worried,\" smiled Gaya. \"Isn't it about time for them to\nmake another mistake?\"\n\nGerd put his hands on her shoulders and shook her gently.\n\"Superstitious lady,\" he said, \"that's against the Law of\nProbabilities.\"\n\n\"No,\" disagreed Gaya with a smile. \"Right in accordance with it. When\nthe tossed coin comes up heads ten million times without a tail, it\nindicates that there may be two heads on the coin, or that some outside\nforce is at work. I was fooling, Gerd.\"\n\n\"I know,\" he said with a laugh. \"Now enough of our worries. What's on\nthe program this evening?\"\n\n\"Dinner with Executive General Atkins and wife. Theater afterwards.\"\n\n\"I'd better dress, then,\" said Gerd. \"Complete with all the trimmings.\nToni Atkins would be horrified at the idea of dining without the males\nall girded and braced in full formal dress.\"\n\n\"Once dinner is over, you'll enjoy them.\"\n\n\"I always do,\" said Gerd. \"They're both interesting people. Save for\nher ideas of propriety.\"\n\nGaya pushed him in the direction of the dressing room. \"I do, too,\"\nshe called after him with malicious pleasure. \"And remember, that I'm\njust as they are--and not above them at all.\"\n\n\"I might be able to get the legislature to pass laws against women,\"\nreturned Gerd thoughtfully.\n\n\"The result might be quite devastating,\" said Gaya.\n\nThe answer came back through the closing door. It was a cheerful laugh,\nand: \"Yes, wouldn't it?\"\n\n\n\nAndrew Tremaine jerked the paper from the electrotyper and pressed two\nbuzzers simultaneously. The answer to one came immediately: \"Yes?\"\n\n\"Tell Jackson that the editorial page is complete and that he should\nget the revised copy set up.\"\n\n\"Yes, Mr. Tremaine. It's on the way.\"\n\n\"Should be coming out of his typer now.\"\n\n\"I'll call him.\"\n\nThe door opened, and the answer to buzzer number two entered.\n\nHe was a tall, thin, pale-looking man with stooped shoulders and thick\nglasses. He came in and seated himself before Andrew's desk and waited\nin silence until the editor spoke.\n\n\"Gene, how many fields in psychology have you covered?\"\n\nThe other shook his head. \"Since I came to work for you, only one.\nApplied psychology, or the art of finding out what people want to be\ntold and then telling them.\"\n\n\"That's soft-soapism.\"\n\n\"You name it,\" grinned the thin man. \"You asked for it. Oh, we've\ncarried the burning torch often enough--that's the other psychology.\nFinding out what people think is good for them and crying against it.\"\n\n\"Or both.\"\n\n\"Or both,\" smiled Gene.\n\n\"This is a crazy business, sometimes. I'm on another branch again,\nGene. How much of the human brain is used?\"\n\n\"Less than ten percent.\"\n\n\"Right. What would happen if the whole brain were used?\n\n\"Andy, what kind of a card file would you need to do the following:\nOne: locate from a mention the complete account of a complex\nexperience; two: do it almost instantly, and three: compile the data in\nfive dimensions?\"\n\n\"Five dim--? Are you kidding?\"\n\n\"Not at all. Each of the five senses are essentially different and will\nrequire separate cards to make the picture complete. A rose smell,\nfor instance, would be meaningless alone--you must classify it. The\nsame card would not fit for all rose-smelling memories since some are\nstrong, some are weak, some are mixed with other minor odors, and so\nforth. Do you follow?\"\n\n\"Yes, but aren't we getting off the track?\"\n\n\"Not at all. If your mind can run through ten to the fiftieth power\nexperiences in five mediums and come up with the proper, correlated\naccounts, all in a matter of seconds--think what the same mind might be\nable to do if presented with a lesser problem.\"\n\n\"Why can't it do just that?\"\n\n\"Because when you start to figure out a problem, something restricts\nyour brain power to less than ten percent of its capability.\"\n\n\"That means that ninety percent of the brain is nonfunctional.\"\n\n\"Right. It is. You can carve better than half of a man's brain out and\nnot impair a single memory, or action, or ability.\"\n\n\"And nature does not continue with a nonfunctional organ.\"\n\n\"Nature would most certainly weed out anything that was completely\nuseless. Evolution of a nonfunctional part does not happen.\"\n\n\"Appendix?\"\n\n\"It had a use once. It is atrophying now. But the brain should be\nincreasing since we're using it more every year. Instead of being\nforced into increase by demand, the brain is already too big for the\nwork. How did it get that way?\"\n\n\"You'll never explain it by the law of supply and demand,\" said Gene.\n\"We might go over a few brains with analyzers.\"\n\n\"And if you get a nonconforming curve, then what?\"\n\n\"Fifty years of eliminating the sand to get the single grain of gold.\"\n\n\"You mean process of elimination?\"\n\n\"Didn't I say it?\"\n\n\"You'd never recognize it,\" said Andrew. They both laughed.\n\n\n\n\"But what brought you to this conference?\" asked Gene. \"Knowing you as\nI do, you aren't just spending the time of day.\"\n\n\"No, I'm not. Look, Gene, what do you know about Gerd Lel Rayne?\"\n\n\"Just common knowledge.\"\n\n\"I know. But catalogue it for me. I am trying to think of something and\nyou may urge the thought into solidification.\"\n\n\"Sounds silly,\" said Gene. \"But here it is--and quite incoherent.\"\nHe laughed. \"What was I saying about the excellence of memory files?\nWell, anyway, Gerd Lel Rayne is a member of a race that has and employs\ninterstellar travel. Terra has nothing, produces nothing, manufactures\nnothing that this race requires. Neither, according to Gerd, has this\nrace anything that would interest Terrans. Save power and the stellar\ndrive.\"\n\n\"Stellar power,\" muttered Andrew.\n\n\"What was that? Stellar Power? Call it that if you wish. It may\nwell be called that for lack of a better name. At any rate, it is\nmore than obvious that Gerd Lel Rayne and his wife enjoy us. They\nare emissaries--ambassadors of good will, if you want to call them\nthat--whose sole purpose is to give advice upon things that Terra does\nnot quite understand.\"\n\n\"Except stellar power.\"\n\n\"Reason enough for that,\" said Gene. \"Terra is a sort of vicious race.\nWe were forced to fight for our very existence. We fought animals,\nnature, plants, insects, reptiles, the earth itself. We've fought and\nwon against weather and wind and sun and rain. And when we ran out of\nthings to fight, we fought among ourselves because there were too many\ndifferences of opinion as to how men should live. We, Andrew Tremaine,\nare civilized--and yet the one thing we all enjoy is a bare-handed\nfight to the finish between two members of our own race.\"\n\n\"That's not true.\"\n\n\"Yes it is. What sport has undergone little change for a thousand\nyears? It is no sport using equipment. The equipment-sports are\nconstantly changing with the development of new materials with which to\nmake the equipment. Take the ancient game of golf, for instance. They\nused to make four strikes to cover a stinking four hundred yard green.\nThat's because control of materials was insufficiently perfect to\nmaintain precision. No two golf balls were identical, and no two clubs\nwere alike.\n\n\"But--and stop me if my rambling annoys you, although it is seldom that\nI am permitted to ramble--the sport of ring-fighting is still similar\nto its inception. Men stand in a ring and fight with their hands until\none is _hors de combat_ for a period of ten seconds. They used gloves\nat one time, I believe, but men are harder and stronger now--and\nsurgery repairs scars, mars, and abrasions. Also, my fine and literary\nfriend, the audience, gentle people, like to see the vanquished\nbattered, torn, and slightly damaged. Civilization! One step removed\nfrom Ancient Roma, where they tossed malcontents into an arena to see\nif he could avoid being eaten by a hungry carnivore!\n\n\"Well, the one thing that Terra would most probably do is to make use\nof this drive and go out and fight with the Ones.\"\n\n\"Are they afraid?\"\n\n\"I don't know. I'd hardly think so.\"\n\n\"Gene, you're wrong. They wouldn't even bother brushing us off.\"\n\n\"No?\"\n\n\"No. We'd be polished off before we got to see them. There's something\nelse there and I don't know what it is.\"\n\n\"You don't follow the hatred angle?\"\n\n\"You, my friend, have a warped personality. You have the usual\nviewpoint of a man of minor stature. That lanky body of yours has\ndriven you into believing that your race is tough, vicious, and most\ndeadly to everything. Not because you really believe it, but you\nyourself are not tough, deadly, or invincible but you want to belong to\na group that is.\"\n\n\"You think them benign?\"\n\n\"I wonder--but am forced to believe the overwhelming pile of evidence.\nIn every way, Gerd and his wife have been willing to co-operate.\nThey've willingly submitted themselves to our mental testing--and\nthat is complete, believe me--and in every case they have proven\nintelligent, enthusiastic, and capable. Oh, we make mistakes, but not\nsuch complete blunders. I'll tell you one thing, Gene. I went over\nthere today to ask one question. I wanted to know just why they refuse\nto give us the stellar power. Their answer was that we were not ready\nfor it--and in the face of it, I was forced to agree.\"\n\n\"Whitewash.\"\n\n\"Think so? Then tell me how you can tell.\"\n\n\n\n\"Gerd Lel Rayne is a supergenius, according to the card files.\nIntelligence Quotient 260! That, my friend, is high enough to fool the\nmachine!\"\n\n\"Nonsense.\"\n\n\"A machine, Andy, is a mechanical projection of a man's mind. It\nis built to do that which can not be done by man himself. It is\ncapable--sometimes--of exceeding man's desire by a small amount, but\nis seldom capable of coping with a situation for which it is not\nengineered. Since no man on Terra has an I.Q. of higher than about 160,\nfor a guess, the machine can not be engineered to analyze mentalities\nof I.Q. 260 without fail.\"\n\n\"You do not believe the I.Q. 260 then?\"\n\n\"Yes, I believe that machine. But the one that gives the curves of\nintent can be fooled by such a man.\"\n\n\"Then what is his purpose?\"\n\n\"Supposing this race intends to take over?\"\n\n\"Then why don't they just move in and take?\"\n\n\"Time. Say this race is overrunning the Galaxy. No matter how they\nstart, plans must be made, even if they originated on Centauri.\nSince--and let's try to put ourselves in their place and consider.\nThey have not moved in. That means a waiting period of some kind. It\nalso means considerable distance from home base, because if we were\nclose to them, the program would have started already. Now, since there\nis this waiting program, we can assume that they are not ready yet. And\nnot being ready means one of two things. They are finding opposition\non other planets of other systems. In this case it is not Divide and\nConquer, but _keep divided in order to conquer_!\"\n\n\n\n\"I'm beginning to follow you.\"\n\n\"If we had the drive, and the power for it, their job might well be\nimpossible. I doubt that anything alive could make conquest of an armed\nplanet unless that planet was quite inferior in weapons. Given the same\nweapons and power, and at best stalemate. For the very energy-mass of a\nplanet is unbelievably great, and the weapons that may be permanently\nanchored in the granite of Terra would be able to withstand anything\nup to and including another, equally armed planet to stalemate or\ndraw. And granting that Terrans are hard-boiled people because we were\nbrought up that way from infancy, we'd give any race a mighty tough\nfight.\"\n\n\"Then what do you want me to do?\"\n\n\"I want knowledge. I want something that will permit me to use that\nninety percent of my brain.\"\n\n\"How in the devil do you expect me to come up with something like\nthat?\"\n\nAndrew Tremaine smiled solemnly and said, flatly: \"Gene, I'm almost\nconvinced that Gerd Lel Rayne and company are generating some\nforce-field that prevents it!\"\n\nGene sat silent after that. He thought about it for some time before\nanswering. \"The answer to that,\" he said very slowly and very\ncarefully, \"is this: If some force is being generated to prevent full\nuse of the human brain, a counter-force may be set up to nullify the\nfield. That will be simple enough once we isolate the field that\nprevents thought. But on the other hand, if no such field exists and\nit is just one of those paradoxes, we'll have considerable working to\ndo to generate a force-field that _will_ permit one hundred percent\nbrain-usage.\"\n\n\"Right. And remembering that this may be the answer to Terra's\nexistence, we'll have to keep it silent.\"\n\n\"You're handing me the job?\"\n\n\"Yes. You're a practising psychologist. You're also an amateur\ntechnician. If you need anything, no matter what, requisition it and\nI'll see that it is O.K.'d. Send the thing to me marked _personal_ so\nthat some clerk won't toss it out for not belonging to the publishing\nbusiness.\"\n\n\"You know how much this will cost?\"\n\n\"Sure. You'll start off with a copy of the I.Q. Register and recorder\nand work your way up through the intent-register. From there on in,\nGene, you're on your own. And--alone! I do not want to know what you're\ndoing. I might let it out before Rayne or his wife. Come to me as soon\nas you find something.\"\n\n\"Right. But look, Andy. Why not give me a batch of signed requisitions\nso that you won't know what I'm working on next?\"\n\n\"Good. I'll sign me one block, and mail it to your home. You are fired\nas of now for ... for--\"\n\n\"Differing with the management in a matter of policy.\"\n\n\"Excellent. And when the requisition numbering the last of the block\ncomes in, I'll sign up and mail another block to your home. Leave a\nforwarding address. The bank will honor your signature on company\nchecks to the tune of one thousand dollars per month.\"\n\n\"Applied psychology is wonderful,\" smiled the tall, thin man. \"You\nwouldn't have trusted me a thousand years ago.\"\n\n\"There are a lot of people I wouldn't trust now, today.\"\n\n\"But the difference is, Andy, that nowadays you know whom you can\ntrust.\"\n\n\n\nGaya Lel Rayne's entry into the grand ballroom had the same effect,\njust as it always had. In another woman it might have produced\ntriangle-trouble, but Gaya's attraction for men was not her only charm;\nthe woman who hated her for her ability to draw men was one who did\nnot know her. Once introduced, and permitted to talk with Gaya, the\njealous dislike died, for Gaya was not far below her husband in wit and\nintelligence. Like all intelligent people, Gaya was capable of making\nherself liked by all, even in the face of dislike. Those who still\nfelt the twinge of jealousy often pitied her; feeling that her beauty\nwas compensation for the necessity that she be of high intelligence,\nand quite certain of their husbands, whom they knew would not care to\nlive their lives with a woman who outshone them in every field. They\nknew also that there was but one man on the whole planet that Gaya\nloved--Gerd. He was the only man she could possibly love and the only\nman who could possibly love her. Gerd was the only man who could even\nkeep up with her thought-processes.\n\nGerd had his amusement, too. Partly in payment for the slight put upon\nthem by their husbands, Gerd was surrounded by women as he entered. And\nthey knew that he was more than capable of running far ahead of their\nown devious thought-processes, a condition which they hoped was untrue\nin their husbands. Yet he was interesting and attractive, and equally\nas versatile as his wife.\n\nThe party took on a faster air, and all were dazzled save one. Andrew\nTremaine stood on the side lines and watched.\n\nHe saw Gaya whirl from man to man across the dance floor and with equal\namusement he saw Gerd moving through a closely-knit crowd. He wished\nfervently for someone to discuss it with, but even his wife was in the\npress of people about Gerd Lel Rayne.\n\nEmissaries, he thought. Ambassadors who cut their mentality because\nthey did not care to appear so far beyond their friends would certainly\ndevelop a contempt. It must be so, if for no other reason than it could\nnot be otherwise. Andrew wondered what made them tick.\n\nHe'd heard from Gene Leglen briefly. It was not good. A negative\nresult--which was inconclusive. Yet, according to the letter, the\nthought-process frequencies had been inspected carefully by the most\ndelicate detector that Gene could make, and he had found nothing out of\nline. Strays from the I.Q. Register machine that ran continually in\nthe shielded vault below the psychology building in government square\nwere recorded; a few pip-markers leaked out of the intent-register on\nstrong impulses and caused Gene's machine to chatter wildly at long\nand indefinite times; even a few infra-faint recordings came from the\nintent-register machine as a matrix was sent through to record changes\nfrom a previous marking were caught on Gene's detector.\n\nBut nothing with overall intensity. Nothing that could be expected to\nblock the operation of nine tenths of a man's brain.\n\n\n\nAndy saw Rayne approaching with Lenore, and smiled.\n\n\"Why so thoughtful?\" asked his wife.\n\n\"Thinking deeply again?\" asked Rayne. \"More power?\"\n\n\"Don't laugh at me, Gerd,\" pleaded Andrew.\n\n\"Laugh at you?\" asked Gerd in genuine dismay. \"Never. You are a good\nfriend, Andrew. I will never laugh at you.\" He shook his head. \"Tell\nme, what makes you think I'm laughing?\"\n\n\"I can not but think, sometimes, that you are playing with all of us.\"\n\n\"Please ... please. Is there nothing I can do to dispel this idea,\nthis fixation of yours?\" he turned to Lenore. \"Do you, too, think I'm\ntoying?\"\n\n\"No,\" she said quickly. \"You're too fine a person to toy with another.\nI know.\"\n\nGerd flustered at that. \"The trouble with this job of mine,\" he said,\n\"is that no one ever tells me that I'm a meddling fool or to mind my\nown business.\"\n\n\"That's your fault,\" said Andrew. \"Honestly, I doubt that there is\na man on this confounded planet that wouldn't hasten to carry your\nbanner. You are a well-liked man, Gerd, and as such no one wants to\ntell you off. Furthermore, you always seem to know when to let a man\nalone--and that in itself precludes any possibility of telling you to\nstay away. How do you know that sort of thing?\"\n\n\"Accident of birth,\" said Gerd wryly.\n\n\"Spacewash.\"\n\n\"You think I studied to learn it?\"\n\nAndrew laughed. \"If I thought that, I'd apply for entrance to the same\nschool,\" he said. \"I'd like to have that trait myself.\"\n\nLenore interrupted. \"Andy,\" she said, \"you must remember that Gerd is\na sensitive man. You might have been a sensitive man at one time, but\nbeing a publisher has taken all of the reticence out of you. Wresting\nhidden secrets from people who have things to hide is life and blood\nfor a newsman--and it does not make a man sensitive for other people's\nfeelings.\"\n\n\"Well,\" grumbled Andrew, \"I'd like to be able to recognize when someone\ndoes not want to be bothered, anyway.\"\n\n\"And those are just the people you'd bother, I know.\"\n\n\"But what was bothering you?\" asked Gerd with honest concern.\n\n\"I was just thinking about brains. One of the women said that your\nwife's brains excluded her from the 'dangerous female' classification\nbecause she wouldn't be really bothered with any one of the husbands\npresent. It led to other trains of thought and I came to the universal\nquestion: Why does a man use but nine tenths of his brain?\"\n\n\"Oh that? That's obvious! You have a flier. What is its peak power?\"\n\n\"About seven dirats.\"\n\n\"And it develops that total power only at high speed. Suppose you drove\nthe machine at that power all the time?\"\n\n\"Wouldn't last--besides, you couldn't. It takes time to get to that\nspeed.\"\n\n\"Right. It is a matter of capacity. The brain is built to exceed the\npresent demand, Andy. When it is needed, it will be available. Nature\nexpects that the brain will be called on, one hundred percent, and she\nintends to keep increasing that availability as it is needed. But it\ntakes millions of years to develop and evolve something as intricate\nas brain-material, and nature does not intend that you and I catch up\nwith her and find her adaptive ultimate inadequate to proceed because\nof her lack of foresight. The necessities of brain material have far\nexceeded her ability to evolve it, up to the present time. You're using\ninfinitely greater proportions of your brain than your ancestors.\nSuppose that they had been running at full capability? You'd be\nlimited; at the top of your capability to progress.\n\n\"So, Andrew, you're running on one tenth of your brain all because no\nreal thinking can come out of a full brain. The fill will increase,\nwith evolution and science, to high percentages, but will never reach\nsaturation. Saturation, I believe, might be dangerous.\"\n\n\"Sounds plausible,\" admitted Andrew.\n\n\"It is true,\" said Gerd. \"And now before you drive yourself mad by\nthinking in circles, come and have a good time.\"\n\n\"No, I've just thought of something important. Your explanation gave\nme the impetus to think it out. Lenore, do you mind if I leave for an\nhour?\"\n\n\"I'd better go along--\"\n\n\"Please do not,\" objected Gerd. \"Andy, I'll see that Lenore is properly\nentertained in your absence. May I?\"\n\nAndrew nodded, and Lenore smiled brightly. \"I'll be in excellent\ncompany,\" she said.\n\n\"The best,\" agreed Andrew. \"Don't forget that Gaya is here, too.\"\n\n\"This is an evening of pleasure,\" said Gerd. \"One, I should not deny\nGaya her admiration nor her friends the opportunity of being with her.\nTwo, Gaya and I understand one another perfectly.\"\n\n\"Look, Gerd, I was fooling with Lenore. No one has any illusions about\neither you or Gaya, or fears, or doubts, or worries. If you'll keep\nLenore from being lonely while I'm gone, I'll be more than grateful.\nSee you in an hour.\"\n\n\"Fair enough.\"\n\n\n\nAndrew drove his flier at almost peak power all the way to Gene's home\nand dropped in on the roof with a sharp landing. He raced inside and\nfound Gene working over a bread-board layout of an amplifier for the\nthought frequencies.\n\nHe told Gene about Rayne's speech and waited for an answer.\n\n\"What did you expect?\" asked Gene. \"The answer?\"\n\n\"No, but I hoped to catch him.\"\n\n\"In catching anything, Andy, you should first know more than your\nrabbit.\"\n\n\"You do not believe it?\"\n\n\"Nope.\" Gene handed the editor a sheet of paper. \"Follow that?\"\n\nAndrew started down the listed equations and stopped after the fourth.\n\"Way ahead of me. How did you derive this term here?\"\n\n\"By deduction.\"\n\n\"Guesswork?\"\n\n\"Deduction. It can be nothing else.\"\n\n\"But knowing that is like establishing the validity of a negative\nresult.\"\n\n\"Yes, but I tried everything else and nothing else worked.\"\n\n\"You tried everything? Look, Gene, everything covers--\"\n\n\"I know,\" grinned Gene. \"Space is bigger than anything. I'm going to\nmake another try at seeking the possible conflicting term. That is, as\nsoon as I get this field-generator adjusted higher.\"\n\n\"You did it with that?\"\n\n\"So far, yes. But it still leaves a lot to be desired. Now, I've got it\nrunning properly. Give me that paper and stand back out of the way!\"\n\nGene set the temple-clamp over his head and snapped the switch. The\nequipment warmed for a minute, and then Gene started to put characters\ndown on the page as fast as he could write. He filled a half page in\nfinger-cramping fury, and then stopped writing to stare at the page for\na full ten seconds. Another equation appeared after this, and another\nwhich Gene combined. There was no more writing for a full minute then,\nand Andrew lost all track or semblance of order to Gene's writing. A\nscant term here, a single character there, a summation line--it became\na sort of mathematical shorthand; a mere reminder of the salient points\nin the argument. The manipulation of the terms went on mentally.\n\nThe tenseness increased. The shorthand scrawls became fewer and fewer\nand disappeared entirely. The paper was forgotten, and the pencil\ndropped from Gene's fingers.\n\nAndrew watched, held by the intensity of Gene's thinking. The other man\nwas motionless, his muscles tensed slightly. An hour passed, and Gene\nhad not moved, before Andrew became worried. He remembered--\n\n\"Gene had not blinked his eye for forty minutes!\"\n\n\"Gene! Gene!\"\n\nNo answer.\n\n\"Shut that thing off!\"\n\nNo answer.\n\n\n\nAndrew stood up, looked around, and then stepped forward. Nothing\nhappened, so he took another step forward. What had happened to Gene?\nHe didn't know, but he was going to find out. He stepped forward again,\nand then walked into the field of the machine. A wave of excitement\nfilled him as the leakage-impact caught him; it heightened his\nperceptive sense and increased his emotional powers proportionately to\nthe square of the distance between himself and the machine. He touched\nthe corner of the desk with the tip of his hand and though he was not\nlooking at the wood he knew that it was Terran oak, had been varnished\nwith synthanic twice, and that it should be refinished again in a few\nmonths if it was to be preserved adequately. The air in the room came\nto his notice, and a portion of his brain found time to wonder at the\nphenomena for the breath of life is seldom questioned. Yet the air\nseemed tangy, pleasant, as though some subtle perfumes had been blended\nin it. He forgot the air in a quick inspection of the inert man. Yes,\nhe knew without close examination that the psychologist was dead. From\nwhat cause? Andrew guessed that it was overload; if his senses and\nbrain power were heightened with this mere field-leakage of Gene's\nmachine, the effect of being in absolute contact with the machine's\noutput would be similar to running a small motor without protective\ncircuits from a high-power source. Gene had succeeded too well.\n\nHis perception of his surroundings continued to lift into the higher\nlevels. Knotty little problems did not bother him, and his mind leaped\nfrom problem to answer without stopping to investigate and inspect the\nin-between steps.\n\nAndrew wondered whether leaving the machine would cause his increased\nperception to drop. Forgetting Gene because the dead psychologist was\nno longer a sentient being, Andrew turned and walked away from the\ndesk. The field must be terrific, he thought, and to further check the\nfield effect, Andrew left the building and made his way down the street.\n\nHe finally dismissed the dead man from his mind. The things he saw\nand felt and knew were of greater consequence--and whether or not the\neffect failed, there was one great question that he, Andrew Tremaine,\nwas going to solve.\n\nHe returned to the party.\n\nHe stood upon the rim of the dance floor and considered the crowd of\ncircling dancers. He listened to the light chatter and the foolish\nlaughter and he pitied them. His ears, he found, had taken on a sort\nof selectivity and were infinitely higher in sensitivity--and yet he\ncould control that sound-pickup to a comfortable degree. Talk from\nthe far side of the floor came to him, filtered from the rest of the\ngeneral noise-level by his own, newly-found ability. He shamelessly\nlistened to the conversations, and found them dull and uninteresting.\n\nThrough the broad doorway at the far side of the floor he looked in\nupon the bar. The odor of liquor came then, powerful and overwhelming\nuntil Andrew decided that it was too strong and caused his smell-sense\nto drop.\n\nFoolishness.\n\nThere were so many important things to be done and these people were\nfrittering their time away in utter foolishness. He wondered whether\nGerd Lel Rayne would agree with him, and with the thought he knew where\nto find the emissary. He turned and went through the moving crowd\nimpatiently until he found Rayne and Lenore.\n\n\n\n\"You're back?\" asked Lenore.\n\n\"Obviously,\" he said shortly. \"Rayne, I have a question to ask.\"\n\n\"Come now, Andrew,\" came the booming, resonant answer, \"you're not\ngoing to mix business with pleasure?\"\n\n\"I must--for I may lose the trend of my thought if I wait.\"\n\n\"Then by all means ... Lenore, you'll forgive us?\"\n\n\"Yes,\" smiled she, \"but not for too long.\"\n\nAndrew contemplated his wife's exquisite shoulders as she left, and\nthen he turned back to Gerd and bluntly asked: \"Gerd, doesn't all this\nwaste of time, effort, and brain-power disgust you?\"\n\n\"Not at all. I find that relaxation is good.\"\n\n\"But the time--and life is so short.\"\n\n\"Continuous running of any machine will cause its life to be shorter.\nThe same is true of the brain.\"\n\n\"Thought is thought, and we use the same portion of the brain while\nthinking foolishness as while thinking in deep, profound terms.\"\n\n\"Perhaps so.\"\n\n\"Don't you know?\"\n\n\"Who does?\"\n\n\"You and I know. Gerd, what is behind all of this? Who are you?\"\n\n\"You know who I am.\"\n\nYes, Andrew knew. His higher perception told him without argument that\nGerd Lel Rayne was exactly what the emissary claimed.\n\n\"But why?\"\n\n\"Pure and sheer altruism.\"\n\n\"What do you want?\"\n\n\"Nothing. We are but waiting until you evolve to the proper degree to\njoin us. At that time you are welcome.\"\n\n\"Then,\" stormed Andrew, \"why not help us evolve?\"\n\n\"Impossible.\"\n\n\"Nonsense. You are not too far above me.\"\n\n\"At the present time you and I are fairly equal in intelligence. You've\nbeen working with the mental amplifier, haven't you? A more hellish\ninstrument has never been invented, Andy.\"\n\n\"I find myself enjoying the sensation. If there is one thing that\nwill raise our general level sufficiently, it is this machine. Can it\nbe, Gerd, that your race does not want us to evolve? Do you want us to\nremain ignorant? Do you fear our competition?\"\n\n\"My race,\" said Gerd with pride, \"has absolutely nothing that your\nrace can use. Your race has absolutely nothing that can possibly be of\ninterest to us--save eventual evolution into our civilization-level.\nThat we desire.\"\n\n\"Since the level of my intelligence has been raised to equal yours, why\ncouldn't the same process work on my race as a whole. The problem then\nwill be solved immediately.\"\n\n\"I see that your answer does not lie with me. Also, since you are equal\nto me, you must be capable of understanding the whole truth. Will you\ncome to my home immediately?\"\n\n\"To solve this problem? Certainly.\"\n\n\"Then come quickly. A member of the Ones is there now, reading my\nperiodic report. I will prevail upon him to see you. But it must be\nswift, for he is due to leave in about one hour.\"\n\nThey went from the building side by side and entered Rayne's flier.\nAndrew wondered whether the emissary was willing to discuss the problem\nbefore his visit, and decided to try. \"Who is your visitor?\"\n\n\"He is Yord Tan Verde.\"\n\n\"A sort of high overseer?\"\n\n\"Sort of. He is not connected with the Grand Council of Galactic\nCivilization in any managerial position, though. Yord is merely one of\nthe group-leaders--a field representative.\"\n\n\"Do you mind discussing yourself?\"\n\n\"I'd prefer not--though if you ask me a question that I think is not\ntoo personal, I'll be glad to answer.\"\n\n\"Your I.Q. is 260, according to the register. If he is your immediate\nsuperior, what must his be?\"\n\nRayne shook his head. \"I don't really know,\" he answered. \"Your Terran\nmethod of rating intelligence is based upon age. Since your age is\nbased upon a purely Terran concept, we could not possibly rate our\nintelligence on your basis, until we encounter your machines. Frankly,\nI'd say his was higher--but you shall see.\"\n\n\n\nGerd stopped Andrew at the door to his library. \"Wait,\" he said. \"I'll\nsee if Yord is willing to see you.\"\n\n\"If he isn't?\"\n\n\"I'll be as persuasive as I can. I think he may be interested when I\ninform him that you have artificially increased your I.Q. to my level.\"\n\n\"You think so?\"\n\n\"I know so. However, Andrew, it will not be a productive interest. Your\nmeans is still artificial and not to be assumed adequate.\"\n\n\"Why not?\"\n\n\"Because without the machine to step up your brain, you'd revert to\nyour original state in a single generation. It is worse than the fabled\ndeath of power--for power is also the power to destroy. To lose the\npower of understanding and to leave the machines of intelligence lying\naround for all to play with would be disastrous. No, you wait and I'll\ngo in and prepare Yord Tan Verde.\"\n\nRayne left the door partly open. There was a greeting in an alien\ntongue, and then as the other voice continued, Gerd interrupted.\n\"Please--I was trained in Terran. I think best in Terran. May we use\nit?\"\n\nVerde's reply came in Terran. \"I'd forgotten.\"\n\n\"Thank you.\" Gerd Lel Rayne explained the situation to his overseer,\nand it was quite obvious to Andrew that Gerd accelerated the story\ncontinuously, and the emissary ended with an air that gave Andrew to\nunderstand that the overseer was quite impatient and that he was ahead\nof Gerd.\n\nThe answer was a single word. It was unintelligible to Andrew at first,\nand then it soaked in that Verde had uttered the word: \"Inconsistent.\"\n\nGerd objected at length and began to explain the workings of Andrew's\nmind.\n\n\"Granted!\" came the answer half-way through the account. \"Have him\nenter--he may be able to understand.\"\n\nGerd came out and nodded at Andrew. \"Go in,\" he said with an\nencouraging smile. \"And--good luck.\"\n\n\"Thanks, Gerd,\" said Andrew. He straightened up his shoulders and\nentered the inner library.\n\nHe fell under the full, interested glance of Yord Tan Verde as he\nentered, and Andrew's eyes were held immobile. His springy step\nfaltered, and his swift and purposeful walk slowed to a slogging\ntrudge. Andrew came up to the desk, looked full in the face of the\nOne, shook his head in understanding, finally; and then by sheer force\ndropped his eyes. He turned and left the room.\n\nGerd was waiting for him, a sympathetic smile upon his benign face.\nAndrew looked at him for a long, quiet moment. Then: \"You--are his\nemissary?\"\n\n\"I am--a moron,\" Gerd said evenly.\n\n\"You have a job.\"\n\n\"I am his in-between.\"\n\n\"Because only a moron can understand us,\" said Andrew slowly.\n\n\"No--because your people can understand me, but not the Ones.\"\n\n\"And my efforts with the mental amplifier can do no more than bring me\nto your level.\"\n\n\"Worse, Andrew. Nature causes many sports to be sterile because they\ninterfere with her proper plan. Your machine will introduce sterility.\"\n\n\"I have one protecting job to do myself,\" said Andrew thoughtfully.\n\"Or--perhaps it should be maintained--secretly, of course, for some\nemergency?\"\n\n\"Your race is adequately protected.\"\n\nAndrew shrugged. \"I see. Terra will need neither the machine nor its\nproduct.\"\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)",
            "Long, Wesley",
            "Smith, George Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68247/pg68247.txt",
        "name": "vocation.json"
    }
}