{
    "name": "Wanted: One Sane Man",
    "author": [
        "Robinson, Frank Malcolm",
        "Robinson, Frank M."
    ],
    "body": "The small man adjusted his bi-focals and stared critically at the\nhuge brass nameplate over the glass entrance doors. The plate read\n\"Personnel Incorporated\" in neat, modest lettering. Directly above the\nplate was a traveling neon sign which informed the public in letters\nsix feet tall that:\n\nPERSONNEL CAN SUPPLY THE MAN FOR ANY JOB!--SEVENTY-FIVE PER CENT\nOF THE PERSONNEL PROBLEMS ON THE AMERICAN CONTINENT ARE HANDLED BY\nPERSONNEL--DOES YOUR JOB SEEM BORING LATELY? SEE PERSONNEL AND BE\nPSYCHOLOGICALLY FITTED FOR YOUR WORK!--PERSONNEL CAN SUPPLY THE MAN FOR\nANY JOB!--SEVENTY-FIVE PER CENT OF THE....\n\nThe small man looked at it for a minute and turned to his tall\ncompanion.\n\n\"Tell me, Maxwell, why the seventy-five? Why not eighty or\neighty-three?\"\n\nMaxwell glanced up at the sign. \"If they do seventy-six per cent or\nmore of the business, they're a monopoly. It must pain Whiteford to\nhave to hold himself down to only seventy-five.\"\n\n\"Whiteford?\"\n\nMaxwell looked surprised. \"You haven't heard of him? The newest boy\nwonder in the business world? He's the genius who runs this modern\nslave market.\" He looked at his watch. \"And, incidentally, he's also\nthe guy we've got an appointment with in five minutes.\"\n\nThey joined the crowds streaming up the wide, granite steps and found\nthemselves in the large entrance lobby, directly opposite the battery\nof ascending elevators.\n\nThe small man approached the starter. \"--ah--pardon me, but would you\ntell us what floor Personnel Incorporated is on?\"\n\nThe starter looked shocked. \"Poisonnel ain't just on one floor, Mister,\nit's the whole building. Who'dja wanna see?\"\n\n\"We wanted to--well, that is--whoever's in....\"\n\nThe starter brushed him aside. \"Step outta the way of the passengers,\nMister. Be with ya in a second.... Okay, lady, maid soivice and\ndomestics is on the thoity-foist floor. Don't shove in the elevator,\nplease! Next elevator, _please!_\"\n\nHe turned back to the small man.\n\n\"We got administration on the foist floor. Second floor, automotive and\ntransportation. Assemblers, welders, painters, cushion upholsterers,\nsprayers, mock-up men, testers and greasers. Thoid floor, electrical.\nSolderers, cabinet workers, wirers, draftsmen, coil-winders, and design\nexpoits. Next floor, entertainers. Everything from acrobats to zither\nplayers and concert ottists. Fifth....\"\n\n\"We want to see Whiteford,\" Maxwell cut in impatiently.\n\nThe starter looked impressed. \"The Chief, eh? Administration's on\nthe foist floor, like I told ya, Mister. Straight down to the end of\nthe curridor and to your left. Ya can't miss it.\" He had a second\nthought and turned and shouted after them. \"If ya want a job, General\nEmployment's on the second curridor to your right!\"\n\n\n\n\"Think this will do any good?\" the small man asked, mopping the sweat\noff his bald head.\n\n\"We don't have any choice. We've got to try it.\" Maxwell pushed open\none of the double swinging doors marked \"Office of the President.\"\n\nThey walked into the outer fringes of a whirlpool of noise and bedlam,\nrivaling that of a stock exchange or a grain pit in the middle of the\nharvesting season. The room covered more than an acre, with ninety\nper cent of the floor space devoted to adding machines, typewriters,\ntabulators, collators, sorters, key punches, automatic alphabetizers\nand the other ten per cent to their operators. A battery of sorters on\ntheir left digested stacks of small, white cards and spewed forth more\nstacks of them into waiting hoppers. On their right, the nearest of\nthree switchboard operators smiled a weak greeting and turned back to\nher board.\n\n\"Personnel Incorporated. National Carbide and Carbon? Just a moment,\nplease. I'll connect you with the president's office.... Personnel\nIncorporated. Chrysler Corporation? That's the automotive division,\nextension 2214.... Personnel Incorporated. Shanghai Importing Company?\nI believe our sales division can furnish you with the men, extension\n230.\"\n\nShe turned to the small man. \"The monster's office is that glass\nenclosure down there\"--she pointed to a glassed-in office at the\nend of the room--\"and while there, tell him he'll have to get some\nmore help for the switchboard.\" She mopped her forehead with a soggy\nhandkerchief. \"It's more than we can handle.\"\n\nThe center of the whirlpool was the glassed-in office, with the name\nWHITEFORD on the door--nothing else. Whiteford himself, neatly dressed\nin a business suit with creases sharp enough to shave with, was sitting\nbehind half an acre of mahogany desk. He was young, about 30, with the\nhealthy and slightly overfed look of a graduated college halfback.\nMaxwell decided he didn't like him. He looked like a character who\nexuded confidence like perspiration.\n\nWhiteford didn't bother looking up but continued barking into the\nintercom.\n\n\"Lyons? About the Amazon Valley deal. Fly in three thousand\nsemi-skilled next week. Get 'em housed in quonset huts and make\narrangements with a coast concern for shipments of fresh fruits and\nvegetables for the central kitchen.\" He paused. \"Better call in the bug\nexperts to liquidate the mosquitoes instead of spending the money for\nnetting and anti-malaria. Cheaper in the long run.\"\n\nHe took time out to gulp some pills from a bottle and wash them down\nwith water from a desk side tap. \"Just a quick lunch,\" he apologized.\nHis voice was brisk. \"What can I do for you?\"\n\nThe small man gestured to himself and his companion. \"I'm George\nBurger, director of the experimental division at Atlantic Motors. And\nthis is Frank Maxwell; he's with the government. We have something\nimportant we'd like to discuss....\"\n\n\"Be glad to,\"--Whiteford looked at his watch--\"for about four minutes.\nI have an engagement at eleven. As you were saying, Mister Bircher?\"\n\nThe small man winced. \"Burger. We need....\"\n\nA secretary came in on the run.\n\n\"Call for you from London, Mr. Whiteford! About dredging the Thames....\"\n\n\"... a man....\"\n\n\"I'll take it out there in a moment. Miss Hancock.\"\n\n\"... to pilot....\"\n\nThe phone rang.\n\n\"... a rocket....\"\n\n\"IBM? Call me back in half an hour.\"\n\n\"... to the....\"\n\nWhiteford flipped the intercom switch.\n\n\"Tell the man from General Motors we'll be able to supply the gear\nspecialists, Miss Hancock.\"\n\n\"... moon.\"\n\nWhiteford glanced at his watch again and frowned.\n\n\"Really, Burger, I'm a very busy man. You'll have to cut it short.\"\n\nMaxwell shouldered past Burger and leaned possessively on Whiteford's\ndesk, his jaw an inch from Whiteford's own.\n\n\"It so happens that what concerns Atlantic Motors vitally concerns\nthe government, Whiteford! We'd appreciate it if you could stretch\nthat generosity of yours and give us five minutes of your undivided\nattention. After all, we _did_ have an appointment!\"\n\n\n\nWhiteford turned off the intercom and leaned back in his swivel chair,\nhis fingers tapping nervously on the chair arm.\n\n\"Sorry Maxwell, but keeping the organization running keeps me on the\nhump.\"\n\n\"Like it kept the slavers of the eighteenth century on the hump,\"\nMaxwell growled.\n\nWhiteford's eyebrows shot up.\n\n\"Personnel Incorporated was founded on one of the most obvious needs\nof our civilization, Maxwell! With the expansion of production\nafter the first atomic war, the demand for personnel, and increasing\nlabor-management difficulties, it was obvious that dozens of little\nemployment agencies and company employment divisions were only\nhampering manufacturing facilities. A single, centralized bureau was\nneeded. Personnel Incorporated filled that need. From myself on down,\neverybody who's been handled by Personnel has been psychologically\ntested for their job--which means strikes and walkouts have been cut to\na minimum.\n\n\"Modern civilization would be impossible without Personnel, Maxwell!\nBut that's water over the dam.\" He nodded to Burger. \"You have a\npersonnel problem?\"\n\n\"That's why I came here,\" Burger said testily. \"As you may know, Mr.\nWhiteford, Atlantic Motors has constructed a rocket to make the first\nflight to the moon. We need a pilot for that rocket.\"\n\nWhiteford looked bored. \"All the Sunday supplements have carried\narticles about the A-M rocket. As for the pilot, there are thousands of\nmen in this country alone who are probably qualified for the job. To\nfind one would be routine, I should think.\"\n\n\"It's somewhat more complicated than picking a pilot out of a hat, Mr.\nWhiteford. Not just any pilot will do. There are, of course, certain\ntechnical qualifications but there are more important ones than that.\nOur man would have to be perfect mentally--no nervousness, neurosis,\nstreaks of instability or anything of the sort. We could hardly trust\n75,000,000 dollars worth of rocket to a man who wasn't sound physically\nand mentally.\"\n\n\"I take it you couldn't find any?\"\n\nBurger shook his head.\n\n\"Where does the government come in?\"\n\n\"The government is naturally interested in rockets,\" Maxwell said.\n\"It's rumored the Russians aren't far behind us. At any rate, without a\npilot, the rocket is useless.\"\n\n\"And the government has been unsuccessful, too?\"\n\nMaxwell hesitated. \"As a matter of fact we found a pilot--at least we\nthought we had. He piloted the first rocket that was sent--one flight\nhas been attempted before. From what little evidence we can gather, it\nappears he deliberately crashed the rocket on the moon.\"\n\n\"Why?\"\n\nMaxwell shrugged. \"Off his trolley, I suppose. That's reason number one\nfor our qualifications being so high.\"\n\n\"I frankly don't think you can find one,\" Burger added nastily.\n\"Atlantic Motors has tried for months with no success.\"\n\n\"Personnel Incorporated is not Atlantic Motors, Burger,\" Whiteford\nsaid sarcastically. \"We've never failed! _Never_ failed!\" He repeated\nit like a liturgy. \"We don't intend to fail now. Come back in a week\nand we'll have your man.\"\n\n\"Just like the Royal Canadian Mounted,\" Maxwell muttered.\n\nWhen they had gone, Whiteford flipped the switch of the intercom.\n\n\"Miss Hancock? Cancel my appointment with the directors of AT&T. Call\nin the company psychologists to prepare a personnel test. Contact\nHaskins at our London office and Schubert in Paris and tell them we\nintend to launch a campaign for rocket pilots immediately. Examination\npapers for applicants will be forwarded at once. Notify our other\nbranch offices to the same effect. All on the QT, you understand.\nAnd Miss Hancock--have the psychologists test our advertising for\nconfidence appeal. A representative of Atlantic Motors just implied we\ncouldn't supply them with help!\"\n\n\n\n\"Those cards represent exactly 250,342 applicants,\" Whiteford said\nproudly, gesturing to stacks of tabulating cards by the sorting\nmachine. Burger looked mildly surprised. \"All of them qualified to be\nthe pilot?\"\n\nWhiteford smiled indulgently. \"Probably only a small\nproportion--several thousand or so. Each hole punched in the card\nrepresents either the applicant's physical condition, his technical\nknowledge, or answers to carefully phrased questions which will reveal\nhis mental state. The sorting machine here,\"--he patted the mechanical\nmonster at his side--\"has been set to sort out only those cards that\nmeet with the qualifications the company psychologists have set up.\n\n\"I've arranged this demonstration to show the efficiency of the\ncorporation; we have quite a reputation for fulfilling contracts.\"\nHe shot a glance at Burger. \"We'll run through this large stack\nhere--applicants from England--first.\"\n\nMaxwell pointed curiously to a small pile. \"Where's that stack from?\"\n\nWhiteford glanced at it casually. \"That stack was forwarded from our\nbranch office in Hindustan. Some Indians make darn good pilot material.\"\n\nHe inserted part of the stack of cards from England into the chute of\nthe machine and started it up. There was a slow snick-snick-snick as\nthe cards passed through the intricate system of metal \"fingers\" that\nwould separate the sheep from the goats--or, in this case, the pilots\nfrom the remainder of the applicants.\n\nThe chute emptied and no cards had been tossed out into the acceptance\nhopper.\n\n\"No luck, eh?\" Maxwell couldn't help grinning.\n\nWhiteford frowned. \"We've just started.\"\n\nTwo hours later the entire stack of cards--including the stack from\nHindustan--had been run through.\n\nThe acceptance hopper was still empty.\n\nWhiteford was in his shirt sleeves, beads of sweat dripping unnoticed\noff the tip of his nose.\n\n\"I can't understand,\" he muttered. \"I can't believe.... Miss Hancock!\nCall in Dr. Burroughs!\"\n\nWhen the doctor had showed up, Whiteford pointed to the cards lying in\nheaps on the floor.\n\n\"Not a one qualified--not a single one! Why, Burroughs?\"\n\nBurroughs hemmed and hawed and finally decided to risk it. \"Well,\nthat's ah--not too hard to understand. Unfortunately the majority of\napplicants were nothing more than--if you'll pardon me--crackpots. The\nkind who will volunteer for anything. Most of them lacked the technical\nknowledge. Those who had it either failed the physical or were again,\nmentally unstable. Only slightly, in most cases, but enough so there\nwas a danger of it becoming pronounced while in the rocket. Those who\nmight've qualified weren't interested.\"\n\n\"Why not? The pay was good.\"\n\n\"Let me pose a question. What _entirely_ sane man would volunteer, for\nany amount of money, to pilot a plutonium engine rocket around the moon\nand back?\"\n\nWhiteford looked blank.\n\n\"In other words--personnel can't supply the man. Is that it?\" Maxwell\ninterrupted.\n\nBurroughs spread his hands in an expansive gesture. \"Well, now, I\nwouldn't say that. Someplace there must be a man....\"\n\nWhiteford turned and went into his office, slamming the door behind\nhim. They could see him collapse into his swivel chair.\n\n\"Well, what do you suppose came over him?\" Burger gasped.\n\n\"I suspect that God has finally found a stone he couldn't lift,\"\nMaxwell murmured.\n\n\n\nWhiteford kneaded his knuckles and stared morosely out the window. From\ntime to time his hand strayed to the intercom and then he'd snap it\nback.\n\nHe'd been sitting that way for two hours. For two hours the gigantic\ncogs of Personnel Incorporated had been stopped by a grain of sand. Or\nat least, so it seemed.\n\nSuddenly his hand lashed out and he flipped the intercom switch.\n\n\"Would you please come here a minute, Miss Hancock?\"\n\n\"Y-yes, Mr. Whiteford?\"\n\n\"Do you think you could run Personnel Incorporated while I'm away?\"\n\n\"Well--I don't--I hardly think I'm capable....\"\n\n\"You're not,\" Whiteford said drily. \"But you're more capable than\nanyone else that's here. You'll assume my duties until I return.\"\n\nHe paused at the door.\n\n\"In case anyone asks, I'll be gone for a month.\"\n\n\n\nBurger wrung his hands nervously. \"Only a half hour until take-off\ntime, Mr. Whiteford. I think we've thought of everything. You realize\nthat your position on the rocket, actually, is only the safety factor\nof the rocket itself. And, of course, an observer is preferable.\nFirst hand accounts of human reactions on board the rocket will be\ninvaluable. You've been drilled for two weeks in your duties on board,\nthe listing of meter readings in the log book, a careful diary of your\nown physiological reactions, etc. And naturally, what to do in case\nof an emergency. Of course, the chances are several million to one of\nanything actually going wrong with the rocket.\n\n\"Oh yes, the pictures of the first rocket flight. The film actually\ndoesn't show much but it might be of interest.\"\n\nWhiteford followed him to the small projection room.\n\n\"The camera was tracked by radar,\" Burger exclaimed. \"We can follow\nthe rocket all the way. I'll speed up the action a little.\" The\npin-point of light on the screen leaped ahead and in a few moments the\npock-marked face of the moon came into view. Burger slowed the action\ndown to normal. The tiny tad-pole of light swam closer to the moon.\nSuddenly it swerved and in a moment there was a tiny burst of light on\none of the craters and the screen went blank.\n\n\"The crash, eh?\"\n\nBurger nodded. \"You can still back out, you know. You can up until the\nmoment you step inside the rocket.\"\n\n\"Don't be silly!\" Whiteford snorted.\n\nThey went out to the landing field.\n\n\"Incidentally, Mr. Whiteford, you'll find a small cabinet on board\nwith various books, puzzles, and what-not for your leisure hours.\nThey've been scientifically selected for your type of personality.\"\nBurger smiled faintly. \"In fact, you'll discover that the pilot has\nbeen provided for very well, considering weight limitations and all.\nPractically every possible occurrence has been provided for. I'm sure\nyou'll experience no difficulty on the flight.\"\n\nWhiteford nodded absently. \"Just be sure and tell Maxwell that\nPersonnel Incorporated can always supply the man! Always!\"\n\n\n\nInside the cabin, Whiteford methodically went through the take-off\npreparations he had practiced during the previous two weeks. He gave\nthe chronometer, synchronized to start with the take-off, a quick\ninspection and turned to the meters on the instrument panel. He\nquickly went over the small control board that would permit him to\nmake deviations and corrections in the ship's course of as much as\nfive degrees and checked the geiger counter apparatus which emitted a\nfaint burp as a stray cosmic ray hit it. The Counter was designed to\nwarn against stray radiation from the engines (but the chances were ten\nmillion to one that there would be any, Burger had said). He flicked\nthrough the pages of the ship's log and idly noted the entry pages for\nmeter readings and observations.\n\nAgainst the rear bulkhead of the small cabin was a hammock-like affair,\nsuspended by coil springs. He punched the hammock casually. It would\nserve to cushion the effects of acceleration at the take-off and as a\nbunk for the pilot the rest of the trip. Near it and almost a part of\nthe deck was a food locker. There was a small spigot at the top that\nserved as a water tap for the tank below.\n\nAround the top of the cabin there was a series of small ports of\nsteel-strong plastic, permitting an outside view. The ports were\ncurrently closed with steel over-lap caps.\n\nHe looked down at his watch. Two minutes until take-off. He strapped\nhimself in the hammock and bounced once or twice to test the springs.\nThey hardly gave at all under his efforts; they were designed to give\nway under the acceleration of 8 or 9 g's. The hammock and the skin\ntight pilot suit were supposed to keep him together under the crushing\nweight of acceleration, at which time he'd be like jelly in a mould.\n\nA light sweat sprung out on his forehead. If something went wrong with\nthe apparatus, they could scrape him off the rear bulkhead like a\npancake off a hot griddle. He hadn't thought of that before. Not only\nthat but how about radiation from the engines? Shielded, of course, but\neven the best engineers could sometimes.... Good God, how did he ever\nget....\n\nThere was a sudden surge of the ship and the springs holding the\nhammock stretched as easy as a dime store rubber-band. He felt his\nweight double and treble. His breath came in tight little gasps as\nif a sorting machine had been dumped on his chest. The weight kept\nincreasing and the cabin started to spin. Little black dots danced\naround the edges of his area of vision and gradually covered it. He\nfelt he was smothering in a dark, black pit....\n\nMaxwell's face flashed at him out of the darkness. \"Always supply\nthe man, eh?\" it sneered. Hands appeared before the face and dropped\napplication cards until they fluttered in front of it like snow. The\nsnow cleared and he could see prim Miss Hancock coming toward him, a\nsuddenly alluring Miss Hancock sans glasses and most everything else.\nHe had a faint impression of being shocked. The image faded and he\nsaw himself being chased down the boulevard by a group of animated\ntabulating machines. He made it to the Personnel building and made a\ndash for the elevator. Instead of going up, the elevator went down,\nfaster, faster.... He felt the bottom of the elevator drop away from\nunder him and he floated in the air, vainly kicking at the walls....\n\nWhiteford opened his eyes slowly. The hammock quivered a little on the\nsprings but they were no longer stretched. The chronometer read five\nminutes since take-off.\n\n\n\nHe unstrapped and tried to get out of the hammock. An instant later\nhe found himself floating at about the same level as the hammock, not\ntouching the deck. A fragment of a dream about an elevator touched\nhis mind and it suddenly occurred to him that he was falling--falling\nfaster than he had fallen before. He closed his eyes, which promptly\nmade it worse. He was falling--falling hundreds of miles to earth.\nAn image formed in his mind of the ship entering the atmosphere, the\nscreaming of the tortured air, the heating of the metallic shell from\nfriction until it glowed a cherry red, roasting its occupant to a\nblackened cinder.\n\nHe screamed and the sound of his own voice brought him back to sanity.\nThe sensation of falling was what he should expect from weightlessness.\nIt was like being in the elevator he had imagined that kept going\nfaster and faster until it fell away from beneath him. He kept his mind\non the concept with an effort.\n\nHe managed to control his imagination but his nervous system kept\nsending the impulses which screamed that he was falling. He clutched at\nthe hammock in a sudden wave of nausea. The feeling didn't leave him\nand he closed his eyes and vomited. It was amazingly easy to do--in\nfree flight gravity no longer helped in holding down his meal.\n\nHe was in the middle of an agonizing attack of what any sailor would\nrecognize as the \"dry heaves\" before he managed to gain control of his\nknotted stomach muscles.\n\nThe hammock served as a point of orientation and he dragged himself on\nto it and buried his face in the canvas. He tried not to feel anything\nor hear anything or think anything. He had lain like that for a long\ntime when he felt something brush his face.\n\nHe opened his eyes and saw a few little spheroids of matter floating in\nthe cabin. He batted idly at one with a free hand and it immediately\nbroke up into smaller spheroids which drifted apart from each other.\n\nHe groaned. It had been a mistake to vomit. Whether he liked it or not,\nhis next duty would have to be to gather up all the spheroids and stuff\nthem into the disposal chute. He found a rubberized bag in the medicine\nkit and went after the spheroids much in the same way a little boy\ncatches butterflies.\n\nWhen he had finished the unpleasant task of collecting the spheroids,\nhe glanced over at the chronometer. It read some fifty minutes since\nthe beginning of the trip. Time to begin his tour of duty. He took\nthe log book and made his round of the meters and jotted down their\nreadings. Under _Personal Reactions_ he jotted down _sick; steady and\nunremitting feeling of nausea_.\n\nTen minutes later he had accomplished his duties for the next\neight-hour period. That left only--well, fourteen days going, same\ntime returning. He had left only twenty-seven days and twenty-three\nhours before he'd see earth again.\n\nTwenty-seven days and twenty-three hours of sheer hell.\n\nThings--unpleasant things--seemed to pile up on him. He had suffered\nfrom migraine headaches before--but nothing like he did now. It\nwas easier for his heart to pump blood to his head, and the minute\nenlargement of the blood vessels in his head caused splitting pains\nto shoot through it. He had noticed the headaches shortly after he\nhad attempted to look through one of the ports. Not that they weren't\nthere before--he had been too busy vomiting to take note of them. The\nports were a fiasco in themselves. The practically solid beams of\nlight coming through had blinded him temporarily, even when he wore\nsun-glasses; enough to show him that sight-seeing and human observation\nwere out of the question.\n\nAnd mixed in with all of these were the difficulties of getting around\nthe small compartment. He could kick himself around, inasmuch as he\nwas weightless in free flight, but the piping and equipment in the\ncompartment turned it into a hazardous obstacle course. He nearly broke\nhis arm, once, trying to stop from running into a bulkhead.\n\nAnd there were other things. Embarrassing things. Or, considering he\nwas alone in the compartment, just mildly annoying things.\n\nAfter trying to look through the ports, he pushed back to the hammock\nand lay down. He could just as easily have rested floating in the air\nbut the hammock was a great mental aid. He tried to keep his mind blank\nbut snatches of thought kept running through it. Today was Friday on\nearth. About time for the evening meal. Fried perch and scalloped\npotatoes....\n\nHe groaned again. Nowhere on the examinations they had made out for the\napplicants was there a question asking if the prospect was susceptible\nto space-sickness.\n\n\n\nWhiteford lay on the hammock and thought about what it had been like\non earth a few hours before. It would be near quitting time and the\nfive o'clock rush just beginning. Most people would be going home to\na hearty dinner--he skipped that--and then a quiet evening with the\ntelevision, or perhaps a ringside table at any of the local night spots\nwhere he used to entertain clients. There would be the many little\ntables with the clean, white tablecloths and the neat arrangement of\npolished silver, the glasses filled to the brim with sparkling clear\nwater....\n\nHe rolled his tongue around the inside of his mouth. It felt like fur.\nSparkling clear water might be just what he needed. A few sips of ice\nwater and a cold, wet-rag on his face would work wonders. Clear, cool,\ngushing, water....\n\nHe had to have water! He rolled out of the hammock and dove for the\nwater tap. A split second later he remembered his first accident and\ntwisted frantically in the air, trying to slow his momentum. He grabbed\nfor some pipes that threaded through the cabin, missed, and hit the\nwater tap butt first: the plastic panels at the front splintered and\nbroke and the tiny aluminum tubing, scientifically designed to deliver\nwater under conditions of free flight bent and crumpled.\n\nWhiteford felt wet. He turned and grimly surveyed the demolished water\ntap. A few drops of water floated lazily, tantalizingly in the air. He\n_had_ to have water! A kit near the food locker yielded some cooking\nutensils and an old-fashioned can-opener, one end of which might serve\nas a crude lever. He had to wedge himself between the tap and the\nbulkhead to get leverage to pry with; otherwise, a hearty twist only\nresulted in his body turning a slow circle in the air.\n\nThe tubes didn't straighten very easily. Finally, the can-opener broke;\na loss that didn't become immediately apparent. He grabbed the pipes\nwith his hands and heaved outward. They bent. He heaved again and they\nbent still more. On the third heave he felt a slight pain in his side.\nHe was exerting quite a bit of effort--effort which on earth would have\nmade him sweat and his heart pump faster. He was sweating now but his\nheart wasn't only pumping faster, it was racing.\n\n\n\nHe grasped the pipes harder for a final effort. With a brittle snap,\none of the connections burst and a few drops of water sprayed out at\nhim. He didn't notice. He was holding his sides in pain while his heart\ntook off like a race horse. The veins in his wrist swelled to the size\nof lead pencils and he could feel the throbbing pulse of blood. He\nfloated stiffly in the air, half paralyzed by sudden fear.\n\nWhen the pumping had slowed down he turned his attention back to the\nbattered pipes. He straightened one of them out--being careful not to\nover-exert himself--and used it to suck the water through. The water\nwas clear and cold but tasted a little of metal. It refreshed him and\nhe began to think of something to go with it. Whether he felt like\neating or not, it was obviously going to be necessary.\n\n_It wasn't--too bad--so far. He could take the headaches and the nausea\nif he had to. There were--other things, though. Fear of what might\nhappen. Meteorites, for one thing. Chances of his ship colliding with a\nspeck of dust were ten million to one against it. But still...._\n\nHe went to the food locker and broke out a small electric hot-plate,\na skillet, and a dozen eggs. The skillet was a little flatter than an\nordinary one with a hinged cover to keep the contents in.\n\n_It wasn't pleasant to think about.... The ship a drifting derelict,\nriddled and airless, with his body frozen as hard as stone floating\non the inside. What rubbish! Let's see, a one kilogram meteorite\nwith a velocity of ten miles a second hitting the hull ... probably\nfuse a section of it. Ten miles ... sixteen kilometers a second,\napproximately...._\n\nFive minutes later, he was trying to coax an egg, floating sedately in\nmid-air, into it. He'd have the affair around it, hurriedly close the\nlid, and watch the air forced out from between the skillet and the lid\npush the egg away.\n\n_A one kilogram meteorite at that speed could fuse about fifteen\nkilograms of hull ... about thirty-three pounds, enough to...._\n\nThe trick was to close the lid slowly. With that accomplished he\ndiscovered that grease wouldn't stay in the bottom of the skillet.\nFinally he filled the skillet with water and poached the egg.\n\n... _vaporize a section of the hull big enough so he could poke his\nfist through it ... with a velocity of a hundred miles a second there\nprobably wouldn't be enough left of the ship to identify...._\n\nHe dumped the egg into the disposal chute. He had lost his appetite.\n\n\n\nRead the meters, list the readings in the log book. Note any changes\nbetween consecutive readings. Test the air, note the humidity. Read the\nmeters, list the readings in the log book. Note the--oh hell, he knew\nthe order by heart as it was. Under _Personal Reaction_ he wrote: _damn\nsick and tired of it. Ten days to go before halfway mark._\n\n\n\nHe flipped the switch that cut the light circuit and floated lazily in\nthe dark. It was peaceful and quiet and his eyes closed in sleep.\n\n_Tick ... tick ... tick...._\n\nHe jerked awake. What the hell!\n\n_Tick ... tick ... tick ... tick!_\n\nIt sounded a little faster now.\n\n_Tick-tick-tick-tick!_\n\nThe ticking swelled to a roar and then subsided to a gentle, purring\n_tick ... tick ... tick_!\n\nHe crouched there in the dark, straining for the sound, wondering what\nit was. It almost sounded like a slow-motion tabulator....\n\n_The geiger counter!_\n\nHis heart skipped and a cold sweat broke out on his skin. There was a\ncounter on board to warn against stray radiation. Not that there would\nbe any--the Cameron-Smith energy converters were shielded so thoroughly\nthat not even a single stray particle could get through.\n\n_They were supposed to be, that is. Was it possible that the engineers\ncould have slipped up?_\n\nPictures of the survivors of Hiroshima and Nagasaki, hideous with\nradiation keloids, flashed into his mind. A news story about radiation\npoisoning gibbered in the back of his imagination.\n\n_Tick-tick-tick-tick!_\n\nSterility....\n\nHe flipped the light switch and floated over to the counter readings\non the instrument panel. The row of tiny lights flashed rapidly in\nsuccession and the counter added another digit.\n\nStray radiation ... stray.... It came to him, then. For a moment he had\nforgotten that the counter was apt to read high, due to the increase\nin cosmic ray radiation once outside the atmosphere of the earth. He\nlaughed weakly. What a thing to forget!\n\nSomething snickered in the back of his mind. _Yeah, what a thing to\nforget! And how will you tell whether the counter is reading stray\nradiation from the converters or the increase in cosmic rays? The\nengineers never make mistakes, though. Never? Well, hardly ever!_\n\nThe question of adequate shielding of the converters haunted him\ncontinuously.\n\n\n\nBy the sixth day out, Whiteford had become accustomed to the life in\nthe cabin. He took it easy getting about and kept up with the business\nof the ship. By splitting the \"day\" into segments, as on earth, he\nmanaged to keep up a fairly normal routine. Sixteen hours on duty and\nabout eight for sleeping, although sleeping wasn't too easy. He was\nrarely physically tired and made the mistake of trying to force himself\nto sleep. By the sixth \"evening\" he had developed into a first rate\ninsomniac.\n\nAnd by the sixth evening he was aware that the job of pilot was one of\nsheer boredom. It was dull routine with nothing to break the monotony\nbut worry. There was no radio, no television, no telephone to shatter\nthe silence. The first day or so he had whistled and sung to himself;\nnow he hated the sound of his own voice.\n\nHe floated disgustedly in the hammock. He had read the meters, he had\nlisted the readings in the log book. He had noted the changes between\nconsecutive readings. He had tested the air and noted the humidity; he\nhad listed his own physiological reactions from acne to watering eyes.\nHe had cleaned and loaded the automatic cameras. All of which took\nabout one hour out of every twenty-four.\n\nHe threaded his way over to the locker containing the books and games\nBurger had mentioned. Odd that he hadn't thought of it before.\n\nThis was more like it. Everything was designed to appeal to the\nbusinessminded type of man, which was all to the good. He picked up the\nthin books, printed on india paper to conserve weight, and frowned.\nOne of them was almost a text on finance; ordinarily, if he could have\ncurled up in an easy chair with nothing around to bother him, he'd\nbe interested. The other book he had read before. That left one--and\nfifteen minutes later he discovered that he couldn't concentrate. His\neyes bothered him and the type blurred; he was a little too sick to\ndrum up interest in a book.\n\nHe went back to the cabinet and got out a popular parlor game. It was\ndesigned so that one person could play at it. The game itself was\nsimple; based on a combination of finance and mathematics the object\nwas to corner all the real estate on the board and \"break the bank.\"\nIt provided an hour of amusement. After that he discovered he always\nwon; the board was _too_ simple--he had memorized the exact sequence of\nmoves to win the game every time. The remaining game was a complicated\nthree-dimensional chess set. This he discarded even sooner. He couldn't\nwin at all.\n\nHe fell back on a deck of cards and tried to play solitaire but the\ncards were too slick and their weight wouldn't hold them down anymore.\nHe would manage to arrange them in neat rows and then accidentally jar\nthem and they would go skitting off through the cabin. He finally tore\nthe pack in two with disgust and spent the rest of the day picking up\nthe pieces from the various corners where he had thrown them.\n\nHis nerves were fraying rapidly. He couldn't shave and he couldn't\nshower. The air was dry--a little too dry--and he began to itch, a\nvague, annoying sensation that shifted over his body.\n\nAnd the cabin smelled. The air purifiers worked to satisfaction as far\nas the meters were concerned but the odor of unwashed humanity still\nclung to the cabin. He had a hunch it would get worse as time went on.\n\nHe no longer bothered to prepare full meals for himself. He was too\ntired, he didn't want to go to the effort, he didn't feel hungry\nanyways. He ended up by nibbling on cold meats and bread at idle\nmoments. With the change in diet, his face broke out in large, ugly\nsplotches that bothered him considerably. Among other things, the diet\nhe had been originally supplied with had been designed to avoid just\nthat. If he had kept on the original diet ... if he had the energy to\nprepare a full meal ... if he didn't feel so damned sick ... if only\nthat had been taken into consideration!\n\nThe steady, irritating ticking of the geiger counter worried him\nconstantly. He could never be sure that the ticking was entirely\ninnocent; he grew to have a superstitious dread of the rear bulkhead\nthat stood between the cabin and converters. He unconsciously avoided\nit, keeping to the front of the cabin as much as possible.\n\nLittle noises startled him. If an occasional drop of water happened to\ncollide with him in the cabin, it sent him into a raving fury--blood\npressure be damned. He even derived a certain grim amusement from it,\nthinking of the times he had laughed at the typical picture of the\napoplectic businessman.\n\n\n\nOn the eighth day, when making the check of the instrument panel, he\nnoticed that the panel on the board reading \"Manual Control\" was lit;\nthe one marked \"Automatic\" was out. In the middle of the board was the\nface of an oscilloscope with two hair lines intersecting at the middle.\nA small red dot, representing the rocket, should have been set exactly\nat the intersection.\n\nIt wasn't. It was at the bottom of the 'scope, almost off the face\naltogether.\n\n_To hell with all engineers_, he snarled to himself.\n\nHe would have to jockey the dot back to the center before the automatic\ncontrols would take over again. If he failed, the rocket would be\nhopelessly off course, a tiny wanderer in space. The auxiliary chemical\nrockets, allowing for two degree corrections in the line of flight,\nwould have to be used. They consisted of four sets at right angles to\neach other around the hull. By jockeying between them, he should be\nable to work the ship back.\n\nHe pressed the key for firing the portside jets. The next moment he\nfelt himself hurled from his position and thrown against the left-hand\nbulkhead. The cabin exploded into a pinwheel of stars that quickly\nfaded into blackness.\n\n\n\nHis head hurt and something that felt very much like oozing blood\nwas sticking his eyelids together. He wrenched them open and rubbed\nhis head with his hands, then wiped the stickiness off on the pilot\nsuit. It _was_ blood, flowing from a cut in his scalp. Judging from\nthe cabin, he had lost quite a bit. But the cut was of secondary\nimportance.\n\nHe clawed his way back to the oscilloscope. The spot on the face had\nmoved way over to the other side of the scope. He braced himself into\nposition so that the sudden acceleration wouldn't affect him again. He\npressed the key very lightly again and waited for the dot to shift.\nSweat collected on his nose and stayed there. He shook his head and a\nspatter of drops flew off.\n\nThe dot on the scope shifted--too much. He felt weak. This was going\nto be a precision job; the slightest pressure on the firing stud might\nprove to be too much again. He'd have to jockey it back and forth\nuntil, by sheer luck, he hit the center of the scope. He could do\nit--but it would take time.\n\nFive hours later a worn out, nervous Whiteford left the control panel\nand drifted wearily over to the hammock. He was dead tired--so tired he\ncouldn't sleep.\n\n\n\nIt was the thirteenth day out.\n\nA floating drop of water brushed lightly past Whiteford. He batted at\nit, swore, and began to cry; a peculiar sobbing that shook his whole\nbody. He blubbered for ten minutes.\n\nHe was sick and hungry. The cut on his head begun to fester and his\nwhole head throbbed with pain. There was a first-aid kit in the cabin\nbut he felt too weak to get it. His beard itched and his body felt\nslimy; sweat didn't drop off but stuck and spread over his skin until\nit formed a thin coating.\n\n_Just a poor little lamb who is lost in space, ha--ha--ha!_\n\nThe tune slipped into his mind and at the end he laughed with the\nchorus. He couldn't stop laughing. It built up to a hysterical roar\nthat left him shaking silently in the hammock.\n\n_Oh, Whiteford had a spaceship, its hull as white as snow; but every\ntime he pressed the stud, the ship refused to go!_\n\nThat was hilariously funny, too.\n\nHe was sick, he was tired, he was dirty. He hadn't had enough energy or\nambition to fill in the log books for the last two days.\n\nBesides, who gave a damn?\n\nHe was just the stupid jerk who piloted the thing. What did it matter\nif he got killed in the attempt.\n\n_My rocket started out for the star-speckled void, my rocket started\nout in great haste; but the g's were far too many for me, and I stuck\nto the bulkhead like paste!_\n\nBurger and Maxwell had sent a rocket as far as the moon, hadn't they?\n\n_He was sick--he didn't care whether he lived or died._\n\nHe was a sucker. A dope. A sick dope who wished to hell it was all\nover.\n\nThe moon was close now. If he waited until he got just a little closer\nand then pressed the portside firing stud, he could wreck their blessed\nrocket. Serve Burger and Maxwell right. As for himself, he was so sick\nof the whole thing that death would come as a relief.\n\nThat's what he'd do....\n\n_My bonny, my bonny, my bonny so true, do you think you will miss me if\nI die in the blue?_\n\nC day for Crack-up day! He put his thumb on the key and allowed himself\nfive extra seconds of gloating. The company would have a tough time\nsending a wreath to his funeral. The company....\n\n_Who in hell would run Personnel Incorporated if he failed to return?_\nHe nodded his head thoughtfully, faintly surprised that he hadn't\nthought of it before.\n\nWho _would_ run the company? He was the only one who knew how. He _was_\nthe company. He had practically raised it all by himself to where it\nwas now.\n\nHe took his thumb off the key.\n\nAnd what would happen to the company's reputation if he failed to come\nback? That meant that their slogan no longer held--that they hadn't\nfound the man for the job. And he hadn't kidded about the mottos. They\nhad been capable of finding a man to do any job--even this one. Not\njust to go out on a job. To _do_ a job.\n\nHe had a sudden vision of Maxwell shouting gleefully: \"I told you so!\nPersonnel can't supply the man!\"\n\nFive minutes later he hardly remembered his desire to crash the ship.\nHe thought fleetingly of the movies showing the crack-up of the first\nship. Something pretty much the same as had happened to him must have\nhappened to the pilot on the first flight.\n\nHe shuddered and kicked his way over to the first-aid kit.\n\n\n\nThe next day the ship began the long smooth curve that would carry it\naround the moon and on the last leg of the journey. Whiteford went to\nthe panel board and pressed the key releasing the steel porthole caps.\nHe pressed the key again and when they still didn't move realized they\nwere stuck. It wouldn't be hard to find the trouble but....\n\nIt wasn't worth the effort. He didn't give a damn whether he saw the\nmoon or not.\n\nHe drifted back to the hammock and went into an almost coma state\nstaring dully at the overhead. He lay that way until time came for his\nnext round of readings.\n\n\n\nTwo thousand miles out from earth the ship started the first of a\ndozen trips around the earth that would slow it down for a landing.\nFive hundred miles up the ship entered the first tenuous wisps of\natmosphere. A hundred miles up, the air was screaming past the ship\nand the hull begun to get warm. Ten miles up Whiteford jettisoned the\nrocket tubes and engine over the Atlantic ocean. At the same time he\nreleased the double duty nylon parachute attached to the cabin.\n\nInside, Whiteford had begun to experience discomfort as his weight\nreturned. It was an effort to move around and his heart beat seemed\nsluggish. His stomach sagged heavily and he thought wistfully of a\ngentleman's girdle. Water bubbled merrily from the broken water pipes\nand splashed unheeded on the deck.\n\nThe cabin thudded on something soft and Whiteford crawled to the hatch\nand opened it. The ship was floating on a large body of water. Waves\nslapped cheerfully against the hull and overhead a few startled gulls\ncawed angrily. A cool gust of fresh air blew in. Whiteford hauled\nhimself erect and stripped off the pilot suit. He stood nude in the\nopening, inhaling the air in greedy gulps. It smelled as clean and cool\nas the conditioned air in his office at Personnel Incorporated.\n\n\n\n\"Ahoy, there!\"\n\nThere was a boat a few feet from the hatch.\n\n\"Coming aboard!\" They drifted closer and one of the men in the boat\ngrabbed the ladder by the hatchway. Five men and a woman tumbled aboard.\n\n\"The Coast Guard at your....\"\n\n\"I'm from the Daily Newsworld, Mr. Whiteford. I wonder....\"\n\n\"What was it like in space....\"\n\n\"You must have been simply _thrillllled_....\"\n\nBurger's bald head pushed itself forward. \"How did the moon look to\nyou, Mr. Whiteford?\"\n\nWhiteford had to think a little. \"Come to think of it, I never saw it.\"\n\nThere was a dead silence.\n\n\"Oh, it's all on the films the automatic cameras shot. I wasn't too\nmuch interested myself.\"\n\nThe reporters frowned in disappointment but tried again.\n\n\"What do you intend to do now that you're back? Do the town, go on a\nfishing trip....\"\n\nWhiteford looked at them as if they had crawled out from under a rock.\n\"Nonsense!\" he snarled. \"I'll get back to my office, of course!\"\n\n\n\nMaxwell looked at the president of Personnel approvingly. \"I honestly\ndidn't think you could do it, once I heard that you had gone.\" He\npaused and fumbled with his pipe. \"Pretty tough, wasn't it?\"\n\nWhiteford knocked the ash off his cigarette and reached for the bottle\nof pills on his desk. \"I wouldn't say so,\" he said expansively. \"Just a\nmatter of being fitted for the job.\"\n\nMaxwell inspected his fingernails. \"You didn't take the examinations\nyour own outfit rigged up. Any particular reason?\"\n\nWhiteford looked annoyed. \"I was technically qualified--engineering\ncourse in college. As for the rest, I successfully piloted the ship\nwhich should establish something on that score.\"\n\nMaxwell twirled his hat self-consciously. A half smile played on his\nlips. \"Oh, sure. Absolutely.\" He tamped his pipe. \"You know, it's hard\nto visualize anybody wanting to go to the moon. It must be--well, some\nterrific drive that makes them do it.\"\n\nWhiteford stared at him suspiciously. \"What are you getting at?\"\n\nMaxwell looked innocent and gave an exaggerated shrug. \"Why, nothing!\nNothing at all. It's just that it seems ... seems so unusual that you\ncouldn't find a qualified man, a completely _normal_ man who wanted to\ngo!\"\n\nThe temperature in the room dropped thirty degrees. \"Implying,\"\nWhiteford said icily, \"that I'm not quite sane?\"\n\nMaxwell stood up and chuckled. \"Exactly. Hasn't it occurred to you that\nthe qualifications you set up for a pilot were all wrong? When has a\n_completely_ normal man ever succeeded at _anything_ that was a little\ndifficult? Why did you succeed? Because you're just a shade neurotic,\nbecause you've got a streak of monomania in you. It's what built\nup Personnel Incorporated. It's what got you to the moon and back.\nHell, Whiteford, after this when we want pilots we'll just run your\ncharacteristics on the sorter and pick them out that way!\"\n\nWhiteford glared at him and for a moment Maxwell felt sorry. He had\npushed a big man off a pedestal; he had punctured an ego.\n\nSuddenly Whiteford grinned self-consciously. \"Maybe you've got a point\nthere. I never thought of it that way.\"\n\nMaxwell started for the door and paused, his hand on the knob. The look\nhe gave Whiteford was one of sudden admiration.\n\n\"There's something else, too. Something that it takes to send a man to\nthe moon and back and something you can't measure on an IBM machine.\"\nHe paused. \"It takes courage. A hell of a lot of it.\"",
    "metadata": {
        "author": [
            "Robinson, Frank Malcolm",
            "Robinson, Frank M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66612/pg66612.txt",
        "name": "wanted_one_sane_man.json"
    }
}