{
    "name": "War in Heaven",
    "author": [
        "Pratt, Fletcher",
        "Pratt, Murray Fletcher"
    ],
    "body": "Oh, yeah? It reads well--or has a few thousand fictional times--but it\ndoesn't make sense in a too-real future.\n\nLook chum, a searing bolt of flame has to have something that will\nsupport combustion or it will go out. And what do you mean \"sheet of\nenergy?\" How do you generate it? How do you expect to keep radiation in\na tight beam across a couple of thousand miles of space when you can't\neven prevent a beam of light from spreading after a couple of thousand\nfeet?\n\nThe tractor and repulsor beams, screens of force and death-rays of\nhigh-power interplanetary stories simply aren't going to work. At least\nnot according to any science we know now. About the only kind of \"ray\"\nthat might be dangerous would be ultra-violet.\n\nBut the Sun itself produces ultra-violet faster and in greater quantity\nthan any generator man could build and unless the crews of space-ships\nare very thoroughly protected against it there won't be any space-ships.\n\nMaybe the BEMS from Arcturus will come around with something more\nserious but it is a better-than-even-money bet that they can't do any\nmore about the laws governing radiation than we can. And if they can't\nspace war will have to be fought with far more mundane weapons.\n\nWell, what kind of weapons? That depends upon the kind of ships. You\ndon't expect an earthly battleship to carry torpedoes because she\nwill never get close enough to the enemy to fire them--or a destroyer\nto mount 16-inch guns because she can't carry them. So the problem\nof space-war begins with that of designing a space-warship. And that\nbrings up some interesting questions.\n\nThe first of them is the shape of the ship. The torpedo-shape with\nbrief wings, the type usually pictured, is very attractive. It is\nthe only shape that could take off from earth and go out through the\natmosphere. It keeps the machinery well away from the living spaces.\nFor landing on the moon or an asteroid it is quite all right because it\ncan be turned over and set down on its tail jets.\n\nBut when space-warfare really gets going the torpedo-shape will take\na back space before a vessel built in space (probably at a satellite\nstation) to operate and fight in space. And the shape of that ship\nwill be a sphere. It is the strongest, the most economical for the use\nof the contained cubic capacity, but these are not the main reasons\nfor building space-warships round. The reasons are those of military\nefficiency, which take precedence over all others when it comes to\ndesigning fighting equipment.\n\nIn the first place a sphere can be given more than one rocket exhaust.\nWith more than one the spherical ship would have a maneuvering ability\nmaking immeasurably superior to the long, graceful torpedo. The latter\nwould have to sweep around in curves of hundreds or thousands of miles,\nor change its course on gyros, which would take nearly as long. But the\nsphere, with a simple opposite-direction blast from its rockets, could\nhalt, change course and be off.\n\nProbably only two exhausts are necessary, but those we have to have. I\nam aware that the engineering problems of building a space-ship that\nway are very severe but so are the engineering problems of building an\natomic submarine or a carrier to carry jet planes. However, when there\nis urgent military necessity for something, neither expense nor the\ndifficulty of the problem is ever really allowed to stand in the way.\n\nIn the second place a sphere can be built with no blind angles of\napproach. The fighter airplane of today, with an enemy on his tail, is\nin trouble--and so will be a space-ship with an enemy on its exhaust.\nOf course, turrets can be mounted above or below the exhaust on a\ntorpedo-shaped ship but they will never give quite the same protection\nas not having any blind angles at all.\n\nIn the third place the sphere is the most convenient shape for landing\non the Moon or asteroids and they are going to be important as bases.\nAnd in the fourth place the armor of the sphere can carry the main\nstructural stresses, making the interior structure light.\n\nUsing a spherical shape means size, of course, but so do several\nother necessary factors and it is impossible to avoid them all. This\nmeans that the warships of space will not be divided into classes of\nbattleships, cruisers and destroyers like warships of the ocean. With\nan exception to be noted later all will be battleships. There is no\nreason for making them anything else.\n\nOceanic destroyers gain speed by sacrificing armor but there is no\ncomparable gain in a space-ship. Once the jets are started and the\noriginal inertia overcome the heavy ship will travel as fast as the\nlight one because the limiting factor is how much acceleration the crew\ncan stand physically--and it's the same for both.\n\nOn earth the design of a ship is a compromise between the demands\nof armament, protection, speed and cruising radius, with the last\nthe least important. For the space-ship speed will make its demands\nbut they will not have to be satisfied at the expense of the other\ncharacteristics. However, cruising radius is something else.\n\nThe ruling consideration in the radius of action of an earth-ship is\nthe ability to carry fuel. Stores for the crew were seldom a problem\nduring the war, even though the food did sometimes run down to Spam and\nthose incredible dehydrated potatoes. Ammunition became a problem in\nonly a few cases. But in the space-navy all this will be changed.\n\nFuel does not look like a particularly serious problem. A given\nspace-ship will be burning lots while she is using it but most of the\ntime she'll be coasting on gained acceleration and will need fuel only\nfor short bursts of maneuver during action. The true limiting factor in\nthe radius of action of a space-warship is the stores for the crew--not\nfood or water but most specifically air.\n\nThe problem with water is not supplying it but getting rid of it.\nFor every five pounds of food you eat two pounds of water is the\nminimum result, exuded in various ways. And water is ridiculously\neasy to purify by distillation. Food itself can be carried in various\nconcentrated forms but it is impossible to carry reserve air except in\noxygen bottles under compression and it is very difficult to get rid\nof surplus unwanted carbon dioxide.\n\nFor stations in space air-purifiers have been suggested, consisting\nof algae operating in a churned water-tank. This would be all right\nfor a station which has a steady motion in a determined orbit. But the\nspace-battleship in action will be subject to violent gyrations which\nwould do no good to the air-purifying system even if considerations\nof weight and space made it practical to install such a system in the\nfirst place.\n\nThen there is the added danger that a single hit in so vital an\ninstallation would put the ship out of action for keeps while a few\noxygen bottles blown up would not matter. So the space-battleship will\nprobably have to depend on bottled air, like a pre-snorkel submarine,\nand the quantity she can carry will determine her radius of action.\n\nThis does not mean that she cannot make quite long voyages, since a\nship of the dimensions we are contemplating could store quite a lot\nof air. But it does help to determine the strategy of space-warfare.\nIt will be fundamentally a struggle for bases where more oxygen can\nbe obtained. Not through going down into the atmosphere of Earth or\nthe thin atmosphere of Mars or the questionable one of Venus. It means\nbases on the Moon and the asteroids.\n\nThe Moon and asteroids are made of rocks, on the surface at least, and\npractically all rocks are loaded with oxygen--47% in the crust of\nthe Earth for example. With the kind of power that will be available\nby time we get space-ships, it will be a comparatively simple matter\nto separate these rock materials from their oxygen electrolytically.\nCarbon dioxide is partly oxygen, of course, but so stubbornly bonded\nthat no ordinary electrolytic process will break it and it has the\nunpleasant quality of being a gas under electrolytic conditions.\n\nSince the oxygen-producing machinery will be too heavy and bulky\nto carry aboard the space-ship the job will have to be done at\nair-refueling stations and these advanced bases will be the key of\nspace-campaigns. Naturally, they will be powerfully fortified against\nattack from the enemy's space-fleet. Equally naturally they will be\nlogical points of attack in the hope of limiting the enemy's operations\nby cutting his bases from under him.\n\nThus the overall strategy of a space-campaign will somewhat resemble\nthat of the Pacific War, with each party trying to destroy or\nneutralize the enemy's bases while extending his own. If both have\nbases on the Moon or Mars there may even be ground campaigns in support\nof those in the skies. And getting control of one of those erratic\nasteroids that come within the orbit of Mars will count for ten.\n\nWhat about armament? In stories of space-warfare that get away from\nthose improbable rays there is usually some kind of hyper-super-duper\ntorpedo, rocket-propelled. But this only demonstrates that the authors\nof the stories are thinking in Earth-terms instead of space-terms.\n\nIt is perfectly plausible to include some torpedoes, probably with\natomic warheads, in the armament of a space-ship--something that would\nknock out an enemy base or destroy a space-battleship at a single blow.\nBut the torpedo will always be what military men call a weapon of\nopportunity.\n\nThey can't be used at all angles--it would be fatally easy for one of\nthem to make a near-miss on the enemy craft and atom-bomb your own Moon\nbase or some part of the Earth you didn't want atom-bombed. Earth's\ngravitational attraction would pull such a torpedo in from quite a\ndistance out.\n\nThere is also the point that on Earth the torpedo is a comparatively\nshort-range weapon, fired from concealment or under conditions where\nthe torpedo-carrier approaches so rapidly it cannot be stopped--by\na submarine under-water, by surface ships at night or from behind\nsmoke-screens, by torpedo-planes that attack at ten times the speed of\nthe target-ship.\n\nNone of these conditions can be realized in space-warfare. Even if\nthe space-ship were painted black and operating in a planetary shadow\n(as in some stories) radar would pick it up at a distance at least\nequaling that from the Earth to the Moon.\n\nAnd even black coloring would make the space-ship visible as it\noccluded the practically continuous blanket of stars visible in open\nspace. You can't make a smoke-screen in space--you can make it, but\nit wouldn't hang and wouldn't be any use against radar if it did.\nComparative speeds that would permit the torpedo-plane type of attack\nare simply unattainable.\n\nFinally naval experience shows that fire is always opened at the\ngreatest possible range where there is any chance of doing damage--and\nthat range is usually maintained in the hope of avoiding hits. Only\nwhen one party has been so badly pounded that defeat seems inevitable\nis there an effort to close the range for torpedo or gunfire.\n\nIn space-war, given high visibility and the fact that there will be\nneither gravity nor air resistance to slow up shells, fire will be\nopened at extremely long ranges--hundreds of miles. At this distance, a\nrocket-torpedo, clearly indicating its presence by its trail of fire,\nwill be quite easy to intercept--by shooting smaller rockets or shells\nwith proximity fuses at it.\n\nThe time it will take the torpedo to cover the distance is the major\nfactor. And running in to launch a torpedo from close range will be\nvery difficult because of the low speed differential between the two\nparties and again because of the distance. So it is probable that most\nspace-actions will be fought out with guns.\n\nI said guns. But a very different type of gun from those most of us are\nfamiliar with, because this is another point where Earth-thinking must\ngive way to space-thinking. When the breech-block of a gun aboard one\nof our cruisers is swung open to receive a new shell there is a brief\nmoment when the gun forms an open connecting tube from the inside of\nthe turret to the outside air.\n\n\n\nThis will never do aboard a space-ship--there is no air outside and the\nair from all over the vessel would rush in a tornado to escape into\nouter space. There will have to be some device for loading the gun in\na vacuum or, since this might give trouble in case of a breakdown or\na misfire, more likely an automatic tompion to close the mouth of the\ngun until there is another charge in the breech. This would have the\nadvantage that the rush of air into the gun, evacuated by the previous\nfiring, would automatically clean it of residual explosion products.\n\nBut this is not all. Since there is no air to set up resistances to\ntake a projectile out of its proper path, there is no particular\nreason for rifling the gun. In fact it would be rather better not\nto. And while shells were mentioned, in connection with beating off\nrocket-torpedoes and would be very useful for that purpose, there is no\nreason whatever for employing them against another space-ship or the\ndome of an enemy base.\n\nThe reason for using a shell against an Earthbound ship is that after\nit gets through the side it explodes there and messes things up for a\nconsiderable radius. But a space-ship is vulnerable in a way that no\nEarth-ship ever is. If it loses its air it's the finish for everybody\naboard.\n\nA high-velocity solid-shot, penetrating the side of a space-ship,\ncould tear holes in several compartments and connect them all with the\noutside, causing disastrously rapid exhaustion of the air. It would be\nmuch more damaging than any shell, which would only ruin one or two\ncompartments. For that matter it was discovered during the last war\nthat a solid projectile which penetrated a tank and ricocheted around\ninside was quite as effective as a shell-burst.\n\nA solid-shot would have more penetrating power because of its greater\nmass and unwillingness to break up against armor. And there is also\nthe law of military economics that requires you do everything with the\nleast expensive weapon that will accomplish the purpose. A cast-steel\nbullet with a soft iron head to \"grease\" its way through armor will be\nboth cheaper and more effective than any type of shell.\n\nAs an alternate type of ammunition for use against ships with\nexceptionally heavy armor, there might be some projectile using the\nshaped-charge principle. There's nothing wrong with carrying several\ndifferent types of projectile for the same guns--both ship and field\nartillery do it right now.\n\nThe type and purpose of the projectiles also determine the size of the\nguns. The reason for using large-caliber guns on Earth are two--to get\na bigger bursting charge at the receiving end and to obtain greater\nrange by a larger driving charge in the breech.\n\nBut in space a projectile would have infinite range, unless it fell\ninto the gravitational attraction of some body, and the big bursting\ncharge is not required. So the gun need be only just big enough to make\nthe driving charge give it a very high muzzle-velocity.\n\nConsidering the question of ammunition stowage and supply, probably the\nbest caliber would be between 3.5 and 6 inches, 90 and 155 millimeters.\nLiquid propellants give higher muzzle velocities than solid and would\nhave the advantage of making a better seal around the projectile in the\nbreech. They could be pumped in from metered tubes.\n\nAfter the air-tight doors have been closed the men who serve these\nguns will go into action in space-suits, breathing the air around them\nbut having the suits fitted with automatic valves that will close down\nthe moment the compartment begins to lose air. Damage-control parties\nwill have special apparatus for patching holes--probably quick-drying\nviscous plastics with a silicone base, because of their imperviousness\nto temperature changes.\n\nWhat about fire controls? The calculations for them will be arduous\nbecause of the distances and speeds involved. But Dr. John D. Clark has\npointed out that two space-ships engaged in a fight, no matter what\ncourses they are traveling with relation to the Sun or the planets,\nare in a single plane with relation to each other and so are all the\nprojectiles fired by both of them.\n\nThis plane may tilt violently as they maneuver but at the moment of\nfiring the line from gun to target, or predicted position of target,\nis a perfectly flat and straight line. This is a much easier ballistic\nproblem than in any Earthly firing, where gravity, air resistance and\nfor long ranges even the curvature and rotation of the Earth must be\nconsidered.\n\nThe guns will certainly have automatic radar controls and a high\nrate of fire. The only trouble is that the calculations fed\ninto the controls will have to be made at lightning speeds, in\nmicro-seconds--which means electronic computers. And this brings up\nanother difference between space-warfare and the kind we know, though\nit may extend to war on Earth.\n\nIt is possible to make an electronic computer non-functional by\noverloading it with data or to drive it electronically insane by\nfeeding it undesirable data. Space-warfare is therefore bound to\ninclude all sorts of decoy devices--small metal balloons have been\nsuggested--that will register on the enemy's radar as space-ships and\nset his guns swinging wildly or firing at phantoms.\n\nThe only type of ship to which all that has been said does not apply\nis the space-minelayer. These can be quite small as compared with the\nbattleships, need carry no armor and can use the torpedo-shape for\noperating from an earth base. Some years ago Malcolm Jameson suggested\nsmall iron spheres as mines, strewn along the enemy's path where he\nwould run into them--but the matter is not quite that simple.\n\nIf the space-minelayer merely dumped the spheres overboard as\nan Earthly minelayer does they would become part of a new small\ngravitational system around the minelayer, and would follow her around\nlike Mary's little lamb.\n\nThe mines of space-warfare will have to be provided with some kind of\npower that will take them into a predetermined orbit around Earth,\nthe Moon or an asteroid after the minelayer has dropped them. Only\nenough to set up the orbit, mind--after that they could take care of\nthemselves.\n\nAlso it is doubtful whether a mere ball of solid iron would smash up\nthe works of an armored space-ship unless she met it at high speed\non an absolute collision course. The more normal event would be for\nthe mine to be picked up by the small but perceptible gravitational\nattraction of the space-ship and travel with it as a satellite. So the\nmines of space will probably have to be fairly large and contain heavy\nexplosive charges, probably with proximity fuses.\n\nStill the advantages of mining are so great that they will undoubtedly\nplay a large part in space-warfare. Asteroid or Moon bases can be\ndefended by minefields, which would keep an enemy at a distance until\nhe had painstakingly located the pesky objects and shot them up, during\nwhich time the ship would be an ideal target for guns on the ground.\n\n\n\nAnd one striking feature about this space minefield must always be\nremembered, a feature that makes it different from anything encountered\non the ocean. The fields will be constantly moving. Fixed in an orbit\n25,000 miles above the Earth a space-mine would always remain over the\nsame Earthly spot and there is a similar critical distance for the\nMoon, Mars, and the asteroids.\n\nBut few of the mines will be at exactly that distance. Unless they\nare they will be tiny satellites, revolving around their primaries at\ngreater or less speeds, constantly on the go. A space-ship won't have\nto hit them. They will hunt it up.\n\nThere is also the fact that mining in war is not merely a defensive\ntactic. In World War I the German subs were pretty thoroughly mined\nin by the barrages across the North Sea and English Channel. In World\nWar II what was left of the Japanese fleet was immobilized in its\nharbors by mines. Space-mines would serve a similar purpose of closing\na planetoid or an area to all access.\n\nThey could serve a tactical purpose as well by limiting avenues of\napproach. Not that they couldn't be eliminated--rocket-torpedo fire\nwould be something quite different and more effective than the same\nkind of fire against a space-battleship capable of striking back.\n\nBut this would take time and time is the one thing no one can afford to\nwaste in a kind of war where everything will move at speeds exceeding\nthose of the planets.",
    "metadata": {
        "author": [
            "Pratt, Fletcher",
            "Pratt, Murray Fletcher"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72498/pg72498.txt",
        "name": "war_in_heaven.json"
    }
}