{
    "name": "What Inhabits Me?",
    "author": [
        "Williams, Robert Moore",
        "Jarvis, E. K."
    ],
    "body": "Here the universe was so quiet you could hear space creaking and\ngroaning from its internal stresses. Here even the far-off stars seemed\nto roar like blow torches.\n\nCraig Randall, shivering from the cold of the observatory dome, snapped\nshut the holders on the exposed plates, pulled them out and quickly\nreplaced them with new ones, opened the shutters on the 20-inch scope.\nOut here on Pluto a 20-inch telescope did a much better job than a\n200-inch scope did on Earth. This was one reason why Earth Government\nmaintained this station here on a wandering chunk of space-frozen rock.\n\nPlates in hand, he fled into the semi-warmth of the development lab.\nHere he developed them, compared them with previous plates, saw there\nwas no change, and quickly filed them. Then he fled again, this time to\nthe warmth of human companionship in the big lounge of Pluto Station.\n\nMusic from Earth came to him as he entered the room, warm and\nthrobbing, smells, tobacco smoke, the rattle of a pinball machine, the\nriffle of a deck of cards being shuffled. In the lounge, devices to\ncombat boredom were in operation. As he entered the lounge old Adam\nMarch looked up at him, hope suddenly gleaming in faded blue eyes, to\nask again the same eternal question.\n\n\"Anything new on the plates, Craig?\" Everytime an astronomer came out\nof the observatory, old Adam March asked this question, always with\nrenewed hope sounding in his voice.\n\nCraig shook his head. \"Sorry, Adam. Nothing.\"\n\nAt his words, hope began to go out of the faded blue eyes. \"Not a sign\nof the _Andromeda_?\" the old man persisted.\n\n\"Not a sign. Why don't you ever ask about the _Perseus_ or the\n_Hercules_? They went out into deep space too, you know.\"\n\n\"I know,\" Adam March nodded. \"But the _Andromeda_ was the first one to\ngo out, she was the first deep-space ship. It seems logical that she\nmight be the first one back. That's why I always ask about her.\"\n\n\"She went out twenty years ago,\" Craig said, then caught himself.\nWhatever it was that the old man sought in the _Andromeda_, there was\nno point in reminding him that the ship had unquestionably smashed up\nlong ago. Let hope remain! \"Sorry, Adam. Nothing, yet.\"\n\n\"They might not catch her until she was real close in,\" Adam March\npersisted. \"She wouldn't be using her drive until she got in real close\nand you probably wouldn't catch her until the drive was turned on. Let\nme know, will you, if you catch anything?\" The last was said quickly as\nCraig Randall began to move away.\n\n\"Sure thing, Adam, you'll be the first to know,\" Craig answered.\nAcross the room, Mary Kirkham was trying to catch his eye, a needless\neffort in this case. If she was in sight, she always had his eye. She\nalso had the eye of every other male in her vicinity, a quality which\noccasionally gave Craig the impulse to destroy half the unmarried\nmen at the station. She was a bio-physicist, and a good one. She was\nassigned to the bio-physical research laboratories that were a part of\nthe station. Mary pulled him down to the sofa beside her.\n\n\"Craig, we're going to get a whole new bio-physics lab here.\"\nExcitement danced in her voice and glinted in her eyes.\n\n\"That's fine,\" Craig said. He knew how much this meant to her. \"How do\nyou know?\"\n\n\"The chief just got the news from Mr. Nuoy,\" Mary Kirkham answered.\n\n\n\n\"Nuoy. Oh.\" Craig's voice dropped a notch as Nuoy's name came into the\nconversation. He felt his mood shift. \"If Nuoy has approved it, of\ncourse it will go through. He's got enough pull to get special quarters\nconstructed for him here, at the expense of Earth Government, so he\ncan have the advantages of living under a light gravity. But he never\nconsiders that two billion humans scattered through the Solar System\nhave kicked in with taxes so that he can enjoy life.\" Bitterness crept\ninto his voice as he spoke. \"What are you going to do in your new\nbio-physics lab--find a way to make Nuoy virile?\"\n\n\"Craig!\" She was hurt at what he said. \"You're spreading rumor!\"\n\n\"Of course,\" he agreed. What he had said was rumor, without\nsubstantiation and without proof. If anyone had been careless enough\nto try to prove such rumors, the results would have been unpleasant\nfor the investigator. Officially there was no connection between Nuoy\nand Pluto Station, or between Nuoy and Earth Government. But at high\nofficial levels, in wire pulling that went on so far above the heads\nof the average man as to be beyond his comprehension, there was little\ndoubt that Nuoy owned Pluto Station, and a big chunk of the Solar\nSystem as well.\n\n\"I hope you're wrong, Craig,\" the girl said, seriously. \"I would hate\nto think we have such monsters as that riding on the back of all of us.\"\n\n\"I hope I'm wrong too. But I'm afraid I'm not.\"\n\n\"Randall!\" the public address system broke in. \"Craig Randall. Come to\nthe main observation dome at once, please.\"\n\n\"The military calls,\" Craig said, rising. \"Us lesser mortals must obey.\"\n\nThe military ran Pluto Station, manned it, supplied it, armed it, and\nused it as a base for keeping watch for mythical intruders who might\ncome wandering into the system from the far-off seas of space. There\nwas not a scientist in the station who did not feel deep in his bones\nthat the military could be dispensed with, that they wasted much money\nand time keeping watch for non-existent pirates from the depths of\nspace. But the military insisted that this watch was important. Sure,\nthere was peace now, but there might not always be peace. Who knew\nwhat monsters might come in from the sea that had no other shore? If\nspace was infinite, the danger might be infinite also. So argued the\nmilitary. Earth Government backed them up to the extent of manning its\nplanet station with armed forces. On Mars and Venus, they were needed.\nBut here on Pluto what was needed was a way to keep from freezing.\n\n\"Probably one of the lieutenants has spotted me down here with you and\nis trying to get me up to the main dome to look at a meteor while he\nsneaks down here and makes passes at you.\"\n\n\"Darling, I believe you're jealous. In that case I'll go with you.\"\n\n\"Good,\" Craig said, vastly pleased.\n\nThey used the elevator to the top of the big building. A lieutenant,\nhis face serious, was waiting for them at the landing. He led them into\nthe top dome.\n\nAbove them, through the plastic cover, a million stars sparkled. Seen\nthrough airless space, the stars were so brilliant they seemed to be\njust outside the dome. Pluto Station itself was set in the middle of a\nvast valley, with low hills surrounding it. On the left, were frozen\nrunways extending the length of the valley. Then ended in the vast hump\nof the huge dome that served as a hangar for the space ships landing on\nPluto. The hangar itself was part of the cluster of buildings that made\nup the station.\n\nUp above the rocky surface of Pluto, slanting downward toward the\nrunways, was a pale blue glow.\n\n\"Hell, that's not a meteor!\" Craig gasped. \"That's a ship coming in\nfrom deep space for a landing here.\"\n\n\"That's what I thought,\" the lieutenant answered. \"But I wanted one\nof you astronomy boys to make a positive identification for me before\nI aroused the whole station.\" With one hand, the lieutenant pushed\nthe button marked _Call to Action Stations_. With his other hand, he\nsnapped open the inter-communication line that led directly to the\noffice of Cyrus Stanley, commanding general of Pluto Station.\n\nThe long watch of the military was finally paying off. Life was coming\nin from the void to them. The entire station awakened to the sudden\nviolent jangle of alarm bells.\n\nThe military had everything prepared for a situation such as this. Plan\nA went into operation at once. This plan called for the manning of the\npowerful Z-beams mounted not only in the station but in the low hills\nsurrounding the vast valley. The same power that had made possible the\nconquest of space had also made possible the building of weapons strong\nenough to annihilate the targets against which they were directed.\nGuided by radar, the Z-beams began tracking the incoming ship.\n\nHowever, Plan A called for the peaceful reception of the visiting ship,\nif that were possible. Life coming in from the vast void of space was\ntoo important to be destroyed if there was any way to make contact with\nit and to establish peaceful relations. A race that could come across\ndeep space itself probably had enough power at its disposal to warrant\ncautious and careful handling.\n\nAs the alarm bells went into action, radio beams leaped out, attempting\ncontact with the ship. No reply was expected for any reply that came\nwould be a meaningless jumble of sounds. No one knew what a deep-space\ntongue would sound like. But the attempt was a part of Plan A, and it\nwas made.\n\nWith the jangle of the alarm, a sudden flurry of anticipation ran\nthrough the whole station. Deep in his heart every man here hoped\nthat some day life might come in from across the void, ending the\nutter loneliness of the Solar System. Sol and his attendant planets\nmight encompass a fairly large area of space, but this area was\nmicroscopically small in comparison to the vastness of the universe.\nThe human race was hungry for contact with another life form.\n\nIn his quarters General Stanley hastily donned his jacket.\n\nIn his private suite of rooms Meyer Nuoy heard the alarm. Here, the\njangle of the bells was a thin whisper of pleasant sound, suited to\nhis sensitive ears. He stirred restlessly in the padded contour chair\nthat had been specially made to fit his body. Irritation rose in him.\nHe hadn't given permission for an alarm to be sounded. He picked up the\nprivate phone beside his chair.\n\n\"Stanley?\" His voice was a growl.\n\n\"Why, yes, Mr. Nuoy,\" the general hastily answered.\n\n\"What's all this clatter about?\"\n\n\"A ship is coming in, Mr. Nuoy.\"\n\n\"What of it? Ships land regularly, don't they? Is this any reason to\ndisturb us with alarm bells?\"\n\n\"But this ship is not coming in from Earth. It's coming in from deep\nspace.\"\n\n\"Oh!\" Nuoy was so startled by this news that he dropped the cigar\nhe was smoking. As he slapped at the coal, the general took the\nopportunity to hang up. When he got the cigar slapped out and\ndiscovered that the general had hung up, Nuoy was infuriated.\n\n\"I'll have that stupid fool transferred to Venus!\" he thundered.\n\nThe general had had good reason for hanging up. Suddenly, an aide had\nentered with the astonishing news that this ship was responding to\nradio contact, and that the ship's operator was speaking English.\n\n\"Hell on wheels, do they know English in deep space?\" the general\ngasped.\n\n\n\nUp in the dome, Craig Randall and Mary Kirkham watched the glows move\nthrough the sky as the ship approached. They could hear the clatter of\nvoices coming from the radio room as contact was attempted. Suddenly a\nnew voice came from the loud speaker in the radio room.\n\n\"Calling Pluto Station? Calling Pluto Station? Go ahead, please.\"\n\nThey heard the startled operator gasp as he caught his breath. \"Holy\ncats, the ship is talking back to me! This boat is not coming in from\ndeep space, not unless they speak English out there too!\"\n\n\"Correction, please,\" the loud speaker answered. \"This ship _is_ coming\nfrom deep space.\"\n\n\"But--but--but--\"\n\n\"This is the _Andromeda_ returning to the Solar System after twenty\nyears in space. Contact your commanding officer immediately and advise\nhim that we are preparing to land.\"\n\n\"Whoops!\" Craig Randall shouted. \"The _Andromeda_!\"\n\nThe Solar System, like a vast ark riding the flood of infinity, had\nsent doves into deep space. After twenty years, after all hope had been\ngiven up, one of the doves was returning.\n\nThe jangling of the alarm bells went into quick silence as the startled\nstation prepared itself to welcome the wanderer home. Home, after years\nbetween the stars, home after wandering the vastness of deep space\nitself.\n\nThe Z-weapons in their hidden emplacements left off their tracking of\nthis visitor and the whole station turned itself from an armed camp\ninto a jubilant reception committee.\n\nThe _Andromeda_ came down to the runway, the vast outer doors of the\nhangar swung ponderously open, and the _Andromeda_ came to a halt at\nPluto Station. From the waiting humans came the sound of a tremendous\ncheer. A sloping runway was run up to the main lock of the _Andromeda_.\nThe lock opened. A tall man, dressed in light shorts and a shirt,\nappeared in the lock. He was bronzed and lean and he looked thoroughly\nfit. The only mark of authority on him was on the tattered cap that he\nwore. The stars of a captain glittered there.\n\nHis voice was deep, like a bell. \"I am Captain Martin of the\n_Andromeda_,\" he said.\n\nAs he spoke, the cheer grew to a thunderous volume of sound.\n\nGeneral Stanley advanced. He and Captain Martin shook hands. Still\nshaking hands, they moved down the runway and disappeared in the\ndirection of Nuoy's quarters.\n\nIn the throng, Craig caught a glimpse of Adam March. The old man had\nbeen in the very first line had been cheering himself hoarse. When\nCaptain Martin had emerged, old Adam had stopped cheering. The old man\nhad stared at the captain as if he did not believe his eyes, then he\nhad seemed to shrink in upon himself, to become small and unimportant.\n\nThen the crew came out of the lock. They were lean and bronzed, they\nlooked to be in perfect physical and mental health. As the last one\nemerged, the lock swung ponderously shut behind them. The cheering grew\nto a volume of sound that shook the I-beams of the vast hangar. The\nmembers of the crew were taken immediately to the big lounge of the\nstation. Beer began to flow in vast quantities.\n\n\"I am sure Mr. Nuoy will want to hear what you have to say,\" General\nStanley said, over and over again, as he and Captain Martin moved away\nfrom the ship. The general was a little uneasy because he had hung up\non Nuoy. Unless amends were made, he anticipated possible retaliation.\nTo the general's surprise, they were admitted instantly to Nuoy's\nquarters. Nuoy seemed not to remember that the general had hung up\non him. When Captain Martin was introduced, Nuoy's face showed great\npleasure. Nuoy had a kind of compelling magnetism about him. When he\nchose, he could be a completely gracious host. All of his personal\nmagnetism was turned on now. He ordered fine wines and foods to be\nbrought immediately. Servants hurried to obey him. Soft music began to\npour from speakers in the walls. Hidden jets began to blow pleasant\nperfumes into the room.\n\nStanley had rarely been here, mere generals did not often get a chance\nto enter Nuoy's private quarters. He was always surprised at the\npleasure dome vastly more heavenly than any ever decreed by Kubla Khan\nin Asia existing here on the ice world of Pluto. Captain Martin gasped\nin frank surprise. He gingerly tasted the wines and the foods, his\nmanner indicating that he was not quite certain that he was supposed\nto consume such delicacies. Under Nuoy's urging, he tasted everything,\napparently with growing enjoyment.\n\n\"Now tell us what you discovered among the stars,\" Nuoy said.\n\n\"We made first landfall on a planet which we named Star Goal,\" Captain\nMartin said. Leaning back in his chair, he began to talk. General\nStanley and Nuoy listened first in surprise, then in growing amazement,\nthen in startled bewilderment.\n\n\n\nIn the big lounge, every man who could be spared from duty or who could\nmanage to sneak away from his assigned post, welcomed the crew of the\n_Andromeda_. Beer flowed by the gallons. Vast quantities of pretzels\nand hamburgers were consumed, largely by the staff of the station. The\ncrew of the _Andromeda_ tasted food and drink cautiously, in the manner\nof men long unaccustomed to the modest comforts of civilized life.\n\n\"Poor creatures, they probably haven't had a decent meal in years,\"\nMary Kirkham said, indignantly.\n\n\"Nor a chance to bury their snoots in a can of beer,\" Craig added. \"But\nwhen are we going to get the story of what they found out, what they\ndiscovered, and what happened to them. Hey, George!\" he spoke to the\nnearest _Andromeda_ man. \"Where did you land?\"\n\n\"Sorry, Craig,\" the man answered, smiling. \"You'll have to get your\ninformation from Captain Martin.\"\n\n\"Damn the captain!\" Craig said. \"We want to know.\"\n\n\"I understand that,\" George answered. \"But we got orders not to talk.\nWait until we've been cleared. We'll give you the whole story.\"\n\n\"But that means you'll have to go to Earth first and we'll get all the\ninformation second hand,\" Mary protested.\n\nThe man spread his hand. \"Sorry, I didn't make the rules.\"\n\nThe staff of the station became quite indignant when it became obvious\nthat they were not going to get any information from the crew.\n\n\"You might try making love to one of them,\" Craig said, in\nexasperation, to Mary.\n\n\"I might at that,\" she answered. \"They all look kind of cute to me.\"\n\n\"Then try making love to all of them,\" Craig said bitterly. \"They'd\nprobably like it. It's been twenty years since they saw a woman. You'd\nhave the time of your life.\"\n\n\"Kindly restrict your allusions,\" Mary snapped, coloring.\n\nCraig grinned. \"You're a bio-physicist. None of the facts of life are\nsupposed to be allusions to a bio-physicist.\"\n\n\"I'll think it over,\" Mary said, darkly.\n\n\"Where's old Adam March?\" Craig said suddenly. \"Have you seen him?\"\n\n\"Not since the ship landed,\" Mary answered. \"He was up in the front\nline cheering himself hoarse. Why?\"\n\n\"For years he has been asking about the _Andromeda_. From the interest\nhe took in the ship you would think he owned it. Now the ship has\narrived, but he's not here taking part in the celebration.\" Mild\nconcern rose in him as he sensed something wrong in the old man's\nabsence. \"I'm going to find him.\"\n\nAsking questions, he discovered no one had seen Adam March. He went\ndirectly to the old man's quarters. The door was closed. He rapped.\nThere was no answer. He tried the knob.\n\nThe door was locked.\n\n\"Who is it?\" a voice quavered from inside.\n\n\"Craig Randall. Open up.\"\n\nThere was a moment's hesitation, then the door opened a crack. March\npeered through the opening. It seemed to Craig that the old man had\naged years in hours. He had a heavy monkey wrench in one hand. \"What's\nwrong?\" Craig said. \"The _Andromeda_ is in?\"\n\nThe old man opened the door. \"Come in,\" he said. \"Yes, the _Andromeda_\nis in. That's what's wrong.\"\n\n\"What?\"\n\nMarch gestured in the direction of the hangar. \"There's something wrong\nin that ship.\"\n\n\"Why do you say that?\"\n\n\"I have my reasons.\"\n\n\"But what makes you think so? What proof? If you know what you are\ntalking about--\"\n\nMarch recoiled at the words. \"I knew you would think I did not know\nwhat I was talking about.\"\n\n\"I'm sorry, Adam, I didn't mean to hurt your feelings. But you've got\nto have some proof.\" He hesitated, as a sudden thought struck him.\n\"Or ... maybe you ought to drop in on one of the station doctors in the\nmorning. Maybe you've got a touch of space sickness. You've been here\non Pluto pretty long.\"\n\nThe old man recoiled even more. He clutched the wrench. \"Leave me\nalone, Craig,\" he said harshly. \"Go away from me. I don't want to talk\nto you.\"\n\nCraig had no choice except to leave. The lock clicked in the door. He\nhunted up Mary. \"I'm going to take a look at the _Andromeda_. Want to\ncome along?\"\n\nThe expression on his face must have revealed what he was thinking. Her\nanswer was quick. \"Of course. But what's wrong?\"\n\n\"I don't know. Adam thinks something is wrong but he won't talk.\" He\nexplained what the old man had said.\n\nHer face fell. \"I'm afraid you're right. It does sound an awful lot\nlike space sickness. I'm so sorry. He's such a nice old man.\"\n\n\"Maybe I'm wrong. We'll go check.\"\n\n\n\nIn the dimly lighted hangar the ship dwarfed them, made them pygmies\nin comparison to its huge bulk. No guard over the ship had been\nestablished by the station. No guard was ever established over the\nships that landed here. None was needed. They went slowly around the\nship. The stout metal of the hull showed the pitting of meteoric dust\nthat had gotten through the screens. On the bow, pitted and faded but\nstill easily readable, was the word--_Andromeda_.\n\n\"Were you questioning that this is actually the _Andromeda_?\" Mary\nasked.\n\n\"Not questioning, just checking.\" He moved to the slanting ramp that\nled upward to the lock from which the crew had emerged, stared at it.\n\"It's odd that the lock should be closed.\"\n\nUsually ships in the hangar opened all locks, exchanging their\nmany-times-used air for the cleaner air of the station. They went up\nthe ramp. \"If they left a guard, maybe he will open up for us,\" Craig\nsaid. There was no opening in the lock but he knew that an observer\ninside could detect their presence there.\n\n\"Open up,\" he said.\n\n\"What for?\" a voice answered.\n\nCraig jumped. The voice seemed to speak from the empty air beside him.\n\n\"Don't be startled,\" the voice said. \"This is a simple communication\nmechanism for transmitting voice tones. All space ships have them.\"\n\n\"All--\" Craig caught himself. He had started to say that no space ship\nhad such a device, that he had never heard of a method of transmitting\na voice through a steel hull.\n\n\"What do you want?\" the voice said.\n\n\"We want to talk.\"\n\n\"Talk to Captain Martin.\"\n\n\"This is hardly a matter for the captain. There's a party inside. We\nthought perhaps you would like to join it. Your friends are having\nthemselves a whale of a time. We came to take over the duties of anyone\nwho remained in the ship so you can join them,\" Craig said, hastily\nimprovising.\n\n\"And while you are on duty, you would explore the ship! Is that your\nplan?\"\n\n\"What?\" Craig gasped. His first dazed thought was that his mind was\nbeing read.\n\n\"Well, of all things!\" Mary said, her voice hot. \"Is there something to\nhide inside the ship?\"\n\n\"Of course not!\" For an instant, the voice sounded startled. Then it\nquickly became the voice of a book salesman, suavely peddling holy\nliterature. \"Your commanding officer will have an opportunity to\nexamine the ship, if he wishes!\"\n\n\"Then why did you say we would explore the ship?\" Mary continued. \"If\nthere is nothing to hide, what difference does it make whether or not\nwe explore it?\"\n\n\"Captain Martin would have my head if I let you take my place without\norders. Sorry. I can be relieved only on orders from him.\" The voice\nlost its suavity and became stiff and hard.\n\n\"Okay,\" Craig said. \"Come on, Mary. Let's go back and join the party.\"\n\nHer face indicated she was inclined to continue this discussion but she\nfollowed him down the ramp. At the bottom, she spoke quickly, \"Craig,\nyou're scared. What's wrong?\"\n\n\"Nothing that I can put my finger on. It's mostly Adam March. He saw\nsomething that he didn't like but he wouldn't talk about it. Now, we\nrun into a closed lock, and a guard with a gimmick that he can use to\ntalk through the wall of the ship. Space ships never post a guard here,\nthey never keep the locks closed. Why is the _Andromeda_ doing it?\"\n\n\"I don't know,\" Mary answered, hesitantly. \"I don't like it either. I\nkeep getting a feeling that something is wrong but I don't know what.\"\n\n\"_Walk back up the ramp!_\" the voice spoke from the air.\n\nBoth jumped. \"What kind of a pick-up system are you using that can\ndetect our voices at this distance?\" Craig demanded.\n\n\"A very efficient one. Walk up the ramp. And don't try running! You'll\nrun straight into a dead man if you do.\"\n\n\"Where's a dead man?\" Craig gasped.\n\n\"You'll be the dead man!\" the voice answered. \"Walk up the ramp!\"\n\nThey walked up the inclined runway. Ahead of them, the lock opened.\nThey entered. It swung shut behind them. Ahead, the inner door opened.\n\nFor the first time, they saw the source of the voice that had spoken\nto them. Craig felt every muscle in his body contract. Mary uttered a\nscream that was pure panic.\n\n\n\nIn Nuoy's quarters Captain Martin was finishing with his story of what\nthey had found on Star Goal. General Stanley was almost falling out of\nhis chair as he leaned forward to listen. Nuoy's lips were opening and\nclosing and he was breathing in panting gasps. A slobbering sound was\ncoming from within his throat.\n\n\"There is no doubt but that the inhabitants of Star Goal are immortal,\"\nCaptain Martin finished.\n\nNuoy swallowed. He swallowed again and again. A gleam came into his\neyes.\n\n\"Can you prove that statement, Martin?\" he demanded.\n\n\"Of course!\" the captain calmly answered.\n\nNuoy almost fell out of his chair at the words. He had expected\nargument, hedging, perhaps compromise. In the world he knew, men told\nlies to each other, then told other lies to get out of the first ones\nthey had told. As golden as Captain Martin's statement was, Nuoy had\nthought it was a lie, that there was a catch in it somewhere. He had\nexpected the captain to try to lie out of it. He hardly knew what to do\nwhen the captain did not try to lie.\n\n\"I would like to see your proof,\" Nuoy finally spoke.\n\n\"You're looking at some of it,\" Captain Martin answered.\n\n\"Eh? You? What kind of proof is that?\"\n\n\"If you will check the records, you will discover that I was 32 years\nold when the _Andromeda_ left the Solar System. I am now 52 years\nof age. If you doubt what your own eyes tell you about my physical\ncondition, I suggest you have your doctors examine me.\"\n\n\"They have worked on you. They have made you immortal?\"\n\n\"They have worked on the whole crew.\"\n\n\"They did?\" Nuoy gasped. \"How much did they charge?\"\n\n\"Nothing,\" Captain Martin answered.\n\n\"What? No charge?\" Nuoy sounded as if he did not believe his ears.\n\n\"No charge,\" the captain repeated.\n\n\"Uh--uh!\" Nuoy opened his mouth, closed it, made up his mind, opened\nhis mouth again. \"We'll have to change that,\" he said.\n\nIt was Captain Martin's turn to be surprised. \"I don't understand you.\"\n\nNuoy was on his feet, making plans. \"You and your ship will return to\nStar Goal immediately. I will accompany you.\" The slurping sounds in\nhis throat were plainly audible.\n\n\"Eh?\" the captain said.\n\nNuoy nodded firmly. \"We will leave within two hours, as quickly as you\ncan stock the ship and as soon as my servants can transfer my things to\nthe vessel.\"\n\nCaptain Martin glanced out of the corner of his eyes at General\nStanley. The general looked in the other direction. \"What about Earth\nGovernment?\"\n\n\"The government will authorize your return to Star Goal,\" Nuoy said,\nhis voice sharp. \"They're in my vest pocket.\"\n\nAgain Martin glanced at Stanley. This time the general did not look\naway. Pain showed on his face but he made no attempt to deny Nuoy's\nstatement.\n\n\"But why are we going back to Star Goal in such a rush?\" Martin spoke.\n\n\"Don't be stupid, Martin,\" Nuoy answered. \"If there is immortality to\nbe had anywhere in the universe, I intend to have it. Later, we will\nestablish a regular traffic between the Solar System and Star Goal. I\nknow a great many men around the system who will pay handsomely for the\nprivilege of visiting this planet you have discovered. We won't be such\nfools as to give immortality away.\"\n\nGeneral Stanley managed to find his voice. \"Perhaps Captain Martin does\nnot wish to return immediately. After all, he and his men have been\ngone twenty years. They may have old friends they wish to see--\"\n\n\"Captain Martin will take orders,\" Nuoy said crisply. \"Just like you\ndo, Stanley.\"\n\nThe general was silent.\n\n\n\nThe creature facing Craig and Mary was seated behind an elaborate\ncontrol panel that was set in an alcove in the wall of the corridor\nleading into the ship. Craig Randall knew enough about space ships\nto know that no such alcove belonged here. He did not need to know\nanything about space ships to know that the creature in the alcove did\nnot belong there. Nor did it belong anywhere in the Solar System.\n\nHis first dazed impression was that the creature was made of metal;\nit had a metallic sheen about it. His second impression was that the\ncreature was composed of many kinds of crystals of a color varying all\nthe ways from infra red to ultra violet. The crystals seemed to be\nin rapid vibration. A glow like an aura came from it and the colors\nchanged very rapidly.\n\nThe creature was round, two feet in diameter. Appendages of linked\ncrystals extended to the controls on the panel. Apparently these\nappendages could be extruded and withdrawn at will. As Craig stared, an\nappendage was withdrawn from the control panel and another was extended\nfrom the circular body. If it had eyes, they were not visible, if it\nhad ears, he could not see them. There was no mouth, no nose, there was\nonly this globe of shining pulsing crystals.\n\n\"Where--where is the man we were talking to?\" Craig whispered. In his\nmind was still the lingering thought that they had spoken to a man.\n\n\"You were talking to me.\" A slight orange pulsation passed over the\ncrystals as the voice came.\n\n\"Who--who--\"\n\n\"I am Filo of the Sorodromes,\" the voice answered. The crystals glowed\nwith a deep red color as if being Filo of the Sorodromes was a great\nthing. \"Why did you think something was wrong in the ship?\"\n\n\"Well--\"\n\n\"Speak the facts. Have you humans grown suspicious?\"\n\n\"Suspicious of what?\"\n\n\"Of the existence of the Sorodromes. Has some member of the crew\nrevealed our existence?\" The globe showed a violent green at the\nquestion.\n\n\"No,\" Craig answered. \"Not so far as I know.\"\n\n\"Then why did you think something was wrong?\"\n\n\"It wasn't that we _knew_ something was wrong.\"\n\n\"You are in a position where lying will do you no good. What is\nhappening inside the station? Are our controls failing?\"\n\n\"What controls? Do you mean that you can control the crew of the\n_Andromeda_ from here?\"\n\n\"What do you think?\" Filo answered. \"If there had been any important\nloss of control, I would have known about it. But there may have been\nhints, attempts to convey information, which I did not catch. Have\nthere been such attempts?\"\n\nBefore Craig could answer another voice was whispering in the air,\ncalling urgently, \"Great Filo? Please contact me immediately.\" The\nvoice was a thin whisper of sound, as if somewhere a man was thinking\nand his thoughts were being built up to audible volume.\n\n\"Yes,\" Filo answered. \"What is it?\"\n\n\"Nuoy insists on coming aboard the ship. Please instruct me.\"\n\n\"Who is Nuoy?\"\n\n\"He seems to think he is the top dog in the System.\"\n\n\"What does he want?\"\n\n\"I have told him a part of the story of Star Goal and that the race\nwhich lives on Star Goal possesses immortality. He insists on returning\nimmediately to Star Goal to obtain immortality for himself. After that\nhe plans to establish a regular traffic between Star Goal and the Solar\nSystem to peddle immortality to those rich enough to pay for it.\" A\nfaint repugnance sounded in the whisper.\n\nFilo digested this information. The color coming from him was almost\npure white. He seemed to be vibrating at a tremendously high frequency.\n\n\"I await your orders,\" the whisper came again. \"Shall I bring him\naboard the ship?\"\n\n\"I am considering the matter.\"\n\n\"He is very impatient. Please instruct me immediately.\"\n\n\"I must confer with my fellows,\" Filo answered. \"I will have an answer\nfor you in minutes.\"\n\n\"Yes, Great Filo,\" the voice whispered.\n\nFilo was silent behind the control panel. Craig had the impression that\nsome wordless conference was taking place with other Sorodromes located\nelsewhere. He stared at Mary in growing horror.\n\n\"That whisper was coming from Captain Martin,\" the girl whispered. \"He\nis the only person from the _Andromeda_ who is with Mr. Nuoy. And that\nmeans--\"\n\n\"It means that Captain Martin and the crew are not in charge of this\nship.\"\n\n\"And that means--\"\n\n\"That something latched on to the crew of the _Andromeda_ on this\nplanet they call Star Goal. It means that the ship's landing here was a\nruse to get into Pluto Station, maybe from here on into the whole Solar\nSystem!\" His voice grew grim. \"It means that the fate the military was\nalways afraid of has finally come in upon us, and has gotten under our\nguard. It means we have welcomed a race of monsters into Pluto Station.\nIt means that Adam--How did Adam know that something was wrong?\"\n\n\"Who is Adam?\" Filo spoke.\n\n\"Just a man,\" Craig faltered.\n\n\"Ah--\" Filo was apparently going to ask more questions but he was\ninterrupted by the arrival of three other Sorodromes. Balls of glowing\ncrystals, they came floating down the corridor from the interior of the\nship. Energy seemed to flow from them. Craig felt his skin begin to\nitch and burn. The three conferred with Filo in a weird, wordless flow\nof communication between them. From the way their colors changed Craig\nhad the impression that they were laughing at some secret joke of their\nown.\n\n\"Yes?\" Captain Martin's voice whispered.\n\n\"Bring this human to us,\" Filo answered. \"We will accommodate him in\nhis desire to return to Star Goal. We will also assist him to set up\ntraffic between our planet and his system.\" Again the colors changed as\nlaughter seemed to ripple through them.\n\n\"What if others want to come too?\"\n\n\"Bring them to the number of twenty. Do they seem suspicious?\"\n\n\"Not so far as I can tell. Nuoy is burning with impatience to be away.\nHe insists we start loading the ship immediately.\"\n\n\"Then we must cooperate with him,\" Filo answered. Again the surge of\ncolor that was laughter surged through the Sorodromes. \"Summon the crew\nto load and operate the ship. We will be ready when you arrive.\"\n\nFilo extruded a tentacle, touched a control on the panel in front of\nhim. A section of metal wall that had been folded back slid across the\nalcove, hiding it from sight.\n\n\"My three comrades will direct you,\" Filo's voice spoke from the empty\nair.\n\n\n\nCraig and Mary found themselves being herded down the corridor. They\nturned a corner. A door leading into a storeroom was open. They were\nherded through the door. It closed behind them, leaving them in total\ndarkness.\n\nIn that darkness was the soft sound of stealthy movement.\n\nCaptain Martin and Meyer Nuoy came through the lock. Nuoy was glowing\nwith eagerness.\n\nAs they passed through the lock Captain Martin glanced in the direction\nof an alcove that he knew was hidden there. The expression on his face\nwas momentarily grim, but he said nothing.\n\n\"I'll take over your quarters, Captain Martin,\" Nuoy said. \"Show me to\nthem so I can have my servants bring my belongings to them and make the\nnecessary changes as quickly as possible. Of course, I will want to\nbring my own wines and foods, and I will bring my own staff of servants\nwith me, so I can have proper service on the trip. I understand the\naccommodations on the deep-space ships are not elaborate.\"\n\n\"Of course, Mr. Nuoy,\" Captain Martin answered.\n\nIf he resented Nuoy's words or actions, no trace of it showed on his\nface.\n\nIn the dark storeroom a voice hissed, \"Who is it?\"\n\n\"Adam!\" Craig gasped. \"It's us, Craig and Mary.\"\n\n\"Oh!\" Craig heard Adam March breathe a sigh of relief. \"It's a darned\ngood thing you spoke up. I almost let you have it.\"\n\n\"How--how did you get into the ship?\"\n\n\"Through one of the discharge locks. I was coming along the passage\nwhen I spotted you two coming. I didn't quite recognize you. What--what\nwas them danged things floating through the air behind you?\"\n\nCraig explained about the Sorodromes.\n\n\"I knew it was something like that, or worse, though I don't know what\nthe hell could be any worse! What are we going to do, Craig?\"\n\n\"What _can_ we do?\" Craig answered, desperation in his voice. \"We've\ngot a military force here that is supposed to take care of creatures\nlike these--\"\n\n\"Only, sometimes, it turns out that the ordinary citizens have got to\ndo the job the military was supposed to do, but didn't!\" Bitterness\nsounded in March's voice. \"This is A deck, isn't it, the lowest deck in\nthe ship?\"\n\n\"I suppose so. I don't know how many decks the _Andromeda_ has.\"\n\n\"Hmmm. And this storage room they've got us caught in is just inside\nthe main lock, isn't it. You come in through the main lock and go\nstraight down the passage and turn to the left and you're here. Isn't\nthat right?\"\n\n\"I--I hardly noticed,\" Craig answered. He didn't add that he had too\nmany other things to think about to notice where they were being taken.\n\n\"That's right,\" Mary answered.\n\n\"If this is A deck--\" the old man muttered. They heard him move away.\nIn the darkness he stumbled over a box and apologized to Mary for the\nprofanity. \"Swear all you please, Adam,\" the girl said. \"I'll swear\nwith you, if that will help. What are you trying to do?\"\n\nA light flared as the old man struck a match. He was down on his knees\nagainst the far bulkhead. The match went out. Adam grunted. Metal\nscraped in the darkness, thudded on the floor. A square opening was\nrevealed. Dim light came through it. Grunting with satisfaction, Adam\ncrawled through it. \"Come on, you two,\" his voice came from the other\nside.\n\nThey crawled through the opening and found themselves in what was\nobviously one of the main holds. Adam March, the monkey wrench gripped\nfirmly in his hand, grinned at them.\n\n\"How did you know that opening was there?\" Craig demanded.\n\n\"I kind of sensed it would be there.\"\n\n\"Sensed, hell! It strikes me that you know a devil of a lot about the\n_Andromeda_. You knew how to get through a discharge port. You knew\nwhere this opening was.\"\n\nThe old man blinked guileless eyes at him. \"Do I? I'm just lucky, I\nguess. We've got to figure out what we're going to do next.\"\n\n\"We'll get out of the ship and go straight to General Stanton,\" Mary\nsaid.\n\n\"And what will we do when we get to the general?\" Craig asked. \"Tell\nhim about Filo and the Sorodromes? We'll get our heads examined by the\nstation doctors. By the time they have finished with us, the ship will\nbe gone. If anything is to be done, it has to be done right now.\"\n\n\"Why not let the ship go?\" Mary argued. \"All they've got is Nuoy and we\ncan sure stand to part with him.\"\n\n\"And have the Sorodromes come back at us, later, with all his power on\ntheir side? Think again, Mary.\"\n\n\"But surely the general--\"\n\n\"I'm afraid Craig's about right, Mary,\" old Adam interposed. \"The\ngeneral is not a bad guy and he's not thick-headed, but he would need\nsome kind of evidence, something in the way of proof, before he would\nbelieve any story we told him.\"\n\n\"The evidence is in an alcove just inside the main lock. I can point it\nout to him.\"\n\n\"Yes, but who's going to pry Filo out of there?\" Craig answered. \"I've\ngot a hunch that Filo is not exactly helpless. If we break in on him,\nall hell may break loose.\"\n\n\n\nThe door of the hold opened. A voice ordered, \"Dump those boxes in\nhere, men.\"\n\nThey moved as if they had one mind, taking refuge behind the remnants\nof stores that were still in the hold. Directed by a member of the\ncrew, a file of men entered, dumped their loads and trotted out.\n\n\"Grab a box,\" Craig whispered. \"We'll walk out of here. If anybody\nquestions us, we're stowing cargo.\"\n\nEach carrying a box, no one challenged them.\n\n\"I want to go to the main control room,\" Adam whispered. \"I've got an\nidea.\"\n\n\"Do you know the way?\"\n\n\"Sure. Follow the ramps up.\" The old man moved with a sure stride\ntoward an inclined runway. They followed. Again Craig was struck with\nthe realization that Adam was very familiar with the ship. He led them\nupward as if he knew exactly where he was going.\n\nThe crew moved along the corridors, preparing the ship for flight. They\nseemed unperturbed by this sudden order to return to deep space. They\npaid no attention to the three Pluto Station people who were carrying\nboxes up the ramps.\n\nNo Sorodromes were in sight.\n\n\"They're all in their hidey-holes,\" Adam March muttered.\n\nAs they reached the landing on C deck, Captain Martin was coming out of\nthe quarters directly across from them. \"I'm sure everything will be\nall right,\" Captain Martin said to someone inside the quarters.\n\n\"It had better be,\" Nuoy's voice came from inside.\n\nMartin came directly toward them. Craig had the impression that Adam\ntried to turn his face toward the wall. Captain Martin glanced at the\nold man. A startled expression flitted across his features. His mouth\nopened, he started to speak. Then he seemed to change his mind very\nquickly. He went past them as if he had never seen them.\n\nAs if a ghost were after him, Adam went up the last inclined ramp to D\ndeck.\n\nThe main control room was before them. They entered it, found it empty.\nAbove them, through the tough plastic of the observation dome, they\ncould see the girders of the hangar. All around them were the controls\nby which the ship was directed in flight. In the middle of the room,\nwith all controls in easy reach, was a single huge chair. It was the\ncontrol center of the ship. Off in small rooms around the control room\nwere plotting centers where the position of the ship in space was\nmapped. In one small room was a large three-dimensional globe of the\nheavens.\n\nThe crew had not yet arrived in the control room.\n\nAdam dropped his box, went quickly around the control, stopped in front\nof the big chair, touched it, touched the controls with gentle fingers.\nHe seemed almost entranced by what he was seeing here.\n\n\"This is the heart of the whole ship,\" he mused. \"Everything is\ncontrolled from here. Power generation, power routing and supply, the\nauxiliary drives, the main drives, the steering drives--\"\n\n\"Are you interested in the control room?\" a voice spoke behind them.\n\nAdam spun, his hand grabbing for the wrench in his pocket. Captain\nMartin stood just inside the doorway. There was a smile on his face but\nhis eyes were fathomless.\n\n\"Uh, dang it, where did you come from?\"\n\n\"I'll be glad to show it to you,\" the captain continued. \"Of course, we\ndon't have much time at the moment. Are you going to take the long hop\nwith us?\" Polite interest sounded in the voice but under the interest\nCraig sensed a seething emotional state.\n\n\"Why, uh, hadn't thought about it. Yes, we'll take the long hop if we\nget the chance,\" Adam answered. He looked like a man in a fog groping\ndesperately for some familiar landmark.\n\nSmiling, Captain Martin moved to him. \"This is the control chair, sir.\nThe operator of the ship sits here. Information is relayed to him--\"\nSwiftly he explained the use of all of the controls. Then his voice\ndropped to a whisper. \"You haven't a chance to lick the Sorodromes.\nI've tried for years, all of us have tried, and we have failed! Forget\nit!\" His voice rose again to normal tones. Politely he continued his\nexplanations of the operation of the controls. \"I'll have plenty of\ntime to explain everything to you on the long hop,\" he ended.\n\n\"But--lad--\" the old man's voice was a pleading whisper.\n\n\"You'll just get yourself killed,\" Captain Martin whispered. \"Believe\nme. I know what I am talking about.\"\n\n\"Well--uh--\" Adam March seemed to choke up. \"What chance have we got on\nthe long hop?\" he whispered.\n\n\"Probably none,\" Captain Martin answered.\n\nAdam's face worked. It twisted into a grimace as some inward torture\npassed through him. \"Well ... well, could....\" His face lit up as if\nthe inner turmoil had suddenly been resolved by some deep insight.\n\"Could I stay here while the ship is taking off? Could I, Captain? I've\nalways dreamed of being on the bridge of one of the deep-space ships\nlike the _Andromeda_ while she went free.... It'll be all right, won't\nit, Captain?\" A pleading note crept into the voice. \"I won't be in the\nway at all.\"\n\nMartin frowned, then shrugged. \"Well, all right. You understand that\nthe crew will be busy with their duties?\"\n\n\"Of course, Captain. I won't be in the way at all. You go on and take\ncare of your duties. Have you got clearance papers from the general\nyet? Then you had better get them. Craig, you and Mary keep on lugging\nfreight.\"\n\n\"Clearance papers?\" Martin said, exasperation in his voice. \"It's been\nso long since I've taken off from a Solar System port that--\"\n\n\"The captain of the clearing ship has to apply in person for clearance\npapers,\" Adam said. \"I mention it, because you might have forgot.\nThat's the regulation.\"\n\n\"Damn!\" Captain Martin said. \"Well, if I must, I must.\"\n\n\n\nMary Kirkham and Craig Randall, the latter tremendously puzzled, were\nalready leaving the control room. \"I don't understand it,\" Craig was\nthinking, over and over again. \"He knows too much--and seems to know\ntoo little--there's a play going on here that is over my head--\" He\nshook his head, but he kept his thoughts to himself.\n\n\"What are we supposed to do, just go get more boxes?\" Mary questioned.\n\n\"I don't know. Play along and wait for your cue. Something is going to\nhappen.\"\n\n\"But I don't want to make the big hop. I don't want to go--\" Her voice\nwent into silence as Captain Martin fell into step beside them. The\nCaptain's face was utterly blank. He walked like a man in a deep daze,\nlike a zombie, like a man in a trance. Once his eyes flicked toward the\nwall. Following the direction in which the captain had glanced, Craig\ncaught the vague outline of a door covering an alcove. Craig shuddered.\nNow he understood one reason why Captain Martin might be walking like a\nman in a trance. But were there other reasons?\n\nIt was obvious that the Sorodromes had almost perfect control over the\ncaptain and the crew.\n\nThey moved down the ramps. Members of the crew met them, saluted,\ncontinued with their duties. Men from the station were carrying\nsupplies into the huge ship. They approached the main lock.\n\nCraig Randall felt his flesh crawl as he saw the section of the wall\nthat hid Filo of the Sorodromes. What if Filo was watching them? Craig\nkept his eyes fixed on the opposite wall. He was walking like a man\nin a trance himself, and he knew it. He held his breath, waiting for\nthe challenge of the voice from the air. It did not come. They passed\nthe hidden alcove; they passed through the lock; they were on the ramp\noutside. Craig's suddenly furious breathing shook his lean frame to the\nbones.\n\nThe bustle of the hangar was around them.\n\n\"Where will I get clearance?\" Captain Martin muttered.\n\n\"Over there,\" Craig said, pointing.\n\nThey moved down the ramp. Craig stopped breathing again as a voice from\nthe ship's intercom system shouted from the lock behind them.\n\n\"ATTENTION, ALL HANDS.\"\n\nThe voice was an excellent imitation of Captain Martin. It spoke with\ncrisp authority and with sureness. It was a commanding voice. It caught\nthe attention of its hearers.\n\nCaptain Martin seemed to freeze on the ramp. Suddenly sensing what was\nabout to happen, Craig Randall also froze. The voice came again.\n\n\"Attention, all hands! Attention, all Pluto Station men on board the\n_Andromeda_! A dangerous situation has been discovered in the drive\nroom of the ship. You are hereby directed to clear the _Andromeda_\ninstantly. A delay of a few seconds may mean the difference between\nlife and death.\"\n\nThe voice gained in volume, became more commanding.\n\n\"ALL HANDS CLEAR THE SHIP INSTANTLY!\"\n\n\n\nIn the seconds that elapsed while the voice was rolling from the ship's\ncommunication system, Craig grasped what was going to happen next, and\nwhat he was going to have to do about it.\n\nCaptain Martin spun back toward the open lock.\n\nWith all his strength, Craig slugged the captain on the side of the\njaw. The blow knocked Martin sideways and down to the ramp.\n\nBut it did not knock him out. Snarling, he came to his feet. Craig he\nignored, the man who had slugged him was not important to him at this\nmoment. Cursing, he started toward the open lock. Craig tackled him\naround the legs. The captain fell heavily. Craig rolled with him to the\nedge of the ramp, forced him over it. Both fell to the hard floor of\nthe vast hangar.\n\nIn obedience to the voice that had come over the intercom system, and\nwhich had sounded very much like the voice of Captain Martin, men were\nalready pouring from the lock.\n\nBeside the ramp, Craig and Captain Martin fought viciously.\n\nIn the captain's cabin, Nuoy heard the voice. He snapped open the\ncommunication line between this cabin and the control room.\n\n\"What nonsense is this?\" he shouted into the mike. \"There is no way a\ndangerous condition can develop in the drive of these ships!\" He was\nspeaking the truth. Deep-space ships, all space ships, were hazard\nproof so far as the drive was concerned. He expected an evasive denial.\n\n\"Of course no dangerous condition can develop,\" the voice from the\ncontrol room answered.\n\n\"Then what do you mean by making so stupid an announcement as this?\nWhat are you trying to do, delay my departure? I'll have you stripped\nof your rank for this piece of nonsense!\"\n\nWrath was in his voice. Before this wrath captains, generals, even the\npresident of Earth Government, trembled.\n\nThe voice coming from the control room did not tremble. \"Aw, go buy a\nmuzzle for your ugly face,\" it said, crisply. \"Who in the hell do you\nthink you're giving orders to, Dog-face?\"\n\nNuoy was utterly speechless. White with fury, he headed for the control\nroom. He'd teach Captain Martin proper respect for his betters.\nCharging through the door of the control room, he found there a\ndoddering old man whom he vaguely recognized as having seen around\nPluto Station. The old man was sitting in the control chair, a monkey\nwrench in his hand.\n\n\"Who the devil was that who was just speaking to me?\" Nuoy demanded.\n\n\"Why, I don't know, Mr. Nuoy. No one was speaking from here.\"\n\nNuoy glared at him. His suspicions were aroused. \"I believe you are\nlying to me. I believe you were the one who was talking to me like\nthat. I'll have you know--\" Nuoy advanced. While he explained what he\nwas going to do, he thrust his head down until it was within a foot of\nthe old man's face.\n\nAdam March slugged him with the monkey wrench. Nuoy went down without\na sound. \"That's why we call 'em monkey wrenches,\" March said,\nsatisfaction in his voice. \"They're made especially for use on monkeys\nlike you!\" Laying the wrench back on the arm of the chair, he ran his\nfingers over the complex system of controls in front of him.\n\n\"Clear the ship, all hands!\" his voice went out over the ship. Flipping\nover to listening, he caught the sound of fleeing footsteps. He smiled\nto himself. His orders were being obeyed.\n\n\"Are all hands clear?\" he shouted. \"Anyone who is still in the ship,\nanswer at once.\"\n\nThere was no answer. No running footsteps sounded. The ship was clear.\n\nAs if his neck had suddenly developed a will of its own, he felt it\nturn on his shoulders as something entered the control room.\n\nComing through the open door was a glowing, vibrating, angry ball of\nflowing crystal light.\n\nAdam did what he had planned to do--what had to be done.\n\nBeside the ramp, Craig knew he was losing the battle with Captain\nMartin. The captain was tough, hard, strong. He fought like a wild\nman. Using knees and elbows, he fought as if he was taking orders from\nsomeone else and his life was of no consequence.\n\nKicking Craig in the head, he scrambled to his feet.\n\nThe last of the crew were rushing from the ship.\n\n\"Yes, Filo,\" Captain Martin was screaming. \"Yes, yes, I know. A\nhorrible mistake has been made. I will correct it.\"\n\n\"See that you correct it immediately!\" Filo's angry voice whispered in\nthe air.\n\nCaptain Martin leaped up the runway. \"Back into the ship!\" he shouted\nat the crew. He ran up the ramp toward the open lock.\n\nPonderously, the lock swung shut in front of him.\n\nHe stopped, dazedly stared at it. The lock could be opened or closed\nfrom the control room. He suspected he knew what had happened.\n\nFilo's voice raged at him. \"Get into this ship instantly.\"\n\n\"But, I can't! Open the lock for me.\"\n\n\"I can't open it, you fool! Someone has jammed the controls!\"\n\n\"Ah--\" Captain Martin said. The single sound had all the overtones of a\nprayer.\n\nCraig got to his feet, wobbled up the gangway in time to hear the last\nof the conversation. He caught Captain Martin's arm. \"We've got to get\nout of the hangar,\" he whispered. \"If we don't--\" He whispered what\nwas going to happen next.\n\nThe captain stared at him from bewildered eyes.\n\nA vast throb came from the ship.\n\n\"He's warming up the drive!\" the captain said. \"You're right. Where's\nthe general?\"\n\n\n\nThe _Andromeda_ went out of the hangar without waiting for the vast\ndoors to be opened. There was no time to wait for that, nor would the\nrequest to open the doors have been obeyed even if it could have been\ntransmitted. There was a tremendous, thundering screech of tortured\nmetal as she tore the doors down. Then, with Adam March at the\ncontrols, she mounted to the sky.\n\nThe thing in the air behind him was thrown completely off-balance by\nthe unexpected takeoff. It did not know what to do, consultation with\nits comrades was necessary before action could be taken. The Sorodrome\nspun back out of the control room.\n\nOnly minutes, perhaps less than minutes, were needed for the Sorodromes\nto agree on what had to be done.\n\nFilo made the decision. \"Destroy that human in the control room!\"\n\nAdam March had dreamed all of his life of being at the control of a\ndeep-space ship. Now he had the privilege, now his dream had come true.\nHe felt the surge of vast power at the control of his finger tips as\nthe ship moved out of the hangar. He did not hear the crashing of the\nbig doors. The slight bumps they made in falling was not transmitted\nthrough the ship to him. Before him were the bright clear skies of deep\nspace. He pointed the ship upward.\n\nIn the long run, he knew what the answer would be. The Sorodromes would\ncertainly conquer him. If they didn't do that, they would clamp down\nover him the same strange control they had exercised over the men of\nthe _Andromeda_.\n\nHe did not anticipate that the long run would ever come into being. No!\nThere were men on Pluto who knew what to do and who would do it.\n\nBut, even so, he could savor this moment, when a ship of deep space was\nunder his fingers, taking him upward in a blaze of rising glory.\n\nShe was still taking him upward when the tracking Z-beams struck her.\nShe exploded in a blaze of light that was visible over most of the\nSolar System.\n\n\n\nThe screens in the command center of the station revealed the flare of\nlight that marked the passing of the _Andromeda_. The room was silent.\nGeneral Stanley turned back to Craig and Mary, asking them to repeat\nagain the story that had moved him to take this action.\n\nDazed, the general listened. When they had finished, he turned again to\nCaptain Martin.\n\n\"But this immortality you talked about on Star Goal?\" he questioned.\n\n\"The immortality is there all right,\" Captain Martin answered. \"It is\nboth real and unreal. There is no question that the Sorodromes can slow\nchanges in body cells which produces immortality. But the process they\nuse to do this gives them almost complete control over you. And the\nimmortality and the control go together. Once the control is broken,\nthe increased life span goes too. Also, if the control is broken, you\nbegin to age very rapidly, until you come up to your actual age. Thus\nwithin the next year every man who flew with the _Andromeda_ will find\nhis body processes catching up with his chronological age.\"\n\nThe captain's face had become etched with lines during the past few\nminutes, mute evidence of the process now beginning in him. But he did\nnot seem to mind the immortality he had lost, the price he had paid for\nit had been too high.\n\n\"There's one blessing anyhow,\" the general said. \"Nuoy went with the\nship.\" His eyes glowed at the thought of that. The Solar System would\nbe a better place to live for many men because Nuoy was no longer in\nit.\n\n\"But I still don't understand about Adam March,\" Craig persisted. \"He\nknew too much about the _Andromeda_.\"\n\n\"Not too much,\" Captain Martin said. \"He designed and built her.\"\n\n\"What?\" Craig gasped.\n\nThe captain nodded. \"In those days he was a deep-space ship designer.\nHis life's dream was to fly one of them, a dream he was too old to\nrealize. But he designed and built the _Andromeda_. The next best thing\nto flying her, for him, was to have me fly her.\"\n\nThe general's face showed sudden interest.\n\n\"I see,\" Craig said. \"If he designed the _Andromeda_, then he would\nknow about her.\" His brows wrinkled as a new thought came into his\nmind. \"But he was working here as a janitor. How--\"\n\n\"Maybe several reasons,\" the captain answered. \"His real life was the\n_Andromeda_. He probably came here and took any job he could get,\nbecause this would be her first landing if she ever returned to the\nsystem. If she ever came back, he wanted to be on hand to welcome her.\"\n\n\"Oh,\" Craig said. In that brief explanation, most of the puzzle of Adam\nMarch's actions became clear. \"But how did he know that something was\nwrong on the ship?\"\n\nCaptain Martin's face grew grim. \"I didn't see him when I came off the\nship, but I think he saw me. At the sight of me, he knew something was\nwrong, knew it in a way that made it impossible for him to be mistaken.\nHe took her off alone, not only to save the station, but to save me.\"\n\n\"What?\" Craig gasped. \"He knew you, twenty years ago, before the\n_Andromeda_ jumped into deep space?\"\n\n\"Slightly,\" Captain Martin answered. \"His name wasn't March then, it\nwas Martin. He was my father.\"",
    "metadata": {
        "author": [
            "Williams, Robert Moore",
            "Jarvis, E. K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64519/pg64519.txt",
        "name": "what_inhabits_me.json"
    }
}