{
    "name": "What Do You Read?",
    "author": [
        "Ellamby, Boyd",
        "Ellanby, Boyd",
        "Ellanbee, Boyd"
    ],
    "body": "Herbert would have preferred the seclusion of a coptor-taxi, but he\nknew he could not afford it. The Bureau paid its writers adequately,\nbut not enough to make them comfortable in taxis. In front of his\napartment house, he took the escalator to the Airway. It must have been\npleasant, he thought as he stepped onto the moving sidewalk, to be a\nwriter in the days when they were permitted to receive royalties and,\npresumably, to afford taxi fare.\n\nOn the rare occasions when he was forced to travel in the city, he\nusually tried to insulate himself from the Airway crowds by trying to\nconstruct new plots for his fiction. In his younger days, of course, he\nhad occupied the time in reading the classics, but lately, so great was\nthe confusion of the city, he preferred to close his eyes, and try to\ndevise a reverse twist for one of his old stories.\n\nToday, he found it harder than usual to concentrate. The Airway was\ncrowded, and he had never heard the people so noisy. Up ahead half a\nblock, there was a sharp scream. Herbert opened his eyes and peered\nahead to see what had happened. Someone had been pushed through the\nrailing of the Airway, and as his section rolled on and passed, he\ncould see lying on the pavement below the body of a young cripple, his\nhands still holding a broken crutch.\n\nHerbert shuddered. He felt sick, and closed his eyes again.\n\n\"Wonder how that happened?\" said the man in front of him.\n\n\"He probably got in the way,\" said a girl, callously.\n\nThe man ahead made no comment, and Herbert dismissed his own\npuzzlement. Could he make a plot out of this incident of the crippled\nboy? he wondered.\n\nHe shifted to the slower track, descended the escalator, and stepped\nonto the street across from the Bureau of Public Entertainment. He had\nto wait a moment, for an ambulance was clanging down the street; then\nhe crossed to the stone-faced building.\n\nAs he rode up the elevator, he wondered again why John had ordered him\nto come to lunch. He realized that he was no longer a young man, but he\ncertainly did not feel ready to be pensioned. And in the last year he\nhad actually written more fiction than in any other year of his life.\nVery little of it had been used, for some reason, but story for story\nhe thought it matched any of his previous output.\n\nLudwig received him with little ceremony. \"Sit down, Herbert. It was\ngood of you to come. Miss Dodson,\" he called through the intercom,\n\"this is strictly off the air. Nothing is to be recorded. Is that\nclear?\"\n\n\"Well, John,\" said Carre. \"You're looking harassed, if I may say\nso. Are they working you too hard? Or are you just faced with the\nunpleasant job of firing an old friend? I realize, of course, that AFE\naren't using much of my stuff just now.\"\n\nLudwig smiled unhappily and shook his head. \"I'm not planning to fire\nyou, Herbert. But you know, of course, that you're in the same boat\nwith the other Writers, and that boat is in choppy waters. Frankly,\nI'm not very happy about the situation. The five-year experimental\nperiod is coming to an end. This Bureau has the job of providing\nentertainment, and that includes, among many other categories,\nliterature. Books, articles, and stories. And I'm faced with a\ndifficult decision: shall we employ Writers, or use Script-Lab? You are\nonly one of the many people we support, of course, and both you and\nScript-Lab furnish material to Adult Fiction, Earth, who distribute it\nas they see fit.\"\n\nHerbert Carre nibbled at his graying moustache. \"I know. And for the\nlast year, for some reason, AFE has not seen fit to use much of my\nstuff. And yet it's no different. I write just the same sort of thing I\nalways did.\"\n\n\"Tastes change, Herbert. Script-Lab reports that the public seem to\nprefer the machine-made stories. I have a week to make a definite\ndecision, and I'm particularly anxious to finish the job because I've\nbeen asked to transfer, at the earliest possible moment, to the Bureau\nof Public Safety. The Committee are inclined, on the whole, to favor\nthe enlarging of Script-Lab, and transferring all the Writers to some\nother department.\"\n\n\"Great Gamma! You mean _all_ literature will be machine-made from now\non?\"\n\n\"Don't get excited, Herb! That's what I've got to decide. But if they\ncan really write it just as well, why not? You remember Hartridge,\ndon't you? Class behind me at college, majored in electronics? He's in\ncharge of the machine experiment and he's about convinced us that his\nmachines can turn out manuscripts at lower cost, more rapidly and of\nbetter quality than you Writers can. And he says the public like his\nproduct better. Have you seen any of it?\"\n\n\"No,\" said Carre, \"I don't know that I have. You know I never read\nanything but the classics, for pleasure; nothing later than Thackeray,\nor, at the latest, James Joyce. What principle do they work on?\"\n\n\"I'm not an electronics man. Hartridge tells me they are specially\nsensitive blocks of tubes, and that memory, including all the basic\nplots of fiction, and all the basic varieties of dialog have been built\ninto them.\"\n\nCarre shuddered. \"I will never believe, in the face of any evidence,\nthat machines can take the place of human writers. What machine could\nhave written 'Alice'?\"\n\n\"Calm down, Herbert. I want your help. I haven't followed developments\nsince the days of the early electronic computers, and I haven't time\nfor studying them now. And, unfortunately, I never read modern fiction\nany more--no time for anything but official reports. Now I've always\nrespected your judgment. I want your opinion of the adequacy of the\nmaterial put out by Script-Lab.\"\n\n\"Have you forgotten,\" said Carre, \"that I am a Writer? Aren't you\nafraid of a biased report?\"\n\n\"Not from you. I need a competent judge. And if you are forced to bring\nin a favorable report, you know I'd find you a place in some other\nfield. I might even get you a pension.\"\n\n\"I hope not. Not yet.\"\n\n\"Go over and see Hartridge, look over his machines, and bring me a\ncritical estimate of the quality of their work--not just literary\nquality, of course; we're interested also in entertainment value. Don't\nbe prejudiced. I imagine you'd be the last to deny that writing can be\ndamned hard work.\"\n\n\"You're right,\" said Carre. \"I would be the last person to deny it.\nSomehow, I've always liked the work, but if the machines can really\ntake our place, I will try to bow out gracefully.\"\n\n\n\nOnce again Carre took the escalator to the Airway and moved across the\ncity. He tried to think of fiction plots, but he could not control his\nmind. He was worried. The people standing near him were quarreling,\ntheir shrill voices hurt his ears, and the crowd was so dense that he\ncould not move away.\n\nAge, he feared, was making him irritable. As he approached his station,\nhe pushed towards the escalator. He brushed against a woman who was\nreading a plastibacked book. She looked up, frowned, and then stamped\nviciously on his extended foot. Half-stunned with pain and amazement,\nHerbert managed to get to the escalator, went down, and limped slowly\nthrough the doorway of Computer House. What had possessed the woman? he\nwondered. He'd barely brushed her sleeve, in passing.\n\nHe stood before the door labelled \"Manuscript Laboratory: Dr. Philip\nHartridge,\" and pushed the button. The door opened, but two husky\nguards with pistols in hand blocked his entrance.\n\n\"Your name, please, and your business?\"\n\nHerbert fought a tendency to stammer. His foot still hurt him, he had\ndeveloped a headache, and he felt bewildered.\n\n\"I just want--My name is Herbert Carre and I want to see Dr. Hartridge.\nWhy, we've known each other for years!\"\n\n\"Identification, please?\"\n\nThey examined his identity card and his Bureau papers, and nodded. Then\none returned his pistol to its holster and approached him.\n\n\"Just as a formality, if you please. Dr. Hartridge apologizes for\nthis.\" He ran his hands over Herbert's shabby blouse and trousers, then\nstepped back.\n\n\"That's all, Mr. Carre,\" he said. \"You can go in.\" They preceded him\ninto the reception room, advanced to the rear wall and pushed a series\nof buttons in a complex pattern. A double door, made of metal instead\nof the innocent oak it had seemed to be, slowly swung open.\n\nPhilip Hartridge rose from his desk and extended his hand.\n\n\"Awfully good to see you, Carre,\" he said. \"It must have been nearly\nten years. Sorry you've never come over to see us sooner. We're very\nproud of Script-Lab. How are things?\"\n\n\"Not bad,\" said Herbert. \"I'm still feeling overwhelmed by the\nelaborate protective system you have here. What explains the\nbody-guards? I didn't suppose this laboratory was classified.\"\n\nHartridge leaned back in his chair. \"It's not classified. Those men are\nhere to protect me from possible violence.\"\n\n\"Violence? Great Gamma, do you mean personal threats?\"\n\n\"Yes. Only last week, my 'coptor exploded a few minutes after I started\nthe motor. By a lucky chance, I had gone back to the house to get my\nbrief-case. But someone had certainly tried to kill me.\"\n\n\"Why on earth, Hartridge, should some one--\"\n\n\"It might be one of several people,\" he said. \"But I think it's\nmy brother Ben. He would, of course, like to have my share of the\nmoney our father left us. But I'll take care he doesn't get it.\" He\ngrinned, and patted his hip. \"It's rather more likely to be the other\nway around. But we won't waste time in trivialities, Carre. Ludwig\ncalled me. I know you want to see our set-up here. Come in and see the\nmachines.\"\n\nThey walked through another set of double doors and into the Laboratory.\n\nThe noise was deafening. Twenty enormous machines sat in the room. Each\nwas contained in a dull plastic case, and the control panels were a\nmaze of dials, buttons, and red and green indicator lights. An electric\ntypewriter was connected to and operated by each machine, and through\neach typewriter ran an endless roll of paper, which emerged to be cut\noff into eleven-inch lengths by automatic knives.\n\n\"How do you stand the noise?\" asked Carre. \"Why don't you use Silent\nTypers?\"\n\n\"Oh, the machines don't mind the noise. Silent Typers would be an\nunnecessary expense, and as a matter of fact, I've come to like the\nsound. It's soothing, after a time.\"\n\nCarre strolled slowly, rather mournfully, from one monster to another,\nglancing at the emerging manuscripts.\n\n\"The rate of output,\" said Hartridge, \"is not less than a hundred words\na minute, and they never have to stop to look up their facts, or to\nstruggle with a balky plot. Can you do as well?\"\n\n\"I wish I could,\" said Carre. \"I know so little about electronics. Do\nthe machines use much current?\"\n\n\"No, that's another of their virtues, they're very economical. The\ntubes are so efficient that all twenty machines are run from this one\nsource, right here--Don't touch it! It's not ordinary house current,\nyou know. We start with eight thousand volts,--it saves on metal and\ntransformers.\"\n\nHerbert found it hard to think against the clatter of the typewriters.\n\"I'm ashamed to admit,\" he said, \"that I feel a kind of envy, they\nseem to compose with such ease.\"\n\nHartridge laughed. \"No trouble at all! I tell you, my pretty\ntypewriters are going to put you out of business. You can see for\nyourself, Carre, that there's no need for you human writers. We are\ndoing a perfect job here, and we could supply all the material--novels,\nstories, fact articles, biographies--that the country could read. AFE\nhas been using more and more of our scripts, as you probably know.\"\n\n\"I know.\"\n\n\"I can't say exactly why it is, but we do seem to be able to hit the\npublic taste better than you Writers.\" He reached over and patted one\nof the plastic cases, as though it had been an affectionate dog.\n\n\"Do your machines do nothing but write new material?\" asked Carre, as\nhe strolled on.\n\n\"That depends on the demand. Sometimes we have a call for some\nout-of-print item, or some work which is so hard to get hold of that\nwe simply have the machines re-do it. After Number Twelve, here,\nproduced the entire English translation of 'War and Peace' without\na single semantic error, we were not afraid to trust them with\nanything. As a matter of fact, we've got Number Eight re-writing some\nnineteenth-century items that have not been available for years--things\nthat were destroyed or banned during the Atomic Wars, but which the\npresent government finds acceptable. Would you like to see?\"\n\nCarre stood in front of Number Eight in fascination as the metal arms\nhammered out the words and lines. After a moment, he frowned. \"I seem\nto remember this! I must have read it in my early boyhood. It seems so\nlong ago. Joan of Arc! But I don't remember its happening just this\nway.\"\n\n\"Just goes to show you can't trust your memory, Carre. You know the\nmachines are perfectly logical, and they can't make a mistake.\"\n\n\"No, of course not. Odd, though.\" He brushed his hand over a forehead\ngrown wet.\n\nThe knife flashed down, cut the paper, and the page fell into its\nbasket. Hartridge picked it up.\n\n\"Would you like this sheet, as a memento? Number Eight can easily re-do\nit.\"\n\n\"Thank you.\"\n\n\"And is there anything else I can show you? I don't mind admitting I'm\nvery proud of my machines.\"\n\n\"Well,\" said Carre, \"perhaps you might let me have some of your current\nmanuscripts, just for tonight? I can make a comparative study, for\nLudwig, and return them sometime tomorrow.\"\n\n\"Nothing easier.\" He assembled a bundle of stapled sheets and put them\nin a box, and then rang for the guards, to show him out.\n\n\"Take care of yourself, Carre. See you tomorrow.\"\n\n\n\nHerbert sat, that evening, in his book-lined room, reading manuscripts.\nHe looked more and more puzzled, and ill at ease. He got up, after a\ntime, to pace the room, and on a sudden impulse he left the apartment\nand hurried up the street.\n\nIt had grown dark outside, and he hurried. He could not stand the\nthought of the Airway, so he walked. He had covered nearly half a mile\nwhen, at the corner ahead, two Street-taxis approached each other at\nright angles. The drivers glared at each other. Neither slowed to\nlet the other pass; they crashed, and began to burn. Carre hurried\non, trying not to hear the screams of the people or the siren of the\napproaching ambulance. No wonder, he thought, that they need Ludwig in\nthe Bureau of Public Safety; people were behaving so irrationally!\n\nHe climbed the steps of the City Library, and advanced to the desk.\n\n\"I should like to see files of the magazines published by Adult\nFiction, Earth, if you please.\"\n\n\"But which magazine, sir? They publish hundreds.\"\n\n\"Well, as a start, let me see those which publish light fiction.\"\n\nFor two hours he sat in the Scholar's Room, skimming the pages of the\nmagazines--_Sagebrush Westerns_, _Romance and Marriage_, _Pinkerton's\nOwn_, _Harper's_, and a dozen others. He read with concentration,\nand made few notes. On his way home he stopped at a news-machine and\nselected an armful of the current issues to take home with him. He read\nin his room until nearly dawn, and when he did lie down he could not\nsleep, or rest.\n\n\"I don't believe it,\" he whispered to himself. \"It can't be true.\" And,\nhalf an hour later, \"How did it happen?\"\n\n\n\nAt nine next morning he was sitting in the reception room of the Bureau\nof Public Entertainment, with brief-case on his knees, waiting for\nLudwig. It was nearly noon before Ludwig himself arrived, and summoned\nhis visitor.\n\nHe sat at his desk, his white hair rumpled, and nervously fingered his\nwatch chain as Carre took the chair opposite.\n\n\"Sorry to keep you waiting, Herbert. The Commissioners over in Safety\nhave a bad situation to handle, and I've been trying to advise them.\nI'll be glad when this writing business is straightened out, and I can\ngive full attention to Safety. What did you think of Script-Lab?\"\n\n\"Well, it's very efficient.\"\n\n\"I knew that,\" said Ludwig. \"Machines are built to be efficient. But\nwhat do you think of their output? How does it compare with the work of\nthe Writers?\"\n\nCarre cleared his throat. \"John, don't you read the magazines any more?\"\n\n\"No. No time. Do you?\"\n\n\"I haven't, until yesterday. I read them, all night. I hardly know how\nto express myself. John, something is wrong with the machines.\"\n\n\"Nonsense! There can't be anything wrong with them. They're fed the\nplots, fed the variations, and then with perfect logic they create\ntheir stories. You're not an electronics expert, you know.\"\n\nCarre stared at the floor. Ludwig sighed.\n\n\"I'm sorry, Herbert. I'm just too tired to be decently courteous. But\nwhat I wanted from you, after all, was a literary evaluation and not a\nscientific one.\"\n\n\"I express myself so badly. There's something wrong, something I can't\nexactly define, with what they write.\"\n\nLudwig looked exasperated. \"But _what_, man? Be concrete.\"\n\n\"I'll try. Here's a short story that was made yesterday. Glance over\nit, please, and tell me how it strikes you.\"\n\nLudwig read through the manuscript with his accustomed rapidity. \"I\ndon't see anything particularly wrong about it,\" he said. \"Murder\nmysteries have never been to my taste, and I don't know that I exactly\napprove of the hero's killing his benefactress with an undetectable\npoison, and then inheriting her fortune and marrying her niece.\nUndetectable poisons are all nonsense, anyway.\"\n\n\"The story doesn't seem to you--unhealthy?\"\n\n\"I don't know what you're getting at! It's on the grim side, I suppose,\nbut isn't most modern fiction a little grim? How about your own stuff?\"\n\n\"I think there's a difference. I know I've written a few mysteries,\nand even some tragic stories, but I don't believe I've ever written\nanything exactly like this. And this is typical. They're doing\nreprints, too, of books that were destroyed or lost during the Atomic\nWars. Do you remember Joan of Arc? Mark Twain's version? Here is a page\nfrom Script-Lab's manuscript.\"\n\nLudwig took the sheet and read aloud: \"By-and-by a frantic man in\npriest's garb came wailing and lamenting and tore through the crowd and\nthe barrier of soldiers and flung himself on his knees by Joan's cart\nand put up his hands in supplication, crying out--\n\n'\"O, forgive, forgive!\"\n\n'It was Loyseleur!\n\n'And Joan's heart knew nothing of forgiveness, nothing of compassion,\nnothing of pity for all that suffer and have been offensive--'\"\n\nLudwig looked up with a frown. \"That's odd. It's been so long since I\nsaw that book--I was only a boy--but that isn't just the way I remember\nit.\"\n\n\"That's what Script-Lab is writing.\"\n\n\"But the machines, don't--\"\n\n\"I know. They don't make mistakes.\"\n\nThe buzz of the visi-sonor interrupted them, and the Commissioner of\nPublic Safety spoke from the screen.\n\n\"For heaven's sake, Ludwig, shelve the book-business and get over\nhere. We've had a rash of robberies with violence, a dozen bad street\naccidents, and two suspicious deaths of diabetics in coma. We need\nhelp.\"\n\nLudwig was already reaching for his brief case. \"Right away,\" he said,\nand flicked the switch.\n\n\"John!\" Carre begged, \"This book matter is serious. You can't just drop\nit! Come with me to Hartridge's lab and see for yourself!\"\n\n\"I can't. No time. You heard the Commissioner.\"\n\n\"Tomorrow morning?\"\n\n\"Can't make it. Have to go to a funeral. A niece of mine who died\nsuddenly of cancer. Poor girl. We thought she was doing so well, too,\nwith the hormone injections. Not that her husband will break his heart,\nfrom what I know of the scoundrel.\"\n\nCarre followed him towards the door. \"Then make it tomorrow afternoon!\nIt's vital!\"\n\nLudwig pulled out his watch, and thought for a second. \"All right. Meet\nyou there tomorrow at three.\" The door slammed behind him.\n\n\n\nThey followed the guards through the chrome steel doors into the room\nwith the machines. All twenty typewriters were hammering out their\nhundred words a minute.\n\n\"It is an honor to have a visit from you, Commissioner Ludwig,\" said\nHartridge. \"We're very proud of Script-Lab. You'll agree, I know, that\nthe experiment has been eminently successful. Tough on you, of course,\nCarre. But you Writers can always land on your feet.\"\n\n\"The decision has not yet been made,\" said Ludwig. \"Now to business.\"\nHe pulled a chair up to the desk, opened his brief case, and took out\nsome papers.\n\n\"Before I examine the machines, I'd like to check with you the facts\nand figures that Carre has compiled for me. In 1971, the first year of\nthe experiment, only ten per cent of Script-Lab's output of stories,\nbooks, and articles was accepted by Adult Fiction, Earth. Right?\"\n\n\"Right,\" said Hartridge. \"But that was our worst year. Since then--\"\n\nLudwig held up his hand. \"In the second year, you supplied thirty-five\nper cent of the needs of AFE. Check?\"\n\n\"Check.\"\n\n\"In the two years following you supplied seventy-five per cent, and\nin 1976, this year you are supplying about ninety per cent of all\npublished matter, with the Writers supplying only ten per cent.\nCorrect?\"\n\n\"Correct. A wonderful record, Commissioner.\"\n\nLudwig turned to another sheet of data. \"As I understand it, you feed\ninto the machine's memories, basic plots, factual data, conversational\nvariants, and they do the rest?\"\n\n\"That's right. We give them the material, and they create with perfect\nrationality. I myself read nearly everything they make, and even I am\namazed at their craftsmanship. And they are so efficient, and write so\nswiftly!\"\n\n\"Speed is no doubt a desirable feature,\" said Ludwig.\n\n\"But not the only one!\" said Carre.\n\nHartridge smiled. \"Professional jealously is warping your judgment, old\nman. It may be hard to take, but you Writers have nothing to give the\nworld, anymore, that machines can't.\"\n\nLudwig turned his back and surveyed the room. \"I would like to see,\nnow, some of your productions.\"\n\nHartridge beamed. \"As a matter of fact, I have something that ought to\ninterest you, particularly. Just follow me, gentlemen. Here, by the\nway, is our power source. Note how simple and efficient the circuit\ndesign is. Ah, here we are. Knowing that you were making us a visit\ntoday, I gave to Number Seven, here, the necessary data for creating\nyour own monologue on 'Our Duties to the Aged.' That was your doctoral\nthesis, I believe?\"\n\n\"But that's out of print! I haven't seen a copy myself in years!\"\n\n\"To Script-Lab, that is unimportant. Feed it the data, the basic\npremises, and it will do the rest. Would you like to see?\"\n\nThe three men crowded around Number Seven, and watched the emergence of\npaper from the typewriter as the keys tapped the words into lines, and\nthe carriage shifted. Ludwig, at first, showed only the pleasure which\nany writer feels on re-reading a good piece of work. Gradually, his\nface changed. He looked puzzled, uncertain, and then his skin reddened\nwith anger.\n\nThe automatic knife chopped down and severed the completed page. Ludwig\nscooped it up from the basket and read the page a second time. He\nraised his eyes to meet the tense gaze of Carre.\n\n\"Is this what you were trying to tell me, Herbert?\"\n\n\"That sort of thing. Yes.\"\n\n\"Is something wrong, Commissioner?\" said Hartridge. \"I thought you'd be\npleased.\"\n\n\"Pleased? But this is something I never wrote!\"\n\n\"But you _must_ have written it,\" said Hartridge. \"Or are you just\ntrying to sabotage my project with a deliberate misstatement?\"\n\n\"Read it!\" said Ludwig. \"Read that paragraph out loud.\"\n\n\"'Our duties to the aged,'\" read Hartridge, \"'are closely bound to our\nduties to ourselves. When the old become infirm, they should be quietly\nhelped out of a contented existence. After all, the only measure of\nthe value of aged men and women should be their present usefulness to\nsociety.'\n\nHe looked up from the page. \"I don't see why you're so unwilling to\nadmit your authorship, Commissioner. There's nothing wrong with this.\"\n\n\"Only,\" Ludwig said softly, \"I didn't write it. What the monologue\nactually said was something like this: 'Our duties to the aged are\nclosely bound to our duties to ourselves. When the old become infirm,\nthey should be quietly helped to a contented existence. After all, the\nonly measure of the value of aged men and women should be their past\nusefulness to our society.'\n\n\"You've made your point, Carre,\" he went on. \"If this sort of perverted\nadvice has been fed to our people the last few years, it's no wonder\nwe're having a wave of crimes. Be selfish! It pays. An eye for an eye!\nPoison the old man! Nobody will ever know and you'll get his money!\"\n\nHartridge was still studying the typescript, and he spoke with\ndefiance. \"Number Seven's excerpt from your monologue seems perfectly\nsensible to me,\" he said. \"For some reason of your own you must be\nlying about it. Why, the version you say you remember is utterly\nillogical!\"\n\n\"Of course it's illogical!\" said Carre. \"Don't you see--\"\n\n\"Of course it's illogical!\" shouted Ludwig. \"It was illogical for Joan\nto forgive her tormentor. It's illogical to take care of invalids. It's\nillogical to forget an injury. But it's human! How on earth is society\nto exist if it feels only the rational emotions? You, yourself,\nHartridge, have been corrupted by reading the work of Script-Lab, and\nyou no longer have any sense of human charity. These monsters have\nbeen undermining our whole life, because the only motivation they were\nprovided was the most dangerous and ugly thing possible in the world of\nhuman beings--pure logic!\"\n\nAs he shouted, he fumbled at his watch, unhooked the long gold chain,\nand with a sudden lunge, flung it across the bus bars which supplied\nthe current to the machines.\n\nThere was a blinding flash, a hiss, and the eternal clacking of the\ntypewriters was replaced by silence.",
    "metadata": {
        "author": [
            "Ellamby, Boyd",
            "Ellanby, Boyd",
            "Ellanbee, Boyd"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49754/pg49754.txt",
        "name": "what_do_you_read.json"
    }
}