{
    "name": "What Was the Religion of Shakespeare?",
    "author": [
        "Mangasarian, Mangasar Mugurditch",
        "Mangasarian, M. M. (Mangasar Mugurditch)"
    ],
    "body": "A Lecture Delivered Before the Independent Religious Society, Orchestra\nHall, Michigan Avenue and Adams St., Chicago, Illinois,\n\nSunday, at 11 A. M. 1907\n\nToleration is possible only to men of large information.--SCHILLER.\n\nWho am I?--A mortal seeking knowledge!\n\n\n\n\nWHAT WAS THE RELIGION OF SHAKESPEARE?\n\nIt is by observing the frequency and emphasis with which certain views\nand expressions occur and reoccur in an author, and the consistency with\nwhich they are given the preference, that we may be able to generalize\nas to his philosophy or religion. As Shakespeare's works are neither\na treatise on theology nor a manual of philosophy, our only means of\ndiscovering his attitude toward the problems of life and destiny is by\nreading, as it were, between the lines.\n\nA great mind can neither sophisticate nor suppress its earnest\nconvictions. This does not mean that anyone with earnest convictions\nmust necessarily be a propagandist. To think and to let think,\nrepresents a state of mind which is entirely consistent, both with\nenthusiasm and toleration, if not with proselytism. We believe that\nShakespeare has unmistakably expressed himself on the subject of\nreligion, as he has on that of patriotism, for instance, but without any\nmissionary zeal, which fact has led not a few students of his works to\nthe conclusion that of all the great poets Shakespeare is the only one\nwithout a religion.\n\nGreen, in his Short History of England, writes, that \"It is difficult to\nsay whether Shakespeare had any religious faith or no.\" But this is not\na fair way of stating the problem. If by \"religious faith\" Green means\nthe Anglican, the Presbyterian, or the Unitarian faith, then it is true\nthat we do not know to which of these he nominally belonged, and it does\nnot much matter. But if he means that we have no means of knowing\nwhether or not he accepted the Christian or any other supernatural\ninterpretation of the Universe, the allegation is not true, so far as we\nare able to judge. It is difficult to read any one of Shakespeare's\ntragedies without perceiving that its author is an anti-supernaturalist.\nIn Shakespeare this world is all there is, and it is what men have made\nit. It is in terms of naturalism, pure and simple, that Shakespeare\nstates the problem of human existence.\n\nIt is no objection to this to say that there are ghosts, witches, and\napparitions on his stage, and that therefore he was a believer in the\nsupernatural. We must not confound the machinery of the stage with the\nstage-master. Even Hamlet, when he exclaims that he sees his dead father\nand Horatio asks him \"Where?\" answers: \"In my mind's eye;\" which shows\nhow little the appurtenances of the theatre of those times affected\nthe atmosphere of the author's mind. This same Hamlet who in popular\n_parlance_ has beheld his dead father revisit the glimpses of the moon,\ndeclares in the language of his own sober thought, that the beyond is an\n\"undiscovered country from whose bourne _no traveler returns._\" And if\nMacbeth, unlike Hamlet, puts faith in the supernatural, he does so\nto his own hurt. But even Macbeth recovers his senses sufficiently to\nexclaim:\n\n               And be these juggling fiends no more believed,\n\n               That palter with lies in a double sense;\n\nand again:\n\n               Infected be the air whereon they ride;\n\n               And damned all those that trust them!\n\nIf it be objected that Shakespeare's hostility to the supernatural is\nconfined to what might be called the _bogus_ variety, and not to the\nkind that is true, we reply that there is no evidence in the plays that\nShakespeare ever made such a distinction. Without anywhere intimating\nthat he believed in one kind of the supernatural and not in another (the\nkind people believe in is generally their own, and the kind they deny,\nthat of somebody else), Shakespeare expresses his opinion of those who\naccept the supernatural in no uncertain way:--\n\n               Look how the world's poor people are amazed\n\n               At apparitions, signs, and prodigies,\n\n               Whereon with fearful eyes they long have gaz'd\n\n               Infusing them with dreadful prophecies. *\n\nHaving just told us that \"It is difficult to say whether Shakespeare\nhad any religious faith or no,\" Green intimates that Shakespeare was an\nagnostic, and probably a disciple of Montaigne. If he was an agnostic,\nit is not true that we do not know \"whether he had any religious faith\nor no.\" We can be sure that he was without religious faith of any kind,\nusing the word \"religious\" in the sense of the supernatural--if he\npreferred agnosticism to the creeds. He was an agnostic, it is to\nbe supposed, because he could not conscientiously profess any of the\n\"religious faiths\" of his day.\n\nBut to be an agnostic does not mean to be without a religion; it only\nmeans to be without a revealed religion. This very agnosticism, as the\nexpression of a courageous, honest and rational protest against revealed\nreligions, is a religion--more manly, certainly, than the popular\nreligions, because while the latter are imitative to a large extent, the\nformer is unconstrained and personal.\n\nThose who say unqualifiedly that Shakespeare had no religion, as\nProf. Santayana of Harvard University, does, must mean by religion a\nrecognition of the supernatural, which we submit is to make a partisan\nuse _only_ of the word religion. Wishing to prove the absence of\nreligion in Shakespeare, Prof. Santayana writes: \"If we were asked to\nselect one monument of human civilization that should survive to some\nfuture age, or be transported to another planet to bear witness to the\ninhabitants thereof what we have been upon earth, we should probably\nchoose the works of Shakespeare. In them we recognize the truest\nportrait and best memorial of man.\" After this magnificent tribute to\nthe universality of Shakespeare.\n\n     * Venus and Adonis.\n\nProf. Santayana proceeds to qualify his statement by deploring what\nhe calls \"the absence of religion in Shakespeare.\" He fears that if\nShakespeare were our sole interpreter, \"the archaeologists of that\nfuture age, or the cosmographers of that other part of the heavens,\nafter conscientious study of our Shakespearian autobiography, would\nmisconceive our life in one important respect. They would hardly\nunderstand that man had had a religion.\" This fear is unfounded. It\nmay surely be learned from Shakespeare that \"man had had\" many\nsuperstitions, and also that there was in our world the worship of the\nGood, the True and the Beautiful. Such a report would not leave the\ninhabitants of a strange planet in the dark as to whether or not\n\"man had had a religion.\" Let us make this point a little clearer: In\nShakespeare we find both the religion of superstition--addicted to the\nbelief in ghosts, spirits, miracles, visions, and revelations past\nand present--and the religion of sense, namely, the elimination of the\nsupernatural from human affairs, and the exalting of Goodness, Beauty,\nand Truth, with Truth as the greatest of the three, as the highest\npossible ideals of man. But, evidently, Prof. Santayana does not believe\nthat it is possible to leave out the supernatural from religion and\nstill have a religion. \"But for Shakespeare, in the matter of religion,\"\nwrites Santayana, \"the choice lay between Christianity and nothing. He\nchose nothing.\" In our opinion Shakespeare chose something which was\nmore in accord with the concensus of the competent, though opposed to\nthe prejudices of the populace, namely: the rationalist attitude in\nthe presence of life and death. And why is not this attitude as much\nentitled to be called a philosophy and a religion as the theological?\n\nWould it not be unfair to say, for instance, that Tennyson's _The Coming\nChurch of Humanity_ is no church at all, because it is not after the\nfashion of orthodoxy:\n\n               I dreamed that stone by stone I reared a sacred fane,\n\n               A temple, neither pagod, mosque, nor church,\n\n               But loftier, simpler, always open-doored\n\n               To every breath from heaven; and truth and peace\n\n               And love and justice came and dwelt therein:\n\n--or to contend that Goethe was profane and irreligious because the\nverse in which he sums up his philosophy omits all reference to the\nessentials of revealed religion?\n\n               In the Entire, the Good, the Beautiful resolve to live--\n\n               Wouldst fashion for thyself a seemly life.\n\n               Then fret not over what is past and gone;\n\n               And spite of all thou may'st have lost behind,\n\n               Yet act as if thy life were just begun.\n\nThe religion of not a few of the best minds has been of the above\ntype; and surely, to a reasonable man the Catholic who denies that the\nProtestant is a Christian, or the Trinitarian who excommunicates the\nUnitarian is not more sectarian than the philosopher who denies that\nGoethe, Tennyson, Voltaire, or Shakespeare, had any religion at all\nbecause they did not have _his_ religion.\n\nThe German critic, Gervinius, on the other hand, expresses the opinion\nthat Shakespeare was silent on religion \"because his platform was not a\npulpit.\" But it was a very narrow view to take of religion, to intimate\nthat outside the pulpit religion is an intruder. If religion is one's\nphilosophy of life, it is at home everywhere, but if it is only one's\nbeliefs concerning dogmas and rites, then the pulpit is its exclusive\nsphere. Shakespeare was silent on religion of the kind Gervinius has in\nmind, not because \"his platform was not a pulpit,\" but because he had no\nsuch religion to express. A man's religion is his philosophy of life,\nin accordance with which he shapes his conduct and interprets human\ndestiny, and surely Shakespeare was not without such a working-religion.\n\nThe position of W. J. Birch, the English parliamentarian who writes from\nthe Christian standpoint, appears to us more consistent. He believes\nthat Shakespeare was not at all silent on religion, in the Christian or\nsupernatural sense of the word, but demonstrably antagonistic to it.\nHe then produces passage after passage to show Shakespeare's positive\ndislike for such fundamental tenets of revealed religion, as the\ndoctrines of providence, the Fall of Man, the Holy Sacrament, the Word\nof God, Salvation, the Church, the Priesthood, etc. Birch denounces\nShakespeare because he was not a Christian; because \"not only the\ndetails, but the essentials, also, of Christianity are the themes of\nhis flippancy.\" He infers further, from the companions of\nShakespeare--Marlowe, Green, Raleigh, Beaumont and Fletcher; and\nfrom the books he read--Lucretius, Plutarch, Lucian, Montaigne and\nBruno--that he could not have been a Christian, as no follower of Jesus\nChrist could take any interest in such profane writers.\n\nReplying to those who quote the Will of Shakespeare to prove his piety,\nBirch says that the Will is not in the poet's handwriting; that the\nsignature, alone, was his, the rest being the customary form of legal\ndocuments drawn by lawyers for such occasions. The real sympathies of\nShakespeare, Mr. Birch thinks, may be inferred from such lines as the\nfollowing:--\n\n               An idiot holds his bauble for a God, *\n\nand again:\n\n--which seems to imply, according to this Christian critic of\nShakespeare, that there are as many Gods as there are fancies.\n\n     * Titus Andronicus.\n\nThe reason which Mr. Birch assigns for the indifference of Shakespeare's\ncontemporaries to his works and fame was his non-Christian teachings,\nwhich made him rather an object of distrust and fear than of admiration.\nThe world of his day was religious, says Mr. Birch, and, therefore, it\nwas glad enough to forget Shakespeare and remember the men who had left\nmonuments of piety behind. The opposition of the religious element is\nthus given as one of the reasons for the absence of any recognition of\nhis genius and the oblivion to which he seems to have been condemned\nbefore a less pious or puritanic age discovered with ecstasy the wealth\nand glory of his thousand souls. Milton's joyous exclamation echoes the\ngratitude of the intellectual world:\n\n               Thou, in our love and astonishment\n\n               Hast found a life-long monument.\n\nBut the majority of the apologists of supernaturalism, appreciating the\nvalue of Shakespeare as an ally, have stoutly claimed him as a Christian\nbeliever. Bishop Wordsworth has written a voluminous work to show how\nmuch of the Bible there is in Shakespeare. Mr. George Brandies, with\nmuch justice, calls this pious bishop's book \"unreadable.\" Another\nChristian interpreter of Shakespeare offers the following apology for\nthe poet's seeming indifference to the tenets of orthodox religion:\n\"Doubts have been entertained as to Shakespeare's religious belief,\nbecause _few_ or _no_ notices of it occur in his works. This ought to\nbe attributed to a _tender_ and _delicate reserve_ about holy things,\nrather than to inattention or neglect.\"\n\nThe above shows how indispensable to the interests of Christian doctrine\nShakespeare's approval of them had come to be regarded by the later\nChristians. His was too great and shining a name not to have it listed\non their side, and so was invented \"a tender and delicate reserve\" on\nthe part of the poet, to explain his open protests against their creeds,\nwhich they mildly call his failure to take \"notice\" of them.\n\nOthers, again, have written lengthy arguments to prove that the immortal\npoet was a devout Catholic, an orthodox Calvanist, a loyal Anglican, and\nso forth. The man who in his lifetime was associated with Marlowe\nand his school, and who was vehemently denounced by the exponents of\nreligion in that day--the Puritans--is today hailed by the descendants\nof these same Puritans as the honor and glory of their faith. But\nthis change of heart is a purely sentimental one. It is, as already\nintimated, the increasing _eclat_ of Shakespeare's name and fame which\nhas made him desirable as a coreligionist. Already, even Thomas Paine\nis being claimed as a fellow-believer. Mr. Brooke Hereford writes that\nif he, the author of the _Age of Reason_, were living now, he would\njoin the Unitarian Church. It is not, however, by consulting our own\nnecessities that we find out the religion of another. We may all wish\nthat Shakespeare believed just as we do, and that he was upon our side\nof the question, but could our wish be any evidence in a matter of this\nkind?\n\nThe real attitude of Shakespeare toward revealed religion will be\nlearned by observing, as we stated above, the frequency and consistency\nwith which certain expressions appear and reappear in his works. An\nauthor's intimate beliefs may be ascertained by observing the prevailing\nmood of his mind, the atmosphere his characters breathe in, and the more\nor less permanent moulds into which his thoughts flow.\n\n\"That is alone to be called a man's opinion,\" writes Shaftesbury,\n\"which is, of any other, the most habitual to him, and occurs upon\nmost occasions.\" To the same effect are the words of Sir Bulwer Lytton,\nquoted by W. J. Birch in his _Philosophy of Shakespeare_: \"In the mind\nof man there is always a resemblance to his works. His heroes may not be\nlike himself, but they are like certain qualities which belong to\nhim. The sentiments he utters are his at the moment; if you find them\n_predominate_ in all his works, they predominate in his mind.\"\n\nWe may illustrate the truth of the above remark by an example from\nMoliere, the \"Shakespeare of France,\" as he has often been called. In a\nconversation between a beggar and a citizen, the beggar is asked what he\nconsiders the object of life.\n\n          \"To pray God for the good people who give me alms,\"\n\n                    he answers.\n\n          \"Ah, you pass your time in praying to God! In that case you ought to\nbe very much at your ease,\" says the philosopher citizen.\n\n          \"Alas! sir,\" replies the beggar, \"I often have not what to                     eat.\"\n\n          \"That can not be,\" protests the citizen, \"God would not\n\n          leave those to die of hunger who pray to him morning and\n\n          night. Come, here's a pound; but I give it you for the\n\n                    love of _humanity_.\"\n\nIt is not possible for anyone who believed in orthodox Catholicism to\nexpress with such emphasis and lucidity a sentiment like the above.\nMoliere could never have placed the praying mendicant in the light\nhe does, nor invoked the name of _humanity_ to a man who did all his\nbegging in the name of the deity, had he been a consistent Catholic.\nEqually conclusive are the following Shakespearian lines in one of the\nhistorical plays, on the denominational sympathies of the great poet:\nKing John instructs the Cardinal to bear this message to the Pope of\nRome:--\n\n          Tell him this tale; and from the mouth of England\n\n          Add this much more,--that no Italian priest\n\n          Shall tithe or toll in our dominions;\n\n          So tell the Pope, all reverence set apart\n\n          To him and his usurped authority.\n\nAnd when the believing King Philip protests against what he calls\n\"blasphemy,\" King John returns in words which leave not a shadow of doubt\nas to Shakespeare's positive distrust of Catholicism:--\n\n          Though you and all the Kings of Christendom\n\n          Are led so grossly by this meddling priest,\n\n          Dreading the curse that money may buy out;\n\n          And, by the merit of vile gold, dross, dust,\n\n          Purchase corrupted pardon of a man,\n\n          Who in that sale sells pardon from himself;\n\n          Though you and all the rest, so grossly led,\n\n          This juggling witchcraft with revenue cherish;\n\n          Yet I, alone, alone do me oppose\n\n          Against the Pope, and count its friends my foes.\n\nIn the same way Shakespeare's attitude toward the Puritans of his day\nis decisively shown in his frequent references to them, of which the\nfollowing is a fair specimen: \"Though honesty be no Puritan, yet it will\ndo no hurt.\"\n\nEven more final than the above is Shakespeare's rejection of the idea\nof providence, which is the nerve of supernaturalism. When Miranda, a\nyoung, innocent girl, observes from the shore a ship, with its freight\nof human lives, sinking, lashed mercilessly by the blind and unfeeling\nelements, she exclaims:--\n\n          Had I been any God of power, I would\n\n          Have sunk the sea within the earth, or e'er\n\n          It should the good ship so have swallowed, and\n\n          The freighting souls within her.\n\nOnly a little less decisive is Shakespeare's repudiation of all\n\"other-help,\" and his recommendation of self-help, which makes\nninety-nine per cent of the belongings of the popular religions\nsuperfluous:\n\n          Our remedies oft in ourselves do lie\n\n          Which we ascribe to Heaven.\n\nAgain Shakespeare writes:--\n\n                    In religion,\n\n          What damned error, but some sober brow\n\n          Will bless it and approve it with a text.\n\nWe can imagine how a man who, kept apart from the great theological\ninterest of the day, could make the above comment; but for a partisan\nof any one of the sects, such a characterization of the folly and\nwickedness of making a number of Bible texts the occasion for endless\nwrangles and bloodshed would have been impossible, for the very cogent\nreason that in condemning the practice of resorting to Scripture as\nthe court of last appeal in all matters of religion, he would have\nundermined his own position. Such a passage as the above illustrates\nwith what scant sympathy the leading mind of that age contemplated the\nwarfare of rival faiths. And when it is remembered that what heated the\nreligious sects, the one against the other, were subjects concerning\nwhich no one possessed any knowledge, we will appreciate Hamlet's\namazement that we should make such fools of ourselves:--\n\n          So horridly to shake our disposition\n\n          With thoughts beyond the reaches of our souls.\n\nA further condemnation of the claims, of religious organizations that\nthey possess a Revelation which answers definitely and finally man's\nquestions concerning the here and the hereafter, and a recommendation\nof the scientific attitude of modesty and openness of mind to fresh\nknowledge, is found in the lines, so frequently quoted, but with little\nunderstanding of its import:--\n\n          There are more things in heaven and earth, Horatio,\n\n          Than are dreamt of in your philosophy.\n\nRevelation may be closed, the Bibles and creeds may have no further\nuse for study and investigation, but for a man of the rationality of\nShakespeare, no revelation, no Bible, no creed, approached anywhere near\ncovering the ever widening realm of truth. The books of the gods are\nsealed. Shakespeare believed in the open book.\n\nShakespeare's belief in the religion of Humanity is also shown by his\nsympathy with goodness irrespective of the race, creed, or country\nwhich produces it. He could admire a pagan for his virtues despite the\nteaching of the catechism which condemns the non-Christian world to the\ntortures of hell. Only a man of the sanity and chastened sympathies\nof Shakespeare could speak of a Roman skeptic in the following exalted\ntone:\n\n          His life was gentle, and the elements\n\n          So mixed in him, that nature might stand up,\n\n          And say to all the world, \"This was a man!\"\n\nHis approval also of the philosopher's behavior in the presence of\ndeath, as distinguished from the believer's dogmatism, is shown in the\nparting scene between Cassius and his great friend, Brutus:\n\n          For whether we shall meet again I know not.\n\n          Therefore our everlasting farewell take.\n\n          Forever and forever farewell, Cassius!\n\n          If we do meet again, why, we shall smile;\n\n          If not, why, then this parting was well made.\n\nIt has been suggested that the above does not show Shakespeare's own\nintellectual attitude toward the beyond, for he is only reporting the\nsentiments which such a character as Brutus entertained. In other words,\nit is one of Shakespeare's characters, not Shakespeare himself, who is\nphilosophising. But it is curious that in Plutarch's history, from which\nour poet borrowed freely for this play, Brutus acknowledged a future\nstate, and is positive of his future reward. \"I gave up my life for my\ncountry in the Ides of March, for the which I shall live in another more\nglorious world,\" Plutarch reports Brutus to have said. Shakespeare's\nchanging this dogmatic assurance concerning a future life to the\nphilosophic attitude of unconcern shows conclusively which way his own\nsympathies inclined.\n\nTo further clinch the point, that Shakespeare is here speaking his\nown thought and not merely inventing thoughts suitable to his pagan\ncharacters, let us quote a stanza from his Sonnets which, it is\nadmitted, embody the poet's own philosophy. It will be seen that he is\nthoroughly imbued with the Lucretian, or the scientific thought, of man\nand nature:\n\n          When I consider every thing that grows\n\n               Holds in perfection but a little moment;\n\n          That this huge state presenteth nought but show\n\n               Whereon the stars in secret influence comment.\n\nAnd what is true of nature is true also of man, notwithstanding his\nself-exaltation:\n\n          When I perceive that men as plants, increase,\n\n               Cheered and checked even by selfsame sky,\n\n          Vaunt in their youthful sap, at height decrease,\n\n               And wear their brave state out of memory.\n\nYet this transitoriness of man, instead of diminishing, enhances his\nvalue, and makes love, friendship and truth all the more precious. Life\nwould not have been so great a gift, if it were unending. Love, the\ngreatest of all blessings, shines upon the dark brow of death \"like\na rich jewel in an Ethiop's ear.\" It is the thought of death, of\nseparation, which creates attachments and friendships inexpressibly\nsweet.\n\n          Then the conceit of this _inconstant_ stay\n\n          Set you most rich in youth before my sight.\n\nOf course there are also many expressions in Shakespeare which a\nCatholic may cite to prove that Shakespeare was a faithful child of the\nchurch, or a Protestant to show that the greatest mind of England was\non his side, but the context of Shakespeare, it must be admitted, is\nunreservedly on the side of the non-supernatural and the rationalistic\ninterpretation of life.\n\nWhen we come to examine the construction of Shakespeare's plays, we\nshall find that it is as decisively along rationalistic lines as the\natmosphere which permeates them. Gods and ghosts fleet across his stage,\nbut they have no perceptible influence upon the order or drift of events\nin Shakespeare's world. The center round which Shakespeare makes the\nuniverse revolve is--man! This represents a radical departure from\ntheology. The change from the contemplation of God to the study of man\nis the Renaissance in a nut-shell.\n\nShakespeare, as the great Renaissance poet, lifted this world into the\nimportance which the next world had usurped, and urged men to reclaim\nthe prerogatives which they had, in fear and servility, deeded away to\ntheir gods.\n\nStudy, for instance, Romeo and Juliet, and it will be seen that the\nentire story, beginning with the rosy dawn in which love and youth met,\nto the noon-day storm which swept the unhappy lovers to their graves,\nis conceived, created and presented without the remotest reference to a\ndivine providence as a factor in human affairs. Everything happens in\na natural way, and from natural causes. Romeo's rashness and Juliet's\nimpatience leave room for no mysteries as to their fate. There may\nbe, or there may not be, a God, but to explain this tragedy it is not\nnecessary either to postulate or to deny his existence. Shakespeare\nsteers clear of the occult powers that are supposed to preside over\nhuman destiny, and never once does he cross their paths or enter the\ncircle of their influence. Consider, for example, the conduct of his\nRomeo and Juliet in the presence of death. Much is made of the death\nbed scene in religious literature. People are supposed to turn their\nthoughts heavenward in that hour, and to show anxiety about their\nsouls. It is then, we are told, that a sense of the world to come takes\nirresistible possession of the mind. The last words of the dying are\nrecalled to show how, upon the brink of the grave, as the earthly sun\nis sinking, the heavenly lights begin to appear. But Shakespeare's Romeo\nand Juliet confront death without any thought of a future reunion, which\nis very remarkable considering their youth and their fondness for\none another. It almost betrays a deliberate effort on the part of\nShakespeare to prevent these ardent lovers, dying ere the budding\nrose of love had opened, to even dream of a life beyond where they\nmay forever live and love. Nothing could be a clearer indication of\nShakespeare's intellectual freedom from both the phraseology and method\nof theology. Romeo knows of no other paradise than his Juliet, while\nto the latter, where Romeo is, there is heaven. This is frank, honest,\nfree, but it is not how the Mohammedan, the Christian or the Jewish\nreligions expect the dying to express themselves. Romeo's address to\ndeath ignores all revealed religions:\n\n               Come, unsavory guide!\n\n          Thou desperate pilot, now at once run on\n\n          The dashing rocks, thy seasick weary bark!\n\n          Here's to my love! * * * Thus with a kiss I die.\n\nSurely this is not the language of the believer. Nor has Romeo any\nillusions about death:\n\n               Oh here\n\n          Will I set up my everlasting rest;\n\n          And shake the yoke of inauspicious stars\n\n          From this world-wearied flesh.\n\nAnd to think that Romeo had a Catholic priest for a friend! But it shows\nhow clean Shakespeare's mind was from \"such fantasies * * * more than\ncool reason ever comprehends.\" *\n\nAnd when Romeo takes his farewell of Juliet, his thought is equally free\nfrom fancies:\n\n               Eyes, look your last!\n\n          Arms, take your last embrace! and lips, O you,\n\n          The doors of breath, seal with a righteous kiss,\n\n          A dateless bargain to engrossing death.\n\nNothing could be more un-Catholic and un-Protestant than this parting\nof Shakespeare's best lovers. Juliet, who has often knelt before the\npriest, dies without one appeal to religion for comfort or support.\nShe has no faith, now, in the hour of her greatest need, in prayer,\ncrucifix, Bible or church. \"Go, get thee hence,\" she cries to the\nfriar when he approaches to minister to her in her crushing sorrow. She\nfollows Romeo without uttering one word about God, or the future. In the\nsame spirit, \"The rest is silence,\" murmurs Hamlet as he sinks to the\nground, and we may announce with considerable assurance that the words\nare Shakespeare's as much as they are Hamlet's. **\n\nBut the naturalism of the poet as opposed to the supernaturalism of the\nreligion of his day is further brought out by the free and uninterrupted\noperation in his plays of the law of action and reaction, of cause and\nconsequence. It is no angel of heaven, as we read of in Scripture, that\nexalts or strikes down the people in Shakespeare's world; but by their\nown acts they rise or fall. Intemperance brings Timon of Athens to the\ndust; folly ruins Othello; insolence cuts Corialanus' career short;\nambition and superstition strangle Macbeth; hypocrisy subjects Angello\nto the contempt of his fellows; hatred and revenge blight the life of\nShylock. Heaven plays no part on Shakespeare's stage. Man reaps as he\nsows, and no gods are necessary to enforce cause and effect. If Nature's\nlaws defy the power of man, do they bend or break when gods command?\nPride, shame, intemperance, greed, hate--these can never lead to\nhappiness, all the gods to the contrary. Nor can all the powers of\nheaven and hell turn self-restraint, moderation, justice, contentment,\ncourage, love and peace, into demons of hell. Nature is sound; Nature\nis all-sufficient, and in Shakespeare Nature occupies the stage so\ncompletely as to leave neither room nor necessity for any other power.\n\n     * Midsummer's Night's Dream.\n\n     ** We are neither recommending nor condemning Shakespeare's\n     attitude toward the question of another life, but simply\n     endeavoring to represent it.\n\nNothing is so certain and so effective in Shakespeare as his criticism\nof the ways of Providence. When Othello, for instance, awakens to a\nsense of his irreparable loss--when the pity of Desdemona's death, like\nthe incoming tide of the sea, sweeps over him and takes his breath away,\nhe gasps out these significant words with his eyes searching the abysses\nof space over his head: \"Methinks there should now be a huge eclipse of\nsun and moon, and the affrighted earth should yawn at altercation.\" He\ncan not understand how \"any God\" could look down with unmoistened eyes\nupon such a tragedy. What does God do with his powers if he will not\ninterfere to save men such as Othello from committing ignorantly so\nheinous a crime? Again he stammers out, \"Are there no stones in heaven\nbut what serve for the thunder?\" Is God only a spectacular being? Is all\nhe can do to thunder in the clouds and dazzle with his lightning? Where\nis the God of help? Is he real? Does he exist?\n\nTo make effective this indifference or helplessness of the gods,\nShakespeare contrasts their stolid unconcern with human sympathy.\nEmelia, the wife of the man who poisoned Othello's mind, breaks into a\nheart-rending lamentation when she learns of the death of her innocent\nmistress, which shames the silent and tearless gods:\n\n               I'll kill myself for grief,\n\nshe sobs as she sees stretched at her feet the victim of human folly and\ncrime. How eloquent, and how melting are these words! She does not care\nto live if she can not protect innocence and virtue, beauty and goodness\nagainst hate and envy. And this from a woman whose character was not\nabove reproach! How admirable is the seething passion in her human soul\ncompared with the dumbness of the almighty gods!\n\nBy the mouth of another frail woman Shakespeare passes the same\ncriticism upon the current conceptions of divine providence. When young\nJuliet learns that Romeo has killed her cousin, for which rash act\nhe has been banished for life, thus blighting her dearest hopes, she\ncries:\n\n               Can Heaven be so envious?\n\nLater on, when her own parents persecute her and drive her to a\ndesperate experiment with death, and all for the purpose of wresting a\nlittle happiness out of life, she exclaims:\n\n               Is there no pity sitting in the clouds?\n\nFinally, when all her hopes are turned to ashes, and she realizes the\nbitterness of her fate, she sobs:\n\n          \"Alack, alack that Heaven should practice such stratagems upon so soft\na subject as myself.\"\n\nThis is a strong criticism of the popular fancy of a \"Father in Heaven\"\nwho broods over his children as a hen over her young. Unlike the\npreachers of the conventional faiths, Shakespeare sought to divest\npeople's minds of dreams and fairy stories, that they may learn to cope\nwith reality. This is the answer to the charge that the critic takes\naway people's comfort when he takes away their \"religion.\" On the\ncontrary, he helps them to replace the shadow with the substance. Men\nwill do more for themselves and their world if they realize that if they\ndo not, no other power will. Man becomes a god when the place is vacated\nby the idols.\n\nBut if there is still any uncertainty about Shakespeare's religious\nphilosophy, we recommend the careful perusal of the scene in Macbeth\nbetween Macduff, Malcolm and Rosse. The latter has just informed Macduff\nthat the tyrant has put his entire household to death:\n\n          Macduff.--My children, too?\n\n          Rosse.--Wife, children, servants, all that could be found.\n\n          Macduff.--My wife killed too?\n\n          Rosse.--I have said.\n\n          Macduff.--All my pretty ones? Did you say all? * * *\n\n          All? What, all my pretty chickens, and their dam, at one\n\n          fell swoop?\n\nThen follow these significant words of the bereaved and wronged\nhusband:\n\n               Did Heaven look on,\n\n          And would not take their part?\n\nNo wonder the sentiment expressed in the above was considered\nblasphemous by early Christian critics of Shakespeare. To a believer\nin God's right to do as He pleases, and in man's duty to bow humbly and\nuncomplainingly to the hand that smites him, the question which Macduff\nasks is both impious and wicked, for he openly upbraids Providence for\nits non-interference, if he does not categorically deny its existence.\nIt is not probable that an honest adherent or even respecter of the\ncurrent religious teaching of his day could have penned so bold a\nprotest against the popular faith. \"Where,\" Shakespeare seems to ask,\n\"is the Heavenly Father whose tender mercies are over all his children?\"\nWhat does God do for man? In what sense would a mother and her children,\nfoully murdered, have been worse off, if there had been no Providence?\nAnd in what way were they benefited by the existence of a Heavenly\nFather?\n\nIn this same play, the poet has once more described his ideal man, and\nthere is more of the pagan about him than of the Christian. Living in a\ncommunity which regarded faith as the greatest of virtues, without which\nno amount of moral excellence could avail anything, Shakespeare draws a\npicture of his saint which is the very antithesis of Christian ideals.\nMalcolm asks for the respect of his fellows for his character, not for\nhis religion.\n\n                    Never was forsworn;\n\n          Scarcely have coveted what was mine own;\n\n          At no time broke my faith; would not betray\n\n          The devil to his fellow; and delight\n\n          No less in truth, than life.\n\nThe concluding line--_and delight no less in truth than life_--we\nhave no hesitation in pronouncing as the most beautiful sentiment\nin Shakespeare. Malcolm says not a word about his Christian beliefs,\nwithout which \"no one can be saved.\" Once more we call attention to the\nfact that there are in Shakespeare, as there are in Voltaire, nearly all\nthe terms of church and creed, but the underlying philosophy of the poet\nis, if we may depend upon the above extracts and examples, unequivocally\nrationalistic. Shakespeare was a freethinker, in that he interrogates\nthe popular faith about God, and the hereafter, and suggests an order\nof the universe which is the very negation of the supernatural. His\nindifference to the fundamentals of the Christian faith, then, is not\ndue to the fact that he is not a preacher, as Gervinius suggests, nor\nbecause he preferred \"nothing\" to Christianity, as Santayana concludes,\nor because of his \"tender and delicate reserve about holy things,\" as\nCharles Knight, one of the most enthusiastic admirers of Shakespeare\nsuggests, but to his utter want of intellectual sympathy with the\nreligious thought of his day, and to the fact that he had worked out a\nreligion of his own, based on the natural virtues--an ethical religion\nof Humanity, with its commandments written, not on parchments, but in\nthe blood of the race.\n\nThere is undoubtedly a religious atmosphere in Shakespeare, but it is\nthe religion of the Good, the True, and the Beautiful; without dogma and\nwithout miracle, and as comprehensive, as true to nature, and as closely\nin harmony with the rationalistic interpretation of the universe as his\nown drama. Has not Goethe, in defining his own religion, defined also\nthat of Shakespeare? \"Man is born,\" writes Goethe, \"not to solve the\nproblem of the universe, but to find out where the problem begins, and\nthen to restrain himself _within the limits of the comprehensible_.\"\nThis is precisely what the great Englishman, whom Goethe so sincerely\nadmired, did. He \"restrained himself within the limits of the\ncomprehensible,\" which is a beautiful way of saying that he was\npractical and not speculative, scientific in spirit and method, and not\ntheological. He abstained from the unprofitable pursuit of the gods,\nwhom the Bible says in one place, \"no man can find out by searching,\"\nand devoted himself to the study of man and his world. This is the\nreligion of sense. There is everything in Shakespeare about man, and\nevery bit of it is serious; but there is nothing of any consequence\nin Shakespeare about God or gods. It is a matter of regret to the\ntheologian that the great poet should have permitted the secular\ninterests of life to engage his exclusive thought, but we rejoice in the\nfact that Shakespeare could not be tempted into the dusty and winding\npaths of theology which lead nowhere.\n\nAs truthfully as the great Voltaire, the glorious Shakespeare, poet,\nphilosopher, historian, could say of the founders of isms, and the\ninventor and maker of gods, \"they have troubled the earth, and I have\nconsoled it.\"",
    "metadata": {
        "author": [
            "Mangasarian, Mangasar Mugurditch",
            "Mangasarian, M. M. (Mangasar Mugurditch)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/45293/pg45293.txt",
        "name": "what_was_the_religion_of_shakespeare.json"
    }
}