{
    "name": "Where the Phph Pebbles Go",
    "author": [
        "De Ford, Miriam Allen",
        "DeFord, Miriam Allen",
        "Ford, Miriam Allen de"
    ],
    "body": "Gral and Hodnuth were playing phph. In case you are not a phph fan, and\nhaven't ever seen Bliten's classic _Ways of Improving Your Phph Game_,\nits essence consists in lobbing pebbles at a target as near the horizon\nas your skill permits. After each throw, you fly over to see how far\nyou went.\n\nIt sounds like a simple game, but it has complicated restrictions and\nrules, and a good phph player can command any amount of heavy service\nfrom the spectators. Since a lot of the Ground Dwellers are also phph\naddicts (they could never become players, of course, being far too\nsmall and light to handle the phph pebbles), this means that a real\nchampion never has to do any kind of work again, being fed, clothed,\nhoused and entertained by his admirers, and can devote all his time to\nthe game.\n\nGral and Hodnuth, having alternated as champions for many a long\nganath, had it pretty easy. But neither of them was given to lying\nback on his laurels and growing soft. This meant that when a match\nwas announced, Ground Dwellers as well as we Real People came by the\nhanthoids from zygils around to watch through viewing-tubes--and\nwhichever of the two won piled up a lot of bilibs of voluntary service.\n(Voluntary service, as most economists admit, is true wealth, since\nthe pledge is incumbent on the offerer's heirs until it is fully\nsatisfied, and can likewise be willed by the recipient to _his_ heirs).\n\nNaturally, no phph player is absolutely perfect; if he were, there\nwould be no contest and nobody would bother to attend a game. Pebbles\nfall short, they go awry, and sometimes they are thrown so hard that\nthey escape altogether from our light gravity and fly into outer space.\nAt the end of the game period the referee (usually a superannuated\nformer champion) tots up the score and announces how many times each\nplayer missed the target and by which of these errors he missed it. By\na rather confusing arithmetical computation he then determines which of\nthem won, and the winner collects his pledges--and the fans collect the\nside bets they have been making all through the game.\n\nIn this particular game Hodnuth won. But then he won about half the\ntime, so that wasn't what gave it its importance. The Ground Dwellers,\nas everyone knows, are an excitable and volatile race (which is why we\nconquered them so easily, with the added advantage of our command of\nlevitation and our immensely greater size and strength), so just an\nordinary phph game often looks like a riot. When anything out of the\nway occurs, such as the appearance of a new young contender to take on\none of the champions, the Ground Dwellers simply go wild. And this time\nthey practically exploded. I confess that even we Real People were\namazed.\n\nOne of the Thinkers was discovered attending the game.\n\n\n\nNow, when we first arrived here, and cleaned up on the Ground Dwellers\nand established them in their proper subservient position, the Thinkers\nwere our leaders. It was they who had figured out the whole invasion,\nhad headed the Sixty Hastgunt Flight, and had worked out the tactics\nand logistics of the Great Conquest. But once we were settled and\nthings were going smoothly, they called a last General Meeting and\ntold us that their part was finished, and that now they were going to\nretire to the Far Colony and go on with their Thinking. Since then, if\na problem arises that our own Council can't handle, one of us has to\nfly to the Far Colony and obtain the advice of a Thinker. They live\ntogether there with their families (supported of course by all of\nus) and spend all their time in study and research. It is one of the\nnatural advantages of us Real People that we have these specialized\nThinkers to do all our intellectual and cultural tasks and teach us\nwhat we need to know, leaving us others free for the truly satisfying\nfunctions of government and commerce.\n\nNever in all the ganaths since that last General Meeting had a Thinker\nbeen seen among us, and that so august a being should condescend to\nattend a mere phph game was unbelievable. Yet there he was--easily\nrecognizable, naturally, since all Thinkers have long white hair and\nlong white beards. (Even the female Thinkers--though some heretics say\ntheir beards are artificial.) In fact, that is the way one knows that\na new Thinker has been born. Soon after birth his hair and beard begin\nto grow, both white, and as soon as he is weaned we fly him to the Far\nColony to be reared and educated by his own. If a Thinker has a child\nwho isn't one, they send him back to us.\n\nAs soon as the spectators realized that a Thinker was among them, the\nexcitement reached boiling point. The Ground Dwellers almost went\ncrazy--for, of all things, the Thinker had seated himself not in the\nperches of honor of the Real People, in front, but in the Ground\nDwellers' bleachers. We ourselves noticed all the scrambling and\nheaving, and when some of us flew over to investigate we could hardly\nbelieve our eyes.\n\nWhen I say scrambling and heaving, I don't mean they were mobbing him.\nThey're much too afraid of us for that, and anyway their reverence for\nthe Thinkers is positively religious--much more so than ours. After\nall the Thinkers are simply specialized members of our own race, and\nthough we revere them we could scarcely worship them, as the Ground\nDwellers do. No, they were clearing a respectful space all around him,\nbut then they kept gazing at him in awe, half of them falling on their\nknees in his presence. I sneaked a glance at the phph players, and as\nI suspected they were looking anything but happy. Phph champions are\npretty vain. They don't care for rival attractions.\n\nOne of our party--it was Sephar, who as usual pushed himself\nforward--bowed to the Thinker and asked if he wouldn't be more\ncomfortable among us. But he shook his white head and said no, he could\nsee better where he was. (I wonder if Thinkers may not have a bit of\nvanity too, and if he wasn't enjoying seeing all those poor creatures\nprostrate themselves around him!)\n\n\"Then will Your Honor join us when the game is over?\" persisted Sephar.\n\"If you would enter my poor pit of a dwelling, it would overwhelm me\nwith pleasure to have you feast with us.\"\n\nHis poor pit of a dwelling, indeed! I wish you could see the palace he\nlived in--the roof-opening is plated with solid nagh!\n\n\n\nI was just about bursting with indignation, but I should have known you\ncan trust a Thinker to deflate a fellow like that.\n\n\"Thank you, brother,\" he said mildly, \"but I'm here doing some research\nand I'll have to fly back right after the game.\"\n\nSephar opened his mouth to argue, but by that time I had him by the\nwing and I pulled him back--he said rudely, I say firmly. \"Do you want\nto give us a bad name for presumption, brother?\" I whispered. \"Don't\ninterfere with a Thinker when he's Thinking!\"\n\nSome of the rest of us nodded agreement, so Sephar shut up. But he had\na nasty gleam in his eye and I braced myself for trouble later. We\nbowed and returned to our places. Thanks to Sephar and his performance,\nI missed the last throw Gral made, which lost him the contest. But I\nheard the moan from the spectators who weren't watching the Thinker\ninstead, so I knew he'd lobbed a too-high one. It must have been a\nhumdinger--one of the throws into space. I glanced back as I was flying\naway, and the Thinker was standing up and gazing intently after it.\nWell, I thought to myself, imagine a Thinker getting worked up over a\nphph throw!\n\nThe game was over soon after that, and Hodnuth went around collecting\nhis pledges while Gral was being consoled by his backers. When I got\na chance to look again where the Thinker had been sitting, he had\ndisappeared.\n\nThe one who hadn't disappeared was Sephar. He was waiting for me, just\nas I'd expected.\n\n\"Not here!\" I snarled at him. \"Do you want the Ground Dwellers to see\nReal People in a brawl?\"\n\nSo we adjourned to Marnag's courtyard, which was the nearest dueling\nplace, and it was a nice little fight, and I won. Quite a group\ngathered around, and I was pleased to see that several of my friends\nwere making bets on me. Some of Sephar's sycophants lugged him off\nto the hospital to have a fractured wing-tip treated. The rest came\nhome with me and we spent our winnings on a good dinner with plenty of\nmastonyi to wash it down.\n\nSeveral of us speculated about the Thinker, and we wondered if his\n\"research\" wasn't a fake and if he'd just decided to enjoy a game like\nthe rest of us.\n\n\"After all,\" Marnag pointed out, \"he might be only a boy. You can't\ntell with a Thinker. I suppose young Thinkers can be frivolous and\nrebellious like our own youngsters.\"\n\nNipar, who is something of a wag, yelled: \"Hey, listen to Marnag--he's\nThinking! Come on, Marnag, are you really a Thinker in disguise? Let's\nsee if that green hair of yours is dyed--you could have shaved the\nbeard!\"\n\nAnd he poured a pitcher of mastonyi right over Marnag's head to find\nout if the color would come off. After that, the party got really\nrough, and I don't remember the rest of it.\n\n\n\nA whole ganath after that, the Thinkers sent one of their messengers\nto tell us in the Council that we were summoned to a meeting in the\nFar Colony. That doesn't happen often, so we knew something extremely\nimportant must be up. I for one was all of a twitter.\n\nNot one of us connected the summons with that Thinker who had come to\nthe phph contest between Gral and Hodnuth. That was our stupidity. We\nshould have guessed it when we found the two champions had been sent\nfor also. Gral flew next to me on the trip, and of all things, both\nhe and Hodnuth were carrying with them several phph pebbles which the\nThinkers had ordered them to bring along.\n\nIt's hard to tell the Thinkers apart--at least for us who aren't\nThinkers--but I recognized the one who had been at the game. He sat\nright by Hledo, who always acts as their spokesman when we consult them\nabout anything.\n\n\"Welcome and thank you for coming so promptly,\" Hledo began. \"Did you\ntwo phph players bring the pebbles?\"\n\nGral and Hodnuth handed over the load, and Hledo passed it on to the\none we knew.\n\n\"This is Myrwan,\" Hledo said, \"and he will tell you the urgent thing he\nhas Thought.\"\n\n\"I became interested a long time ago,\" Myrwan began in the rather rusty\nvoice all the Thinkers except Hledo have--they spend most of their time\nin study and meditation, and don't talk much among themselves--\"in a\nquestion that seems never to have occurred to any of Us.\n\n\"Where do phph pebbles go when they are thrown beyond our feeble\ngravity and escape into outer space? What becomes of them in the end?\nAnd who, if anyone, collects them, and what conclusions about them and\nour world do such persons draw?\"\n\nI raised my hand to ask a question, and Myrwan nodded.\n\n\"I don't understand.\" I said politely. (Meaning he was being too\nabstruse for any of us, for it is understood that there is no keener\napprehension in the council than my own.) \"Is Your Honor implying that\nthere exist outside our world other intelligences that would be capable\nof observing and drawing conclusions from the pebbles?\"\n\n\"Exactly. I know that the general belief is that it is impossible that\nextraplanetary beings can exist, least of all intelligent beings. That\nwas the belief of my own colleagues until I gave them the results of my\nrecent Thought. It is the reason We have summoned you here.\n\n\"For some time now We have been receiving peculiar radio waves from\noutside the world. We have considered them merely manifestations of\nrandom radiation from other planets and stars. But now they have\nsuddenly become--shall I say rhythmical? Measured? Directional?\nThey leave the impression that someone, or something, is trying to\ncommunicate with us.\n\n\"The astronomers among Us have become more and more concerned. We have\nfinally been led to the reluctant belief that Our former theories have\nbeen wrong--that this actually is not the only inhabited planet.\n\n\"Now, I need not tell you how disastrous it would be for us if that\nwere true. If there _are_ intelligent beings on other planets, if they\nare trying to communicate with us, then the next step would be that\nthey would try to visit us.\"\n\nMarnag raised his hand.\n\n\"What harm would that do? If such beings exist, and if they could come\nhere, why couldn't we go there too--wherever it is--and wouldn't that\nenrich our lives? Of course I'm not a Thinker--\" I had a fleeting\nvision of Nipar and the pitcher of mastonyi!--\"but I'm a Real Man and I\ncan see no reason why it would hurt us to find we are not alone in the\nuniverse.\"\n\n\"No,\" said Myrwan dryly. \"You are not a Thinker, my friend. We enjoy\nhere a completely stable civilization. It is the best of all possible\nsocial systems. We do not want it disturbed.\"\n\n\"I see,\" said Marnag, and several others nodded. I confess that a\nheretical idea crossed my mind--that any such disturbance might well\ndethrone the Thinkers first of all--but I suppressed it. Myrwan went on:\n\n\"And that is where the phph pebbles come in. In the course of my\nresearches on these previously unknown waves, I began to wonder what,\nif anything, had initiated the interest of outsiders in our planet,\nassuming that outsiders exist. Certainly we had made no move toward\ntrying either to reach or to communicate with any putative dwellers on\nother planets. There had been no major changes on our planet that could\nhave enlisted the attention of outside astronomers, even granting that\nthey have telescopes as powerful as our own.\n\n\"Only one thing, so far as I can ascertain, has ever left this planet\nfor outer space. And that was the phph pebbles.\n\n\"We call them pebbles. To beings who might consider us giants--and if\nthere really are intelligent beings in other worlds they might well\nbe of an entirely different size from us, though no less dangerous\nfor all that--they might seem huge meteors. Suppose that, though most\nof them would undoubtedly burn up and all of them be considerably\nreduced before they struck another planet as meteorites, some of them\nat least might still be sufficiently large to be analyzed chemically?\nAnd suppose that where they struck there existed beings capable of\nanalyzing them?\"\n\n\n\nThis was getting a little deep for anybody not a Thinker to take in.\nSeveral Council members raised their hands plaintively and so indicated.\n\n\"All right, I'll try to make it plainer,\" Myrwan said. \"Let us pretend\nthat instead of the little fragments of space debris that fall\nharmlessly in the annual meteor showers here, we were pelted with\nenormous chunks of matter, perhaps causing major damage to property and\nlife. Wouldn't We immediately undertake an intensive study to determine\nwhence they came, and of what, precisely, they consisted?\n\n\"And if We found that these residual meteorites contained material\nindicating their origin in an inhabited world--still worse, in a world\nsufficiently evolved to entail the possibility or probability that its\nhighest life-forms might be intelligent or even civilized--wouldn't we\ntake steps at once to investigate? Moreover, wouldn't we be outraged to\nthe point where our primary object would be to avenge ourselves?\n\n\"Of course we would. And so of course would any beings on other\nplanets, under similar circumstances.\"\n\n\"You mean,\" Marnag asked, \"that if beings came here from space they\nwould attack us?\"\n\n\"That too. But even if that were not their reaction, curiosity alone\ncould be enough to spur them on to exploration.\"\n\n\"But--but what can we do?\" quavered old Gantes. He is really growing\ntoo senile to be on the Council much longer.\n\n\"We can discourage them. And we can mislead them.\"\n\n\"How?\"\n\n\"We can make certain that nothing reaches them in the future which\ngives them the least sign that any but the lowest forms of life, if\neven those, exist in our world.\n\n\"I studied this whole question systematically, as We always do. I came\nto the conclusion that only the phph pebbles could possibly betray us.\nI attended a phph game to see for myself if a pebble actually could\nbe thrown with sufficient force to become, as it were, an artificial\nmeteor. I found that it could. Indeed, I saw Gral make such a throw.\"\n\nGral looked stricken. He fell flat on his face, groveling before the\nThinkers.\n\n\"Oh, Your Reverences,\" he cried, \"I never dreamt--I never--\"\n\n\"Get up, Gral,\" Myrwan ordered. \"Nobody's blaming you. Nobody expects\nanyone but a Thinker to Think.\"\n\n\"We'll make it a rule from now on to hold our shots. We'll bar anyone\nfrom the game forever who lobs a pebble too hard,\" Hodnuth promised\nfervently.\n\n\"Far from it,\" said Myrwan. \"On the contrary, in the future you must\nconcentrate on supra-gravity shots. Give extra points to anyone who\nperforms one.\"\n\n\"Why?\" several of us murmured, completely bewildered.\n\n\"Because I have already analyzed three pebbles I brought back with me\nfrom the game. With the ones you have brought, I shall be able to make\nfurther tests. If they confirm my previous findings, I Think We shall\nbe able to mislead any potential attackers.\n\n\"Every phph pebble henceforth will be doctored. To use any unauthorized\npebble will become a felony. What has happened in the past we can't\nchange, but there may still be time to save ourselves. From this time\nforth there are going to be more 'meteors' shot off our atmosphere than\never before--and every one of them is going to tell a completely false\nstory about conditions in their place of origin.\n\n\"Of course We _may_ be entirely wrong. These new waves may be due\nto purely physical causes. Other planets may all be as devoid of\nintelligent life as We have always assumed. But if there is the\nfaintest possibility--and I feel there is--that we are in danger, it\nwould be fatal not to take such measures as we can to avert it.\"\n\n\"What's in the pebbles now that could tell anything about us?\" Gral\nasked. \"And if something is, how could you alter it?\"\n\n\n\nMyrwan froze up a little. The Thinkers don't like to have us ask\ndetailed questions. But he realized that Gral was still upset, and\nanswered kindly.\n\n\"It wouldn't mean a lot to you if I told you. But you can understand\nthis much--chemical analysis of the pebbles I've looked at so far shows\nfragments of embedded fossils.\"\n\n\"Of plants, you mean?\"\n\nMyrwan smiled.\n\n\"Plants don't become fossilized,\" he said. \"In one pebble there was\na microscopic piece of a metal knife. In another there was half of a\nfossilized tooth. Ground Dweller relics, true, but human. You must\nremember that all the hills around here from which you gather the\npebbles are really million-ganath-old burial places of the Ground\nDwellers. We haven't bothered to dig up most of them because we're so\nrich in prehistoric remains, with our immensely old civilization, that\nwe have all the fossils and ancient artifacts we need.\n\n\"But let's imagine an alien civilization a great deal younger than\nours. Let's imagine that in even one of those pebbles--which would be\nmeteorites to them--even a minute trace of that kind of thing should be\nleft. What would they Think?--for they would have to have Thinkers too,\nto be civilized at all.\n\n\"I'll tell you what they'd Think. They'd decide that somewhere out in\nspace there is a rich, undiscovered planet full of valuable knowledge\nand, even better, valuable artifacts. Probably a world with a culture\nmuch more advanced than their own. And they'd try hard to trace the\ndirection from which those meteorites came, and to calculate the\ndistance. Then suppose they had some means of transportation in space.\n\n\"_That_ may well be what these new radio waves mean. They may be\nattempts at communication--if we were foolish enough to respond to\nthem. We don't dare to take any chances.\n\n\"So from now on there are going to be swarms and swarms of those\nmeteoroids--and every one of them is going to be a real artifact on\nits own--a _manufactured_ one, made according to Our specifications,\ncarrying an unmistakable message. A false one!\n\n\"They will be cunningly constructed from forms of matter injurious to\nany conceivable variety of life. We'll cover them all. And they'll\nbe barren of even the most primitive bacteria. They will carry in\nthemselves a silent warning: 'Approach the planet from which these come\nat peril of your instant death ... not matter what kind of being you\nare!' That should save us forever.\"\n\nI'd been wondering why Sephar had kept his big mouth shut all this\ntime. To my way of feeling, he should never have been with us at\nall. He would never have been a Council member if he hadn't been a\nmultibilibaire. But I'd won a fair fight with him, and officially we\nhad to be friends, so I hadn't protested when I found he was included\nin the summons.\n\nBut now the big blowhard had to put his two grocs' worth.\n\n\"Your Reverence--Your Honor--\" he spluttered. \"May I ask a question?\"\n\n\"Certainly, brother.\"\n\n\"Since players have been lobbing pebbles out into space for thousands\nand thousands of ganaths, and as Your Honor says, some of them must\nlong ago have landed somewhere, who knows what dead give-aways may have\nbeen in any of them?\"\n\n\"Is that your question?\"\n\n\"No, I have two. First, why haven't these intelligent beings whose\nexistence you're presupposing--\" I saw Myrwan's face set, and I knew\nhe'd noted that rude and insulting word, but I managed to conceal my\nsmile--\"why haven't they come here before this? And since they haven't\ncome, if they're smart enough to figure out our whereabouts why aren't\nthey also smart enough to realize the difference between the old\npebbles and these new ones, and to know that we're putting something\nover on them?\"\n\nWe sometimes say that though the Thinkers are of course overwhelmingly\nour superiors mentally, they lack the emotional control which is the\ngreat characteristic of the rest of us Real People. I wish those\nscandalmongers could have seen Myrwan then. His face was as white as\nhis beard and his wings quivered, but he let Sephar have his say out\nand he answered him very quietly.\n\n\"As to your first question, brother,\" (and if anybody ever called me\n\"brother\" in that tone I'd know it was a case of fight or run) \"the\nonly logical reason is that it must be only recently that such beings\nhave reached a state of culture where they are able to analyze the\npebbles and draw the right conclusions from them.\n\n\"And the answer to your second question is that we can only hope. Hope\nthat all of the pebbles already in their possession are free of--shall\nwe say, incriminating evidence? All we can guarantee is that all they\nfind in the future will be. Does that answer you satisfactorily?\"\n\n\"It will have to,\" muttered Sephar sullenly. I moved away from him and\nwas glad to notice that I was not the only one.\n\n\"What I have said to you,\" continued the Thinker calmly, \"you may\ncommunicate to any of the Real People you wish. You will naturally\nkeep it from the Ground Dwellers; there is no reason to agitate them\nat present. Time enough for that if we should ever need them as\nsoldiers--which I devoutly hope we never shall.\"\n\n\"But who will make the artificial pebbles if the Ground Dwellers aren't\nto know about them?\" asked Marnag. \"What about our slogan--'Thought\nfrom the Thinkers, government and administration from the Real People,\ntechnical skill and heavy labor from the Ground Dwellers'?\"\n\n\"_We_ shall handle that. When you go home, tell Earnig I want to see\nhim at once. Brief him first. He and his Bureau will see that the job\nis done, and the Ground Dwellers needn't be told just what they are\nmaking. They'll be delighted to hear that We are planning a new kind of\nphph pebble to increase the interest of the game--they love it whenever\none is batted clear away.\"\n\n\n\nWell, all this was last ganath. The new pebbles are in use. So far\nnothing has happened--unless you count the fact that, according to\nMyrwan, those peculiar radio waves have ceased. Let us hope that if his\nwhole theory is correct--and Thinkers don't talk about their Thoughts\ntill they're pretty sure of them--those alien beings have given up,\ndecided either that they were mistaken and there is no intelligence\nhere able to communicate, or that they themselves haven't the ability\nto interpret our answers.\n\nSephar? Oh, he isn't around any more. One of the Thinkers is doing some\nexperiments in Psychological Adjustment. Hledo asked the Council's\nrecommendation of somebody they could commandeer as a test subject,\naccording to the Agreement on Thinkers' Privileges, and I got them to\nsuggest Sephar. He was very nasty about it, but I ignored his underbred\ninvective. I felt it my duty also respectfully to remind Hledo of\nSephar's past indiscretions, in case they'd forgotten.\n\nUsually when the Thinkers have finished with a subject he's no longer\nof much use and they put him in a rest home for the remainder of his\nlife. So since I've done pretty well for myself lately, I was able to\nbuy Sephar's home, with its nagh-plated roof-opening, and move into it.\n\nHe had a very attractive wife, who of course couldn't go with him\nto the Far Colony. It just goes to show that virtue (as one of the\nThinkers once remarked wittily) is its own reward.",
    "metadata": {
        "author": [
            "De Ford, Miriam Allen",
            "DeFord, Miriam Allen",
            "Ford, Miriam Allen de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52805/pg52805.txt",
        "name": "where_the_phph_pebbles_go.json"
    }
}