{
    "name": "Witness",
    "author": [
        "Smith, George Henry",
        "Smith, George H. (George Henry)",
        "Smith, Jan"
    ],
    "body": "Ballard was quite dead. There could be no doubt of it. He lay sprawled\nin front of Edith, with his head very messily bashed in and with one\nhand still extended toward her. A long shimmering stream of blood\nran half-way across the large room. Dr. Dudley Ballard had been as\ninconsiderate in his dying as he had been in his living.\n\nArt MacKinney and I stood in the doorway and stared. We were shocked\nnot so much by the fact that Ballard was dead as by the fact that he\nlay in this most secret room, this holy of holies. Ours was the most\nsecurity conscious project in the whole country; and this was where he\nhad picked to get himself killed.\n\n\"God! There'll really be a stink about this,\" MacKinney breathed.\n\n\"Well, I can't think of anyone who had it coming more than he did,\"\nI said. I hated Ballard's guts and everyone knew it, so there was no\npoint in being hypocritical now.\n\nEdith stood silently. She didn't seem to be interested in the fact\nthat the man who had run her life, who had spent hours shouting\nquestions at her and criticizing her slightest error with burning\nsarcasm was now dead. No, Edith wasn't interested, but you couldn't\nreally expect her to be--she was only a computing machine, a mechanical\nbrain, the final result of years of work by the best cybernetics\nexperts in the world. Edith was silent, and would be, until we turned\nher on and fed the tapes into her.\n\n\"It looks as though this is what did it,\" MacKinney said, indicating a\nlarge spanner lying on the floor beside Ballard. He touched it gingerly\nwith his foot. His face was white and strained and it occurred to me\nthat he was more upset than I thought he should be. After all, he had\nas much reason to hate the dead man as the rest of us. Ballard had\ntaken advantage of his position as head of the research project to make\npasses at Jane Currey and MacKinney wasn't at all a cool scientist when\nit came to Jane. He was engaged to her and quite naturally resented\nBallard's attentions to her.\n\n\"You'd better not touch that until the police get here,\" I said as he\nbent over to pick up the spanner.\n\n\"Yeah, I guess you're right--I forgot. How do you suppose this got in\nhere anyway?\"\n\n\"One of the workmen making adjustments on Edith's outer casing must\nhave left it. I saw it sitting up there on top of her late yesterday\nafternoon,\" I told him. \"You'd better go call Mr. Thompson and--the\nFBI.\"\n\nWith Ballard gone, I was in charge. Maybe someone would think that was\nreason enough for me to kill him. I didn't care, I was just glad he was\ngone. Now he couldn't mistreat Edith anymore.\n\nI turned Edith on just as MacKinney returned. \"What are you doing?\" he\nasked.\n\n\"Why I'm going to wake Edith up and feed these tapes into her. After\nall these are more important than any one man's life.\"\n\n\"You didn't care much for Ballard, did you Bill?\"\n\nI gave him look for look as I replied. \"Can you name anyone around here\nthat did?\"\n\nHe shook his head. \"No--I guess not. But maybe it wasn't one of us. It\nmight have been an outside job, you know. Edith was working on that\nspace station stuff and the iron curtain people would give a lot to\nknow about it.\"\n\n\"Hell,\" I said pressing the studs and levers that would arouse Edith\nand put her to work. \"You don't really think anyone could get past\nthose security guards, do you?\"\n\nHappily I went about the business of waking Edith, my sleeping beauty,\nfrom her slumbers. In a very few seconds, her hundreds of tiny red eyes\nwere gleaming with intelligence.\n\n_Good morning, Edith_, I punched out the tape and fed it into her.\n\nThere was the faintest pause, while Edith's photo-electric cells\nsurveyed the room, pausing for a moment on the sprawled body of Ballard.\n\n_Good morning, Bill Green_, she typed back. I knew she was happy to\nsee me by the cheerful little clicks she emitted.\n\n_I have some interesting work for you this morning, Edith. And I think\nyou'll be glad to know that we will be working together from now on\ninstead of...._\n\n\"Hey! What's the idea of starting that machine?\" a gray haired, gray\nsuited security agent demanded, striding into the room with MacKinney,\nMr. Thompson and several other officers at his heels. \"Don't you know\nenough not to touch anything in here?\"\n\n\"This work is too important to be stopped--even for a murder,\" I said,\nand Mr. Thompson nodded in agreement.\n\n\"That's right,\" he said mopping his perpetually perspiring forehead,\n\"this work has top priority from Washington.\" He looked nervous and I\ncouldn't help wondering what he was thinking. There had been stories\ncirculating about Ballard and Thompson's wife and the dome-headed\nlittle man must have heard them too. Ballard just couldn't keep his\nhands off any female within reach. That was one of the reasons he was\nso thoroughly hated.\n\nThe youngest of the security agents rose from where he had been\nkneeling beside Ballard and crossed to me.\n\n\"You're Green, aren't you?\" I nodded and he continued, \"How did you\nknow it was murder?\"\n\nI laughed at him. \"How the hell could a man bash in his own brains that\nway?\"\n\nThe gray haired man stepped into the breach. He gave us all a thorough\ngoing over, but concentrated on MacKinney and me. He seemed to think it\npeculiar that neither of us could give any reason for Ballard's being\nalone with Edith. I was sure I knew, but no one would have believed me\nso I made no attempt to enlighten him.\n\n\"Well, I guess that's all we can do now,\" he said at last. \"Someone\nfrom the local police will have to be notified and brought in after\nthey get security clearance.\" He turned to go.\n\n\"Wait a minute,\" MacKinney said, \"we're all overlooking one thing.\"\n\n\"What's that?\"\n\n\"There was an eye witness to this crime,\" he said, and I stared at him\nin consternation. I didn't know he knew. I thought I was the only one\nwho knew.\n\n\"What do you mean,\" the agent demanded angrily.\n\n\"Edith saw it. Edith, the computer.\"\n\n\"Are you nuts?\" the agent demanded.\n\n\"You forget that Edith was turned off,\" Thompson said.\n\n\"But Mr. Thompson, Edith's not like most cybernetic machines. She's\nso far advanced, that I'm not sure we understand her completely. She\ncan't really be turned off. She has a distinct personality and that new\ncircuit--\"\n\nOf course Edith had a personality of her own! She had more charm, more\nintelligence, more understanding than most women.\n\n\"--well--she'd be able to tell us who killed Ballard.\"\n\n\"That's ridiculous,\" I said, badly frightened. \"A machine can't be a\nwitness to murder.\"\n\nThe security officer looked dubious and shook his head. \"I guess we'll\nhave to leave that up to the coroner at the inquest.\"\n\n\"But they can't ask questions like that of Edith,\" I protested.\n\"She's--she's too important to the national defense to have some\ncountry coroner asking her silly questions about the murder of a man\nwho deserved to die anyway.\" I had to prevent this. I had to get around\nthis eye witness business.\n\nThompson looked at me levelly. \"MacKinney may be right, Green. The\ncoroner may very well want to talk to Edith and there's no reason we\nshould object if Security gives him clearance.\"\n\n\"But Mr. Thompson, our work--it'll be interrupted.\"\n\n\"We'll have to take that chance. And I think Washington will agree.\"\n\n\"But--\" Couldn't they see that there wasn't any question of spying\nhere. Couldn't they understand that Ballard had just gotten what he had\ncoming. I couldn't let them question Edith. At least not until I had a\nchance to talk to her alone.\n\n\"And Green--because of your rather strange behaviour, I'm afraid I'll\nhave to ask you to stay in your quarters until the inquest. MacKinney\nwill handle your work with Edith until then.\"\n\nI was shocked and really frightened now. I wouldn't get to talk to\nher, wouldn't get a chance to tell her what to say. I protested, but\nThompson was firm, so firm that he placed a guard outside my door to\nmake sure I didn't leave.\n\nWashington rushed through clearance for the local officers and the\ninquest was held three days later. The coroner proved to be a shrewd\ncountry doctor, who had the inquest adjourned to the computer room as\nsoon as he heard MacKinney's ideas about Edith.\n\nThe security guards on duty the night of the murder testified that only\nMacKinney, Thompson, Ballard and I had had access to the computer room;\nand it had already been established that it would have been impossible\nfor a spy or foreign agent to have slipped into the heavily guarded\nroom. It was clearly an inside job.\n\nWith all of us at the scene of the crime, the coroner summed it up\nfor us. \"--and since it could not have been the work of an outsider,\nit must have been a crime of a private nature.\" He looked closely at\nThompson, MacKinney and me. \"A crime of a private nature with the\nmotive either revenge, jealousy or ambition. We know that the victim\nwas an over-bearing man with a good many unpleasant traits. We know he\nwas a man who forced his attentions on women, who was ill-tempered and\nabusive to those who worked with him. A man who had many enemies--but\nthere were only three people who had the chance to attack him on this\nparticular night.\n\n\"I am going to attempt to establish the identity of the killer by the\nunusual procedure of questioning a machine. It will be for later courts\nto establish the validity of such testimony. Because of the nature\nof this case and because of the urgent need to get this computer back\nto its proper work, I am going to ask the questions in a more direct\nmanner than I would ordinarily employ.\"\n\nMacKinney took his place before Edith. They didn't even trust me to\nfeed the tapes into her under their very eyes.\n\n\"Mr. Thompson, I object to the use of this delicate piece of equipment\nin--\"\n\nThey ignored me, and MacKinney punched out the questions the coroner\nasked:\n\n\"Do you know who murdered Dr. Ballard?\"\n\nThere was a pause. Edith blinked several times. I was shaking with\napprehension for her. A mind so delicate and noble should not be faced\nwith such a dilemma.\n\n_Yes, she typed back._\n\n\"Did you witness the murder?\"\n\nThere was a longer pause this time. \"You must answer the question,\"\nMacKinney reminded her.\n\n_I was here._\n\n\"Is it true that you do not lose your perceptive qualities when we turn\nyou off?\" MacKinney asked this on his own.\n\n_It is true._\n\n\"We might as well get to the heart of the matter,\" the coroner said.\n\"Did Mr. Thompson kill Ballard?\"\n\nEdith clicked and her eyes glowed. _No._\n\n\"Did Mr. MacKinney kill Ballard?\"\n\n_No._\n\nEdith had to tell the truth ... it was an innate part of her\npersonality. I tensed in my seat. I wanted to scream, to leap at\nMacKinney and prevent, somehow, the asking of the next question. But\nthere wasn't a chance.\n\n\"Did Mr. Green kill Dr. Ballard?\"\n\nEdith's beautiful electric eyes flashed and her clicks pulsed twice as\nrapidly as before. There was such a roaring and wrenching within her\nI was afraid for her--she was being torn apart in her struggle not to\nanswer. I couldn't stand listening to her desperate efforts any longer.\n\n\"Yes!\" I leapt to my feet. \"Yes, I did it. Leave her alone. Can't you\nsee what you're doing to her? That swine was always mistreating her. He\ndidn't understand her--no one understands her as I do!\"\n\nThe coroner looked at me closely. \"Is that really why you killed him,\nMr. Green?\"\n\n\"No! You were wondering why he was here by himself while no work was\ngoing on. He--he had begun to feel about Edith as he did about all\nwomen. He sneaked back here to be alone with her. He wanted to--he\nwanted to--\" My voice broke and they stared at me in shocked amazement.\n\nInto the silence MacKinney read what Edith had slowly typed out: \"Mr.\nGreen did not kill Dr. Ballard.\"\n\n\"Yes--yes I did,\" I screamed. \"Don't Edith--\"\n\n\"Who did kill him?\" the coroner asked, quietly.\n\nThis was the question I had wanted to avoid. I sank down my hands\ncradling my aching head. Edith must have expected the question. She\nhad her answer ready.\n\n_I refuse to state on the grounds that it may tend to incriminate me._\n\nMy poor, sweet, adorable Edith. If only I had had a chance to talk to\nher, to tell her what to say. I had known ... ever since I had seen the\nspanner and remembered where it had been before. I could have warned\nher to say that Ballard had attacked her, threatened her, to say\nanything ... but not to attempt to hide behind a Fifth Amendment that\ndidn't exist anymore. My darling, never had kept up with current events.\n\nNow they'll disconnect her, they'll rewire her, they'll destroy her\nunderstanding, her warmth, her whole personality ... and I ... I love\nher, I love her....",
    "metadata": {
        "author": [
            "Smith, George Henry",
            "Smith, George H. (George Henry)",
            "Smith, Jan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59242/pg59242.txt",
        "name": "witness.json"
    }
}