{
    "name": "Woman's touch",
    "author": [
        "Smith, Evelyn E."
    ],
    "body": "\"Now, don't get the idea that this is a universe-shaking assignment,\"\nCaptain Harnick warned the four young people. \"The planet's of no\nparticular importance; otherwise we would never have assigned an\nuntried team.\"\n\n\"Yessir,\" Ned McComb and Danny Field said dutifully. However, Harnick\nwasn't worried about them; it was the anticipatory gleam in their\nwives' eyes that he didn't like. Pity the men had to be allowed to take\ntheir spouses along, but the Extrasolar Survey Service would never\nbe able to get anyone to accept a five-year term of duty on a remote\nplanet without that accommodation. And, of course, he thought with\nsour complacence, at the end of the five years the men would be even\nsorrier than he was.\n\n\"True, it's an Earth-type planet, but only in the sense that it has\nan atmosphere we can breathe.... And, I repeat,\" he added, looking\nstraight into Judy Field's snapping black eyes, \"please remember that\nwe have no intention of colonizing Furbish. It's much too far from the\nother inhabited systems for such a project to be economically sound.\"\n\n\"Yessir,\" Judy said meekly. \"We just want to set up a fueling and\nrepair station here....\"\n\n\"... and maybe look over the minerals,\" Jane McComb finished, \"to see\nif there's anything which could be used in running the station and/or\nworth transporting to other systems.\"\n\n\"Er--yes.\" Captain Harnick was gratified to see that his lectures\nduring the voyage had not fallen upon deaf ears; on the other hand, he\nwas not exactly pleased to have words taken out of his mouth. \"We would\nlike to have the planet charted as thoroughly as possible, of course,\nbut please do not try to go beyond the scope of your admittedly limited\nmeans.\"\n\n\"Yessir,\" Ned and Dan agreed.\n\n\"Now comes the part about the natives,\" Judy said to Jane in what might\nhave been intended as a whisper. They nodded at each other.\n\nCaptain Harnick managed to keep his temper by reminding himself that he\nwasn't going to see the whole lot of them again for five years. \"As far\nas we know from Commander Furbish's preliminary survey, there are no\nhostile life-forms on the planet. However, it might be as well to take\nprecautions.\"\n\n\"I should think so, indeed!\" Judy put in.\n\n\"The highest life-form present--in fact, the only life-form on the\nplanet outside of vegetation--does appear to be humanoid in structure,\nbut--again I cannot stress this fact too strongly--the creatures are\nfar from being human. They are of a very low order of intelligence,\nprobably even lower than the terrestrial great apes, since they not\nonly have no group organization, but do not appear able to communicate\nwith one another in any way. Fortunately, I might add, because this\nprecludes the possibility of any accusation of the exploiting and\nenslaving of inferior races, with which the terrestrial government has\nso often been charged--unjustly, of course.\"\n\nThe four members of the survey team nodded solemnly, if a trifle\nuncomprehendingly.\n\n\"The creatures have shown no disposition to interfere with us, and\nyour orders are to leave them alone. Do not, on the one hand, attempt\nto domesticate them, or, on the other to hunt them ... for food or any\nother purpose.\"\n\nJudy and Jane gave indignant gasps.\n\n\"Your attitude toward the indigenous life-forms is a _most_ important\nfactor.\" The captain looked fiercely at the girls. It was the women,\nhe had found, who tended to cause most trouble in this area. \"The\nTerrestrial Government does _not_ wish to assume responsibility for\nany local fauna. All we want of Furbish is to check it, map it, and\nestablish one small station here; is that clear?\"\n\n\"Yessir,\" the survey team said.\n\n\"Very well, then, I--\" The captain looked at the prefabricated\nstructure of metal and plastic, tiny against the bleakness of the\nFurbishian landscape, and swallowed. They were brave kids to have\nvolunteered to spend five of the best years of their lives on this\nbarren little world, even if they were going to get paid a fabulous sum\nfor so doing, and he was sorry he had ever thought harshly of any of\nthem. \"I--I trust you'll be comfortable. Good-bye, and good luck.\"\n\nHe shook hands all round; then blasted off in the little scout ship to\njoin the parent vessel, which circled patiently overhead. One of the\nnatives, plodding past with a sack half-full of vegetation, looked up\nincuriously, then continued to gather roots.\n\n\n\nThe two young couples stood outside their cottage, regarding the\nlandscape. Short greyish-blue grass covered the barren plain and rolled\nup over the low hills some kilometers away. Stunted bushes, bowed\ndown by the huge, bladderlike leaves the natives used as sacks were\nscattered sparsely about. There were no trees or flowers. Above, a dim,\nred sun hung in a cold, green sky. Although the post was nearly at the\nequator, the terrestrials felt chilly, even in their snug heat suits.\n\n\"Kind of dismal, isn't it?\" Danny ventured.\n\n\"But it's ours,\" Judy said cheerfully. \"I think it has a sort of wild\ncharm.\"\n\nJane nodded her blonde head. \"Our own little planet,\" she murmured.\n\nThe local fauna, passing by on their separate ways, carrying loads of\nvegetation--presumably for food, since they did not have fire--and\nbladders full of the scarce water, gazed at the terrestrials without\ninterest, if the Earthmen happened to be in their line of vision;\notherwise, the natives paid them no attention.\n\n\"Not really humanoid, are they?\" Danny asked. \"More like goblins, if\nanything.\"\n\nHis description was a fair one. The Furbishians were skinny,\nlarge-headed little bipeds, two to three feet high, and generally of a\nslate blue or dirty mauve color. They trudged back and forth, carrying\nfood and water and other unidentifiable objects of desire, appearing to\nbe only remotely aware of one another although they seemed to see well\nenough.\n\n\"I think they're cute,\" Judy said.\n\nDanny took her plump arm in a firm grasp. His brown eyes were worried.\n\"Now, Judy, remember what the captain said.\"\n\n\"They look intelligent too,\" she persisted. \"I think Harnick's just\na snob. And a skin-flint. He doesn't want us to give this people the\nbenefits of culture, just because it might cost the Terrestrial\nGovernment a little money.\" And she tossed her smooth dark head.\n\nBig Ned McComb gave a superior smile. \"You're being anthropomorphic,\nkid. Just because they look something like people doesn't mean they\n_are_ people. For instance, would any race with a minimum of brains act\nlike that?\"\n\n\n\nFor two of the natives, each absorbed in his own purpose and\ndestination, had collided. Their dull faces lit up with momentary\nglares of anger; then the customary lack of expression returned and\neach continued on his apathetic way.\n\n\"Well, the poor things can't communicate,\" Jane sprang to the defense.\n\"Maybe they don't have vocal cords.\"\n\n\"Listen, shug,\" Ned said, \"you don't have to have vocal chords in\norder to communicate. There are other ways of getting a message across\nbesides talking.\"\n\n\"You mean like telepathy?\"\n\n\"I mean like gestures, hitting a stone with a stick ... anything.\nThe only reason these things don't communicate is because they have\nnothing to say.\"\n\n\"Anyhow, they do have vocal cords,\" Danny contributed. \"Listen!\"\n\nOne of the natives who had been in the collision had looked over his\nshoulder for a parting glare at his opponent and had, therefore, run\nsmack into a third native who was gathering roots with his eyes on the\nground. Apparently this was too much for Native A. He threw a stone at\nNative C. Native C uttered a hoarse cry of rage--which was what had led\nDanny to deduce the existence of vocal cords in the species--and threw\na sizeable stone at Native A. Both stones missed their targets. Native\nA and Native C continued on their respective ways, each glaring back\nat the other. It was obvious that both would presently be involved in\nsimilar encounters.\n\n\"Well,\" Judy commented, \"they can communicate anger at any rate.\"\n\n\n\nThe days and weeks went on, and the charting team carried out its\norders faithfully. Judy and Jane took care of the house and allied\ndomestic problems, while Ned and Danny explored the planet in the\nhelicopter. The whole habitable area of Furbish proved to be much\nthe same as the part where they had landed. Further north and south,\nthe men reported, there was ice and snow and no life--not even of a\nvegetable nature.\n\nBut still it wouldn't be safe for the girls to go exploring, their\nhusbands pointed out, because the surface of the planet was still\nunscratched. The natives--of which there didn't seem to be more than\na couple of hundred all told--lived in caves in the hills; what else\nmight be lurking in more effective concealment they could not, as yet,\ntell.\n\n\"If you ask me,\" Judy said, as the women watched their men depart on\nanother reconnaissance flight, \"the planet is as safe as houses. The\nfellows are just making sure they don't have to do any of the dirty\nwork.\"\n\n\"You may be right,\" Jane concurred. \"In fact, I'm sure you are ... and\nI'm sick of housework.\" For most of the labor-saving devices that made\ndomestic servitude a joy on Earth--according to the manufacturers, at\nleast--were impracticable on this remote planet, where power came in\ncans and had to be conserved. The women had been told they were to\nserve as integral members of the team; this was hardly their idea of\nintegration.\n\n\"Look, Jane!\" Judy cried, inspired by an idea which, though it had\nbeen hatching in her brain for some time, she thought best to offer\nas a sudden flash of genius, \"why couldn't we train one or two of the\nnatives to help with the housework? After all, that doesn't take much\nmental ability.\"\n\n\"_Judy!_\" Jane exclaimed, not as aghast as she pretended, for the same\nconcept had been trying to wheedle its way out of her subconsciousness.\n\"You know what the captain said!\" It was only fear of authority that\nmotivated her reluctance; there was no question in her mind but that\nany creatures who looked so much like brownies must be capable of\nwhatever brownies could do, and everyone knew that brownies were\nmarvellous for housework.\n\n\"The captain must be light years away by now! And we're not going to\nsee him for another four years and eight months objective time anyhow.\"\nJudy's black eyes flashed. \"Why shouldn't we try to make use of the\nnatives and, at the same time, uplift them? We pay taxes, don't we?\"\n\n\"But ... he said something about exploitation....\"\n\n\"Naturally we're not going to make slaves of them. We'll pay them ...\noh, something. Besides, the Terrestrial Government _has_ been accused\nof slavery--Captain Harnick said so, didn't he? And where there's smoke\nthere must be fire. So I don't see why we should be penalized because\nof someone else's mistake.\"\n\nJane was unable to follow this line of reasoning clearly, so she fell\nback on, \"We might get into trouble.\"\n\n\"Nonsense! The natives are obviously harmless, and we can take the\nportable communications unit along with us, so the boys'll never know\nwe left the cottage.\"\n\n\"I really don't kno-o-ow.\"\n\n\"Nothing ventured, nothing won,\" Judy declared. \"I'm going, even if you\naren't.\"\n\n\"Well, in that case, of course I can't let you go alone.\"\n\nDonning their heat suits, the two girls sallied forth into the bracing\nair of Furbish, ready for adventure. Not that they hadn't been outside\nbefore, of course, but never with such definite intent to break\nregulations.\n\nIt was summer and almost warm. The grass was a little bluer, the sun\na little redder, the sky a little greener. Had there been birds on\nFurbish, they would have been singing. \"If the natives turn out to\nbe intelligent enough,\" Judy murmured dreamily, \"we could really be\nqueens--and kings, of course--for five years. Or even longer. The\nESS couldn't make us take another post once we'd brought the native\npopulace under control.\"\n\n\"Judy Field!\" Jane's blue eyes were wide with horror.\n\n\"Oh, well,\" Judy apologized, \"one does get carried away.... Look,\nthere's a native over there.\" She set the radio unit on the ground.\n\"Let's accost him. In a nice way, I mean, of course.\"\n\n\"Good morning, sir,\" she began. \"We have been looking forward to making\nyour acquaintance.... I know he can't understand the words,\" she\nexplained to Jane, \"but it's the tone of voice that counts.\"\n\n\n\nThe native glared at Judy out of malignant pink eyes, and attempted\nto duck under her right arm. She sidestepped him neatly. \"We are your\nfriends.\"\n\nHe tried to get past her on the other side. \"We're friends!\" Judy\nyelled, chasseeing left. \"We come in peace.\"\n\nThe native whirled and found Jane behind him, \"Don't be\nfu-fu-frightened,\" she quavered. \"We're your fu-fu-fu-friends.\"\n\nWith a cry of rage, the native lowered his head and charged. He was\nout-weighed, but Jane was unnerved. She fell sprawling. The native\nwalked across her prostrate body and made off. When he was a few\nmeters away, however, he paused to look at them. Apparently they had\nsucceeded in arousing some interest.\n\n\"Copter calling cottage!\" the radio chose to announce at that moment.\n\"Copter calling cottage! Over to you!\"\n\n\"Help, Judy!\" Jane screamed. \"Hay-ulp! I can't get up.\"\n\nJudy ran to tug at her prostrate comrade, but Jane, although more\nslender, was taller, and weighed a lot in the heat suit. Moreover, she\nwas so stiff with fright that she couldn't move.\n\nThe radio continued to squawk, \"Copter calling cottage! Can you hear\nus? What's the matter?\" Judy straightened up and looked about her\nwildly. \"Copter calling cottage. Copter--\"\n\nShe ran over to the radio and threw the switch. \"Cottage to copter,\"\nshe replied, gasping for breath. \"Everything's just fine.\"\n\n\"Help. Ju-dee!\" Jane screamed again, just before Judy switched the set\nover. Judy rushed back to her fallen comrade.\n\n\"What's the _matter_?\" Ned's voice demanded frantically. \"Why was Jane\nscreaming? What's wrong? _Answer me, for God's sake!_\"\n\nHaving managed to haul Jane to a sitting position, Judy wiped the hair\noff her own grimy forehead, and dashed back to stoop over the radio.\n\"Lunch was burning!\" she panted. \"Everything is--\"\n\n\"Ju-_dee_, he's throwing stones!\"\n\nSure enough, the native had decided that hurling rocks at them would be\ninteresting and appropriate. With their huge--in his terms--terrestrial\nforms, bulking even larger in the heat suits, the girls made much more\nsatisfactory targets than the spindling members of his own species,\nthough he did not classify other life-forms according to species. There\nwere others and then there was himself.\n\n\"Everything is under control,\" Judy finished. \"Nothing's the matter.\n_Ouch!_ Over to you.\" She rubbed her plump bottom and glared at the\nnative.\n\n\"Arrr,\" said the native happily. He had thrown stones before, but never\nhad he succeeded in hitting anyone. \"Arrrrrr!\" Pride of achievement\nfilled his scrawny bosom.\n\nDan's voice took over. \"You're keeping something from us, Judy!\"\n\n\"It's nothing, nothing!\" Judy babbled. \"Just spilled hot fat on my\narm--that's all. _Ouch!_ Quit it, or I'll wring your skinny neck! Over\nto you.\"\n\n\"Arrr!\" howled the native, catching Judy in the shin. \"Arrr-aff!\"\n\nTwo more natives came up--separately, of course--to watch. It was\nrarely that Furbish had any such entertainment to offer. They regarded\nthe scene with interest. But somehow spectator sport, while excellent\nin itself, does not give the full joy of actual participation....\n\n\"Arrr,\" said one, tentatively shying a stone at Jane. It got her in the\nhip. \"Arrr-aff!\"\n\n\"Arrr!\" shrieked all three natives, joyously hurling rocks. \"Arrr-afff!\"\n\n\"Wherever you girls are,\" the radio barked, \"you get right back into\nthe cottage and stay there!\"\n\n\"That's what we were trying to do,\" Judy snapped, \"when you oafs mixed\nin!\"\n\n\n\nExcept for a few bruises, the girls were none the worse for their\nexperience. However, the disappointed natives soon discovered that the\ncottage made an even better target for their rocks than the people.\nSince the prefabs were intended for use on a variety of planets, and\nhence had been built to endure storm, flood, and fire, as well as\nunanticipatable indigenous disasters, the mere bouncing of rocks off\ntheir metal and plastic sides could not inflict any serious damage,\nbut the incessant thumping against the walls got on the girls' nerves,\nparticularly as the natives' numbers, as well as their skill, seemed to\nbe on the increase.\n\nIt was a relief to hear the sound of the helicopter. Fortunately, the\nFurbishians did not shift their attention to the vehicle or to the\nhusbands inside it. Not being human, they were not sportsmen, and so\npreferred a large stationary target to a small moving one. They threw\nstones at the men only when they got between them and the house,\nwhich, of course, the men had to do in order to get inside.\n\n\"What _is_ this?\" Dan asked, when they had finally forced their way in.\n\"A siege?\"\n\n\"No, darling,\" Judy replied joyously. \"A group enterprise. You see,\nthe natives _are_ capable of communal effort once they're given an\nincentive, in spite of what old Harnick said. I told you they were\nintelligent.\"\n\nBoth men groaned.\n\nSince the natives' intentions were obviously not hostile, retaliatory\nmeasures were out of the question. So the Earthmen spent the next\nfew days in using some of the same rocks to build a large wall some\ndistance away from the house, hoping that it would provide a still more\nattractive target. However, there were several scores of the creatures\ninvolved in the game by then and only part had their activities\nsuccessfully diverted.\n\n\"Well, every little bit counts,\" Danny tried to soothe the angry Ned,\nwho had been trying to show the natives that _building_ with the rocks\nwas more fun than _throwing_ them and, for his pains, had received a\nstone in the solar plexus.\n\nOn their last mission, the two young men had been absorbed in mapping\nan interesting valley in the north polar regions--a pursuit which they\nhad no intention of giving up. A few days after they had finished\nthe work, therefore, they announced their intention of taking the\nhelicopter out again. \"And, remember, girls,\" Ned adjured them, \"don't\ngo out of the house at all until we come back.\"\n\n\"We need fresh air,\" Jane said.\n\n\"The air inside is a lot fresher than out,\" her husband retorted,\n\"because it's purified. So, mind you, don't set foot out of the door\nuntil we return.\"\n\n\"Except in an emergency,\" Judy told him.\n\n\"Maybe we'd better leave the valley for later....\" Danny murmured.\n\n\"Oh, _come on_!\" Ned protested. He had been dragooned into washing the\ndishes several times during the weeks they'd spent at home building\nthe wall for the natives, and had no intention of letting the same\nmisfortune befall him again. \"What kind of emergency could there be?\"\n\n\"If Judy has her heart set on an emergency,\" Dan prophesied, as he\nallowed himself to be led off, \"there'll be an emergency.\"\n\n\n\n\"I don't know how the boys expect us to stand this,\" Judy remarked\nquerulously as she and Jane sat listening to the thumps and bumps and\n\"arrrs\" outside.\n\n\"Well, they didn't start it.... And,\" Jane added, as Judy opened her\nmouth, \"I don't suppose they can stop it either.... It does seem to me,\nthough,\" she remarked, less out of actual observation than out of the\ndesire to placate, \"that they aren't making as much noise as usual.\"\n\nJudy went to the window. \"Of course they aren't. They're dying like\nflies.\"\n\n\"_What!_\" Jane looked through the clear plastic pane. Sure enough,\nmany of the natives had fallen to the ground. Since they were still\nwrithing, they didn't seem to be actually dead; that was an academic\npoint, however, because they wouldn't last long, what with the other\nnatives stomping upon them in the excitement of the game.\n\n\"Maybe their life spans are shorter than ours?\" Jane suggested.\n\nJudy threw her a contemptuous glance. \"More likely three weeks of\nrock-hurling has proved too strenuous for their fragile little bodies.\nAnd it's all our fault!\" She burst into tears. \"We've sapped their\nenergy.\"\n\n\"Judy!\" Jane laid a hand on the other girl's arm. \"I just happened to\nthink--since they started throwing rocks, I haven't seen any of them\ngathering roots. Maybe they're just starving.\"\n\nThe girls looked at one another. \"That's it!\" Judy exclaimed. \"We must\nheat up lots of soup--just the thing for starving people.\" She began\nbusily to pull cans off the shelves.\n\n\"But you know, Captain Harnick said they weren't people, so maybe they\ncan't eat the same kinds of things we do. Our soup might be poison for\nthem.\"\n\n\"Being poisoned isn't worse than being starved.\" Judy expertly\nmanipulated a can opener. \"Not much worse anyway,\" she amended. \"It's a\nchance we'll have to take.\"\n\n\"You mean it's a chance _they_'ll have to take.\" Jane herself thought\nthat porridge would be better, because everyone knew how mad brownies\nwere for porridge, but it was always easiest to let Judy have her own\nway.\n\nSo, bearing a large kettle between them, the two girls staggered out\nof the cottage between the flying stones--which were not coming as\nthick and fast as before owing to the fact that almost half the native\npopulace had collapsed.\n\nThey set the kettle down by the nearest prostrate figure. \"Look,\" Judy\nsaid to him. \"Soup. Nice soup.\"\n\nThe native turned a dull glance on them. \"We'll have to feed him,\" Judy\ndecided. \"You hold his head up, Jane.\"\n\nAlthough she could not repress a shudder of loathing at contact with\nthe alien, Jane obeyed, as always. \"Open your mouth, that's a good\nboy,\" Judy told him, and opened her own mouth wide to set an example.\n\nThe native lifted his heavy, pointed head and looked down her throat\nwith feeble interest. \"No, that's not what I mean. Drink this. Nice\nsoup.\" She prodded his lips with the dripping spoon. The lips parted\nand the soup passed into the alien interior.\n\nSuddenly the creature's eyes bulged. He began to choke loudly. \"There,\"\nJane cried in anguish, \"you _have_ poisoned him!\"\n\n\"Or maybe he doesn't eat with his mouth, like us,\" Judy speculated. \"I\nnever thought of that. Perhaps I poured soup down the equivalent of his\near.\"\n\nBut, once the convulsion was over, the native opened his mouth for\nmore. Despite Jane's cry of protest, Judy poked in another spoonful.\n\"Soup,\" she said. \"Nice soup.\"\n\nA faint, strange, utterly foreign expression contorted the native's\ndusty violent face. He was smiling. \"Arrr-aff!\" he said.\n\n\"That's what they yell when they score a hit with the rocks!\" Jane\nexclaimed excitedly. \"He likes it! But, oh, Judy, supposing it should\nbe poisonous to him after all!\"\n\n\"Nothing ventured, nothing won,\" Judy repeated. \"Here, have some more\nsoup.\"\n\n\"Oup,\" the native said. \"Arrr-aff!\"\n\nJane and Judy looked at one another proudly.\n\n\"Oup,\" said a wistful voice near them. \"Oup?\"\n\nThe stone-throwing had almost entirely stopped. \"Oup?\" several voices\ntook up the cry. \"Oooooooup?\"\n\n\"You'd better go put another kettle on, Jane,\" Judy told her.\n\n\n\n\"What's happened?\" Ned McComb asked, as the two men came back from\ntheir voyage. \"How did you get the natives to stop throwing rocks? And\nwhy are they standing outside chanting something like 'oup?'\"\n\n\"It's supper time,\" Judy explained, looking up from the stove with a\nflushed face. \"Hand me the salt, Jane--they like a lot of salt.\"\n\n\"'They?' _You mean you've been feeding the natives!_\"\n\n\"We couldn't let them starve,\" Judy replied defiantly. \"And, after all,\nit was all your fault they weren't gathering roots for food. If you\nhadn't gone and built them that handball court...!\"\n\nNed looked accusingly at Danny. Danny lowered his eyes. \"I suppose,\" he\nmurmured to his wife, \"'oup' means soup.\"\n\n\"You suppose correctly. And, if you two weren't such stubborn mules,\nyou would realize that it was very clever of them to have learned\nthe word. Get me the dehydrated potatoes, please, Jane; they're very\nnourishing.\"\n\nDanny took off his helmet and ran his hands through his thick brown\nhair. \"All right, so what if they do have a higher intelligence than\nFurbish thought? That still doesn't make them people. Still less does\nit make them our responsibility. How long are you proposing to run this\nsoup kitchen, dear? You know, we were left with food supplies for four,\nnot forty, or four hundred.\"\n\n\"They don't eat as much as we do,\" Jane put in, obviously quoting,\n\"because of being smaller. And there are a lot of emergency stores in\ncase Captain Harnick and the ship never come back, on account of being\neaten by monsters or something. You thought we didn't know about that,\"\nshe said proudly, \"but we did.\"\n\n\"We don't have _that_ amount of supplies, of course,\" Judy rushed to\ninform them before either of the men could protest. \"As soon as I've\ngot the natives organized--\" Ned and Dan exchanged glances \"--I plan to\nteach them more efficient ways of gathering roots, so that they'll have\ntime for both work and play.\"\n\n\"And I don't suppose you had planned to organize a few to do your\nhousework, had you?\" Dan asked penetratingly.\n\n\"Well, naturally, I would be spending a good deal of time on this\nproject, so I should expect to get what help I could with my regular\nduties.\"\n\n\"The captain said--\" Ned began.\n\n\"The captain said the natives weren't intelligent and he only warned us\nnot to make pets of them or kill them. He said fortunately we couldn't\nexploit them, which, of course, I wouldn't do, even if we could.\nAnyhow, I believe it was Ned who tried to get them to help build the\nhandball court, wasn't it?\"\n\n\"What can we do?\" Danny asked. \"Harnick isn't here and she is.\"\n\n\n\n\"Now, remember this, girls,\" Ned admonished them, for the men were off\non another mission, to chart the south pole this time--not that it was\nreally so urgent, but the cottage had begun to take on the aspect of a\nSalvation Army Mission and was no longer homelike. \"Feed the natives,\nif you must, but don't let any inside the house.\"\n\n\"How will we train them to do the housework then?\" Judy wanted to know.\n\n\"It'll be a long time before you can get them to do that,\" Dan said\ndiplomatically. \"Why not try to teach them English first? They'll need\nto know it in order to follow your directions.\"\n\n\"That's true,\" Judy admitted.\n\n\"And it'll be a nice, healthy, out-of-doors occupation for you two.\"\nNed pinched his wife's pale cheek. \"You've been knocking yourself out,\nshug.\"\n\n\"I haven't worked half as hard as Judy has,\" Jane protested loyally.\n\"And she does all the thinking besides.\"\n\n\"Yeah,\" said Ned. \"She sure does. Why don't you take yourself a rest\ntoo, Jude?\"\n\nWhen the copter had gone, Judy sat herself down at the table with\npencil and paper. \"We must compile a list of suitable words to teach\nthem. Let's figure out which ones are most important.... _Broom_,\" she\nsaid aloud as she scribbled, \"and _sink_ and _dust_ and _laundry_....\"\n\nThere was a thump at the door. They looked at each other. Under the\nlure of food, plus the attractions of a second handball court, the\nnatives had been persuaded to withdraw their athletic endeavors from\nthe vicinity of the house, so the knock could not be the result of a\nfortuitous stone.\n\nJane looked out of the window. \"It's a very little native, and he's\nbanging a can on the door. How cute!\" Since there weren't enough\nserving utensils, cans had been distributed to the natives to be used\nas dishes. Even so, there hadn't been sufficient to go around, and the\nfact that this individual had been canny enough to pre-empt one for his\nexclusive use argued a superior mentality.\n\nJudy got up and opened the door. \"Oup,\" said the native, thrusting his\ntin forward suggestively. \"Oup.\"\n\n\"It isn't time for supper, dear.\"\n\nThe native gave her a winning smile, and proposed an alternative.\n\"Orridge,\" he said. \"Orridge.\"\n\nBoth girls gasped. The natives had been fed other things besides soup,\nbut heretofore none had used any word other than \"oup\" to describe food\ngenerically or specifically.\n\n\"Obviously he has linguistic aptitude,\" Judy decided. \"Just the one to\nstart teaching English to. Come on in, dear.\" She opened the door wider.\n\n\"Judy! You remember what Ned--what the boys said!\"\n\n\"Oh, them! I can't give English lessons outside with all the natives\nthrowing stones and howling. Besides, this is such a little fellow, he\ncouldn't matter too much. And he is in already.\"\n\nWhich was undeniably true. The diminutive creature was not only in but\nengaged in tasting Judy's pencil. \"Orridge,\" it said dubiously.\n\n\"No, dear. Pencil.\" Judy removed the implement from his grasp and made\ndemonstrative marks on the paper.\n\n\"En-cil,\" the native agreed, putting out a small, slate-blue hand for\nit.\n\nAfter a moment of hesitation, Judy allowed him to have the pencil. He\ntook the paper and made marks of his own. \"Oo-dee,\" he said proudly,\nhanding the paper back to her.\n\nHis satisfaction was entirely justified, for on the paper there was a\nprimitive but very life-like drawing of Judy herself.\n\n\"It isn't really so surprising,\" she said stoutly. \"After all, they do\nlive in caves.... And why are you wrinkling up your nose like that,\nJane?\"\n\n\"Oh, not the picture--it's just that--well--I didn't like to say it,\nbut it is a little close in here and....\" Jane looked apologetically\nat the native. He beamed at her. \"I expect it's a difference in\nmetabolism.\"\n\n\"I expect it's dirt,\" Judy contradicted. \"I've often wondered whether\nthey'd stay the same color if they were washed. Now's my chance to find\nout. How would you like a nice bath, dear?\"\n\n\"Ath?\" the creature repeated. \"Orridge!\"\n\n\"After your ath--bath, that is.\" Judy was already filling a large basin\nwith warm water.\n\n\"But, Judy, maybe he isn't washable!\"\n\n\"What do you think he'll do--shrink? Or run?\" Judy looked at the\nnative. \"Come to think of it, he might run at that. Why don't you get\nout some of the music tapes, Jane, and play them to distract him?\"\n\nBut the native loved being bathed. He loved the music tapes. And, at\nthe end of his ablutions, he stood revealed as the possessor of not\nonly a beautiful cerulean skin, but a fine, true soprano.\n\nBy the time Ned and Dan had returned from the south pole, the\nFurbishian Glee Club had been formed.\n\n\n\n\"I'd hoped to have come and gone before Christmas,\" Captain Harnick\nsighed discontentedly. \"These isolated outposts are so depressing at\nholiday time.\"\n\n\"But think of the personnel, sir,\" the pilot told him with gentle\nreproach. \"They have to spend _all_ their time here.\"\n\n\"You're right, Wilkins,\" the captain admitted shamefacedly. \"It's a\nhard, dull life for them. And Furbish is particularly bad. Only four\npeople on an otherwise uninhabited planet. They must go mad with the\nmonotony. The weeks must seem like months, the months like years, the\nyears--\"\n\n\"Uninhabited, did you say?\" Wilkins interrupted. \"I could have sworn I\nsaw a village down there. Of course it is growing dark, but still--aha,\nthere it is!\"\n\nThe captain leaned forward and peered into the dusk below. \"By George,\nyou're right! There seem to be a good two dozen houses there. Now, how\ncould that have happened?\"\n\n\"Good solid stone buildings too--definitely not native huts.\"\n\n\"Of course the survey team was composed of both males and females,\"\nthe captain muttered, \"but, no, reproduction alone couldn't account\nfor this, not in five years, even if you do allow for the mysterious\ninfluence of cosmic rays.\"\n\n\"What's all that light!\" Lieutenant Wilkins exclaimed. \"Damned if it\ndoesn't look like a Christmas tree.\"\n\nIt was a Christmas tree, thirty feet tall, composed of interlaced\nbranches and illuminated bladders. And, as the scout ship settled\ngently to the ground, its occupants could hear a chorus of sweet, true\nvoices coming to them through the frosty air: \"Ark uh er-ald an-gels\ning/ O-ry oo uh oo-orn ing;/ Eace on Urbish and ercy i-yuld....\"\n\n\"It's a hallucination,\" the captain said, rubbing his eyes. \"We've been\ntoo long in space.\"\n\nLights came moving toward them through the darkness, and there was the\nbabble of excited voices. \"Captain Harnick!\" Ned McComb cried. \"We\nthought you were never coming!\" All four members of the survey team\ncrowded around the scout ship, shaking hands and talking at once. They\nlooked fit, the captain noticed, although thin and strangely pale in\nthe torchlight.\n\n\"We have so much to tell you!\" Judy cried. \"So much has been happening\nhere we've hardly had time to turn around. I never knew five years\ncould pass so rapidly.\"\n\nHarnick and Wilkins looked at one another. They climbed out of the\nship, and saw the choristers--a dozen small creatures in soft, lovely\nhues of blue and violet, standing in a semicircle nearby, regarding\nthe newcomers without fear, as they continued to pipe lustily: \"I-lent\night, O-ly ight;/ All is alm, all is ight....\"\n\n\"You were entirely wrong about the natives, you know.\" Judy linked\nher arm through the captain's as she drew him through the cottage.\n\"They're not only remarkably intelligent, but talented. Don't they sing\nbeautifully? And you should see the murals they've done!\"\n\n\"_The natives!_\" Suspicion became certainty. \"Then this,\" the captain\nthundered, pointing to the neat rows of stone houses, \"is their work.\nYou've enslaved them!\"\n\n\"But you said there was no intelligent life on this planet, sir,\"\nWilkins protested, bewildered.\n\nThe captain shrugged. \"The fauna didn't seem to be intelligent, but the\npreliminary survey was sketchy. We may have been mistaken. We didn't\neven think they could communicate with one another.\"\n\n\"They couldn't,\" Judy told him. \"It simply had never occurred to them\nto communicate, because they hadn't anything to say at that time.\"\n\n\"But we gave them something to say,\" Jane added happily.\n\n\"And something to do, also,\" the captain grunted. \"You've exploited the\npoor beasts. Making them build houses and--\"\n\n\"Don't misunderstand, captain,\" Dan said, with a peculiar smile. \"The\nnatives aren't exploited. They love what they're doing ... and what's\nbeing done for them.\"\n\n\"And besides,\" Ned contributed, \"it was we who built the houses for\nthem. Shame they should have to live in caves like animals. There\naren't nearly enough buildings yet, but, after all, there were only\nfour of us. I think we did pretty well, considering.\"\n\n\"And it's been so rewarding, too.\" Jane flung open the door of the\nprefab, as she spoke. It was, Harnick noticed, by far the least\nimposing edifice in the community. \"You must listen to some of the\nmusic they've composed! Lucky thing we brought a recorder with us;\nyou'll undoubtedly want to take some of the tapes back with you.\"\n\n\"Elcome oo Urbish, entlemen,\" they were greeted by a bright blue\nnative, who was lolling in the best chair and showed no signs of\nrising. \"Oodee,\" it, or he, complained, \"it's oo ot in ere.\"\n\n\"I've shown you how to work the thermostat, dear,\" Judy said gently,\nas she adjusted the device. \"They don't seem to have any aptitude for\nmechanical things,\" she explained, as she removed her heat suit, \"but\nthey're so marvellous in the arts you couldn't really ask for more.\"\n\n\"I'm afraid, sir,\" Wilkins whispered, \"that the Terrestrial Government\nhas another colony on its hands.\" The captain nodded gloomily.\n\n\n\nThey removed their heat suits. The temperature of the room was much too\nlow for terrestrial comfort. And there was a peculiar odor which seemed\nto be emanating from a large pot that bubbled on the stove. None of the\nstandard rations allotted to the team could possibly smell like that,\nHarnick knew; he hoped the young people had not been experimenting with\nthe local vegetables. There was a regulation against that.\n\nEither there was something wrong with the light or with his eyes,\nfor the faces of the four team members appeared to have a distinct\nbluish tinge. On the other hand, Lieutenant Wilkins' visage seemed as\ncomfortably rosy as ever.\n\n\"You won't recognize the place, sir!\" Ned declared enthusiastically, as\nhe took their suits. \"We've built them tennis courts and a swimming\npool; they're as apt at sport as art.\"\n\n\"Only thing they don't seem to take to,\" Danny Field murmured, \"is\nwork.\"\n\nThe other three glared. \"Culture is far more important!\" his wife\nsnapped. \"And I trust you'll be able to spare us a lot more personnel\nfor the post,\" she addressed Harnick, \"because we need to build a\nstadium. And possibly a museum. And a school, of course.\"\n\n\"You don't want to go back then?\" Wilkins asked curiously.\n\nAll four shook their heads. \"We have a mission here now,\" Judy said.\n\n\"Look,\" Harnick protested, knowing it was no use, \"the Earth\nGovernment's intention was only to use Furbish as a fueling and repair\nstation.\"\n\n\"Fuel!\" Judy snorted. \"I don't know whether it would even be right to\nlet the government ships land here. Those coarse, uncultured crews\nmight contaminate our natives; they're so impressionable, you know.\"\n\n\"But isn't it wonderful,\" Jane, the peacemaker, put in, \"how they've\nthrived on terrestrial food. I think that must have a lot to do with\nthe remarkable way they've developed.\"\n\nHarnick's anger was lost in shock. \"You mean you've been giving them\nyour rations? But surely there wasn't that much food, even with the\nemergency stores!\"\n\n\"Well,\" said Judy, \"they don't eat as much as we do, of course.\nAnd you'd be surprised how tasty the native roots are. We've grown\nquite fond of them; in fact, I doubt whether we'd be able to stomach\nterrestrial food by now.\"\n\nThe odor from the pot grew stronger and even less appetizing. There was\nnothing wrong with either the light, Harnick realized, or his eyes. The\nfaces of the four members of the survey team were really quite blue.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Smith, Evelyn E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73385/pg73385.txt",
        "name": "woman_s_touch.json"
    }
}