{
    "name": "World of Mockery",
    "author": [
        "Moskowitz, Sam",
        "Moskowitz, Samuel Martin"
    ],
    "body": "John Hall wiped away blood that trickled from his mouth. Painstakingly\nhe disengaged himself from the hopeless wreckage of the control room.\nHe staggered free, his lungs pumping with terrific effort to draw\nenough oxygen from the thin, bitterly cold air of Ganymede--that had\nrushed in when his helmet had been shocked open.\n\nFeeling unusually light he walked over to an enormous tear in the side\nof his space-cruiser. A bleak scene met his eyes. Short, grotesquely\nhewn hills and crags. Rocky pitted plains. And a bitter, wild wind blew\nconstantly, streaming his long hair into disarray.\n\nHe cursed through tight lips. Fate! He had been on his way to Vesta,\nlargest city of Jupiter, when his fuel had given out. He had forgotten\nto check it, and here he was.\n\nDespondently he kicked a small rock in front of him. It rose unhindered\nby the feeble gravitation fully thirty feet in the air.\n\nSuddenly there were a dozen scuffing sounds, and a dozen stones winged\nthemselves painstakingly through the air and began to descend in slow\nmotion.\n\nSurprise struck, he gazed furtively about him. Momentarily his heart\nseemed caught in some terrible vise.\n\nThere was a sudden movement behind a close ridge. Momentarily John\nHall was rendered paralyzed. Then he backed slowly toward the ship and\nsafety behind a Johnson heat ray. The vague form abruptly materialized,\netched in black against the twilight horizon of Ganymede. The effect\nwas startling. The creature stood upright, on two legs, with two\ngnarled, lengthy arms dangling from its bony shoulders. Human? The\nquestion registered itself on his brain, and the thing in front of\nhim gave unwitting reply, as it moved to a clearer position. No, not\nhuman. Maybe not even animal. Two great eyes bulged curiously from a\ndrawn, shrunken, monkey-like face. The body was as warped and distorted\nas the bole of an old oak tree. With pipe-stem arms and legs, bulging\nat the joints. Its most natural position seemed to be a crouch, with\nthe arms dragging on the ground. Somehow this travesty of human form\nstruck him as being humorous. He chuckled throatily, and then stopped\nwith a start as the same chuckle crudely vibrated back, echo-like.\nBut it was no echo! No, that wasn't possible. John raised his hand\nto scratch his head through force of habit; forgetful that this was\nimpossible through the thick glassite helmet he wore. The tall,\ngangling creature in front of him watched closely for a moment, then\nstretched one preposterously long limb up and scratched briskly on his\nleathery skull in imitation of John Hall.\n\nThe answer struck him instantly. Why hadn't he thought of it. This\nanimal, this thing, whatever it was, was a natural mimic. Such a\nthing was not unknown on earth. Monkeys often imitated the gestures\nof humans. Parrots prattled back powerful expletives and phrases. He\nrather welcomed his new find now. It would be pretty dismal all alone\non desolate Ganymede with no one to talk to but himself, and this\nstrange animal would undoubtedly help to lighten the long, dreary\nhours, perhaps days, that stretched ahead of him until rescue came.\nCertainly there was nothing to fear from this creature; not at least\nby himself, born to resist the pull of a gravity force many times more\npowerful then that of Ganymede's.\n\n\n\nHe walked slowly toward the creature viewing its reactions carefully.\nIt held its ground. Evidently fear was not an element in its makeup.\nWhy should it be? Doubtlessly these things were the only animate\nlife on the globe. Masters of all they surveyed. No other beings to\ncontest their supremecy. No need then for fear or even for savageness.\nThey were, undoubtedly, happy-go-lucky beasts who scavenged the bleak,\nrocky surface of the moon for hardy mosses or whatever they lived\non. He heard a scuffing noise to his left. Another creature, similar\nalmost in every detail to the first had popped into view. That seemed\nto be a signal for a dozen others to haphazardly appear from the most\nunexpected places and niches. One rose up within a few feet of Hall and\nblinked its great eyes at him in greeting.\n\n\"What the--\", Hall spluttered to himself, \"seems to be a family reunion\nof some sort.\" Suddenly, prompted by some impish quirk he shouted to\nhis bizarre audience, \"Hello there.\" A moment of silence and then a\nchorus of rasping sounds sent back \"Ah-low-da.\" Probably the closest\nthat their crude vocal apparatus could interpret his alien accents.\nContinuing his mock procedure, John stretched his hands aloft, and then\nin stiff, prim fashion bowed low. With solemn dignity the assembly\nemulated his action. John leaped twenty feet into the air with glee,\nand as he floated slowly to the ground he watched the pitiful attempts\nbelow to equal his feat.\n\nFor a moment everything was still and John good-naturedly surveyed the\ngrotesque caricatures of human beings that surrounded him. \"Well,\" John\nfinally commented candidly, \"at least we are in agreement over what\nline of action to follow, which is more than I could say for a lot of\nhuman friends of mine.\" A blurred attempt at imitation followed.\n\nThen abruptly it was dark. Just like that. Perhaps you have seen\ndarkness fall in the tropics? Just ten or fifteen minutes of twilight\nand then it's dark. The thin atmosphere of Ganymede did not maintain\ntwilight very long. John cursed a little as he backed his erratic\nway back to the ship, revealed only by the gleam of the stars on\nits rounded hull. He groped about for the tear in the surface of\nthe glimmering shell, found it and tumbled hastily in to escape the\nterrible cold that was forming in the absence of the sun's heat. The\npilot room was rapidly assuming the aspect of an underground cavern\nwith long, gleaming icicles hanging from the top. John grumbled a\nbit, and then opened the door to the small supply room. Closed it\nquickly behind him and sat down on a box of canned beans. Funny,\nhe reflected, that they had never been able to produce synthetic\nfoods in feasible form. Perhaps habit was harder to change than the\nscientists had thought. People still liked their meals--solid. He\nreached out and switched on the feeble storeroom light which operated\nfrom an independent source. Its yellow glow brought back a comforting\nnostalgia. He dined frugally on a can of beans and some biscuits;\nturned the heating units of his suit up to 70 degrees, and dozed into\nfitful slumber.\n\n\n\nSome indeterminate period later he awoke. His mind still a little\nnumbed by sleep he slipped the catch on his helmet and threw it back\nin order to take advantage of the bracing effect the sharp, thin air\nof Ganymede had displayed on the previous evening. He was totally\nunprepared for the furnace-like blast of heat that swept across his\nexposed features. He stood for a moment, stupefied, while the oven-heat\ndried the juices of his face and started to take on a blistering\neffect. Comprehension dawned magically and he snapped back the helmet\nand breathed with distinct relief the air supplied by his space\nsuit which was scientifically kept at a pleasant temperature. The\nexplanation was simplicity itself. The air cover of Ganymede was so\nthin, and its cloudless skies so clear, that the sun, though distant,\nbeat down like old fury itself. He opened the door that led from the\nsupply room into the pilot room. The long, pointed icicles which had\nformed the previous night were gone. The only clue to show that they\nhad once existed was a rapidly rising cloud of steam from the steel\nfloor. His glassite helmet misted swiftly as he walked through the\nroom, then cleared slowly as he stepped out into the full glare of the\nsun. He could not help but admire the potency of this yellow star, even\nfrom a distance at which it appeared hardly larger than a standard\nsized base ball.\n\nHe cupped one heavily encased hand over the top of his helmet to\nprotect his eyes from the sun, and searched the skies thoroughly for\nany sign of a rescue ship. Sighting nothing he dropped his hand\ndespondently to his side and stumbled thoughtfully along the rough\nterrain. His mind worked desperately, attempting to devise some\nfeasible means of signaling the rescue parties which must, at this\nvery moment, be combing the space lanes--searching for him. Some huge\nflare might be useful, but a simple glance about him revealed that\nthe largest form of plant life, which might serve as fuel, were small\ngrey mosses that grew on the underside of occasional outcropping rock\nformations. They were useless for anything but a tiny smudge fire.\nHis mind turned back to his ship. Possibly there was something highly\ncombustible aboard that might be used for a flare. His mind flitted\nthoughtfully over every item in the ship's supplies and retired with\nthe conclusion that the anti-fire campaigns which had been conducted\nfor so long on the inhabited planets were going too far! His only hope\nlay in the possibility that one of the rescue ships might briefly scan\nthe surface of Ganymede with one of their telescopic vision plates and\nnotice the gleaming wreck of his auxiliary space ship. That gave him an\nidea. Something he had once used in an old book. About a castaway on a\ndesert island arranging rocks to spell out giant words in the hope that\nsome passing airplane might see the message and land to investigate.\nSlim chance, but still nothing could be overlooked if he hoped for\neventual rescue.\n\nSwiftly he set about gathering rocks. He planned to form the simple\nfour letter word HELP, with an exclamation point added for emphasis.\nSo engrossed was he in his work that he scarcely noted the unusual\nvolume of noise about him, or if he did notice it attributed it to\nthe small slides caused by his unearthing rocks from their natural\nformation. Hours passed while he painstakingly formed the shape of an\nenormous letter \"H,\" a letter fully a tenth of a mile long. Exhausted\nby the unaccustomed manual labor he straightened up a moment and cast\nan approving eye across the extent of his handiwork. A gasp rose\ninvoluntarily from his throat as a strange sight crossed his line of\nvision. The land about him fairly swarmed with the peculiar, bony\ncreatures he had encountered the evening before, and as far as his eyes\ncould see there stretched an uninterrupted series of H's, all exactly\nsimilar in shape, size and peculiarities of the original! And at the\nedge of each of the letters sat a puffing group of emaciated, leathery\nskinned Ganymedians! Their great, watery eyes blinking patiently and\nsoulfully in his direction!\n\nHe didn't know whether to laugh or to cry. It was impossible to\nproceed. In order to lay out another letter he would have to accomplish\nthe tremendous task of removing all the other H's as well. He shuddered\nas he realized that he would have to repeat the process again and again\nuntil finally the one word help, with a string of exclamation points\nmiles in length remained. Suddenly a thought struck him. Wasn't this\nseemingly endless row of huge H's sufficient to attract the attention\nof any searching party that happened to see it without going to the\ntrouble, double trouble at that, of adding the rest of the letters that\nspelled out the word HELP? It seemed logical enough to him. With a\ndistinct air of relief he turned away, his arduous task of the past few\nhours completed, thanks to these freakish creatures that inhabited this\nmoon.\n\n\n\nAgain the beginning of the short twilight was progressing and the sun\nwas settling rapidly in the sky--its glare and heat diminishing with\neach passing moment. The massive bulk of Jupiter above could be seen\nonly as a long, thin, crescent that stretched one quarter of the way\nacross the visible sky. He experimentally lifted his helmet an inch or\ntwo. A sharp gust of air scurried hurriedly around the contours of his\nface and slightly ruffled his hair. He threw the helmet all the way\nback and with exultation breathed in tremendous gulps of crisp, _fresh_\nair. For the first time that day his powerful frame rose to its full\nsix feet of height and he stood statuesque, his shadow cast before him,\na symbol of man against the cosmos.\n\nStill, somehow his mind could not shift from the ever-present danger.\nPossible exhaustion of his food supply; the energy heating units of\nhis space suit--of water. Once again his thoughts turned to the humor\nprovided by the strange inhabitants of Ganymede. He called out sharply\nto one of them: \"How are you old chap?\"\n\n\"How're _you_ all chap,\" the grating reply floated back, thinned by the\nsparse atmosphere. Some guttural effect in the creature's voice seemed\nto place the emphasis on the word \"you.\" And it sounded uncannily\nlike a return question, infinitely more so than the echo-like effect\nit should have had! And also the speech had improved! Very definitely\nimproved! Where before they had relayed back his sentences in an\nindistinguishable blur of sound, now some of the words stood out,\nsharp, clear!\n\n\"This chap doesn't need enunciation lessons,\" John muttered softly\nto himself. And as if to prove it the lips of the creature moved\nerratically, as if talking to itself in the identical manner that John\nhad just done.\n\n\"Nice weather we're having,\" John phrased ironically as small flakes of\nice formed on the end of his nose.\n\n\"Like hell it is!\" came back the surprise retort.\n\nJohn stood there aghast. The creature had emitted the very same reply\nthat he had been _thinking_, but had not voiced!\n\nThe Ganymedian in front of him took on a more surprising aspect\nwith each passing moment. For some reason nature had bestowed upon\nthis travesty of human form a telepathic mental pick-up. Similar,\nin results, to the ones in use on earth, except that this was not a\nmechanical device. It was, undoubtedly, a far more efficient receiver\nof flesh and blood, or whatever substance this thing was composed of,\ncapable of picking up thought waves as simply as a radio receiver picks\nup radio waves.\n\n\"It can do anything but understand,\" John found himself saying. He\ncould only wonder why some scientist had not discovered these creatures\nbefore and dissected them to find out just how their peculiar brains\noperated.\n\nAnd then, for the first time in many hours, his mind turned back to his\nfiancee, Joan Crandell. He cursed the stolid fates that had stranded\nhim here on this god-forsaken satellite with a bunch of damn-fool\nmimics. In his mind he visualized Joan as he had last seen her. The\ngolden, glory-sheen of her hair flowing softly down to her shoulders;\nher straight little nose and small, firm chin; her piquant expression\nand oh, _so_ desirable lips. And last, but certainly not least her\nshort, trim figure. Perhaps she wasn't the Venus ideal, but to his mind\nat least, she was infinitely more lovable--an ancient phrase, \"and\nwhat's more she's got arms,\" seemed to go well with that thought. For a\nlittle more he accorded himself the luxury of seeing her in his mind's\neye, and then slowly, sadly, shook his head, and looked up. His eyes\npopped in disbelief of what he saw! His hands trembled with fearful\ndelight, wonder and amazement. It couldn't be! It wasn't possible! _But\nthere she stood--Joan Crandell!_ To the tiniest detail as he had seen\nher last! Here on this crazy moon! In an agony of bewilderment he cried\nout, \"Joan! Joan!\" He could say no more. The paralysis of surprise\nleft his limbs and he dashed wildly forward. _\"Joan!\" and his arms\nreached out to grasp her, and twined about a hard, bony, misshapen,\ndistorted, leathery form!_ He recoiled in abject horror. These strange\ncreatures--an instant before new toys to amuse and astound him were\ntransformed into terror-ridden monsters. No longer a joke--but a\ntragedy! Joan, or rather the illusion of Joan was there no longer. In\nher place stood a stupid, blinking, _thing_ that threatened his very\nsanity--his existence. Something snapped in his mind!\n\nHe ran. Miles he ran. His powerful, earthly muscles lending magic\npowers to his feet. Across broken, rock-hard plains--stumbling,\nfalling, slipping, across stretches of mountain region and through\ndim valleys. And night descended upon him. Unfailing, relentless, it\nsettled leaving everything pitch dark. And they followed him. Miles\nbehind, but never giving up, never faltering. A mad man they followed\nwho did not run, but leaped, fifty feet into the air, and screaming at\nhis slow rate of descent barely touched the ground before he was off\non another leap, even greater than the preceding one. A dozen times he\nwas speared upon dangerous rocks--the tough substance of his suit the\nonly thing between him and death. And as tiny leaks formed in his suit,\nthe insidious cold crept in slowly, surely, numbing his body until each\nleap was a little shorter, a little less powerful than the other.\nUntil lost in a maze of bleak mountains he collapsed.\n\n\n\nDawn bolted deer-like over the black hills of Ganymede, and as if it\nhad never interrupted its work, the distant sun beat down upon the\nfrozen landscape with renewed vigor. A lone earth figure rolled over\nand groaned. Shakily it got to its feet and took a few trembling steps.\nJohn Hall, exhausted physically and mentally was all right again. The\nmadness of the preceding night had left him, almost as suddenly as it\nhad come upon him. It was almost as if kind nature had blotted out the\nportion of his brain which preserved memory, and left his mind, dulled,\nnumb. In a daze, his once proud figure tripped along the devious\nmountain passes. Too tired to leap--barely capable of moving, John\nHall threaded his tortuous way through regions only half recalled. No\nthoughts, simply a guiding instinct that urged him, warned him, that he\nmust go this way to return to the space ship, and food--maybe rescue.\n\nAnd a hundred yards behind him, unnoticed, trailed multiple, black,\nungainly creatures, who stumbled when he stumbled, fell when he fell.\n\nIt was nearing twilight again when John Hall panted back into the\nregion of his space ship. Barely cognizant of what he was doing, he\nsmashed a can of beans against the steel hull of the ship and devoured\nthem without ceremony, animal-like. Then he sat wearily down upon\na ruined metal bench and tried to relax. Weakly, but nevertheless\ndesperately, he fought with himself. Trying to clear the cobwebs that\ncluttered up his brain and reason rationally again. Thoughts, like\nflitting ghosts, aroused tantilizingly, only to whisk down some hidden\nchannel of his mind before he could fully grasp and comprehend them.\nOne of the grotesque things, creatures, objects, whatever they were,\ndrew close to him, its bulging eyes peering not inquisitively, but\n_fearfully_ into his. He knew! The eluding coherency of thought came.\nThe answer to the enigma lay in his own mind! His powerful earth mind.\nScientists had always been aware that the mind radiates energy thoughts\naway from it. That one mind is capable of hypnotizing another, even\nacross great distances. These inhabitants of Ganymede, with their acute\nmental receptivity, were slaves to his more powerful will--his every\nthought. And against their own desires they followed and imitated\nhim. And through some unknown chemical reaction even took the form,\nmomentarily, of some wished-for object. It was clear. But now again it\nwasn't. His mind was failing. Falling back into the abyss of blackness\nand incoherency! He stared a moment at one of the peculiar faces before\nhim and as he stared it changed, grew smooth, black, ebony black--and\nGod--blank! Blank like his mind--part of his mind, for through the rest\nof it swirled a fantasmagoria of images, and disconnected phrases. He\nwas alone, or almost so. Those things were still here. It was getting\ndarker ... colder ... so cold ... was this all a dream? Then he\nstopped! For over the blank face of the thing in front of him flickered\nimages, mirroring his thoughts, like some disconnected motion picture!\n\nWith incredible strength he tore away the protecting mass of his space\nsuit. The cold wind hit him, knifed him through and through. And\nhe stepped forward. Walking, walking, and suddenly his great hands\nrose aloft in an agony of sorrow. His mighty voice bellowed above\nthe elements of loneliness, of despair. And always, those grotesque,\nstorm-swept, misshapen creatures fastened their wet, glistening eyes\nupon him and in the depths of them displayed rage as he displayed it;\ndespair as he displayed it. And when he pounded his clenched fists in\npowerful blows upon his resounding chest, they pounded their gnarled\nlimbs upon their shrunken chests in powerful mimicry.\n\n\n\nWhen the crew of the rescue ship \"Space-Spear\" landed, they turned back\nin horror at a planet of mad-things that shrieked, wept, raged and\ndespaired in a manner that was more than imitation--that was real! And\nthey could not help but shudder inwardly at the terrible fate that had\nbefallen John Hall, and his horrible, unknowing revenge!",
    "metadata": {
        "author": [
            "Moskowitz, Sam",
            "Moskowitz, Samuel Martin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61904/pg61904.txt",
        "name": "world_of_mockery.json"
    }
}