{
    "name": "World of the Mad",
    "author": [
        "Saunders, Winston P.",
        "Anderson, Poul William",
        "Anderson, Poul",
        "Craig, A.A.",
        "Craig, A. A.",
        "Karageorge, Michael",
        "Sanders, Winston P."
    ],
    "body": "He walked slowly through the curling purple mists, feeling the ground\nroll and quiver under his feet, hearing the deep-voiced rumble of\nshifting strata far underground. There were voices in the fog, singing\nin high unhuman tones, and no man had ever learned what it was that\nsang--for could the wind utter sounds so elfishly sweet, almost words\nthat haunted you with half understanding of something you had forgotten\nand needed desperately to remember?\n\nA face floated through the swirling mist. It was not human, but it\nwas very beautiful, and it was blind. He looked away as it mouthed\nvoiceless murmurs at him.\n\nSomewhere a crystal tree was chiming, a delicate pizzicato of\nglass-like leaves vibrating against each other. The man listened to it\nand to the low muttering of the earth, for those at least were real and\nhe was not at all sure whether the other things were there or not.\n\nEven after two hundred years, he wasn't sure.\n\nHe went on through the mist. Flowers grew up around him, great fragile\nlaceries of shining crystalline petals that budded and bloomed and\ndied even as he walked by. Some of them reached hungrily for him, but\nhe sidestepped their groping mouths with the unthinking ease of long\nhabit.\n\nCompasses didn't work on Tanith, and only a few men could even operate\na radio direction finder, but Langdon knew his way and walked steadily\nahead. His sense of direction kept rotating crazily; it insisted he was\ngoing the wrong way, no, now the house lay over to the right--no, the\nleft, and a few paces straight up.... But by now he had compensated for\nthat; he didn't need eyes or kinesthetic sense to find his way home.\n\nThere was a new singing in the violet air. Langdon checked his stride\nwith a sudden eerie prickling along his spine. The mist eddied about\nhim, thick and blinding, but now the city was growing out of it; he saw\nthe towers and streets and thronging airways come raggedly into being.\n\nSuddenly he stood in the middle of the city. It was complete this time,\nnot the few fragmentary glimpses he ordinarily had. The mist flowed\nthrough the ghostly spires and pylons but somehow he could see anyway,\nthe city lay for kilometers around.\n\n\n\nIt was not a human city. It lay under three hurtling moons, lit only by\ntheir brilliant silver. But it lived, it pulsed with life about him;\nthe shining dwellers soared past and seemed to leave a trail of little\nsparks luminous against the night. They were not men, the old folk of\nTanith, but they were beautiful.\n\nThere was no sound. Langdon stood in a well of silence while the city\nlay around him, and he thought that perhaps he was the ghost, alone and\nexcommunicated on a world which lay beyond even the dreams of man.\n\nBut that was nonsense, he thought, angry with himself. It was simply\nthat temporal mirages transmitted only light, not sound. He was here,\nnow, alive, and the city was dust these many million years.\n\nTwo dwellers flew past him, male and female with arms linked, laughing\nsoundlessly into each other's golden eyes. The male's great glowing\nwings brushed through Langdon's body. He stood briefly in a shower of\nwhirling light-motes--and they didn't heed him, they didn't know he was\nthere. They were only for each other, those two, and he was a ghost out\nof an unreal and unthinkably remote future.\n\nThe mirage faded. Slowly, in bits and patches, it dissolved back into\nthe purple fog. He was alone again.\n\nHe shivered, and hastened his steps homeward.\n\nThe mist began to break, raggedly, as he came out of the forest. He\nwent by a lake of life with only a passing glance at the strangeness\nof the new shapes that seethed and bubbled, rose out of its slime and\ntook shifting form and sank back into chemical disintegration. There\nwas always something new, grotesque and horrible and sometimes eerily\nlovely, to be seen at such a place, but spontaneous generation was an\nold story to Langdon by now. And Eileen was waiting.\n\nHe came out on the brow of a steep hill that slanted down into the\nlittle cuplike valley where he had his dwelling. The hills were blue\naround it, blue with grass that tomorrow might be gold or green or\ngray, and the sky was currently blood-red. A grove of feather-like\ntrees hid the house, swaying where there was no wind and murmuring\nto each other in their own language, and a few winged things hovered\ndarkly overhead. For a moment Langdon paused there, savoring the\nrichness of it. This was _his_ home.\n\n_His_ land. Back on Terra they had forgotten the fullness that came\nwith belonging to the earth, but the men who colonized among the stars\nremembered. Looking back, Langdon thought that the real instability and\nalienness was in the Solar System. Men had no roots there, and it was a\nsecret woe in them and made them feverish and restless, eager to taste\nfrom all cups but shuddering away from draining any one.\n\nOn Tanith, thought Langdon with a quiet sort of exultation, a man drank\nhis cup to the bottom, and there were many cups--or, if only one, it\nwas never the same and could never be emptied.\n\nFor a man on Tanith did not grow old.\n\n\n\nSuddenly he stiffened, and a psyche-feeder swooped low to absorb his\nfuriously radiated nervous energy. The reaction of it eddied in his\nmind as a chilling fear. Angrily, without having to think about it,\nhe drove the creature off with a jaggedly pulsed mental vibration and\nremained standing and listening.\n\nSomeone had screamed.\n\nIt came again, distorted by the wavering air, hardly recognizable to\none who had not had time to adjust to Tanith, and it was Eileen's\nvoice. \"Joe, Joe, Joe--help--\"\n\nHe ran, scrambling down the unstable hillside with his mist-wet cloak\nflapping behind him. A sword-plant slashed at him with its steely\nleaves. He swerved and went on down into the valley, running, leaping,\na bounding black shadow against the burning sky.\n\nStatic electricity discharged in crackling blue sheets as he tore\nthrough the grove, hissing against his insulating clothes and stinging\nhis face and hands. Something floated through the dark air, long and\nsupple and dripping slime, grimacing at him with its horrible wet\nmouth. Another illusion or mirage, he thought somewhere in the back of\nhis mind. They no longer bothered him--in fact, he'd have missed them\nif they never showed up again--but--Eileen--\n\nThe cottage nestled under the tall whispering trees, a peak-roofed\nstone building in the ancient style that Langdon had thought most\nappropriate to the enchanted planet. There was little of Terra about\nit after its century and a half of existence; it was covered with\nfire-vines over which danced the seeming of little flames; luminous\nflying creatures nestled against the doorway, and he had never found\nthe cause of the dim sweet singing he could always hear around it.\n\nThe door stood ajar, and Eileen was sobbing inside. Langdon came in and\nfound her huddled on a couch before the fireplace, trembling so that it\nseemed her body must be shaken apart, and crying, crying.\n\nHe sat down and put his arms about her and let her cry herself out.\nThen he remained for a while stroking her hair and saying nothing.\n\nShe bit her lip to keep it steady. Her voice was like a small child's,\nhigh and toneless and frightened. \"It bit,\" she said.\n\n\"It was an illusion,\" he murmured.\n\n\"No. It bit at me. And its eyes were dead. It came out of the floor\nthere, and it was all in rags.\"\n\n\"You had an illusion frighten you,\" he said. \"A psyche-feeder flying\nnearby caught your increased nervous output, drew on it, and that\nof course frightened you still more ... they're easy to drive away,\nEileen. They don't like certain pulse patterns--you just think at them\nthe way I showed you--\"\n\n\"It was real,\" she insisted, quietly, with something of a child's\npuzzlement that anything should have wanted to hurt her. \"It was black,\nbut there were grays and browns and red too, and it was ragged.\"\n\n\n\nHe went over to the cupboard and got out a darkly glowing bottle and\npoured two full glasses. \"This'll help,\" he said, trying hard to smile\nat her. \"_Prosit._\"\n\n\"I shouldn't,\" said Eileen, still shakily but with some return of\nsaneness. \"Junior--\"\n\n\"Junior won't take harm from a glass of wine,\" said Langdon. He sat\ndown beside her again and they clinked goblets and drank. The fire\nwavered ruddily before them, filling the room with warm restless light\nand with dancing shadows from which Eileen looked away.\n\n\"I'll get an electronic range installed soon,\" said Langdon, trying to\nfill the silence with trivia. \"It can't be convenient for you cooking\non an ancient-style stove.\"\n\n\"I thought they didn't work on Tanith--electronics, I mean,\" she\nanswered with the same effort of ordinariness.\n\n\"Not at first, with the different laws prevailing here. In the first\nfew decades, we were forced back to the old chemical techniques like\nfires. That's one reason so few colonists ever came, or stayed long\nif they did come. But bit by bit, little by little, we're learning\nthe scientific laws and applying them. They've had all the standard\nhousehold equipment available here for a century, I guess, but by that\ntime I'd already built this place and liked my own things, fires and\nstoves and all the rest, too well to change. But now that I've got a\nwife to do my housekeeping, I ought to provide her with conveniences.\nIn fact, I should have done so right away.\"\n\n\"It isn't that, Joe,\" she said. \"I'd have squawked long ago if those\nlittle things made any difference. I like handling things myself rather\nthan turning them over to some robot. It's fun to cook and get wood,\nbut Joe, it's no fun when a thing rises out of the steam and screams at\nyou. It's no fun when electric sparks jump over the house and all of a\nsudden there's only fear, the whole place is choked with fear--\" She\nshuddered closer against him.\n\n\"This planet is haunted,\" she whispered.\n\n\"The laws of nature are a little different,\" he answered as calmly\nas he could. \"But they are still laws. Tanith seems like a chaos,\ngoverned by living spirits and most of them malignant, only because you\ndon't see the regularity. Its pattern is too different from what you're\nused to. Terra herself must have seemed that way to primitive man,\nbefore he discovered order in nature.\n\n\"Our scientists here are slowly finding out the answers. Talk to old\nChang sometime, he can tell you more about it than I. But I can see the\norder now, a little of it, and it's a richer and deeper thing than the\nrest of the universe.\n\n\"And you live forever.\" He gripped her shoulders and looked into her\nwide eyes. He had to expel the demons of terror from her. A woman five\nmonths pregnant couldn't go on this way. He was suddenly shocked by how\nthin she had grown, and she never stopped shivering under his hands.\n\n\"You won't grow old,\" he said slowly. \"We'll be together forever,\nEileen. And our children won't die either.\"\n\nShe looked away from him, and sudden bitterness twisted her mouth. \"I\nwonder,\" she said thinly, \"whether immortality is worth having--on this\nplanet.\"\n\nSuddenly she stiffened, and her lips opened to scream again. Langdon\nforgot the hurt of her words and looked wildly about the room. But\nthere was only the furniture and the firelight and the weaving shadows.\nInside the blood-red windows, the room was sane and real and human.\n\nEileen shrank against him. \"It's over there,\" she gasped. \"Over there\nin that corner, creeping closer--\"\n\nLangdon's face grew bleak, and there was a desolation rising in him.\nIllusions of one sort or another were part of daily life on Tanith,\nbut they had reality in that they were produced by physical processes\nand more than one person could perceive them. But hallucinations were\nanother story.\n\nHe thought back over two hundred years to the first attempts to\ncolonize. Of an initial three hundred or so, over two-thirds had left\nwithin the first three years. And many of them had been insane when the\nships took them home.\n\nMen came to Tanith and stayed if they could endure it. But if they\ncouldn't, and tried to stay anyway, they soon fled from the unendurable\nmadness of its reality to a safer and more orderly madness of their own.\n\nFrom what he had heard, few of them were cured again, even back on\nTerra.\n\n\n\n\"I've got to see Chang,\" he said.\n\nThe colonists on Tanith tended to live well apart from each other, and\nunless they owned the new televisors designed especially for the planet\ntheir only contact was physical. Once a month or so he would go to the\nplanet's one town for supplies and a mild spree, and somewhat oftener\nhe would spend a while at another house or have guests himself. But\nmost of the time he had been alone.\n\nAnd as a man grew older, without loss of physical and mental faculties,\nhe found more and more within himself, an unfolding inward richness\nwhich none of the short-lived would ever appreciate or even comprehend.\nHe had less need of other men to prop him up. Or perhaps it was simply\nthat the wisdom, the fullness which came with immortality, made a\nlittle of the other colonists' company go a long ways.\n\nThere was no denying it, Eileen's twenty-three years of life could\nnot compare with Langdon's two hundred or more. She was like a child,\nthoughtless, mentally and physically timid, ignorant, essentially\nshallow.\n\n_But I love her. And I can afford to wait. In fifty or a hundred years\nshe'll begin to grow up. In two hundred or so we'll begin to understand\neach other. As our ages increase, the absolute difference between them\nwill become proportionately insignificant._\n\n_An immortal learns patience. I can wait--and meanwhile I love her very\ndearly._\n\n\"What do you have to see him about?\" asked Eileen.\n\n\"Us,\" he answered bluntly. \"Our situation. It isn't good.\"\n\n\"No,\" she whispered.\n\n\"Can't you learn that there's nothing to fear on Tanith?\" he asked.\n\"Death itself, the greatest dread of all, is gone. We've eliminated all\nactually dangerous life in the neighborhood of our settlements. There\nare things that can be annoying--the sword-plants, the psyche-feeders,\nthe static discharges--but it's no trick to learn how to avoid them.\nNothing here can hurt you, Eileen.\"\n\n\"I know,\" she said hopelessly. \"But I'm still afraid. Day and night,\nI'm afraid. There are worse things than death. Joe.\"\n\n\"But afraid of _what_?\"\n\n\"I don't know. Fear itself, maybe. How do I know something won't\nsuddenly be deadly? But I'm not afraid of death. Even with the baby, I\nwouldn't be afraid of wild beasts or plague or--anything that I could\nunderstand.\" She shook her shining head, slowly. \"That's just it, Joe.\nI don't understand this planet. Nobody does. You don't.... You admit it\nyourself.\"\n\n\"Someday I'll know it.\"\n\n\"When? A thousand years from now? A thousand years of horror.... Joe,\nsome of those things are so hideous I think I'll go mad when they\nappear.\"\n\n\"A deep-sea fish on Terra is hideous.\"\n\n\"Not this way. These things aren't _right_. They can't exist, but still\nthere they are, and I can't forget them, and I never know when they'll\nappear next or what they'll be this time--\" She checked herself,\ngulping.\n\n\"This is a very beautiful world,\" he said stubbornly. \"The colors, the\nforms, the sounds--\"\n\n\"None of them are right. Grass may look just as well when it's red or\nblue or yellow--but it shouldn't be all of them at different times. The\nsky is wrong, the trees are wrong. Those hideous lakes of life and the\nthings in them, obscene--those voices singing out in the mists, nobody\nknows what they are--those images of things a hundred million years\ndead--and the faces, and the whisperings, and there's always something\nwatching and waiting and moving just a little outside the corner of\nyour eye.... Oh, Joe, Joe, this planet is haunted!\"\n\n\n\nShe sobbed in his arms with a rising note of hysteria that she couldn't\nquite suppress. He looked grimly over her shoulder. A swirling, chiming\nmist of color formed on one corner of the room, amorphous stirrings\nwithin it, a sudden shining birth that laughed and jeered and slipped\nout through the wall.\n\nHe remembered that he had been frightened and repelled when he first\ncame here. But not to this degree, and he soon got over it. Now, even\nwhile Eileen wept, he admired the shifting pulse of colors and his\nheart quickened to the elfin bells. Terran music sounded wrong to him\nafter two hundred years of the sounds of Tanith.\n\nHe thought that all those voices and whisperings and singings, sliding\nup and down an inhuman scale, and the dreams and the visions, had a\npattern, an overall immensity which some day he would grasp. And that\nwould be a moment of revelation, he would see and know the wholeness\nof Tanith and there would be meaning in it. Not the chaotic jumble of\nrandom events which made up the rest of the universe--death-doomed\nuniverse tumbling blindly toward a wreck of level entropy and ashen\nsuns--but a glimpse of that ultimate purposefulness which some men\ncalled God.\n\nBriefly, a temporal mirage showed beyond the window, a fragmentary\nglimpse of a tower reaching for the sky. And it was no work of man, nor\ncould it ever be, but it was of a heartbreaking loveliness.\n\nHe wondered about the ancient natives. Had they simply become extinct,\nreached a point of declining evolutionary efficiency such as seemed\nfated for all species and gone into limbo some millions of years\npreviously? Or had they, perhaps, finally seen the allness of the world\nand gone--elsewhere? Privately, Langdon rather thought it was the\nlatter. _World without end_--\n\nBut Eileen was crying in his arms.\n\nHe kissed her, and tasted salt on her lips that trembled under his.\nPoor kid, poor kid, and with a baby on the way....\n\n\n\nSomething of the magic of their first days together came back to him.\nIt was a disappointment in love which had sent him to Tanith in the\nfirst place, and for all his time here he had lived without that sort\nof affection. The women of the town served the casual needs of sex,\nwhich seemed to become less and less frequently manifest as his own\nundying personality grew in fullness and self-sufficiency, and that was\nall.\n\nStill, a single man was incomplete. And a year ago one of the few\ncolony ships landed, and Eileen had been aboard, and a forgotten\nspringtime stirred within him.\n\nNow ... well....\n\nShe released herself, smiling with unsteady lips. \"I'll be all right\nnow, dear,\" she said. \"Let's go.\"\n\n_I have to talk this matter over privately with Chang. His wife can\ntake care of Eileen. Certainly I can't leave her here alone._\n\nBut sooner or later he would have to. It wasn't only that he had\nto go out and oversee some of the fields on which grew the native\nplants whose secretions, needed by Terran chemistry, gave them their\nlivelihood. Solitude and long walks through the misty forests and over\nthe whispering hills had become virtual necessities to him. He had to\nget away and think, the mighty thoughts of an immortal which no Terran\ncould ever comprehend in his pathetic lifetime were being gestated in\nhis brain. Slowly, piece by piece, the coherent philosophy which is\nnecessary for sanity was coalescing within him, and he was gathering\ninto himself the essence of Tanith. Someday, perhaps a thousand years\nhence, he would know what it was that haunted him now.\n\nHe could not suppress a feeling of annoyance, however. Eileen had\nhad over a year to adjust now, and she was getting worse instead of\nbetter. A brief sojourn in utter alienness might be merely pleasing and\ninteresting, but over a longer time one either got used to it or--She'd\nhave to learn, have to accept the sanity of Tanith and know it for a\ndeeper and more real one than the sanity of Terra.\n\nOthers had done it, why couldn't she?\n\n\n\nChang Simon and his wife lived several hundred kilometers away, an\nhour's flight by airjet. Their spacious house lay amid lawns and trees\nsloping down to a broad river; it held a serenity and graciousness\nwhich Terra had forgotten. Langdon was always glad to be there, and\neven Eileen seemed to be soothed. She had screamed once on the flight\nover, when the sky had suddenly seethed with hell-blue flame, and she\nwas still trembling when they arrived. Their hostess took her off for\none of those mysterious private conferences between women which no\nmerely male creature will ever understand, and Langdon and Chang sat\nout on the veranda and talked.\n\nThe Chinese had been in his fifties when he came, one of the first load\nof colonists, and Tanith could not restore lost youth. But a healthy\nmiddle age had its own advantages, it conferred a peace and depth of\nmind more rapidly than an endlessly young body would permit. In the\nSolar System, Chang had been a synthesist, taking all knowledge and its\ncorrelation as his field of work, and he had come to Tanith in some\nof Langdon's mood of abandonment--futile to attempt the knowing and\nunderstanding of all things, when life had flickered out in a hundred\nyears. But as an immortal synthesist.\n\nThe two men sat in the long twilight, saying little at first. It was\ngood just to sit, thought Langdon, to let a glass of wine and a cigar\nrelax tensed muscles while the dusk deepened toward night. At such\ntimes he felt more than ever drawn into the secret whole which was\nTanith--almost, it seemed, he was on the verge of that revelation,\nof seeing the manifold aspects of reality gather themselves into\none overwhelming entity of which he would be an integral part. The\nphilosophers and mystics of Terra had sought such identification, and\nthe scientists were still striving to build a unified picture of the\ncosmic whole. Here, in this environment and with all the ages before\nhim, a man had a chance to reach that ancient goal, intellectual\nunderstanding and emotional integration--someday, someday.\n\nThe twilight was deep and blue and full of flitting ghostly lights. The\nfeathery trees murmured to each other in a language of their own, and\ndown under the long slope of dew-shining grass the river gleamed with\nshifting phosphorescence. Something was singing in the night, an eerie\nwavering scale that woke faint longings and dreads in men and set them\nstraining after something they had once known and forgotten.\n\n\n\nOverhead the million thronging stars of Galactic center winked and\nblazed through the flickering aurora. One of the moons rose, trailing\ngolden light through the sky. A wind blew through drifting clouds, and\nit seemed as if the wind had language too and spoke to the men, if they\ncould but understand it.\n\nChang said at last, slowly and heavily: \"I don't know how she got past\nthe psychologists on Terra.\"\n\n\"Eileen?\" asked Langdon unnecessarily.\n\n\"Of course.\" The older man was a shadow in the dusk, but the red\ntip of his cigar waxed and waned as he drew on it for comfort.\n\"Somebody blundered. Or--wait--perhaps it was only that, while she was\nfundamentally stable, the otherness of Tanith touched some deep-seated\npsychological flaw in her, something that would never appear under any\nother environment.\"\n\n\"I don't quite know the system,\" said Langdon. \"What do they do, back\nat Sol?\"\n\n\"The first attempts at colonization showed that only the most stable\npersonalities could adapt to--or even survive--the apparent instability\nof this planet. There aren't many who want to come here at all, of\ncourse, but our planetary government maintains a psychological staff in\nthe more important worlds of the Galaxy to check those who do apply.\nThey're supposed to weed out all who couldn't take the strangeness, and\nso far it's been very successful. Eileen is the first failure I know\nof.\"\n\nSomething cold seemed to close around Langdon. And then, he realized\nwryly, he was skirting the main issue--afraid to face it.\n\n\"I wonder if we really have the right to keep secret the fact that\nthere is no death here,\" he said.\n\n\"It was a hard decision to make,\" answered Chang, \"but leaving the\nmorals of it aside, it was the only practicable way. Suppose it were\ngenerally known that this one place, in all the known universe, has\nno age. Imagine all who would want to come here! The planet couldn't\nhold a fraction of them. Even as it is, we have to space births very\ncarefully lest in a few centuries we crowd ourselves off the world.\nFurthermore, the unstable social environment produced by such an influx\nof colonists, most of whom couldn't stand the place anyway, would\ndelay, perhaps ruin, the research by which we hope to find out why life\ndoes not grow old here. When we have that answer, and can apply it\noutside this region of space, all the Galaxy will have immortality. But\nuntil then, we must wait.\" He shrugged, a dim movement in the shining\nnight. \"And immortals know how to wait.\"\n\n\"So instead, we simply accept colonists who agree to stay here for\nlife--and then once they get here they're told how long that life will\nbe.\"\n\n\n\n\"Yes. Actually, the miracle is that the first colonists stayed at all,\nafter most had fled or gone insane. After all, it was ten or twenty\nyears before we even suspected the truth. A world as alien as this was\nsettled only because planets habitable to man and without aborigines\nare hard to find. Since then, many more such worlds--normal ones--have\nbeen discovered, and few people care to risk madness by coming here.\nTanith is an obscure dominion of the Galactic Union, having a certain\nscientific interest because of its unique natural laws--but not too\ngreat even there, when science has so many other things to investigate\njust now. And we're quite content to remain in the shadow.\"\n\n\"Of course.\" Langdon looked up to the swarming stars. A sheet of blue\nauroral flame covered them for a moment.\n\nHe asked presently: \"How much further have our scientists gotten in\nexplaining the phenomenon?\"\n\n\"We've come quite a ways, but progress has been mostly in highly\ntechnical fields of mathematical physics. You'll have to take a decade\nor two off soon, Joseph, and learn that subject. Briefly, we do\nknow that this is a region of warped space, similar to those in the\nneighborhood of massive bodies but of a different character. As you\nknow, natural constants are different in such regions from free space,\nphenomena such as gravitation and the bending of light appear. This\nis another sort of geometric distortion, but basically the same. It\nproduces differences in--well, in optics, in thermodynamics, in psi\nfunctions, in almost everything. The very laws of probabilities are\ndifferent here. As a result, the curious phenomena we know appear.\nMany of them, of course, are simply illusions produced by complex\nrefractions of light and sound waves: others are very real. The time\naxis itself is subject to certain transformations which produce the\ntemporal mirages. And so it goes.\"\n\n\"Yes, yes, I know all that. But what causes the warp itself?\"\n\n\"We're not sure yet, but we think it's an effect of our being near the\nGalactic center of mass, together with--no, it would take me a week to\nwrite out the equations, let alone explain them.\"\n\nThere was a comfort in impersonal discourse, but it was a retreat from\nmore immediate problems. Langdon fairly rapped out the question: \"How\nclose are you to understanding why we are immortal?\"\n\n\"Not at all close in detail,\" said Chang. \"We think that it's due to\nthe difference in thermodynamic properties of matter I mentioned just\nnow, producing a balance of colloidal entropy. Well, elsewhere life is\nmetastable and can only endure so long. Here it is the natural tendency\nof things, so much so indeed that life is generated spontaneously from\nthe proper chemical mixtures such as occur in many of the lakes and\npools hereabouts. In our own bodies, there is none of that tendency\ntoward chemical and colloidal degradation which I think lies at the\nroot of aging and death.\n\n\"But that's just my guess, you know, and biological phenomena are\nso extraordinarily complex that it will probably take us centuries\nto work it out. After all, we haven't even settled all the laws of\nTanith's physics yet!\"\n\n\"Several centuries.... And there is no other planet where this might\nalso happen?\"\n\n\n\n\"None have been found, and on the basis of our theory I'm inclined to\nbelieve that Tanith is unique in the Galaxy--perhaps in the universe.\"\nLangdon was aware of Chang's speculative gaze on him. \"And if there\nwere others, they'd be just as foreign to Terra.\"\n\n\"I see--\" Langdon looked away, down to the streaming silver gleam of\nthe river. There was a ring of little lights dancing on the lawn; he\ncould hear the tinkle of elfland bells and he thought he could see\nglowing wings and lithe light forms that were not human--but very\nlovely.\n\n\"You were thinking of moving away?\" asked the synthesist at last.\n\n\"Yes. I hated the thought, but Eileen--well--you saw her. And you\nremember those first colonists.\"\n\n\"I do. She is exhibiting all their symptoms. She can't stand the\nunpredictability of her environment, and she can't adjust her scale of\nvalues enough to see the beauty in what to her is wrong and horrible.\"\nIn the vague golden light, Langdon thought he glimpsed a grim smile on\nthe other man's face. \"Perhaps she is right, Joseph. Perhaps it takes\nsomeone not quite sane by the rest of the Galaxy's standards to adjust\nto Tanith.\"\n\n\"But--can't she see--I've told her--\"\n\n\"Intellectual understanding of a problem never solves it, though it may\nhelp. Eileen takes your word for these being purely natural phenomena.\nShe's not superstitious. It might help if she were! Because explaining\nthe horror doesn't lessen it to her. Man is not a rational animal,\nJoseph, though he likes to pretend he is.\"\n\n\"Can't she be helped? Psychology?\"\n\n\"No.\" The old voice held pity, but it did not waver. \"I've studied such\ncases. If you keep her here much longer, she'll have a miscarriage and\ngo insane. The insanity might be curable, back at Sol, or it might not,\nbut as soon as she returned it would come again. Not that she could\never stand to come back.\n\n\"She is inherently unable to adapt herself to an utterly foreign\nenvironment. You'll have to send her home, Joseph. Soon.\"\n\n\"But--she's my _wife_....\"\n\nChang said nothing. A shining golden head swooped past in the darkness,\nlaughing at them, and the laughter was visible as red pulses in the\nnight.\n\nThere came a step on the veranda. Langdon turned and saw Chang's wife\ncoming out with Eileen. The girl walked more steadily now. In the dim\nradiance from the window, her face was calmer than it had been for some\ntime, and for an instant there was a flood of love and joy and relief\nwithin Langdon.\n\nChang was wrong. Eileen would learn. She was already starting to learn.\nTonight was the turning point. Tanith would take her to itself and they\nwould be together forever.\n\n\"Eileen,\" he said, very softly, and got up and walked toward her.\n\"Eileen, darling.\"\n\nThe atmosphere trembled between them. She saw the flesh run from his\nbones, it was a skull that grinned at her, shining evilly green against\nthe dark, and the sounds that rasped from it were the mouthings of\nnightmare.\n\nSomewhere, far back in the depths of her mind, a little cool voice\ntold her that there was nothing to be afraid of, that it was a brief\nvariation in optical and sonic constants which would pass away and then\nJoe would be there. But the voice was drowned in her own screaming, she\nwas screaming for her mother to come and get her, it was a nightmare\n_and she couldn't wake up_--\n\nLangdon ran toward her, with the rags of flesh hanging from his\nphosphorescent bones, until Chang grabbed him back with a violence he\nhad never known to be possible in the old man.\n\n\n\nThere was a storm outside; the cottage shook to a fury of wind and\nwas filled with its noise and power. They had a fire going, and its\nrestless glow played over the room and beat against the calm white\nlight of fluorotubes, but it could not drive out the luminousness\nbeyond the window.\n\n\"Pull the shades,\" asked Eileen. \"Please, Joe.\"\n\nHe looked away from the window where he stood staring out at the storm.\nFire sleeted across the landscape, whirling heatless flames that hissed\nand crackled around the wind-tossed trees, red and blue and yellow and\nicy white. The wind roared and boomed, with a hollow voice that seemed\nto shout words in some unknown tongue, and from behind the curtain of\nflaming rain there was the crimson glow of an open furnace. As if,\nthought Langdon, as if the gates of Hell stood open just beyond the\nhills.\n\n\"It won't hurt us,\" he said. \"It's only a matter of phosphorescence and\nstatic discharges.\"\n\n\"Please, Joe.\" Her voice was very small in the racket of wind.\n\nHe shrugged, and covered the wild scene. He used to like to go out in\nfire-storms, he remembered, their blinding berserk fury woke something\nelemental in him and he would go striding through them like a god\nshouting back at the wind.\n\nWell, it wouldn't be long now. The _Betelgeuse Queen_ was due in a\ncouple of days on the intragalactic orbit that would take her back to\nSol. Eileen didn't have long to wait.\n\nHe took a moody turn about the room. His wife had been very quiet since\nher collapse of a week ago. Too quiet. He didn't like it.\n\nShe looked wistfully up at his tall form. He thought that she looked\npathetically small and alone, curled up--almost crouched--in the big\narmchair. Like a very beautiful child, too thin and hollow-eyed now but\nbeautiful.\n\nA child.\n\n_She has to go. She can't live here. And I--well--if she goes, it will\nbe like a death within me. I love her._\n\n\"I remember winter storms on Terra,\" said Eileen softly. \"It would be\ncold and dark, with a big wind driving snow against the house. We'd\ncome inside, cold but warm underneath with being out in it, and we'd\nsit in front of a fire and have hot cocoa and cheese sandwiches. If it\nwas around Christmas time, we'd be singing the old songs--\"\n\n\n\nThe wind yammered, banging on the door. A stealthy shape of light and\nshadow wavered halfway between existence and nonexistence over in a\ncorner of the room. Eileen's voice trailed off and her eyes widened and\nthere was a small dry rattle in her throat. She gripped the arms of\nher chair with an unnatural tension.\n\nLangdon saw it and came over to sit beside her on one arm of the chair.\nHer hand closed tightly around his and she looked away from the weaving\nshape in the corner.\n\n\"You were always good to me, Joe,\" she murmured.\n\n\"How could I be anything else?\" he asked tonelessly. There was a new\nvoice in the storm now, a great belling organ was crying to him to come\nout, Tanith was dancing in a sleet of fire just beyond the door.\n\n\"I'll miss you,\" she said. \"I'll miss you very much.\"\n\n\"Why should you? I'll be along.\"\n\n\"Will you. Joe? I wonder. I can't ask it of you. I can't ask you to\ntrade a thousand years of life, or ten thousand or a million, for the\nlittle sixty or seventy you'll have left out there. I can't ask you to\nleave your world for mine. You'll never be at home on Terra.\"\n\nHe smiled, without much mirth. \"It's a trite phrase,\" he said, \"but you\nknow I'd die for you.\"\n\n\"I don't doubt that. Joe. But would you--live for me?\"\n\nHe kissed her to avoid answering. _I don't know. I honestly don't know._\n\n_It isn't so much a question of losing immortality, though God knows\nthat means a lot. It means more than any mortal will ever know. It's\nthat I'd be losing--Tanith._\n\nHe thought of Sol, Sirius, Antares, the great suns and planets of\nthe Galaxy, and could not keep from shuddering. Drabness, deadness,\ncolorlessness, meaninglessness! Life was a brief blind spasm of\naccident and catastrophe, walled in by its own shortness and the barren\nenvironment of a death-doomed cosmos. Too small to achieve any purpose,\ntoo limited even to imagine a goal, it flickered and went out into an\nutter dark.\n\n    Tomorrow and tomorrow and tomorrow\n    Creeps in this petty place from day to day\n    To the last syllable of recorded time,\n    And all our yesterdays have lighted fools\n    The way to dusty death....\n\nThe storm sang outside, and he heard music and lure and enchantment.\nIt was not a discord, after two centuries he could hear some of the\ntremendous harmony--after another while, he might begin to understand\nthe song.\n\nIf he stayed, if he stayed.\n\n_Eileen._\n\nHis face twisted. She saw it, and pain bit at her, but there was\nnothing she could say.\n\nHe began pacing, and his mind took up the weary track of the past week.\nLogic--think it out like a rational being.\n\n\n\nEileen had to go. But he could stay, and she would understand insofar\nas any mortal could. Somewhere else, back in the Solar system or on\nsome other of man's many planets, she would find another husband who\ncould give her all his heart. _Which I could never do, because I love\nTanith. She would come to think of me as dead, she would hold him dear\nfor the brief span of their lives. She'd be happy. And maybe someday\nshe'd send the child back to me._\n\nAs for himself--well, the initial pain of separation would be hard to\ntake, but he had an immortal's endurance. Sooner or later, the longing\nwould die. And there would be another woman someday on one of the\ncolony ships whom he could love and take to wife forever. He could\nwait, he had all time before him....\n\nAnd he would be on Tanith....\n\nAnd there would be his friends. He thought of the utter loneliness that\nwaited for him in the Galaxy. Two hundred years was a sizeable draft\nof eternity; he had acquired enough of the immortal's viewpoint and\npersonality to find the short-lived completely alien. He could never\nknow more than the most superficial comradeship with even the oldest of\nthose who were younger than he. He could never be close to his wife;\nshe would occupy only the smallest part of the emptiness within him.\nBecause before she had grown enough to match him, they would both be\ndead.\n\n_We'll die, go down in the futility of the universe, and Tanith will go\non. I might have been a god, but I'll go down in dust and nothingness.\nNo one will have gotten any good of me. Unless I stay._\n\nThe wind called and called.\n\n_Eileen was right. I'm not afraid to die. But I am afraid to live, in\nthe way she must. Horribly afraid._\n\n_But I love her._\n\n_Fifty years hence there'll be another woman._\n\n_But I love Eileen now!_\n\nRound and round, a crazy roaring whirlpool swinging and crashing\ntoward madness. His thoughts were running in a meaningless circle, the\nfamiliar landmarks flickered by with ghastly speed in that devil's\nrace, the room wavered before him.\n\nHe snarled with sudden inarticulate rage and grabbed his insulating\ncloak and rushed out the door.\n\n\n\nEileen shrank back in her chair. He was gone. She was alone now and all\nthe powers of Tanith were rising up against her. The wind hooted and\nwhistled, piping down the chimney and skirling under the eaves. The\nblind lifted to an invisible force and she saw the red flames of Hell\nblazing outside. The fluoroglobes flickered toward extinction, darkness\nclosed down; but it was full of dancing light and glimmering shapes\nthat gibed and jeered and spun closer to her. The room began to whirl,\nfaster and faster, a tipping tilting saraband on the edge of madness.\n\nAll the old forgotten powers of night and dark and Hell were abroad,\nwhirling on the wind and slamming against the door and banging their\nheels on the roof. They rose out of the floor and seeped from the walls\nand the air. Fire danced around them, and they neared her, crying\nsomething that she knew would drive her mad when she understood it.\n\n_Joe, Joe, Joe--Mother--God_--Joe was gone out into the storm. Mother\nwas dead these many years, God had forgotten. And the powers closed in\nlaughing at her and mocking and whispering what she could not stand to\nhear and there and around and around and around and around and around\ndown, down, down, down, down into darkness--\n\n\n\nLangdon did not hear her scream the first time. He stood in the living\ntorrent of light. Fire streamed about him and dripped from his hands;\nhis hair crackled with static electricity and the wind sang to him.\nIt filled him, the song of the wind, the song of Tanith. He was lost\nin it, whirled up in a great singing joyous laughter. He _knew_--in\nanother moment he would know, he would be part of the allness and have\npeace within him.\n\nFire, wind, the slender graceful trees laughing as the flames leaped\naround them, a great exultant chant from the living forests and the\ndancing hills, a glimpse of an ancient Tanithian across many million\nyears, flying in the storm with the red and gold and blue and bronze\nrushing off his wings, Tanith, Tanith, Tanith.\n\n_Tanith, I love you, I am part of you. I can never go. This is the\nthing other men do not know. More than immortality, more than all the\nmighty dreams you give us, there is yourself. A day on Tanith is more\nthan a lifetime on Terra, but they will never know that because they\nhave never felt it. The strong love of a man for his home--but this is\npassion, it is the whole of life, and Tanith gives it back. Here, and\nhere alone, is meaning and beauty and an unending splendid horizon.\nHere alone a man can belong._\n\n_See, see that bird with wings like molten silver!_\n\nThe second scream was wordless and crazy and horrible, but the dying\nfragment of his own name went through him like a knife. For the barest\ninstant he stood there while the storm roared about him and the fire\nrushed over the world. Then, quite simply, he ran back into the house.\n\nThe blood and pain and screeching horror of the abortion left him\nphysically ill, but he managed to get her to bed and even, after a\nlong while, to sleep. Then he walked over to the window and drew the\nblind. His shoulders sagged with the defeat and death and ruin that was\nhere....\n\n\n\nThe captain of the _Betelgeuse Queen_ did not like Tanith and said as\nmuch to his mate as they relaxed on the promenade deck.\n\n\"The place gives you the blue willies,\" he declared. \"Everything's\n_wrong_ there. Praise the powers it's so backward and obscure we only\nhave to stop there once a year or so.\"\n\n\"The colonists seem to like it,\" said the mate.\n\n\"They would,\" snorted the captain. \"Worst bunch of clannish provincials\nI ever saw. Why, they hardly ever leave the planet, except maybe for a\nyear or so at a time on essential business, and they won't be friendly\nwith anybody. Takes a crazy man to stand that world in the first place.\"\n\nHe pointed to a tall man who was half leading, half supporting a young\nwoman along the deck. She would have been beautiful had she not been\nbadly underweight. She smiled at the man, but her eyes were haunted,\nand his answering smile was far-away. It went no deeper than his lips.\n\n\"That fellow Langdon is the only long-time colonist I ever heard of who\nleft Tanith for good,\" said the captain. \"He must have been there for\nyears. Maybe he was born there, but he's coming back to Sol now. His\nwife couldn't take the place.\"\n\n\"I think I remember her from a year or so ago,\" nodded the mate.\n\"Didn't we carry her out with a few other colonists? Pretty as a\npicture then, and full of life and fun--now look at her. Tanith did\nthat to her.\"\n\n\"Uh-huh,\" agreed the captain. \"I heard a little of the story down by\nthe spaceport. She nearly went crazy--finally had a miscarriage. It\nwas all they could do to save her life and sanity. Only then would\nthat Langdon take her back. He let her go on that way for months.\"\nThe captain's mouth twisted with contempt. \"Holy sun-spots, what a\ncold-blooded devil!\"",
    "metadata": {
        "author": [
            "Saunders, Winston P.",
            "Anderson, Poul William",
            "Anderson, Poul",
            "Craig, A.A.",
            "Craig, A. A.",
            "Karageorge, Michael",
            "Sanders, Winston P."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65086/pg65086.txt",
        "name": "world_of_the_mad.json"
    }
}