{
    "name": "Yellow Butterflies",
    "author": [
        "Andrews, Mary Raymond Shipman"
    ],
    "body": "HIS SOUL GOES MARCHING ON\n\nHER COUNTRY\n\nOLD GLORY\n\nTHE COUNSEL ASSIGNED\n\nTHE COURAGE OF THE COMMONPLACE\n\nTHE LIFTED BANDAGE\n\nTHE PERFECT TRIBUTE\n\n\n_CHARLES SCRIBNER’S SONS_\n\n\n\n\nYELLOW BUTTERFLIES\n\n\n  “An Unknown American who\n  gave his life in the World War.”\n\n\n  NEW YORK\n  Charles Scribner’s Sons\n  1922\n\n\n\n\n  COPYRIGHT, 1922, BY\n  CHARLES SCRIBNER’S SONS\n\n\nCOPYRIGHT, 1922, BY THE CURTIS PUBLISHING CO.\n\n\nPrinted in the United States of America\n\n\nPublished December, 1922\n\n\n\n\n  THIS STORY IS DEDICATED TO\n  THOSE AMERICANS WHO GAVE\n  IN THE GREAT WAR EVEN MORE\n  THAN LIFE--TO THE BLINDED\n\n\n\n\nNOTE\n\n\nThroughout this story there are sentences and paragraphs quoted, taken\nbodily from a press account of the coming of the American Unknown\nSoldier. If other sentences or phrases occur for which proper credit\nhas not been given, it is because the story-teller’s mind was so\nsaturated with the beauty of this account that its wording seemed the\ninevitable form.\n\nFor such borrowed grace the writer offers grateful acknowledgment to\nthe young reporter who, given what is surely the most thrilling episode\nin all history to write about, has made what has been well-called “the\nfinest bit of newspaper work ever done.” Acknowledgment and thanks to\nMr. Kirk Simpson.\n\n\n\n\nYELLOW BUTTERFLIES\n\n\nOut from the door of the house burst the laughing, shouting little lad.\nHe raced across the grass and halted by the tulip-bed; there, with yet\nmore shouts of full-throated baby laughter, he turned to look back at\nhis young mother, racing after him, standing now in the doorway. His\nhead was yellow as a flower, almost as yellow as the tulips, and the\nspun-silk, glittering hair of five years old curled tight in a manner\nof aureole. As the girl gazed at him, glorying in him, suddenly the sun\ncame brilliantly from under a cloud, and, as if at a signal, out of the\nclover-patch at the edge of the lawn stormed a myriad of butterflies\nand floated about the golden head.\n\n“Oh, the butterflies take you for a flower, Dicky,” cried the girl.\n\nThe little chap stood quite still, smiling and blinking through the\nwinged sunshine, and then, behold, three or four of the lovely things\nfluttered down on his head. The young woman flashed out and caught him\nand hugged him till he squealed lustily.\n\n“Don’t, muvver,” remonstrated Dicky. “You’ll scare my ’ittle birds.\nThey ’ike us, muvver.”\n\n“It’s good luck to have a butterfly light on you,” she informed him,\nand then, in a flash of some unplaced memory, with the quick mysticism\nof her Irish blood: “A butterfly is the symbol of immortality.”\n\n“’Esh,” agreed Dicky gravely. “’Esh a ’sympum--” and there he lost\nhimself, and threw back his head and roared rich laughter at the droll\nlong word.\n\n“It must have looked pretty,” the boy’s father agreed that night. “I\nwonder what sort they were. I used to collect them. There’s a book--”\nHe went to the shelves and searched. “This is it.” There were pages\nhere and there of colored pictures. “No. 2,” he read, and pointed to\na list. “The Cloudless Sulphur. Were they solid yellow?” He turned\na page. “‘The Cloudless Sulphur,’” he began reading aloud. “‘Large,\ntwo and a half inches. Wings uniform bright canary color. Likely to\nlight on yellow flowers; social; it flies in masses and congregates\non flowers. Habit of migrating in flocks from Southeast to Northwest\nin the spring and from Northwest to Southeast in the autumn. Food,\ncassia, etc. Family, Pieridæ.’ That’s the fellow,” decided the boy’s\nfather, learned in butterflies. “A Pierid. ‘Many butterflies hide under\nclover,’” he read along, “‘and down in grasses--pass the nights there.\nSome sorts only come out freely in sunshine.’ Didn’t you say the sun\ncame?”\n\n“All at once. They flew up then as if at a command.” She nodded.\n“That’s exactly the creature. And where it says about lighting on\nflowers of the same color--they did take Dicky’s head for a flower,\ndidn’t they, Tom?”\n\n“It certainly seems as if they did.” The man smiled. “Kentucky is\nlikely on the line of their spring migration Northwesterly. I reckon\nDicky’s friends are the Cloudless Sulphur.”\n\nDicky’s father died when the boy was eleven. The years ran on. Life\nadjusted itself as life must, and the child grew, as that other Child\ntwenty centuries back, in wisdom and stature and in favor with God and\nman. There might have been more boys in America as upstanding in body\nand character, as loving and clever and strong and merry, as beautiful\nwithin and without as her boy, the woman considered, but she had never\nseen one. His very faults were dear human qualities which made him more\nadorable. With his tenderness and his roughness, his teachableness and\nhis stubbornness, his terror of sentiment and his gusts of heavenly\nsweet love-making, the boy satisfied her to the end of her soul.\nBuoyancy found her again, and youth, and the joy of an uphill road with\nthis gay, strong comrade keeping step along it. Then the war came. All\nhis life she had missed no chance to make her citizen first of all\nthings an American. And now that carefully fed flame of patriotism\nflamed to cover all America.\n\n“We must go in, mother. Gosh! it’s only decent. We could bring peace.\nWe must go in,” he raged. He was too young to go across and he raged\nmore at his youth. His mother gloried in and shivered at his rage. At\nlast America was in, and the boy, who had trained in his university,\ncould not fling himself fast enough into the service. The woman, as\nhundreds of thousands of other American women, was no slacker. There\nwas a jingle in the papers:\n\n    “America, he is my only one,\n     My hope, my pride, and joy;\n     But if I had another\n     He should march beside his brother,\n     America, here’s my boy!”\n\nThe jingle hit straight at armies of women in those days.\n\nNo officers’ training-camp for Dick; he would go as an enlisted man\nwith the rank and file of American men.\n\n“But you’re officer material,” complained his mother. “Aren’t you\nwasting power that the country may need?”\n\n“If I can win shoulder-bars, honey, hooray!” said Dick. “Otherwise, me\nfor a dough-boy.”\n\nSo as a dough-boy he went to Camp Meade, but in three months wore the\nstripes of a sergeant. Radiant, he tumbled in at home a week later,\nsuch a joyful lad that he sputtered ecstasy and slang. Tremendous he\nlooked in his uniform, fresh colored from cold barracks and constant\nexercise and in an undreamed pink of condition.\n\n“I never considered you a delicate person,” the woman spoke up to the\nsix feet two of him, “but now you’re overpowering, you’re beefy.”\n\n“Couldn’t kill me with an axe,” assented Dick cheerfully, and back in\nher brain a hideous, unformed thought stirred, of things that were not\naxes, that could kill easily even this magnificent young strength.\n\nThey were as gay together as if all the training and the uniform and\nthe stir and panoply of war were merely a new and rather thrilling\ngame. She saw to it that there were theatres and dances and girls\ndoing, and the lad threw himself into everything with, however, a\ndelicious grumble after each party:\n\n“I don’t get a chance to see you at all.” That was music.\n\nAnd then the short, gay leave was done and Dick back at Meade again.\nThe winter months went, with letters thickly coming and going. And late\nin May he wrote that he had leave once more for two days, and instantly\nhe was there. There was no word as to what the sudden leave meant, but\nthey knew. When it was possible our soldiers due to sail were given\nthis short flying visit to their homes. Transports were going all the\ntime now; great ship followed great ship till it seemed as if the\nAtlantic must be brown with khaki. And not the nearest of any must know\nwhen his time was, for this was one bit of the national patriotism, to\nguard the knowledge of sailing ships from the enemy. So the boy told\nnothing, but his eyes embraced her with a burning word unspoken. And\nher eyes met them with certain knowledge.\n\n“Let’s cut out the girls and balls this time,” he said. And one day,\napropos of nothing: “You’re a peach.”\n\nShe smiled back cheerfully as women were smiling at boys all over the\nUnited States at that date. “I couldn’t bear it if you weren’t in the\nservice,” she said.\n\nIn a few minutes--it appeared--the two days were over. “Run across\nfor one second and say good-by to Lynnette,” she suggested, when the\nracing hours were within three of their end. Lynnette was the girl next\ndoor who had grown up in the shadow of Dick’s bigness, a little thing\ntwo years younger, shy and blunt and not just a pretty girl, but with\nluminous eyes and a heart of gold. Dick had to be prodded a bit to be\nnice to Lynnette.\n\n“I don’t want to miss one second of you, honey,” he objected.\n\n“Don’t you dare stay over a second. But a glimpse would mean a lot to\nher, and she’s a darling to me.”\n\n“Oh, all right,” agreed Dick. “Because she’s a darling to you--” and he\nswung off.\n\n“Dick--” as he sprang from the gallery. He turned. “Kiss her good-by,\nDick.”\n\n“What sort of a mother----!”\n\n“She’ll object, but she’ll like it.”\n\n“You little devil,” Dick chuckled, “can’t you let a fellow handle his\nown kissing?” And started again, easy, elastic, made of sliding muscles.\n\n“Oh, Dick!” called his mother once more, and once more the brown figure\nhalted. “Now, then, woman?”\n\n“Don’t peck, Dick; kiss her a thorough one.”\n\nDick’s laughter rang across the little place. The echo of that big\nlaughter in the woman was not a quickened pulse of gladness as it had\nbeen all his days; a sick aching answered the beloved sound, and the\nstab of a thought--would ever Dick laugh across the garden again? With\nthat he was back, grinning.\n\n“I did it,” stated Dick. “It’s not often a chap’s commanding officer\nsends him out with orders for a kissing attack, so I put my elbows into\nit and made a good job. She’s kissed to pieces.”\n\n“Dick!”\n\n“Well, now! It’ll teach you to go careful how you start a man on them\ntricks. Lynnette’s a worthy child, but I’d never have thought of\nkissing her. Yet it wasn’t so bad. Rather subtle.” He licked his lips\ntentatively.\n\n“Dicky! Vulgar, vulgar boy!”\n\n“You know, I believe she did like it,” confided Dick.\n\nThen very soon, in the middle of the sunshiny, warm morning he went.\nIn the hall, where they had raced and played games long ago, she told\nhim good-by, doing a difficult best to give him cheer and courage to\nremember, not heart-break. Something helped her unexpectedly, reaction,\nmaybe, of a chord overstrained; likely the good Lord ordered it; His\nhand reaches into queer brain-twists. She said small, silly things that\nmade the boy laugh, till at last the towering figure was upon her and\nshe was crushed into khaki, with his expert rifleman’s badge digging\ninto her forehead. She was glad of the hurt. The small defenses had\ngone down and she knew that only high Heaven could get her through the\nnext five seconds with a proper record as a brave man’s mother. In five\nseconds he turned and fled, and with a leap was through the door. Gone!\nShe tossed out her arms as if shot, and fled after him. Already he was\nacross the lawn, by the tulip-bed, and suddenly he wheeled at the patch\nof color and his visored cap was off, and he was kissing his hand with\nthe deep glow in his eyes she had seen often lately. It was as if the\nsoul of him came close to the windows and looked out at her. His blond\nhair in the sunlight was almost as yellow as on that other day long ago\nwhen--What was this? Up from the clover in the ditch, filling all the\nair with fluttering gold, stormed again a flight of yellow butterflies,\nthe Cloudless Sulphur on their spring migration. The boy as he stood\nlooking back at her shouted young laughter and the winged things\nglittered about him, and with that two lighted on his head.\n\n“Good luck! It’s for good luck, mother,” he called.\n\nShe watched, smiling determinedly, dwelling on details, the uniform,\nthe folds of brown wool puttees, the bronze shine on his shoes, the\ngold spots of light flickering about his head. He wheeled, stumbling\na bit, and then the light feet sprang away; there was no Dick there\nnow, only a glimmering, moving cloud of yellow--meaningless. The\ntulip-bed--sunshine--butterflies--silence. The world was empty. She\nclutched at her chest as if this sudden, sick, dropping away of life\nwere physical. His triumphant last word came back to her, “It’s for\ngood luck, mother”; then other words followed, words which she had\nspoken years ago.\n\n“And for immortality.”\n\nImmortality! She beat her hands against the wall. Not Dick--not her\nboy--her one thing. Not immortality for him, yet. Not for years and\nyears--fifty--sixty. He had a right to long, sweet mortal life before\nthat terrible immortality. She wanted him mortal, close, the flesh and\nblood which she knew. It was not to be borne, this sending him away\nto--Oh, God! The thousands on thousands of strong young things like\nDick who had already passed to that horrible, unknown immortality. The\nword meant to her then only death, only a frantic terror; the subtle,\nunderlying, enormous hope of it missed her in the black hour.\n\nA letter came next day from camp, and the next, and every day for a\nweek, and she pulled herself together and went about her busy hours\nminute by minute cheerfully, as one must. She disregarded the fact that\ninside of her an odd mental-moral-spiritual-physical arrangement which\nis called a heart lay quite defenseless, and that shortly a dagger\nwas going to be struck into it. So when the dagger came, folded in a\nyellow Western Union envelope, it was exactly as bad as if there had\nbeen no preparation at all. Dick had sailed. She spun about and caught\nat a table. And then went on quietly with the five hundred little\ncheese-cloth “sponges” which she had promised to have at the Red Cross\nrooms to-morrow. Ghastly little things. So the boy went, one of two\nmillion to go, but yet, as most of the others were, the only one. And\ntwo weeks later, it might be, came another telegram; a queerly worded\nthing from the war office:\n\n“The ship on which I sailed has arrived safely in port.”\n\nWhat ship? What port? After what adventures? But the great fact\nremained; he was, at least, overseas, beyond the first great peril. She\nflung herself into war work and wrote every day a letter with its vague\nmilitary address ending in A. E. F. And got back many letters full of\nenthusiasm, of adventure, of old friends and new, of dear French people\nwho had been good to him--but everybody was good to this boy. Of hard\ntraining, too, and a word of praise from high quarters once or twice,\npassed on secretly, proudly to the one person to whom a fellow could\nrepeat such things. It was a life crowded with happiness and hardship\nand comradeship and worth-while work. And then, soon, with danger.\nThrough all sordidness and horror it was a life vitalized by enormous\nincentive, a life whose memory few of those who lived it would give up\nfor everything else that any career might offer. The power of these\ngay, commonplace, consecrated boys’ lives reached across oceans and\nswung nations into consecration. Dick’s mother moved gladly in the huge\norbit, for war work meant to her Dick. The days went. He was in action\nat times now, and wrote that his life was a charmed one, and that he\nwalked safe through dangers; wrote also the pitiful bit of statistics\nwhich boys all told to their mothers, about the small percentage of\nkilled and wounded; wrote as well the heroic sweet thoughts which came\nfrom depths of young souls which had never before known these depths.\n\n“If I’m killed, darling child, honey, after all it’s not much\ndifferent. It wouldn’t be really long before we’d be playing together\nagain. And I’ve had the joy and the usefulness of fifty years of living\nin these last months. What more could you ask? The best thing to do\nwith a life is to give it away--you taught me that--and this certainly\nis the best way to give it, for our America. And don’t worry about my\nsuffering if I’m wounded; there’s not much to that. Things hurt and you\nstand it--that happens in every life--and we wiggle and get through.\nIt hurt like the dickens when I had pneumonia, don’t you remember? So,\nbehold the straight dope of the wise man Dick, and follow thereby.\nNothing can happen that’s unbearable; keep it in your mind, precious.\nLive on the surface--don’t go feeling any more than you can help.”\n\nThousands of others found the sense of that sentence a way out of\nimpossibility, as this woman did. She slept nights and worked days and\nwrote letters and rejoiced in getting them, and shunned like poison\nthoughts that thronged below the threshold, thoughts she dared not\nmeet. Weeks wore on, months; the Germans were being pushed back; with a\nshivering joy she heard people say that the war could not last long; he\nmight--he might come home safe. She knew as that shaft of golden hope\nwinged across her brain, from the reeling rapture of it she knew how\nlittle hope she had ever had. But she whispered Dick’s wise sentence\nonce in a while, “Nothing can happen that’s unbearable,” and she held\nher head high for Dick. Then the one thing which had never entered her\nmind happened. Dick was reported among the missing.\n\nMissing.\n\nLet any mother of a boy consider what that means. Anything. Everything.\n“Nothing can happen that’s unbearable,” said Dick. But this was. A\nwoman can’t stay sane and face that word “missing”--can she? This woman\ngasped that question of herself. Yet she must stay sane, for Dick might\ncome back. Oh, he might even come back safe and sound. They did come\nthrough prison camps--sometimes--and get back to health. Prison camps.\nShe fell to remembering about nights when she had crept into his room\nto see that he was covered up. Mines. But that thought she could not\nthink. And the difficult days crawled on, and no news came and no more\ngay letters, with their little half-sentences of love-making, shining\nlike jewels out of the pages, pages each one more valuable than heaps\nof gold. No letters; no news; swiftly and steadily her fair hair was\ngoing gray. The Armistice arrived, and then, after a while, troops were\ncoming home. Because Dick would have wanted it, because she herself\nmust honor these glorious lads who were, each one, somehow partly Dick,\nshe threw herself into the greetings, and many a boy was made happy\nand welcome by the slim, tall, still-young woman with the startling\nwhite hair, who knew so well what to say to a chap. Outwardly all her\nways stayed the same. No one of her friends noticed a difference except\nthat sometimes one would say: “I wonder what keeps her going? Does she\nhope yet that Dick may come back?” Surely she hoped it. She would not\nwear black. Till certainty came she must hope. Still, little by little,\nas drop by drop her heart’s blood leaked, she was coming to believe\nhim dead; coming nearly to hope it. At the same time in the tortured,\nunresting brain, the brain that held so large an area of mysticism from\nIrish forbears, in that cave of weaving thoughts there was still hope\nof a miracle. The child next door, Lynnette, not realizing to what\na dangerous borderland of sanity she was urging desperate footsteps,\nhelped her frame her vague theory of comfort.\n\n“Nothing is sure yet. They don’t begin to know about all the missing,”\nargued Lynnette, dark eyes shining. “Dick may have been carried to the\nends of the earth; he may not know even now that the war is over. He’s\nso strong, nothing could--could hurt him,” stammered Lynnette, and went\nscarlet with a stab of knowledge of things, things that even Dick’s\nsplendid body could not weather.\n\n“Miracles do happen. Do you know, Lynnette, it’s as if somebody\nwhispered that to me over and over. ‘Miracles do happen--miracles do\nhappen.’ My brain aches with that sentence.” She was still a moment.\n“I saw what you were thinking. Of the--otherwise. I can’t face\nthe--otherwise.” Her voice thinned to a whisper. “It’s worse than\ndeath, any possible otherwise, now. When all the prisoners are freed\nand all the soldiers are coming--home. Lynnette--I hope he’s dead.”\n\nThe girl tossed up a hand.\n\n“Yes, child. But suffering--I can’t have him suffering--long pain. It\ncan’t be. Oh, God, don’t let it be that!”\n\nLynnette’s brown head dropped on the woman’s two hands and she kissed\nthem with passion.\n\n“I’ve got another thought, honey-child, and I’ll try to tell you, but\nit’s complicated.” She was silent again, reviewing the waves of the\nocean of her theory. The aching, unending thoughts had been busy\nwith this theory. Harmlessly, unnoticed, the mind overwrought had\nbeen developing a mania. Peace. Had her boy, had all the boys, died\nfor nothing? They went, the marching hundreds of thousands, with an\nideal; no one who talked to any number of soldiers of our armies could\nfail to know that latent in practically all was an unashamed idealism.\nThe roughest specimen would look you in the eye and--spitting first\nlikely--make amazing statements about saving the world, about showing\n’em if Americans would fight for their flag, about paying our debt to\nFrance, and, yes--in a quiet, matter-of-fact way--about dying for his\ncountry.\n\n    “To every man a different meaning, yet\n     Faith to the thing that set him at his best,\n     Something above the blood and dirt and sweat,\n     Something apart. May God forget the rest.”\n\nThe woman, appealing and winning, had seen this side of the enlisted\nman more than most; she had brooded over it, and over what was due to\nfour millions of boys giving themselves to save the peace of the world.\nShouldn’t peace, after such sacrifice, be assured? Should the great\nburnt offering fail? Should the war-to-end-war lead to other wars?\nGod forbid. By infinite little links she came to tie her boy’s coming\nhome to the coming of world peace. What more typical of America could\nthere be than Dick? An enlisted man--she rejoiced in that now; of the\neducated classes, but representing the rank and file as well as the\nbrains and gentle blood of this land; not too poor, yet not rich; in\nhis youth and strength and forthgoing power the visible spirit of a\nyoung, strong, eager country. She put all this into halting yet clear\nenough words to the girl.\n\n“I see,” Lynnette picked up the thread. “Dick is America. He’s a\nsymbol. Nobody else could combine so many elements as Dick.”\n\n“I think you understand. It’s wonderful to be able to tell it to\nsome one who understands. It has eaten my soul.” She breathed fast.\n“Listen--this is what, somehow, I believe, and nothing could change my\nbelief. Dick is going to bring peace to his country and to the world.\nGod has chosen _him_--Dick. Alive or dead his coming will mean--peace.\nPeace!” The visions of many generations of mystic Gaels were in her\neyes as they lifted and gazed out at the branches which swayed slowly,\nhypnotically across a pale sky. The girl’s twisting hands holding\nhers, she went on to unroll the fabric which had woven itself on the\nunresting loom of her brain, a fabric which was, judged by a medical\nstandard, madness. The chain of crooked logic was after this fashion:\nAmerica was the nation to bring at the last peace; Dick was the typical\nAmerican; with his home-coming peace would come home to the country,\nand so to the world. Till Dick came home there could be no surety, no\nrest for the flag which he served. Other women died or went mad; this\none alone, perhaps, fashioned her sorrow into a vigil for the salvation\nof her land.\n\nThen one day Lynnette flew across the lawn and stood before her.\n“You’ve seen the paper?”\n\n“I went to the Red Cross early. I haven’t read it.” Her pulse stopped.\n“Lynnette! Not--Dick?”\n\n“Oh, no--oh, no!” Lynnette went crimson painfully. Another girl\nwould have had her arms around the woman, but not this one. To show\nfeeling was like pulling teeth to Lynnette. “It’s not that,” she said.\n“But--there’s to be a peace conference. You know. And they want to\nbring back for us at that time, Armistice Day, an unknown soldier.”\n\n“The two things.” Yes--the two things. What could the two things mean\nbut her vision, her hope for the world. Dick was coming. He was to\nbe the unknown soldier. Dick was coming, carrying peace in his dead\nhands. Who else could it be? People, mere people, could not see how\nthat was fitting and inevitable; but she saw it; she knew it; God would\ntake care of it. The unknown soldier would be Dick. He would bring,\nmystically, certainly, success to the gathering in Washington. And the\nLord God would give her a sign. Each day she rose hoping the sign might\nbe that day. Each night she lay down sure of its coming, willing to\nwait.\n\n“Lynnette, I’ll wear--those clothes, now.”\n\nAnd when the girl came across the lawn and found her a few days later\nin new black, with the dramatic gold star on her arm, Lynnette dropped\nsuddenly in a heap.\n\n“Oh,” the woman cried. “You hadn’t given up hope.” And then:\n“Lynnette--you loved Dicky, too.”\n\nWith that Lynnette was standing before her, her head high, a trembling\nsmile on her face. “I always loved him. And now I may tell you--he\nloved me.” The woman stared. “Yes,” Lynnette said. “I didn’t dream it\ntill that last morning, when he ran across--and he kissed me. He’d\nnever kissed me before. It--it wasn’t just a little kiss to--an old\nplaymate.” The words came difficultly. “It--would be impossible to tell\nit except to you. But it was--a long kiss. He--didn’t say anything.\nI’ve thought it over and over and I think he--believed he shouldn’t.\nSomehow. But that kiss--said it. For me. I know Dick--loved me.”\n\nThe woman caught the small figure so that the wet eyes could not see\nher. “My Lynnette!” Never on earth should the child know the true story\nof Dick’s kiss.\n\nThen it was November and she went to Washington. It meant saving money\nfor months, but there was no question; the journey was as inevitable\nas death. Likely the Lord waited in Washington with that sign which\nshe would know when it came. Many American women are tall and slender,\nwith lines of distinction; this was one of them. In her sombre dress\nwith sheer white at neck and wrists, with the shadowy veil falling\nand lifting about her shoulders and accenting her white hair, with\nher lithe young movement, and with that touch of mysticism, of\nother-worldness in eyes that shone jewel-gray from a carved face, she\nwas an arresting person. In great Washington, packed with all human\nsorts, people turned to look at her.\n\n“The gold star! The black--the veil! What a face of tragedy!” Such\nthings they said; more than once a man’s hand crept to his hat, and he\nstood bareheaded as she passed, as before the dead. But she who had\nlived for three years facing an unthinkable word drifted through the\ncrowd unconscious, uncaring.\n\nA newspaper had printed a composite photograph of twenty-nine young\nsoldiers, one from each of the combat divisions in France, and at\nbreakfast in the hotel a woman whom she had never seen stepped across\nand laid it, the picture folded out, by her plate.\n\n“It’s your boy, too,” the woman spoke gently, and was gone.\n\nDick’s mother stared at the vague, lovely face of an uncommonly\nhandsome lad, dreamy, deep-eyed, steady-mouthed, a face rather\nshort from brow to chin, with a wide facial arch between the\ncheek-bones--such as was Dick’s face. The sweet extreme of youth was\nlike Dick, but a certain haunting, ethereal quality was not like him;\nyet, even so might her boy look at her through the veil of another\nworld. There was in fact a manner of likeness, and to the woman whose\nsoul was at white heat the likeness was the voice of Heaven saying\n“Amen” to her possessing thought. Yet this was not the sign. She would\nknow that when it came. This was but an incident, making sure faith\nsurer.\n\nAll the steps of his journey home she had watched Dick--the Unknown.\nWhen the papers had told how Sergeant Younger, over there in France at\nChâlons-sur-Marne, on October 24th, would be sent into a room of the\ncity hall alone, to choose one of four nameless dead boys lying, each\nso helpless to plead his cause, in four earth-stained coffins, she had\nknown well, even then, which one. Over Dick’s quiet heart the Sergeant\nwould lay the white roses. The French town decked with the colors of\nthe Allies; troops about the city hall; an American flag at half-mast;\nan unseen band playing on muffled trumpets--all this while the Sergeant\nwalked slowly through the still room where the dead boys waited, and\nwalked slowly back and turned and went to the farthest on the right.\nDick. He bent and laid down the white French roses--over Dick. She was\nsorry about the other boys, yet Dick meant all of them. It was ordered.\nDick was the Peace Bringer. She read how the inscription carried the\nwords: “An Unknown American who gave his life in the World War.” She\nsmiled a little to think how she alone in the world knew the Unknown;\nhow among more than two thousand unidentified soldiers buried on the\nbattlefields where they fell, chosen by chance so that even the field\nwhere he had fallen might never be placed--she smiled to think how\nthrough this mist of circumstance she knew Dick. The woman was mad, it\nmight have been said, had any one known her full thought; who among us,\nwith imagination, but hides a small corner of madness from the world?\n\nFlower-heaped, carrying the cross of the Legion of Honor, moving like\nthe mightiest king through weeping throngs, Dick came to the gray\nold cruiser _Olympia_, where Dewey had once said: “You may fire now,\nGridley, if you are ready.” And they carried him on board, and a\nGeneral was his escort home, and a guard of his comrades stood about\nhim day and night as he slept among the flags, his faded French roses\nabove his breast. The cruiser had steamed out from Havre through\ndipped flags and firing guns, and all the way across the Atlantic she\nwas saluted by all ships large and small which sailed within vision.\nBecause she carried Dick. With that it was November 9th and a raw,\nfoggy, rainy day, but the woman went out from city noises, in the wet,\nwhere it was quiet, to listen for something. After a while she heard\nit--a far boom of guns--salutes to the _Olympia_ as she came slowly up\nthe Potomac. The fog hid her, but fort after fort, post after post,\ntook up the tale and thundered its solemn welcome to the nation’s dead\nboy. The boy’s mother was at the Navy Yard when the ship swung into\ndock. She saw the crew, standing high up, in dark-blue lines, stiff, at\nattention; astern, under the muzzle of a gun that had rung into history\nthat May morning in Manila Bay, was an awning; beneath it something\nflag-draped--Dick. The woman shook in a tearless sob. Dick. What was\nit all--all the glory that the nations, that America could heap on\nhim, when--ah, Dick! She seemed to see his eyes and the deep look in\nthem as he turned by the tulip-bed and kissed his hands to her--as\nthe Cloudless Sulphurs stormed up from the clover around his blond\nhead. Dick! Her little, laughing Dick--her big, loving Dick. Then she\nwas aware of a gun crashing, a band playing a dirge--the gun crashing\nagain into the music; it was the “minute-guns of sorrow” they were\nfiring. And then suddenly--a shrill sound and a heart-stirring--as they\nlifted the coffin to the gangway, the boatswain, in the old ceremony\nof the sea, “piped his comrade over the side.” Step by slow step they\ncarried the lad down and the boatswain’s whistle called piercingly\nagain as Dick, high on the shoulders of eight uniformed men, reached\nshore. Dick was home. The coffin wound between the lines of troops\nand marines, toward the gun-carriage, and the rigid young bluejackets\nfar above watched still at attention, and with that a bugler blew\nflourishes and the band broke into the “Star-Spangled Banner,” the\nnation’s hymn. And still the minute-guns crashed through. And packed\nthousands of plain American citizens waited bareheaded for hours in the\ncold rain to see this beloved boy of America carried by.\n\nMany people remarked the slender, tall woman in her billowy black veil\nwith the gold star on her arm. Some spoke of her. “A wonderful face,”\nthey said, and: “Her eyes are burning her up.” And more than one\nthought: “Who knows? It may be her boy.”\n\nAfter that she stood hour after hour in a shadowy doorway of a large\nchamber and watched a marvellous procession file past, four abreast.\nHour after hour. Without ceasing they came; it was as if the country\npoured itself out in one draft of love. Sometimes a group halted and\nthere was a short ceremony. She saw the President place the silver\nshield with its forty-eight gold stars; she saw the Boy Scouts,\nfresh-faced, sturdy lads such as Dick had been five or six years ago,\nform and recite their oath by Dick’s coffin; she saw the embassies\nof England, of France, and Italy bring wreaths for Dick; she saw the\nancient Indian fighters, led by General Miles, and the Belgians with\ntheir palm, and the old man of ninety-one who wore his old Victoria\nCross, and Pershing, laying down his wreath and stepping back to salute\nhis soldier, and the Chinese and the Japanese with their antique\nbowing, and the white-turbaned Hindus, and ever and ever the plain\nAmericans in their thousands, “his own people from every nook of the\nnation, who gave him his reward.”\n\nThe short gray day faded and night came and still the crowds poured,\nand Dick’s mother stood, still, unconscious of fatigue, and saw, as in\na dream, the pageant, till the last ones allowed to come in had passed\nout and the swaying woman in black went also, and the boy was alone\nwith his guard of five comrades, “his head eastward toward France and\nat his feet the twinkling lights of Washington.” Far above him on the\ngreat dome of the Capitol the brooding figure of Freedom, his comrade\nalso, watched.\n\nShortly after daylight next morning the tramp of marching men and\nclatter of hoofs and grinding of wheels before the Capitol told that\nthe greatest parade of American history was forming, and the khaki\ntide rolled into ordered ranks. The woman saw this beginning, very\nearly in the morning. She was there before the bugle sounded attention\nacross the plaza and the cavalrymen snapped out their sabres and the\ninfantrymen came to present and the officers to salute and the colors\nwere dipped--and the sun sent a beam to Freedom on the dome and another\nto a casket moving through the doorway. She saw it carried down the\nlong steps by the bravest of the brave, all decorated men, and placed\non the black-draped caisson with its black horses, and its soldiers sat\non their scarlet saddle-cloths. She saw that, and she saw the President\nand “Black Jack” Pershing, Commander-in-Chief of the A. E. F.,\nfollowing as chief mourners--Pershing wearing, of all his decorations,\nonly the Victory Medal to which every American soldier has a right--the\ncaisson where lay--Dick. She saw the crowds dense up Pennsylvania\nAvenue, the historic road “where the tramping ghosts of Grant’s legions\nmarked a course.” She saw the silent, attentive thousands who packed\nthe sidewalks, standing there to take their part in what was theirs,\nthe glory of the American people. “Out in the broad avenue was a\nsimple soldier, dead for the honor of the flag. In France he had died\nas Americans have always been ready to die, for the flag and what it\nmeant.” The woman saw the massed, reverent faces, and read this in them.\n\n“It’s Dick,” she said.\n\nLater, not remembering very much how she had come, she found herself\nat Arlington, at the Amphitheatre, with yet more thousands. There\nwere bright colors of foreign dress uniforms and masses of khaki and\nlight and shadow and the snowy gleam of columns against a background\nof trees. Later there was distant, solemn music through the trees.\nFrom the direction of the fort the dim color of troops came nearer and\nnearer, clearer and clearer; the marine band, half-step to the throb\nof drums, swung out and circled the colonnade. The caisson rolled up\nwhere a white-surpliced choir waited, and men in uniform with medals\non their breasts lifted Dick, and the choir sang “The Son of God\nGoes Forth to War.” They carried him past the troops with rifles at\n“present,” past the bareheaded people, through the pillared colonnade,\nwith the white choir and the clergy leading them, the great of many\nlands awaiting him. They placed him on a catafalque, flower-covered,\nand the great audience, all the thousands, rose and stood as he passed\nin--Dick--with Pershing still following, Pershing who had trudged seven\nmiles from the Capitol behind his soldier.\n\nThe coffin rested on its base as if held up by a mound of\nblossoms--and suddenly the woman felt stabbed with a knife, a frantic,\nunbearable feeling. Her boy lay there with no sign of her near him. The\nnation had heaped him with honor, but Dick would not be satisfied with\nthe nation, missing his mother. In her hand was a bunch of roses; she\nwondered where she had gotten them, and vaguely recalled a florist’s\nshop on the way out. She sprang toward a guard, a soldier, and the man\nstared at her as people did.\n\n“Put these--put these--right close to him,” she begged in sliding\nSouthern speech. “He’s--he’s my boy.” The soldier little guessed how\nliteral the words were to her, but they went direct to his heart. A boy\nof hers lay in France; this one stood for him; so he understood it.\n“Yes, ma’am,” he said gently.\n\nHe took the flowers and went away with them and in a moment she saw\nthem laid on the coffin, their white heads against a gorgeous wreath of\nred roses. The President’s red roses--but the woman did not know that.\nThe man came back then and found her a place in one of the first rows\nof the curving line of seats where were only men and women in black.\n\nThe mighty service went on. The woman going through it with the others\nseemed aware of it through another’s senses, as if she were removed\nwhere her consciousness could not make contact with anything earthly.\nThis was Dick’s funeral, but she was not sad. Only fused to a hazy\nexaltation. Maybe Dick’s light-hearted spirit was there, hovering\nover all this and lifting her spirit with him. In any case her flowers\nlay close to him, clinging whitely against that blood-red wreath.\nThey must be, she was guessing, just above where the withered little\nFrench roses rested still on Dick’s dear cold heart. To see them there\nbrought a manner of comfort to her. And the service went on. As Bishop\nBrent’s voice ended, the bells over in Washington were ringing noon,\nand sharply the clear, high notes of a trumpeter blew attention. She\nstood up with the thousands, the millions, the nation. For the nation\npaused during two minutes then to honor--Dick. All over America, in\nchurches, in marketplaces, on railway lines, the rushing life of the\ncountry stopped and the populace stood silent with bowed heads for\nthat tremendous moment, honoring the men who had died.\n\nThen it was over; a minute-gun boomed across the river at the base of\nthe Washington Monument; led by the band the stirred multitude swung\ninto “America.”\n\n“My country, ’tis of thee,” the people sang. And the woman sang with\nthem. She could; she was dry-eyed and calm; this was Dick’s funeral,\nher little boy Dick, her splendid, big son. Yet she seemed to feel\nnothing. The Lord God was going to give her a sign that it was Dick.\nShe was anxious about that. Certain, yes, of course; but a sign was\nto come. Nervousness caught her as the President began to speak; she\nwished the Lord God would hurry; it would do at any time, surely, yet\nthis strain of waiting was difficult. It was hard to listen to the\nPresident while one was watching every moment for the sign. And with\nthat his voice had slipped into words as familiar as her own name,\nwords which she had taught to Dick.\n\n“Our Father which art in Heaven----”\n\nThere was a soft, many-rustling sound of thousands rising, and all the\nvoices took up the age-old words:\n\n“Hallowed be Thy Name--Thy will be done.”\n\nYes, indeed. The Lord God knew that she had bowed to His will, even as\nto that word “missing.” She supposed it was His will. She had borne it,\nsomehow. But now that Dick was dead, and carried home all these miles,\nbringing peace in his quiet hands, _now_ the Lord God ought to give her\nthe sign. He ought, really. With that a quartet was singing something\nabout how\n\n    “Splendid they passed, the great surrender made\n     Into the light that nevermore shall fade.”\n\nOh, yes. But one doesn’t care so much about splendor and unfading\nlight--when one misses Dick. The comforting thing was that Dick was to\nbring peace--peace forever. He would care about that; that would make\nhim glad. And there was going to be a sign that this boy, this Unknown\nSoldier coming from his grave in France at the very moment of the Peace\nConference--that this boy was Dick. How could she be otherwise than\nrestless till the sign came?\n\nBack of the carved, calm face in which the gray Irish eyes glowed such\nthoughts were seething. Lawyers weighing evidence would hardly have\nfound her argument valid. The desperate brain which made them more than\nhalf knew the sophistry. But the brain _was_ desperate. One cannot face\nthe word “missing” for many months and keep coolly logical. This was\nthe last straw to hold her to sanity--that Dick was the Peace Bringer;\nthat this boy was Dick. These things she must believe. Must.\n\nQuietly she gazed as minute by splendid minute passed, each crowded\nwith such things as America has never seen before. She watched an\nofficer in uniform, a “Sam Browne” belt across his breast, step\nforward. What were they going to do now? The officer shifted the\nflowers toward the foot, and she gasped as the President’s great red\nwreath was moved; her roses were next; it was too bad to take her\nroses away from Dick. But see--they were left. The officer touched\nthem, and left them; the little sheaf was not in the way. But what\nwas going to happen? He rolled back the flag with its heavy gold\nfringe, and with that the President stood there and was reading\nsomething--citations--reverently, in his incisive voice; then he bent\nand pinned two precious things to the black cloth of the coffin--the\nDistinguished Service Cross and that which Americans believe the\nhighest decoration in the world, the Congressional Medal of Honor. How\npleased Dick would have been!\n\n“Won in mortality to be worn in immortality,” spoke the President.\n\nWas Dick’s gay spirit maybe even now hovering, watching it all, smiling\nthe sweet, half-shy, one-sided smile she knew, laughing at himself\na bit for being the centre of this stupendous ceremony? In quick\nsuccession one brilliant uniform succeeded another by the narrow box,\neach fastening to the black cloth an honor which men have died to win.\nSomething contracted her throat with a short sob when General Jacques,\nthe Belgian, unpinned from his own coat the Cross of War which his King\nhad put there and placed it on Dick’s coffin. And was not that Foch who\nswept off his white-plumed Marshal’s hat before the presence of--Dick?\nHow Dick would have taken in the scarlet baldric, the gold sash, and\nred trousers! Dick had an enormous enthusiasm for Foch; once he had\nseen him--a solemn old fellow in a faded horizon-blue uniform and very\nmuddy boots, the letter said. Smoking a pipe.\n\nMedal after medal; such an array as the greatest soldier on earth had\nnever worn. They rolled back the flag over it all till the judgment\nday, and Sergeant Woodfill and the seven other heroes lifted Dick\nagain and carried him down the marble steps. The band was playing “Our\nHonored Dead”; she raised her eyes and saw the city across the river;\nthe dome of the Capitol under which Dick had slept last night; where\nonly dead Presidents had ever slept before; nearer was the yellow of\nploughed Virginia fields and the green of winter wheat; about them the\nsnowy white of the great Amphitheatre, and directly beneath the boy\nas they carried him around was “a great splash of black--thousands\nof Americans with hats held in their hands.” Between these and the\nAmphitheatre was a white place with a hole in it. Dick’s grave. She\nmoved dreamily toward that place, and people stood back for the black,\nlonely figure with its gold star. Unconscious of them, she passed till\nshe was close enough to see everything.\n\n“It will be now, I think,” she was saying. “The Lord God will send His\nsign when they put Dick----”\n\nThe rest of the words couldn’t be framed. Of course Dick’s soul wasn’t\nthere; it was somewhere about, above, close--much interested and a good\ndeal amused as well as thrilled; she felt that. This was only Dick’s\nbody they were putting away covered with medals and flowers, laid on\nthat priceless earth brought from France, scattered down for him to\nrest on. It was only his body. But such a precious, dear body; it had\nbeen so warm and strong--Oh, God! She alone out of the thousands knew\nthat it was Dick, and even she--The Lord God certainly was slow about\nsending His sign.\n\nThe beautiful church service was read; Dick’s soul was committed to\nGod and his body to the grave. Some one touched a silver bar and the\ncoffin sank slowly; a man in uniform placed a final wreath--from all\nthe men of all our fighting armies. Then an old Indian in magnificence\nof chief’s feathers hobbled up and took off his sweeping war-bonnet,\nwhose white feathers trailed to his moccasins, and laid it with a sort\nof stick across the open tomb. It was the last tribute. The warrior\nof ancient America saluted America’s warrior of to-day. A salvo of\nartillery. Another salvo--and another. The woman stared about. Dick\nwould bivouac to-night in great company. All around him were monuments\ncut with names that were echoes of thunder of guns. There lay Porter\nand Crook; yonder lay Dewey. The slope carries along innumerable\nheadstones; over the ridge are the grass ramparts of old Fort Myer,\ngraves thick about them; she sensed these things as the guns rang the\nsalvoes.\n\nThe guns had stopped; a bugler, standing out, was playing “Taps”--the\nsoldier’s good night. With the final silver note the artillery broke\ninto the roar of the national salute of twenty-one guns. The crowds\nmoved, shifted, thinned. The bright uniforms scattered and disappeared.\nBut the tall, black figure stood there, conscious of the people only\nas a swimmer in deep water is conscious of the waves. She was in them,\nof them, but they had no personality for her. Slowly the huge audience\nspread away through the trees. The pageant was over. The pageant--what\nmatter was that? Dick; Dick was dead and buried, and she stood by the\ngrave of an Unknown Soldier and reproached God. He had sent her no\nsign that this boy was hers. Down among the new white crosses in the\ncemetery below moved figures; there are always figures moving among\nthose crosses--but the woman felt herself alone. All the pomp and\nceremony being finished, she was alone with her boy. She knelt near the\nnew grave; the black veil blew about her, covering and uncovering the\ngold star on her sleeve.\n\n“God,” she whispered, “bless the men to-morrow who are trying to bring\npeace. I don’t know whether they know that it’s Dick who’s bringing it\nor not. I don’t care. I know, God, and You know. Only let Dick be the\nPeace Bringer, and let an American speak the master word. I thought the\nsign would be to-day, but I’ll be patient if it isn’t to be to-day.\nBut, mighty God, don’t fail me in the end. You know how I couldn’t bear\nthat. It means having Dick again--ever--somehow--I can’t say it well,\nbut you’re God and You know how those things are tied together. Peace\nand Dick’s immortality and the sign. Be merciful; give it to me.”\n\nA week later in Kentucky blunt little Lynnette was reasoning with her.\n“You can’t expect to set a date with the Almighty,” reasoned Lynnette.\n“I think it will come--I do think so, though I don’t know why I think\nit. Only that such a longing as yours focussed on one thing must be\na psychological force. And, whatever God is, He does answer prayer\nsomehow.”\n\n“Yes, He does,” said the woman. “Wasn’t Hughes’ word sent straight\nas lightning from heaven? It came the day after the funeral--Dick’s\nfuneral. It came out of Dick’s tomb. I can’t help believing the good\nLord did plan, along with the salvation of the nations, to make Dick\nHis Peace Bringer.” She waited a moment, eyes glowing with deep light.\nThen: “‘Whatsoever ye ask in My name, believing, ye shall receive it.’”\nA thousand times she had repeated that.\n\nLynnette nodded practically. “Uh-huh, that says it. God certainly did\nstir up Hughes when he got off that proposition. Why shouldn’t we\nbelieve it was partly, anyhow, the huge emotion of the Unknown Soldier\nthat pushed him? The sign may come in some shape you’re not dreaming.\nLikely it will--but it’ll come. I’m sure.”\n\n“I can’t imagine in what shape--that terrifies me at times. It seems so\nimpossible. And if it shouldn’t come!”\n\n“You mustn’t think that,” rebuked Lynnette. “It depends so much on\npsychology, and your will may be a big part. You don’t have to imagine\nwhat it will be. Yet I--do imagine things.”\n\n“You do? What?”\n\n“Oh, well,” Lynnette answered slowly, “nothing definite. Sometimes I\nfancy that the identity wasn’t lost to everybody, over in France. That\nmaybe the soldiers who--who brought the four boys from the cemeteries\nfound something to mark them, or one of them, and just said nothing\nabout it. Maybe one of those soldiers might come to you. Why,” exploded\nLynnette, “two or three times when I’ve seen a young, military-looking\nchap coming down this street my heart has been in my mouth. I’ve said:\n‘He’s the sign.’”\n\n“You have?” cried the woman. And then, with her arms reaching: “You\nlittle Lynnette! You loved Dick.”\n\nLynnette nodded. “And Dick--loved me,” she whispered.\n\nShe sprang up, and was gone. Outside she stopped a moment, staring at\nthe sodden, round spot, half filled with snow, which had been a bed of\ndancing tulips.\n\n“I wonder if it’s a crime,” she reflected. “The engine skips. There’s\nno logic anywhere. But she’d go raving mad. And I love her.” Little,\naggressive Lynnette flushed all by herself. “Dick left me, in a sort\nof way, to his mother. He said: ‘Be sweet to her, Lynnette.’ Well,”\nLynnette ended defiantly, “I reckon I can lie a good while longer, if\nit helps her.”\n\nIt is queer, considering what a small accident and what a second of\ntime may end a life, that so many lives weather appalling shocks and\nyears of heart-break. The woman, going softly with an ear alert always\nto catch a message, found that winter was past and spring coming in\novernight jumps to her Southern land. With it the restlessness of\nspring crystallized into an overwhelming necessity to see the white\ntomb at Arlington. It was imperative, that desire. There was no money\nfor travelling expenses, but some old mahogany went to a dealer, and\non an April day she started. Spring comes easily in the South. It is\nmuch as if the lover you doubted turned all at once his face toward\nyou lighted with the fire unmistakable, and you wondered in the warm\nflood of happiness if ever you did doubt. So in the turn of a hand\nin that God’s country there are vivid colors of tulips and jonquils\nand hyacinths--gold and purple and pink--and the hedges are dim with\nmists of juicy color, and the lawns have sprung to emerald, and the\nsunlight stipples the ground with gold laughter through the lace of\nboughs. And one wonders if ever there was melting snow and cold wind.\nOut at Arlington the sunlight played gaily on the headstones among the\ntrees, dancing about the solemn things as if to say that, after all,\nlife is only a moment; that it is sweet and fitting to die for one’s\ncountry, and that these light-hearted dead should be kept in bright\nmemory. Till it came to the snow of the Amphitheatre and the white\ntomb on the terrace, and there the sunlight seemed to pour itself\nout in full-hearted golden tide. Dreamily, mystically, smilingly it\nwrapped in its arms the grave of America’s boy. All about the tomb\nthe grass seemed greener, and the air of a richer sweetness. Fold on\nfold the calm hills dropped away to the Virginia horizon; the mast\nof the _Maine_ brought from Havana shot its slender spire beyond the\nAmphitheatre; the old house of history, the pillared, porticoed house\nof the Lees, peered out from the woods like a big, gentle, dumb\ncreature, watching in its old age its family who had fought and come\nthrough to Peace.\n\nThe woman scattered a quantity of yellow tulips on the grave till it\nwas all golden with them. “God,” she prayed, kneeling close--closer\nthan she could be in November--“God, I’ve come such a long way. I’ve\nwaited such a long time. Only You can give what I’ve come for. I want\nit so. Give me Your sign.” A long time the black figure knelt amidst\nthe whiteness and greenness and spring gaiety. Many things she prayed,\nand at the last for power to give up hope. For there was yet no sign.\nPerhaps there never would be. Sobbing a little, she bent and kissed the\nyellow tulips, and turned to go.\n\nAs she drifted away step by step suddenly the bells over in Washington\nwere ringing the noon-hour, and she faced about, remembering. As she\nturned, up from the grass below, over the white edge of the terrace,\nstormed a fluttering mass of bright wings, and filled all the air\nwith beckoning gold. A moment they hung, twinkling over the tomb, and\nthen fell, brilliant, incredible, and lighted on the gold cups of the\ntulips, and flickering, dancing, gathered the sunlight into their\nmyriad wings.\n\nThe Cloudless Sulphurs; Dick’s butterflies; the symbol of immortality.\nThe sign.\n\n\n\nNo corrections were made to the text as printed. While original\ncopyright information has been retained, this book is in the public\ndomain in the country of publication.\n\nText in _italics_ is marked by underscores.",
    "metadata": {
        "author": [
            "Andrews, Mary Raymond Shipman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66502/pg66502.txt",
        "name": "yellow_butterflies.json"
    }
}