{
    "name": "Your Time is Up",
    "author": [
        "Sheldon, Walt",
        "Sheldon, Walter J.",
        "Sheldon, Walter James"
    ],
    "body": "At first I thought it was just another wrong number. Well, it was, in a\nsense--but not the kind of wrong number I thought it was. The ringing\nsignal burred against my ear in the usual way, then there was a click,\nand somebody said, \"Office of Historical Research. Zon Twenty speaking.\"\n\n\"Oh. 'Scuse me,\" I said. \"I must have dialed wrong.\"\n\nThat was euphemism--misplaced loyalty, maybe. I didn't dial the wrong\nnumber, and I knew it. But high brass had installed a new automatic\ndialing system in the Pentagon as an economy measure, and it produced\nso many wrong numbers and entanglements that I think it actually\nmust have cost more money in the long run than the old-fashioned live\noperator system--but then that shouldn't surprise you if you've ever\nbeen connected with the military.\n\nI was about to hang up after my apology. The voice on the other end\nsaid: \"Wait! Did you say--_dialed_?\"\n\n\"Sure,\" I said.\n\n\"Then--\" and he seemed surprised, if not downright startled--\"what kind\nof a phone are you speaking from?\"\n\n\"Huh?\" I said. \"What kind? The regular kind. Phone, desk, dial, M-1--or\nwhatever the Army calls it.\"\n\nThis time his voice went off like a small bomb. \"The _Army_?\" he said.\n\n\"Sure,\" I said. \"What's the matter with the Army?\"\n\nAnd thought: Navy or Air Force type, no doubt. Our allies. Have to put\nup with them in the Pentagon. Have to put up with a lot of things--even\nbeing Colonel Lawrence Boggs didn't save you from a snafu dialling\nsystem. I thought: somebody is out to needle armchair colonels this\nweek. I'll play around with it for a while, maybe find out who's got\nthe sense of humor.\n\nThe voice said, \"Look here, are you joking with me?\"\n\n\"Perish it,\" I said.\n\n\"But this talk about--about _dial_ phones. About _armies_. Why, you\nsound like one of those historical tri-vids about the twentieth\ncentury!\"\n\nI smiled, without too much humor, shook my head at the phone, and\nsaid, \"Look, fellow, come off it, will you? I haven't got time to play\ngames.\" I hoped he wasn't some general or equivalent rank in a pixie\nmood.\n\n\"Wait!\" he said. \"Wait--please--don't think off! Tell me, what year is\nit? Where you are, I mean.\"\n\n\"What year? It's 1955, of course.\"\n\n\"Why,\" he said, \"this is remarkable!\"\n\n\"It is?\"\n\n\"Do you know what I think has happened? A quantum inversion.\"\n\n\"Beg pardon?\" I said.\n\n\"Karpo Sixteen predicted the possibility just the other day! Listen, my\nfriend, let me ask you just a few questions--\"\n\nThen the mechanical voice of the operator cut in. It wasn't a real\noperator, of course, just a recorded voice, part of the new automatic\nsystem. These voices gave all the standard phrases and usually at the\nwrong time, the way the system was working. The worst of it was you\ncouldn't argue with them or curse them--at least you always felt a\nlittle foolish afterward if you did.\n\nThe operator's voice said, \"_I'm sorry. Your time is up!_\"\n\n\"Now, wait!\" said my communicant, his voice fading a little, \"Don't cut\nus off! Don't think off yet!\"\n\nAgain: \"_I'm sorry. Your time is up!_\"\n\nAnd after that a click, and after that silence.\n\nI jiggled the hook a few times. No result. I shrugged. I hung up and\nrearranged the papers on my desk and went back to work, forgetting for\nthe moment the party I'd been trying to call in the first place. And\nforgetting the odd conversation I had just had. No--not quite. Not\nquite forgetting it. Queerly, it clung to my mind. What had he said his\nname was? Zon Twenty. Sounded like that, anyway. Odd name. Of course\nI still thought it was a gag of some kind. Yet it bothered me. Zon's\nmanner, his tone of voice had been so convincing. What he had said\nsuggested that in some queer way I had managed to place a telephone\ncall into the future. But as a sane, normal, recently promoted colonel,\nI knew this was impossible.\n\nAt lunch I was still thinking about it. I ate in the officers' mess\non my floor and steered my tray through the line. I saw, among other\nacquaintances Major \"Clipper\" Moskowitz at a far table, and remembered\nthat he was a great science fan, always talking about rockets and\nreaching the moon, and that sort of thing--we had one argument about\nwhy a rocket works in a vacuum, such as space, and he hammered the\ntable and drew diagrams and quoted Newton, and I'm still not convinced.\nAnyway, I went over and sat next to Clipper.\n\n\"'Lo, Larry. How's it?\" he said.\n\n\"Routine,\" I said. \"Latest request for overseas duty turned down. I'll\nprobably die in the Pentagon with my pencil still behind my ear.\"\n\nWe talked of such things for several minutes.\n\n\"Clipper,\" I said finally, \"you're the G.L.E. on this future science\nstuff--\"\n\n\"The what?\"\n\n\"Greatest Living Expert. Latest Pentagonese. Tell me, what do you think\nof the possibility of ever being in touch with the future?\"\n\n\"You mean time travel?\"\n\n\"I guess that's what you'd call it.\"\n\n\"Time travel is nonsense,\" he said. \"A logical absurdity. By\ndefinition, time is a series of infinitesimally small moments in\nsuccession. Once a point in time is established, it can't be changed,\nany more than energy can be destroyed.\"\n\n\"I didn't say anything about changing anything. I was thinking\nabout--well, talking with somebody in the future.\"\n\n\"Just as paradoxical,\" he said, shrugging, and taking a huge bite\nof braised beef tongue. \"If you go into the future--or talk to the\nfuture--the future affects the change, through you. In other words, if\nyou can't go back into the past, neither can people from the future.\nAnd it's inconceivable that such a thing wouldn't make changes. Maybe\nonly small ones, but they'd multiply in time. '_Thou canst not change\na flower, without troubling of a star._' That's Francis Thompson. You\nstep on one spider today, and you affect the evolution of spiders, the\necology of all other things in the distant future. By a simple act like\nthat you could destroy or create a whole species to come.\"\n\n\"My head swimmeth,\" I said. \"All I want to know is--\"\n\nHe wasn't even listening to me. He enjoyed spouting this kind of thing.\n\"Of course, it's theoretically possible for you to _witness_ events out\nof the past, without being party to them. If, for instance, you could\ntravel away from Earth at more than the speed of light, overtaking the\nlight waves of an event--say, the Monitor and Merrimac fight--\"\n\n\"Or the Battle of Gettysburg,\" I said, loyal to the core.\n\n\"--you could look back and see it happen. The future? I doubt it.\nUnless in some way time and space actually curve back upon themselves,\nas some think.\"\n\n\"Uh huh,\" I said, and drank my coffee and finally left Clipper\nMoskowitz.\n\n\n\nAfter that I did manage to forget about Zon Twenty temporarily. It was\na busy week. The draft quota had gone up, and Personnel Planning had\nworked out new criteria for classification, and I had to study these to\napply them to analysis. This won't make much sense to you unless you've\nworked in a military headquarters yourself. I worked. I had a dim idea\nthat if I worked hard enough somebody would favorably regard one of my\nrequests to get sent overseas.\n\nI've got to explain something right here. I don't want anybody to\nget the idea I'm a hero type--a professional volunteer. But I'm a\ncareer officer, and overseas duty is the quickest way to tactical unit\ncommand, which is important on the record. The lack of it has kept many\na perfectly good colonel from getting his first star and making that\nfinal big step.\n\nSo I worked hard, and of course, sent in another request for transfer,\nthis time under the provisions of a different set of regulations. And\nI didn't think about Zon Twenty again until about a week later, one\nafternoon, when the phone rang.\n\n\"Personnel Analysis. Colonel Bog--\"\n\nHe didn't even let me finish. \"Well! I've found you again! The man from\nthe past!\"\n\n\"Oh, no,\" I said. \"Don't tell me. Not Zon Twenty--\"\n\n\"Yes, it's I, of course! Seems we've had another lucky accident, and\nbeen connected again. I was despairing of it for a while. Now, for\nmachine's sake, don't go away this time! I've _got_ to talk to you!\"\n\n\"It's your dime,\" I said.\n\n\"Dime!\" He pounced on it. \"That was a monetary unit, when you had\nmoney, wasn't it?\"\n\n\"Look, mister--\"\n\n\"You haven't guessed what's happened, have you? We have it pretty well\nanalyzed at this end. But we didn't really suppose your technology\nwould be equal to it back there.\"\n\n\"Look, just who are you, and where are you?\" I said.\n\n\"My name is Zon Twenty, as I told you. I'm an historical technician\nin the Office of Ancient Research in Washington, the capital of the\nplanet, Earth. I'm an Earthman myself, of course. My job is to prepare\nstudies of ancient civilizations such as yours--\"\n\n\"Now, wait--what kind of a gag is this?\"\n\n\"A gag? Oh--that's the ancient term for a joke. Good! I'll make a note\nof that!\"\n\n\"Come on. Who is it? Did Clipper Moskowitz put you up to this?\"\n\n\"Oh, dear,\" said Zon Twenty, and I could hear his heavy sigh. \"I was\nafraid you wouldn't be able to grasp the situation. I'm going to have\nto offer proof, I suppose. Look here--exactly what date is it where you\nare?\"\n\n\"I told you. 1955.\"\n\n\"I mean what month and year?\"\n\n\"It's August 23, 1955--and I think you know that as well as I do.\"\n\n\"August 23. Just a minute ... we'll make a quick tape on the cyb,\nhere. Ah, yes, here we are. August 23. All right. The nearest date\nof significance is September 1st. On the date twenty-one of your\nso-called nations reached--or should I say will reach--a new trade and\ntariff agreement in the U.N., and this will eventually lead directly to\nthe free nation federation in--\"\n\n\"_I'm sorry! Your time is up!_\"\n\nIt was that blasted recorded voice of the mechanical operator again.\n\n\"Hey! Don't cut us off!\" I said.\n\n\"Hello? Are you still with me? Look here--I'll try to call back! It's\ndifficult, but I think I can!\" said Zon Twenty.\n\n\"_I'm sorry! Your time is up!_\"\n\nAnd again the click, and silence.\n\nThis time I didn't forget Zon Twenty, neither quickly nor easily. If\nit was a gag, it was a beauty: crazy and elaborate, and the acting was\nsuperb. If it wasn't a gag--well, I couldn't yet quite believe that\nit wasn't a gag. A week streamed by in a sea of paperwork. My latest\noverseas transfer request came back disapproved. Then, on the morning\nof September 2nd I opened the newspaper and saw the headline:\n\n    TWENTY-ONE NATIONS REACH\n      TRADE ACCORD IN U.N.\n\nI read the story. It was essentially what Zon had predicted--or\nremembered--or whatever you want to call it. I was confused now.\n\nThat day I didn't work very well. I couldn't concentrate. I am not a\ndeep thinker, and have no illusions that I am. But one idea presented\nitself, starting as kind of hypnotic little glow in the bottom of my\nmind, and this grew until I could scarcely think about anything else.\n\nPut it under the heading of temptation. Ask yourself if you would\nhave been able to resist. Or just forget all the moral and ethical\nimplications, and accept that I was tempted in this way. If I could be\nin touch with this Zon character--if he really was from the future,\nand an historical expert, at that--he could tell me all sorts of\nthings that were going to happen. I could then either predict them or\notherwise adjust my actions to fit them. I could go up so fast it would\nmake Caesar's career look like a misfit reservist's. I could--\n\nWell, then I started justifying and rationalizing. I could do my\ncountry all sorts of good. I thought along those lines for a while, and\npresently even managed to convince myself that my original purpose had\nbeen altruistic all along.\n\nOf course I tried to get in touch with Zon Twenty again. Over and over\nagain I dialed the number I had dialed the first time I had become\nconnected with him by apparent accident. I dialed random numbers. I\nlistened to a long and boring dissertation on permutation of numbers\nby Clipper Moskowitz in an effort to devise a system of hitting all\npossible combinations. There were an awful lot of possible combinations.\n\n\n\nMy phone rang again nearly ten days later.\n\nIt was Zon. He said, \"Oh, _there_ you are! I'd about given up!\nLook--the quantum inversion is swinging back to normal! This is the\nlast time we'll be able to talk! So we've got to make every moment\ncount!\"\n\n\"Sure,\" I said. \"You bet. Only I don't exactly get it. I don't\nunderstand just how all this happens. If you'd explain--\"\n\n\"That's not important. Briefly, we use telepathic induction for message\nselection. That's why I was startled when you mentioned the ancient\ndial phone. And of course we don't have armies any more.\"\n\n\"Yes, but--\"\n\n\"Listen, Colonel--what was your name? Never mind. You can be most\nvaluable to me in my research. You can supply details about your time\nthat simply don't exist any more--\"\n\n\"Don't exist? Don't you have movies, recordings, magazines, all that\nstuff?\"\n\n\"Of course not. They were all destroyed in the Final War.\"\n\n\"The what?\"\n\n\"The Final War. You'll hear about it soon enough. If you survive, that\nis. Only three hundred thousand did, out of the entire population. They\nwere the seed of our present civilization.\"\n\n\"Hey, now, wait a minute! What about this war? When was it? When's it\ngoing to be, I mean?\"\n\n\"There's no point in your asking,\" said Zon. \"You can't change it, you\nknow. If you could change it, I wouldn't be here. My world as I know it\nwouldn't exist. The fact that my time does exist proves, therefore, you\nnever changed it. Now, if you'll just calm down--\"\n\n\"Calm down?\" I shouted it across the centuries at him. \"How can I? How\nwould _you_ feel? Look, this Final War, as you call it. Is it going to\nbe soon? You can at least tell me that, can't you?\"\n\n\"All right. Soon, as all time is reckoned. In your lifetime, I would\nsay. Now, I suggest that you adjust yourself emotionally and accept\nwhat is inevitable. The best thing you can do is answer a few questions\nI've prepared.\"\n\nI took his advice. I calmed down. \"Questions? Well, Mr. Zon, or\nwhatever your name is, I'll tell you what I'll do. I'll make a bargain\nwith you. I'll answer your questions if you'll answer mine. I'll tell\nyou what's happening here--anything you want to know--if you look in\nthat little file of yours and tell me what's _going_ to happen in my\ntime. A deal?\"\n\nHe was silent for a moment, and at first I thought we'd been cut off\nagain.\n\n\"Hello? Zon? You still there?\"\n\n\"Yes, I'm still here.\" His voice had become oddly quiet. \"So it's the\nold Faust legend all over again, is that it?\"\n\n\"I don't know what you're talking about,\" I said. I didn't--then. \"You\njust answer my questions, and I'll answer yours. Mine first.\"\n\n\"All right,\" he said. \"Very well.\"\n\nAnd I started my barrage. When would the Final War start? He told me.\nHow would it start? He told me that. Who would be the belligerents,\nand what weapons and techniques would be used at first, and what new\nones would be developed? He knew. Where would the major campaigns be\nfought--how many troops would be involved? I got the whole story. I\nscribbled furiously and put it on paper.\n\nAfterwards, he asked his questions. They were innocuous, compared to\nmine. He wanted to know about taboos and marriage customs and slang\nexpressions and education and eating habits and articles of clothing. I\ntold him.\n\nI was in the midst of an explanation of the game of Bingo, of all\nthings, when there was a sudden whooshing and crackling in the earpiece\nof the telephone.\n\n\"Hello? Zon? Still with me?\"\n\n\"Yes--but I think the signal's going out. This may be the inversion\npassing! We probably won't be able to talk again. Hello? Do you still\nhear?\"\n\n\"I do. Look--one more thing before we go. You said this dictator--the\none everybody hated so much--survived the final series of blasts. He\nand his staff. Where were they? Where were they when the blasts came?\"\n\n\"In a country at that time called Canada. Little place named\nResolution, on Great Slave Lake. They'd dug in there--very elaborate\nunderground installation.\"\n\n\"And the date you gave me is correct?\"\n\n\"As far as I know. You're determined to be in that place at that time,\nI suppose.\" He seemed amused.\n\n\"You can say that again,\" I said.\n\nThere were more rumblings of static on the line.\n\n\"Well, since you're so determined,\" said Zon Twenty, \"one more word of\nadvice. The dictator and all his followers were afterwards imprisoned\nby what populace remained. Small wonder, since they were mainly\nresponsible for all the carnage. It was a pretty horrible thing. They\nwere slowly and most savagely tortured continuously for nearly two\ndecades. So if you mean to be there, at Great Slave Lake, I suggest you\narrange to be on the right side.\"\n\n\"Don't worry,\" I said. \"I'll arrange it somehow. Larry Boggs is going\nto live through this, if anybody is--\"\n\n\"What's that? What's that you said?\"\n\n\"I said I'm going to live through this--\"\n\n\"No, no, the name. Boggs. Is that your name?\"\n\n\"Certainly that's my name. Colonel Lawrence E. Boggs, United States\nArmy, and--\"\n\nHe was laughing. He was laughing loudly, uproariously, and, I thought,\nhollowly.\n\nThe background noise in the receiver had been steadily getting worse.\nNow it swelled, like an angry sea. Interference of some sort snarled\nand crackled. A sick feeling began to grow like fungus in my stomach.\n\nSuddenly his voice came through again. He was still laughing.\n\"Generalissimo Lawrence E. Boggs survived all right Colonel, he--\"\n\nAll the noise cut away suddenly. There was a pinpoint of silence.\n\nThen the mechanical operator:\n\n\"I'm sorry! Your time is up!\"",
    "metadata": {
        "author": [
            "Sheldon, Walt",
            "Sheldon, Walter J.",
            "Sheldon, Walter James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59297/pg59297.txt",
        "name": "your_time_is_up.json"
    }
}