{
    "name": "He by H. P. Lovecraft",
    "body": "HE\n\nâ\u0080\u009cThe old man clawed and spat at me through the moldy\nair, and barked things in his throat as he swayed with the yellow\ncurtain he clutched.â\u0080\u009d\n\nI saw him on a sleepless night when I was walking desperately to\nsave my soul and my vision. My coming to New York had been a\nmistake; for whereas I had looked for poignant wonder and\ninspiration in the teeming labyrinths of ancient streets that twist\nendlessly from forgotten courts and squares and waterfronts to\ncourts and squares and waterfronts equally forgotten, and in the\nCyclopean modern towers and pinnacles that rise blackly Babylonian\nunder waning moons, I had found instead only a sense of horror and\noppression which threatened to master, paralyze, and annihilate me.\n\nThe disillusion had been gradual. Coming for the first time upon the\ntown, I had seen it in the sunset from a bridge, majestic above its\nwaters, its incredible peaks and pyramids rising flowerlike and\ndelicate from pools of violet mist to play with the flaming golden\nclouds and the first stars of evening. Then it had lighted up window\nby window above the shimmering tides where lanterns nodded and\nglided and deep horns bayed weird harmonies, and had itself become a\nstarry firmament of dream, redolent of faery music, and one with the\nmarvels of Carcassonne and Samarcand and El Dorado and all glorious\nand half-fabulous cities. Shortly afterward I was taken through\nthose antique ways so dear to my fancyâ\u0080\u0094narrow, curving alleys and\npassages where rows of red Georgian brick blinked with small-paned\ndormers above pillared doorways that had looked on gilded sedans and\npaneled coachesâ\u0080\u0094and in the first flush of realization of these\nlong-wished things I thought I had indeed achieved such treasures as\nwould make me in time a poet.\n\nBut success and happiness were not to be. Garish daylight showed\nonly squalor and alienage and the noxious elephantiasis of climbing,\nspreading stone where the moon had hinted of loveliness and elder\nmagic; and the throngs of people that seethed through the flumelike\nstreets were squat, swarthy strangers with hardened faces and narrow\neyes, shrewd strangers without dreams and without kinship to the\nscenes about them, who could never mean aught to a blue-eyed man of\nthe old folk, with the love of fair green lanes and white New\nEngland village steeples in his heart.\n\nSo instead of the poems I had hoped for, there came only a\nshuddering blankness and ineffable loneliness; and I saw at last a\nfearful truth which no one had ever dared to breathe beforeâ\u0080\u0094the\nunwhisperable secret of secretsâ\u0080\u0094the fact that this city of stone and\nstridor is not a sentient perpetuation of Old New York as London is\nof Old London and Paris of Old Paris, but that it is in fact quite\ndead, its sprawling body imperfectly embalmed and infested with\nqueer animate things which have nothing to do with it as it was in\nlife. Upon making this discovery I ceased to sleep comfortably;\nthough something of resigned tranquillity came back as I gradually\nformed the habit of keeping off the streets by day and venturing\nabroad only at night, when darkness calls forth what little of the\npast still hovers wraithlike about, and old white doorways remember\nthe stalwart forms that once passed through them. With this mode of\nrelief I even wrote a few poems, and still refrained from going home\nto my people lest I seem to crawl back ignobly in defeat.\n\nThen, on a sleepless nightâ\u0080\u0099s walk, I met the man. It was in a\ngrotesque hidden courtyard of the Greenwich section, for there in my\nignorance I had settled, having heard of the place as the natural\nhome of poets and artists. The archaic lanes and houses and\nunexpected bits of square and court had indeed delighted me, and\nwhen I found the poets and artists to be loud-voiced pretenders\nwhose quaintness is tinsel and whose lives are a denial of all that\npure beauty which is poetry and art, I stayed on for love of these\nvenerable things. I fancied them as they were in their prime, when\nGreenwich was a placid village not yet engulfed by the town; and in\nthe hours before dawn, when all the revellers had slunk away, I used\nto wander alone among their cryptical windings and brood upon the\ncurious arcana which generations must have deposited there. This\nkept my soul alive, and gave me a few of those dreams and visions\nfor which the poet far within me cried out.\n\nThe man came upon me at about 2 one cloudy August morning, as I was\nthreading a series of detached courtyards; now accessible only\nthrough the unlighted hallways of intervening buildings, but once\nforming parts of a continuous network of picturesque alleys. I had\nheard of them by vague rumor, and realized that they could not be\nupon any map of today; but the fact that they were forgotten only\nendeared them to me, so that I had sought them with twice my usual\neagerness. Now that I had found them, my eagerness was again\nredoubled; for something in their arrangement dimly hinted that they\nmight be only a few of many such, with dark, dumb counterparts\nwedged obscurely betwixt high blank walls and deserted rear\ntenements, or lurking lamplessly behind archways, unbetrayed by\nhordes of the foreign-speaking or guarded by furtive and\nuncommunicative artists whose practises do not invite publicity or\nthe light of day.\n\nHe spoke to me without invitation, noting my mood and glances as I\nstudied certain knockered doorways above iron-railed steps, the\npallid glow of traceried transoms feebly lighting my face. His own\nface was in shadow, and he wore a wide-brimmed hat which somehow\nblended perfectly with the out-of-date cloak he affected; but I was\nsubtly disquieted even before he addressed me. His form was very\nslight, thin almost to cadaverousness; and his voice proved\nphenomenally soft and hollow, though not particularly deep. He had,\nhe said, noticed me several times at my wanderings; and inferred\nthat I resembled him in loving the vestiges of former years. Would I\nnot like the guidance of one long practised in these explorations,\nand possessed of local information profoundly deeper than any which\nan obvious newcomer could possibly have gained?\n\nAs he spoke, I caught a glimpse of his face in the yellow beam from\na solitary attic window. It was a noble, even a handsome, elderly\ncountenance; and bore the marks of a lineage and refinement unusual\nfor the age and place. Yet some quality about it disturbed me almost\nas much as its features pleased meâ\u0080\u0094perhaps it was too white, or too\nexpressionless, or too much out of keeping with the locality, to\nmake me feel easy or comfortable. Nevertheless I followed him; for\nin those dreary days my quest for antique beauty and mystery was all\nthat I had to keep my soul alive, and I reckoned it a rare favor of\nFate to fall in with one whose kindred seekings seemed to have\npenetrated so much farther than mine.\n\nSomething in the night constrained the cloaked man to silence, and\nfor a long hour he led me forward without needless words; making\nonly the briefest of comments concerning ancient names and dates and\nchanges, and directing my progress very largely by gestures as we\nsqueezed through interstices, tiptoed through corridors, clambered\nover brick walls, and once crawled on hands and knees through a low,\narched passage of stone whose immense length and tortuous twistings\neffaced at last every hint of geographical location I had managed to\npreserve. The things we saw were very old and marvelous, or at least\nthey seemed so in the few straggling rays of light by which I viewed\nthem, and I shall never forget the tottering Ionic columns and\nfluted pilasters and urn-headed iron fenceposts and flaring-linteled\nwindows and decorative fanlights that appeared to grow quainter and\nstranger the deeper we advanced into this inexhaustible maze of\nunknown antiquity.\n\nWe met no person, and as time passed the lighted windows became\nfewer and fewer. The streetlights we first encountered had been of\noil, and of the ancient lozenge pattern. Later I noticed some with\ncandles; and at last, after traversing a horrible unlighted court\nwhere my guide had to lead me with his gloved hand through total\nblackness to a narrow wooden gate in a high wall, we came upon a\nfragment of alley lit only by lanterns in front of every seventh\nhouseâ\u0080\u0094unbelievably Colonial tin lanterns with conical tops and holes\npunched in the sides. This alley led steeply uphillâ\u0080\u0094more steeply\nthan I had thought possible in this part of New Yorkâ\u0080\u0094and the upper\nend was blocked squarely by the ivy-clad wall of a private estate,\nbeyond which I could see a pale cupola, and the tops of trees waving\nagainst a vague lightness in the sky. In this wall was a small,\nlow-arched gate of nail-studded black oak, which the man proceeded\nto unlock with a ponderous key. Leading me within, he steered a\ncourse in utter blackness over what seemed to be a gravel path, and\nfinally up a flight of stone steps to the door of the house, which\nhe unlocked and opened for me.\n\nWe entered, and as we did so I grew faint from a reek of infinite\nmustiness which welled out to meet us, and which must have been the\nfruit of unwholesome centuries of decay. My host appeared not to\nnotice this, and in courtesy I kept silent as he piloted me up a\ncurving stairway, across a hall, and into a room whose door I heard\nhim lock behind us. Then I saw him pull the curtains of the three\nsmall-paned windows that barely showed themselves against the\nlightening sky; after which he crossed to the mantel, struck flint\nand steel, lighted two candles of a candelabrum of twelve sconces,\nand made a gesture enjoining soft-toned speech.\n\nIn this feeble radiance I saw that we were in a spacious,\nwell-furnished and paneled library dating from the first quarter of\nthe Eighteenth Century, with splendid doorway pediments, a\ndelightful Doric cornice, and a magnificently carved overmantel with\nscroll-and-urn top. Above the crowded bookshelves at intervals along\nthe walls were well-wrought family portraits; all tarnished to an\nenigmatical dimness, and bearing an unmistakable likeness to the man\nwho now motioned me to a chair beside the graceful Chippendale\ntable. Before seating himself across the table from me, my host\npaused for a moment as if in embarrassment; then, tardily removing\nhis gloves, wide-brimmed hat, and cloak, stood theatrically revealed\nin full mid-Georgian costume from queued hair and neck ruffles to\nknee-breeches, silk hose, and the buckled shoes I had not previously\nnoticed. Now slowly sinking into a lyre-back chair, he commenced to\neye me intently.\n\nWithout his hat he took on an aspect of extreme age which was\nscarcely visible before, and I wondered if this unperceived mark of\nsingular longevity were not one of the sources of my original\ndisquiet. When he spoke at length, his soft, hollow, and carefully\nmuffled voice not infrequently quavered; and now and then I had\ngreat difficulty in following him as I listened with a thrill of\namazement and half-disavowed alarm which grew each instant.\n\nâ\u0080\u009cYou behold, Sir,â\u0080\u009d my host began, â\u0080\u009ca man of very eccentrical habits,\nfor whose costume no apology need be offered to one with your wit\nand inclinations. Reflecting upon better times, I have not scrupled\nto ascertain their ways and adopt their dress and manners; an\nindulgence which offends none if practised without ostentation. It\nhath been my good fortune to retain the rural seat of my ancestors,\nswallowed though it was by two towns, first Greenwich, which built\nup hither after 1800, then New York, which joined on near 1830.\nThere were many reasons for the close keeping of this place in my\nfamily, and I have not been remiss in discharging such obligations.\nThe squire who succeeded to it in 1768 studied sartain arts and made\nsartain discoveries, all connected with influences residing in this\nparticular plot of ground, and eminently desarving of the strongest\nguarding. Some curious effects of these arts and discoveries I now\npurpose to show you, under the strictest secrecy; and I believe I\nmay rely on my judgment of men enough to have no distrust of either\nyour interest or your fidelity.â\u0080\u009d\n\nHe paused, but I could only nod my head. I have said that I was\nalarmed, yet to my soul nothing was more deadly than the material\ndaylight world of New York, and whether this man were a harmless\neccentric or a wielder of dangerous arts I had no choice save to\nfollow him and slake my sense of wonder on whatever he might have to\noffer. So I listened.\n\nâ\u0080\u009cToâ\u0080\u0094my ancestor,â\u0080\u009d he softly continued, â\u0080\u009cthere appeared to reside\nsome very remarkable qualities in the will of mankind; qualities\nhaving a little-suspected dominance not only over the acts of oneâ\u0080\u0099s\nself and of others, but over every variety of force and substance in\nNature, and over many elements and dimensions deemed more universal\nthan Nature herself. May I say that he flouted the sanctity of\nthings as great as space and time and that he put to strange uses\nthe rites of sartain half-breed red Indians once encamped upon this\nhill? These Indians showed choler when the place was built, and were\nplaguey pestilent in asking to visit the grounds at the full of the\nmoon. For years they stole over the wall each month when they could,\nand by stealth performed sartain acts. Then, in â\u0080\u009968, the new squire\ncatched them at their doings, and stood still at what he saw.\nThereafter he bargained with them and exchanged the free access of\nhis grounds for the exact inwardness of what they did; larning that\ntheir grandfathers got part of their custom from red ancestors and\npart from an old Dutchman in the time of the States-General. And pox\non him, Iâ\u0080\u0099m afeared the squire must have sarved them monstrous bad\nrumâ\u0080\u0094whether or not by intentâ\u0080\u0094for a week after he larnt the secret he\nwas the only man living that knew it. You, Sir, are the first\noutsider to be told there is a secret, and split me if Iâ\u0080\u0099d have\nrisked tampering that much withâ\u0080\u0094the powersâ\u0080\u0094had ye not been so hot\nafter bygone things.â\u0080\u009d\n\nI shuddered as the man grew colloquialâ\u0080\u0094and with the familiar speech\nof another day. He went on.\n\nâ\u0080\u009cBut you must know, Sir, that whatâ\u0080\u0094the squireâ\u0080\u0094got from those mongrel\nsalvages was but a small part of the larning he came to have. He had\nnot been at Oxford for nothing, nor talked to no account with an\nancient chymist and astrologer in Paris. He was, in fine, made\nsensible that all the world is but the smoke of our intellects; past\nthe bidding of the vulgar, but by the wise to be puffed out and\ndrawn in like any cloud of prime Virginia tobacco. What we want, we\nmay make about us; and what we donâ\u0080\u0099t want, we may sweep away. I\nwonâ\u0080\u0099t say that all this is wholly true in body, but â\u0080\u0099tis sufficient\ntrue to furnish a very pretty spectacle now and then. You, I\nconceive, would be tickled by a better sight of sartain other years\nthan your fancy affords you; so be pleased to hold back any fright\nat what I design to show. Come to the window and be quiet.â\u0080\u009d\n\nMy host now took my hand to draw me to one of the two windows on the\nlong side of the malodorous room, and at the first touch of his\nungloved fingers I turned cold. His flesh, though dry and firm, was\nof the quality of ice; and I almost shrank away from his pulling.\nBut again I thought of the emptiness and horror of reality, and\nboldly prepared to follow whithersoever I might be led. Once at the\nwindow, the man drew apart the yellow silk curtains and directed my\nstare into the blackness outside. For a moment I saw nothing save a\nmyriad of tiny dancing lights, far, far before me. Then, as if in\nresponse to an insidious motion of my hostâ\u0080\u0099s hand, a flash of\nheat-lightning played over the scene, and I looked out upon a sea of\nluxuriant foliageâ\u0080\u0094foliage unpolluted, and not the sea of roofs to be\nexpected by any normal mind. On my right the Hudson glittered\nwickedly, and in the distance ahead I saw the unhealthy shimmer of a\nvast salt marsh constellated with nervous fireflies. The flash died,\nand an evil smile illumined the waxy face of the aged necromancer.\n\nâ\u0080\u009cThat was before my timeâ\u0080\u0094before the new squireâ\u0080\u0099s time. Pray let us\ntry again.â\u0080\u009d\n\nI was faint, even fainter than the hateful modernity of that\naccursed city had made me.\n\nâ\u0080\u009cGood God!â\u0080\u009d I whispered; â\u0080\u009ccan you do that for any time ?â\u0080\u009d And as he\nnodded, and bared the black stumps of what had once been yellow\nfangs, I clutched at the curtains to prevent myself from falling.\nBut he steadied me with that terrible, ice-cold claw, and once more\nmade his insidious gesture.\n\nAgain the lightning flashedâ\u0080\u0094but this time upon a scene not wholly\nstrange. It was Greenwich, the Greenwich that used to be, with here\nand there a roof or row of houses as we see it now, yet with lovely\ngreen lanes and fields and bits of grassy common. The marsh still\nglittered beyond, but in the farther distance I saw the steeples of\nwhat was then all of New York; Trinity and St. Paulâ\u0080\u0099s and the Brick\nChurch dominating their sisters, and a faint haze of wood smoke\nhovering over the whole. I breathed hard, but not so much from the\nsight itself as from the possibilities my imagination terrifiedly\nconjured up.\n\nâ\u0080\u009cCan youâ\u0080\u0094dare youâ\u0080\u0094go far ?â\u0080\u009d I spoke with awe, and I think he shared\nit for a second, but the evil grin returned.\n\nâ\u0080\u009c Far? What I have seen would blast ye to a mad statue of stone!\nBack, backâ\u0080\u0094forward, forward â\u0080\u0094look, ye puling lack-wit!â\u0080\u009d\n\nAnd as he snarled the phrase under his breath he gestured anew;\nbringing to the sky a flash more blinding than either which had come\nbefore. For full three seconds I could glimpse that pandemoniac\nsight, and in those seconds I saw a vista which will ever afterward\ntorment me in dreams. I saw the heavens verminous with strange\nflying things, and beneath them a hellish black city of giant stone\nterraces with impious pyramids flung savagely to the moon, and\ndevil-lights burning from unnumbered windows. And swarming\nloathsomely on aerial galleries I saw the yellow, squint-eyed people\nof that city, robed horribly in orange and red, and dancing insanely\nto the pounding of fevered kettle-drums, the clatter of obscene\ncrotala, and the maniacal moaning of muted horns whose ceaseless\ndirges rose and fell undulantly like the waves of an unhallowed\nocean of bitumen.\n\nI saw this vista, I say, and heard as with the mindâ\u0080\u0099s ear the\nblasphemous domdaniel of cacophony which companioned it. It was the\nshrieking fulfilment of all the horror which that corpse-city had\never stirred in my soul, and forgetting every injunction to silence\nI screamed and screamed and screamed as my nerves gave way and the\nwalls quivered about me.\n\nThen, as the flash subsided, I saw that my host was trembling too; a\nlook of shocking fear half-blotting from his face the serpent\ndistortion of rage which my screams had excited. He tottered,\nclutched at the curtains as I had done before, and wriggled his head\nwildly, like a hunted animal. God knows he had cause, for as the\nechoes of my screaming died away there came another sound so\nhellishly suggestive that only numbed emotion kept me sane and\nconscious. It was the steady, stealthy creaking of the stairs beyond\nthe locked door, as with the ascent of a barefoot or skin-shod\nhorde; and at last the cautious, purposeful rattling of the brass\nlatch that glowed in the feeble candlelight. The old man clawed and\nspat at me through the moldy air, and barked things in his throat as\nhe swayed with the yellow curtain he clutched.\n\nâ\u0080\u009cThe full moonâ\u0080\u0094damn yeâ\u0080\u0094yeÂ .Â .Â .Â ye\nyelping dogâ\u0080\u0094ye called â\u0080\u0099em, and\ntheyâ\u0080\u0099ve come for me! Moccasined feetâ\u0080\u0094dead menâ\u0080\u0094Gad sink ye, ye red\ndevils, but I poisoned no rum oâ\u0080\u0099 yoursâ\u0080\u0094hanâ\u0080\u0099t I kept your pox-rotted\nmagic safe?â\u0080\u0094ye swilled yourselves sick, curse ye, and ye must needs\nblame the squireâ\u0080\u0094let go, you! Unhand that latchâ\u0080\u0094Iâ\u0080\u0099ve naught for ye\nhereâ\u0080\u0094â\u0080\u0094â\u0080\u009d\n\nAt this point three slow and very deliberate raps shook the panels\nof the door, and a white foam gathered at the mouth of the frantic\nmagician. His fright, turning to steely despair, left room for a\nresurgence of his rage against me; and he staggered a step toward\nthe table on whose edge I was steadying myself. The curtains, still\nclutched in his right hand as his left clawed out at me, grew taut\nand finally crashed down from their lofty fastenings; admitting to\nthe room a flood of that full moonlight which the brightening of the\nsky had presaged. In those greenish beams the candles paled, and a\nnew semblance of decay spread over the musk-reeking room with its\nwormy paneling, sagging floor, battered mantel, rickety furniture,\nand ragged draperies. It spread over the old man, too, whether from\nthe same source or because of his fear and vehemence, and I saw him\nshrivel and blacken as he lurched near and strove to rend me with\nvulturine talons. Only his eyes stayed whole, and they glared with a\npropulsive, dilated incandescence which grew as the face around them\ncharred and dwindled.\n\nThe rapping was now repeated with greater insistence, and this time\nbore a hint of metal. The black thing facing me had become only a\nhead with eyes, impotently trying to wriggle across the sinking\nfloor in my direction, and occasionally emitting feeble little spits\nof immortal malice. Now swift and splintering blows assailed the\nsickly panels, and I saw the gleam of a tomahawk as it cleft the\nrending wood. I did not move, for I could not; but watched dazedly\nas the door fell in pieces to admit a colossal, shapeless influx of\ninky substance starred with shining, malevolent eyes. It poured\nthickly, like a flood of oil bursting a rotten bulkhead, overturned\na chair as it spread, and finally flowed under the table and across\nthe room to where the blackened head with the eyes still glared at\nme. Around that head it closed, totally swallowing it up, and in\nanother moment it had begun to recede; bearing away its invisible\nburden without touching me, and flowing again out of that black\ndoorway and down the unseen stairs, which creaked as before, though\nin reverse order.\n\nThen the floor gave way at last, and I slid gaspingly down into the\nnighted chamber below, choking with cobwebs and half-swooning with\nterror. The green moon, shining through broken windows, showed me\nthe hall door half open; and as I rose from the plaster-strewn floor\nand twisted myself free from the sagged ceiling, I saw sweep past it\nan awful torrent of blackness, with scores of baleful eyes glowing\nin it. It was seeking the door to the cellar, and when it found it,\nit vanished therein. I now felt the floor of this lower room giving\nas that of the upper chamber had done, and once a crashing above had\nbeen followed by the fall past the west window of something which\nmust have been the cupola. Now liberated for the instant from the\nwreckage, I rushed through the hall to the front door; and finding\nmyself unable to open it, seized a chair and broke a window,\nclimbing frenziedly out upon the unkempt lawn where moonlight danced\nover yard-high grass and weeds. The wall was high, and all the gates\nwere locked; but moving a pile of boxes in a corner I managed to\ngain the top and cling to the great stone urn set there.\n\nAbout me in my exhaustion I could see only strange walls and windows\nand old gambrel roofs. The steep street of my approach was nowhere\nvisible, and the little I did see succumbed rapidly to a mist that\nrolled in from the river despite the glaring moonlight. Suddenly the\nurn to which I clung began to tremble, as if sharing my own lethal\ndizziness; and in another instant my body was plunging downward to I\nknew not what fate.\n\nThe man who found me said that I must have crawled a long way\ndespite my broken bones, for a trail of blood stretched off as far\nas he dared look. The gathering rain soon effaced this link with the\nscene of my ordeal, and reports could state no more than that I had\nappeared from a place unknown, at the entrance of a little black\ncourt off Perry Street.\n\nI never sought to return to those tenebrous labyrinths, nor would I\ndirect any sane man thither if I could. Of who or what that ancient\ncreature was, I have no idea; but I repeat that the city is dead and\nfull of unsuspected horrors. Whither he has gone, I do not know;\nbut I have gone home to the pure New England lanes up which fragrant\nsea-winds sweep at evening.\n\nTranscriberâ\u0080\u0099s Note: This story appeared in\n  the September 1926 issue of Weird Tales Magazine .",
    "metadata": {
        "author": "H. P. Lovecraft",
        "year": 1925,
        "url": "https://www.gutenberg.org/cache/epub/68547/pg68547-images.html",
        "name": "He"
    }
}