{
    "name": "The Shunned House by H. P. Lovecraft",
    "body": "The S hunned House\n\nBy H. P. LOVECRAFT\n\nA posthumous story of immense power, written by a master of weird\nfictionâ\u0080\u0094a tale of a revolting horror in the cellar of an old\nhouse in New England\n\nFrom even the greatest of horrors\nirony is seldom absent. Sometimes\nit enters directly into the composition\nof the events, while sometimes it\nrelates only to their fortuitous position\namong persons and places. The latter\nsort is splendidly exemplified by a case\nin the ancient city of Providence, where\nin the late forties Edgar Allan Poe used\nto sojourn often during his unsuccessful\nwooing of the gifted poetess, Mrs. Whitman.\nPoe generally stopped at the Mansion\nHouse in Benefit Streetâ\u0080\u0094the renamed\nGolden Ball Inn whose roof has\nsheltered Washington, Jefferson, and\nLafayetteâ\u0080\u0094and his favorite walk led\nnorthward along the same street to Mrs.\nWhitman's home and the neighboring\nhillside churchyard of St. John's, whose\nhidden expanse of Eighteenth Century\ngravestones had for him a peculiar fascination.\n\nNow the irony is this. In this walk, so\nmany times repeated, the world's greatest\nmaster of the terrible and the bizarre\nwas obliged to pass a particular house\non the eastern side of the street; a dingy,\nantiquated structure perched on the\nabruptly rising side hill, with a great\nunkempt yard dating from a time when\nthe region was partly open country. It\ndoes not appear that he ever wrote or\nspoke of it, nor is there any evidence\nthat he even noticed it. And yet that\nhouse, to the two persons in possession\nof certain information, equals or outranks\nin horror the wildest fantasy of the\ngenius who so often passed it unknowingly,\nand stands starkly leering as a\nsymbol of all that is unutterably hideous.\n\nThe house wasâ\u0080\u0094and for that matter\nstill isâ\u0080\u0094of a kind to attract the attention\nof the curious. Originally a farm or semi-farm\nbuilding, it followed the average\nNew England colonial lines of the middle\nEighteenth Centuryâ\u0080\u0094the prosperous\npeaked-roof sort, with two stories and\ndormerless attic, and with the Georgian\ndoorway and interior panelling dictated\nby the progress of taste at that time. It\nfaced south, with one gable end buried\nto the lower windows in the eastward\nrising hill, and the other exposed to the\nfoundations toward the street. Its construction,\nover a century and a half ago,\nhad followed the grading and straightening\nof the road in that especial vicinity;\nfor Benefit Streetâ\u0080\u0094at first called Back\nStreetâ\u0080\u0094was laid out as a lane winding\namongst the graveyards of the first settlers,\nand straightened only when the\nremoval of the bodies to the North Burial\nGround made it decently possible to cut\nthrough the old family plots.\n\nAt the start, the western wall had lain\nsome twenty feet up a precipitous lawn\nfrom the roadway; but a widening of the\nstreet at about the time of the Revolution\nsheared off most of the intervening space,\nexposing the foundations so that a brick\nbasement wall had to be made, giving\nthe deep cellar a street frontage with door\nand one window above ground, close to\nthe new line of public travel. When\nthe sidewalk was laid out a century ago\nthe last of the intervening space was\nremoved; and Poe in his walks must\nhave seen only a sheer ascent of dull gray\nbrick flush with the sidewalk and surmounted\nat a height of ten feet by the\nantique shingled bulk of the house\nproper.\n\nThe farm-like ground extended back\nvery deeply up the hill, almost to\nWheaton Street. The space south of the\nhouse, abutting on Benefit Street, was of\ncourse greatly above the existing sidewalk\nlevel, forming a terrace bounded by\na high bank wall of damp, mossy stone\npierced by a steep flight of narrow steps\nwhich led inward between canyon-like\nsurfaces to the upper region of mangy\nlawn, rheumy brick walks, and neglected\ngardens whose dismantled cement urns,\nrusted kettles fallen from tripods of\nknotty sticks, and similar paraphernalia\nset off the weather-beaten front door with\nits broken fanlight, rotting Ionic pilasters,\nand wormy triangular pediment.\n\nWhat I heard in my youth about\nthe shunned house was merely that\npeople died there in alarmingly great\nnumbers. That, I was told, was why the\noriginal owners had moved out some\ntwenty years after building the place. It\nwas plainly unhealthy, perhaps because\nof the dampness and fungous growths in\nthe cellar, the general sickish smell, the\ndrafts of the hallways, or the quality of\nthe well and pump water. These things\nwere bad enough, and these were all that\ngained belief among the persons whom\nI knew. Only the notebooks of my antiquarian\nuncle, Doctor Elihu Whipple, revealed\nto me at length the darker, vaguer\nsurmises which formed an undercurrent\nof folklore among old-time servants and\nhumble folk; surmises which never travelled\nfar, and which were largely forgotten\nwhen Providence grew to be a\nmetropolis with a shifting modern population.\n\nThe general fact is, that the house was\nnever regarded by the solid part of the\ncommunity as in any real sense \"haunted.\"\nThere were no widespread tales of rattling\nchains, cold currents of air, extinguished\nlights, or faces at the window. Extremists\nsometimes said the house was \"unlucky,\"\nbut that is as far as even they\nwent. What was really beyond dispute\nis that a frightful proportion of persons\ndied there; or more accurately, had died\nthere, since after some peculiar happenings\nover sixty years ago the building\nhad become deserted through the sheer\nimpossibility of renting it. These persons\nwere not all cut off suddenly by any one\ncause; rather did it seem that their vitality\nwas insidiously sapped, so that each one\ndied the sooner from whatever tendency\nto weakness he may have naturally had.\nAnd those who did not die displayed in\nvarying degree a type of anemia or consumption,\nand sometimes a decline of the\nmental faculties, which spoke ill for the\nsalubriousness of the building. Neighboring\nhouses, it must be added, seemed\nentirely free from the noxious quality.\n\nThis much I knew before my insistent\nquestioning led my uncle to show me the\nnotes which finally embarked us both on\nour hideous investigation. In my childhood\nthe shunned house was vacant, with\nbarren, gnarled and terrible old trees,\nlong, queerly pale grass and nightmarishly\nmisshapen weeds in the high terraced\nyard where birds never lingered. We\nboys used to overrun the place, and I can\nstill recall my youthful terror not only at\nthe morbid strangeness of this sinister\nvegetation, but at the eldritch atmosphere\nand odor of the dilapidated house, whose\nunlocked front door was often entered in\nquest of shudders. The small-paned windows\nwere largely broken, and a nameless\nair of desolation hung round the\nprecarious panelling, shaky interior shutters,\npeeling wall-paper, falling plaster,\nrickety staircases, and such fragments of\nbattered furniture as still remained. The\ndust and cobwebs added their touch of\nthe fearful; and brave indeed was the\nboy who would voluntarily ascend the\nladder to the attic, a vast raftered length\nlighted only by small blinking windows\nin the gable ends, and filled with a\nmassed wreckage of chests, chairs, and\nspinning-wheels which infinite years of\ndeposit had shrouded and festooned into\nmonstrous and hellish shapes.\n\nBut after all, the attic was not the\nmost terrible part of the house. It was\nthe dank, humid cellar which somehow\nexerted the strongest repulsion on us,\neven though it was wholly above ground\non the street side, with only a thin door\nand window-pierced brick wall to separate\nit from the busy sidewalk. We\nscarcely knew whether to haunt it in\nspectral fascination, or to shun it for\nthe sake of our souls and our sanity. For\none thing, the bad odor of the house\nwas strongest there; and for another\nthing, we did not like the white fungous\ngrowths which occasionally sprang up in\nrainy summer weather from the hard\nearth floor. Those fungi, grotesquely like\nthe vegetation in the yard outside, were\ntruly horrible in their outlines; detestable\nparodies of toadstools and Indian-pipes,\nwhose like we had never seen in any other\nsituation. They rotted quickly, and at one\nstage became slightly phosphorescent; so\nthat nocturnal passers-by sometimes spoke\nof witch-fires glowing behind the broken\npanes of the fetor-spreading windows.\n\nWe neverâ\u0080\u0094even in our wildest Halloween\nmoodsâ\u0080\u0094visited this cellar by\nnight, but in some of our daytime visits\ncould detect the phosphorescence, especially\nwhen the day was dark and wet.\nThere was also a subtler thing we often\nthought we detectedâ\u0080\u0094a very strange\nthing which was, however, merely suggestive\nat most. I refer to a sort of\ncloudy whitish pattern on the dirt floorâ\u0080\u0094a\nvague, shifting deposit of mold or niter\nwhich we sometimes thought we could\ntrace amidst the sparse fungous growths\nnear the huge fireplace of the basement\nkitchen. Once in a while it struck us\nthat this patch bore an uncanny resemblance\nto a doubled-up human figure,\nthough generally no such kinship existed,\nand often there was no whitish deposit\nwhatever.\n\nOn a certain rainy afternoon when this\nillusion seemed phenomenally strong, and\nwhen, in addition, I had fancied I\nglimpsed a kind of thin, yellowish, shimmering\nexhalation rising from the nitrous\npattern toward the yawning fireplace,\nI spoke to my uncle about the\nmatter. He smiled at this odd conceit,\nbut it seemed that his smile was tinged\nwith reminiscence. Later I heard that a\nsimilar notion entered into some of the\nwild ancient tales of the common folkâ\u0080\u0094a\nnotion likewise alluding to ghoulish,\nwolfish shapes taken by smoke from the\ngreat chimney, and queer contours assumed\nby certain of the sinuous tree-roots\nthat thrust their way into the cellar\nthrough the loose foundation-stones.\n\n2\n\nNot till my adult years did my uncle\nset before me the notes and data\nwhich he had collected concerning the\nshunned house. Doctor Whipple was a\nsane, conservative physician of the old\nschool, and for all his interest in the\nplace was not eager to encourage young\nthoughts toward the abnormal. His own\nview, postulating simply a building and\nlocation of markedly unsanitary qualities,\nhad nothing to do with abnormality;\nbut he realized that the very picturesqueness\nwhich aroused his own interest would\nin a boy's fanciful mind take on all manner\nof gruesome imaginative associations.\n\nThe doctor was a bachelor; a white-haired,\nclean-shaven, old-fashioned gentleman,\nand a local historian of note, who\nhad often broken a lance with such controversial\nguardians of tradition as Sidney\nS. Rider and Thomas W. Bicknell. He\nlived with one man-servant in a Georgian\nhomestead with knocker and iron-railed\nsteps, balanced eerily on the steep ascent\nof North Court Street beside the ancient\nbrick court and colony house where his\ngrandfatherâ\u0080\u0094a cousin of that celebrated\nprivateersman, Captain Whipple, who\nburnt His Majesty's armed schooner Gaspee in 1772â\u0080\u0094had voted in the legislature\non May 4, 1776, for the independence\nof the Rhode Island Colony.\nAround him in the damp, low-ceiled library\nwith the musty white panelling,\nheavy carved overmantel and small-paned,\nvine-shaded windows, were the relics and\nrecords of his ancient family, among\nwhich were many dubious allusions to the\nshunned house in Benefit Street. That\npest spot lies not far distantâ\u0080\u0094for Benefit\nruns ledgewise just above the court\nhouse along the precipitous hill up which\nthe first settlement climbed.\n\nWhen, in the end, my insistent pestering\nand maturing years evoked from my\nuncle the hoarded lore I sought, there lay\nbefore me a strange enough chronicle.\nLong-winded, statistical, and drearily\ngenealogical as some of the matter was,\nthere ran through it a continuous thread\nof brooding, tenacious horror and preternatural\nmalevolence which impressed\nme even more than it had impressed the\ngood doctor. Separate events fitted together\nuncannily, and seemingly irrelevant\ndetails held mines of hideous possibilities.\nA new and burning curiosity\ngrew in me, compared to which my boyish\ncuriosity was feeble and inchoate.\n\nThe first revelation led to an exhaustive\nresearch, and finally to that shuddering\nquest which proved so disastrous to myself\nand mine. For at the last my uncle\ninsisted on joining the search I had\ncommenced, and after a certain night in\nthat house he did not come away with\nme. I am lonely without that gentle soul\nwhose long years were filled only with\nhonor, virtue, good taste, benevolence,\nand learning. I have reared a marble urn\nto his memory in St. John's churchyardâ\u0080\u0094the\nplace that Poe lovedâ\u0080\u0094the hidden\ngrove of giant willows on the hill, where\ntombs and headstones huddle quietly between\nthe hoary bulk of the church and\nthe houses and bank walls of Benefit\nStreet.\n\nThe history of the house, opening\namidst a maze of dates, revealed no trace\nof the sinister either about its construction\nor about the prosperous and honorable\nfamily who built it. Yet from the first\na taint of calamity, soon increased to\nboding significance, was apparent. My\nuncle's carefully compiled record began\nwith the building of the structure in\n1763, and followed the theme with an\nunusual amount of detail. The shunned\nhouse, it seems, was first inhabited by\nWilliam Harris and his wife Rhoby Dexter,\nwith their children, Elkanah, born\nin 1755, Abigail, born in 1757, William,\nJr., born in 1759, and Ruth, born in\n1761. Harris was a substantial merchant\nand seaman in the West India trade, connected\nwith the firm of Obadiah Brown\nand his nephews. After Brown's death\nin 1761, the new firm of Nicholas Brown\n& Company made him master of the brig Prudence , Providence-built, of 120 tons,\nthus enabling him to erect the new homestead\nhe had desired ever since his marriage.\n\nThe site he had chosenâ\u0080\u0094a recently\nstraightened part of the new and fashionable\nBack Street, which ran along the\nside of the hill above crowded Cheapsideâ\u0080\u0094was\nall that could be wished, and\nthe building did justice to the location.\nIt was the best that moderate means\ncould afford, and Harris hastened to\nmove in before the birth of a fifth child\nwhich the family expected. That child,\na boy, came in December; but was still-born.\nNor was any child to be born alive\nin that house for a century and a half.\n\nThe next April, sickness occurred\namong the children, and Abigail and\nRuth died before the month was over.\nDoctor Job Ives diagnosed the trouble as\nsome infantile fever, though others declared\nit was more of a mere wasting-away\nor decline. It seemed, in any event,\nto be contagious; for Hannah Bowen, one\nof the two servants, died of it in the following\nJune. Eli Lideason, the other servant,\nconstantly complained of weakness;\nand would have returned to his father's\nfarm in Rehoboth but for a sudden attachment\nfor Mehitabel Pierce, who was\nhired to succeed Hannah. He died the\nnext yearâ\u0080\u0094a sad year indeed, since it\nmarked the death of William Harris himself,\nenfeebled as he was by the climate\nof Martinique, where his occupation had\nkept him for considerable periods during\nthe preceding decade.\n\nThe widowed Rhoby Harris never recovered\nfrom the shock of her husband's\ndeath, and the passing of her first-born\nElkanah two years later was the final\nblow to her reason. In 1768 she fell victim\nto a mild form of insanity, and was\nthereafter confined to the upper part of\nthe house; her elder maiden sister, Mercy\nDexter, having moved in to take charge\nof the family. Mercy was a plain, raw-boned\nwoman of great strength; but her\nhealth visibly declined from the time of\nher advent. She was greatly devoted to\nher unfortunate sister, and had an especial\naffection for her only surviving nephew\nWilliam, who from a sturdy infant had\nbecome a sickly, spindling lad. In this\nyear the servant Mehitabel died, and the\nother servant, Preserved Smith, left without\ncoherent explanationâ\u0080\u0094or at least,\nwith only some wild tales and a complaint\nthat he disliked the smell of the\nplace. For a time Mercy could secure no\nmore help, since the seven deaths and\ncase of madness, all occurring within five\nyears' space, had begun to set in motion\nthe body of fireside rumor which later became\nso bizarre. Ultimately, however, she\nobtained new servants from out of town;\nAnn White, a morose woman from that\npart of North Kingstown now set off as\nthe township of Exeter, and a capable\nBoston man named Zenas Low.\n\nIt was Ann White who first gave definite\nshape to the sinister idle talk.\nMercy should have known better than to\nhire anyone from the Nooseneck Hill\ncountry, for that remote bit of backwoods\nwas then, as now, a seat of the most uncomfortable\nsuperstitions. As lately as\n1892 an Exeter community exhumed a\ndead body and ceremoniously burnt its\nheart in order to prevent certain alleged\nvisitations injurious to the public health\nand peace, and one may imagine the\npoint of view of the same section in\n1768. Ann's tongue was perniciously active,\nand within a few months Mercy\ndischarged her, filling her place with a\nfaithful and amiable Amazon from Newport,\nMaria Robbins.\n\nMeanwhile poor Rhoby Harris, in her\nmadness, gave voice to dreams and\nimaginings of the most hideous sort. At\ntimes her screams became insupportable,\nand for long periods she would utter\nshrieking horrors which necessitated her\nson's temporary residence with his cousin,\nPeleg Harris, in Presbyterian Lane near\nthe new college building. The boy would\nseem to improve after these visits, and had\nMercy been as wise as she was well-meaning,\nshe would have let him live permanently\nwith Peleg. Just what Mrs. Harris\ncried out in her fits of violence, tradition\nhesitates to say; or rather, presents such\nextravagant accounts that they nullify\nthemselves through sheer absurdity. Certainly\nit sounds absurd to hear that a\nwoman educated only in the rudiments\nof French often shouted for hours in a\ncoarse and idiomatic form of that language,\nor that the same person, alone and\nguarded, complained wildly of a staring\nthing which bit and chewed at her. In\n1772 the servant Zenas died, and when\nMrs. Harris heard of it she laughed with\na shocking delight utterly foreign to her.\nThe next year she herself died, and was\nlaid to rest in the North Burial Ground\nbeside her husband.\n\nUpon the outbreak of trouble with\nGreat Britain in 1775, William Harris,\ndespite his scant sixteen years and feeble\nconstitution, managed to enlist in the\nArmy of Observation under General\nGreene; and from that time on enjoyed a\nsteady rise in health and prestige. In\n1780, as a captain in the Rhode Island\nforces in New Jersey under Colonel\nAngell, he met and married Phebe Hetfield\nof Elizabethtown, whom he brought\nto Providence upon his honorable discharge\nin the following year.\n\nThe young soldier's return was not a\nthing of unmitigated happiness. The\nhouse, it is true, was still in good condition;\nand the street had been widened\nand changed in name from Back Street\nto Benefit Street. But Mercy Dexter's\nonce robust frame had undergone a sad\nand curious decay, so that she was now a\nstooped and pathetic figure with hollow\nvoice and disconcerting pallorâ\u0080\u0094qualities\nshared to a singular degree by the one\nremaining servant Maria. In the autumn\nof 1782 Phebe Harris gave birth to a\nstill-born daughter, and on the fifteenth\nof the next May Mercy Dexter took leave\nof a useful, austere, and virtuous life.\n\nWilliam Harris, at last thoroughly convinced\nof the radically unhealthful nature\nof his abode, now took steps toward\nquitting it and closing it for ever. Securing\ntemporary quarters for himself and\nhis wife at the newly opened Golden Ball\nInn, he arranged for the building of a\nnew and finer house in Westminster\nStreet, in the growing part of the town\nacross the Great Bridge. There, in 1785,\nhis son Dutee was born; and there the\nfamily dwelt till the encroachments of\ncommerce drove them back across the\nriver and over the hill to Angell Street,\nin the newer East Side residence district,\nwhere the late Archer Harris built his\nsumptuous but hideous French-roofed\nmansion in 1876. William and Phebe\nboth succumbed to the yellow fever epidemic\nof 1797, but Dutee was brought up\nby his cousin Rathbone Harris, Peleg's\nson.\n\nRathbone was a practical man, and\nrented the Benefit Street house despite\nWilliam's wish to keep it vacant. He\nconsidered it an obligation to his ward to\nmake the most of all the boy's property,\nnor did he concern himself with the\ndeaths and illnesses which caused so\nmany changes of tenants, or the steadily\ngrowing aversion with which the house\nwas generally regarded. It is likely that he\nfelt only vexation when, in 1804, the\ntown council ordered him to fumigate the\nplace with sulfur, tar, and gum camphor\non account of the much-discussed deaths\nof four persons, presumably caused by\nthe then diminishing fever epidemic.\nThey said the place had a febrile smell.\n\nDutee himself thought little of the\nhouse, for he grew up to be a privateersman,\nand served with distinction on the Vigilant under Captain Cahoone in the\nWar of 1812. He returned unharmed,\nmarried in 1814, and became a father on\nthat memorable night of September 23,\n1815, when a great gale drove the waters\nof the bay over half the town, and floated\na tall sloop well up Westminster Street\nso that its masts almost tapped the Harris\nwindows in symbolic affirmation that the\nnew boy, Welcome, was a seaman's son.\n\nWelcome did not survive his father,\nbut lived to perish gloriously at Fredericksburg\nin 1862. Neither he nor his\nson Archer knew of the shunned house\nas other than a nuisance almost impossible\nto rentâ\u0080\u0094perhaps on account of the\nmustiness and sickly odor of unkempt\nold age. Indeed, it never was rented after\na series of deaths culminating in 1861,\nwhich the excitement of the war tended\nto throw into obscurity. Carrington Harris,\nlast of the male line, knew it only as\na deserted and somewhat picturesque\ncenter of legend until I told him my experience.\nHe had meant to tear it down\nand build an apartment house on the site,\nbut after my account decided to let it\nstand, install plumbing, and rent it. Nor\nhas he yet had any difficulty in obtaining\ntenants. The horror has gone.\n\n3\n\nIt may well be imagined how powerfully\nI was affected by the annals of\nthe Harrises. In this continuous record\nthere seemed to me to brood a persistent\nevil beyond anything in nature as I had\nknown it; an evil clearly connected with\nthe house and not with the family. This\nimpression was confirmed by my uncle's\nless systematic array of miscellaneous dataâ\u0080\u0094legends\ntranscribed from servant gossip,\ncuttings from the papers, copies of\ndeath certificates by fellow-physicians,\nand the like. All of this material I cannot\nhope to give, for my uncle was a tireless\nantiquarian and very deeply interested in\nthe shunned house; but I may refer to\nseveral dominant points which earn notice\nby their recurrence through many reports\nfrom diverse sources. For example, the\nservant gossip was practically unanimous\nin attributing to the fungous and malodorous cellar of the house a vast supremacy\nin evil influence. There had been\nservantsâ\u0080\u0094Ann White especiallyâ\u0080\u0094who\nwould not use the cellar kitchen, and at\nleast three well-defined legends bore\nupon the queer quasi-human or diabolic\noutlines assumed by tree-roots and\npatches of mold in that region. These\nlatter narratives interested me profoundly,\non account of what I had seen in my boyhood,\nbut I felt that most of the significance\nhad in each case been largely obscured\nby additions from the common\nstock of local ghost lore.\n\nAnn White, with her Exeter superstition,\nhad promulgated the most extravagant\nand at the same time most consistent\ntale; alleging that there must lie buried\nbeneath the house one of those vampiresâ\u0080\u0094the\ndead who retain their bodily form\nand live on the blood or breath of the\nlivingâ\u0080\u0094whose hideous legions send their\npreying shapes or spirits abroad by night.\nTo destroy a vampire one must, the\ngrandmothers say, exhume it and burn its\nheart, or at least drive a stake through\nthat organ; and Ann's dogged insistence\non a search under the cellar had been\nprominent in bringing about her discharge.\n\nHer tales, however, commanded a wide\naudience, and were the more readily accepted\nbecause the house indeed stood on\nland once used for burial purposes. To\nme their interest depended less on this\ncircumstance than on the peculiarly appropriate\nway in which they dovetailed\nwith certain other thingsâ\u0080\u0094the complaint\nof the departing servant Preserved Smith,\nwho had preceded Ann and never heard\nof her, that something \"sucked his\nbreath\" at night; the death-certificates of\nthe fever victims of 1804, issued by\nDoctor Chad Hopkins, and showing the\nfour deceased persons all unaccountably\nlacking in blood; and the obscure passages\nof poor Rhoby Harris's ravings,\nwhere she complained of the sharp teeth\nof a glassy-eyed, half-visible presence.\n\nFree from unwarranted superstition\nthough I am, these things produced in\nme an odd sensation, which was intensified\nby a pair of widely separated newspaper\ncuttings relating to deaths in the\nshunned houseâ\u0080\u0094one from the Providence\nGazette and Country-Journal of April\n12, 1815, and the other from the Daily\nTranscript and Chronicle of October 27,\n1845â\u0080\u0094each of which detailed an appallingly\ngrisly circumstance whose duplication\nwas remarkable. It seems that in\nboth instances the dying person, in 1815\na gentle old lady named Stafford and in\n1845 a schoolteacher of middle age\nnamed Eleazar Durfee, became transfigured\nin a horrible way, glaring glassily\nand attempting to bite the throat of the\nattending physician. Even more puzzling,\nthough, was the final case which put an\nend to the renting of the houseâ\u0080\u0094a series\nof anemia deaths preceded by progressive\nmadnesses wherein the patient would\ncraftily attempt the lives of his relatives\nby incisions in the neck or wrist.\n\nThis was in 1860 and 1861, when my\nuncle had just begun his medical practise;\nand before leaving for the front he\nheard much of it from his elder professional\ncolleagues. The really inexplicable\nthing was the way in which the victimsâ\u0080\u0094ignorant\npeople, for the ill-smelling and\nwidely shunned house could now be\nrented to no othersâ\u0080\u0094would babble\nmaledictions in French, a language they\ncould not possibly have studied to any\nextent. It made one think of poor Rhoby\nHarris nearly a century before, and so\nmoved my uncle that he commenced collecting\nhistorical data on the house after\nlistening, some time subsequent to his\nreturn from the war, to the first-hand account\nof Doctors Chase and Whitmarsh.\nIndeed, I could see that my uncle had\nthought deeply on the subject, and that\nhe was glad of my own interestâ\u0080\u0094an\nopen-minded and sympathetic interest\nwhich enabled him to discuss with me\nmatters at which others would merely\nhave laughed. His fancy had not gone so\nfar as mine, but he felt that the place was\nrare in its imaginative potentialities, and\nworthy of note as an inspiration in the\nfield of the grotesque and macabre.\n\nFor my part, I was disposed to take the\nwhole subject with profound seriousness,\nand began at once not only to review the\nevidence, but to accumulate as much\nmore as I could. I talked with the elderly\nArcher Harris, then owner of the house,\nmany times before his death in 1916; and\nobtained from him and his still surviving\nmaiden sister Alice an authentic corroboration\nof all the family data my uncle\nhad collected. When, however, I asked\nthem what connection with France or its\nlanguage the house could have, they confessed\nthemselves as frankly baffled and\nignorant as I. Archer knew nothing, and\nall that Miss Harris could say was that\nan old allusion her grandfather, Dutee\nHarris, had heard of might have shed a\nlittle light. The old seaman, who had\nsurvived his son Welcome's death in battle\nby two years, had not himself known\nthe legend, but recalled that his earliest\nnurse, the ancient Maria Robbins, seemed\ndarkly aware of something that might\nhave lent a weird significance to the\nFrench raving of Rhoby Harris, which\nshe had so often heard during the last\ndays of that hapless woman. Maria had\nbeen at the shunned house from 1769 till\nthe removal of the family in 1783, and\nhad seen Mercy Dexter die. Once she\nhinted to the child Dutee of a somewhat\npeculiar circumstance in Mercy's last\nmoments, but he had soon forgotten all\nabout it save that it was something peculiar.\nThe granddaughter, moreover, recalled\neven this much with difficulty. She\nand her brother were not so much interested\nin the house as was Archer's\nson Carrington, the present owner, with\nwhom I talked after my experience.\n\nHaving exhausted the Harris family\nof all the information it could furnish,\nI turned my attention to early town\nrecords and deeds with a zeal more penetrating\nthan that which my uncle had occasionally\nshown in the same work. What\nI wished was a comprehensive history of\nthe site from its very settlement in 1636â\u0080\u0094or\neven before, if any Narragansett\nIndian legend could be unearthed to supply\nthe data. I found, at the start, that\nthe land had been part of the long strip\nof home lot granted originally to John\nThrockmorton; one of many similar strips\nbeginning at the Town Street beside the\nriver and extending up over the hill to a\nline roughly corresponding with the\nmodern Hope Street. The Throckmorton\nlot had later, of course, been much subdivided;\nand I became very assiduous in\ntracing that section through which Back\nor Benefit Street was later run. It had, as\nrumor indeed said, been the Throckmorton\ngraveyard; but as I examined the\nrecords more carefully, I found that the\ngraves had all been transferred at an\nearly date to the North Burial Ground on\nthe Pawtucket West Road.\n\nThen suddenly I cameâ\u0080\u0094by a rare piece\nof chance, since it was not in the main\nbody of records and might easily have\nbeen missedâ\u0080\u0094upon something which\naroused my keenest eagerness, fitting in\nas it did with several of the queerest\nphases of the affair. It was the record of\na lease, in 1697, of a small tract of\nground to an Etienne Roulet and wife.\nAt last the French element had appearedâ\u0080\u0094that,\nand another deeper element of\nhorror which the name conjured up from\nthe darkest recesses of my weird and\nheterogeneous readingâ\u0080\u0094and I feverishly\nstudied the platting of the locality as it\nhad been before the cutting through and\npartial straightening of Back Street between\n1747 and 1758. I found what I\nhad half expected, that where the\nshunned house now stood the Roulets had\nlaid out their graveyard behind a one-story\nand attic cottage, and that no record\nof any transfer of graves existed. The\ndocument, indeed, ended in much confusion;\nand I was forced to ransack both\nthe Rhode Island Historical Society and\nShepley Library before I could find a\nlocal door which the name of Etienne\nRoulet would unlock. In the end I did\nfind something; something of such vague\nbut monstrous import that I set about at\nonce to examine the cellar of the shunned\nhouse itself with a new and excited\nminuteness.\n\nThe Roulets, it seemed, had come in\n1696 from East Greenwich, down the\nwest shore of Narragansett Bay. They\nwere Huguenots from Caude, and had\nencountered much opposition before the\nProvidence selectmen allowed them to\nsettle in the town. Unpopularity had\ndogged them in East Greenwich, whither\nthey had come in 1686, after the revocation\nof the Edict of Nantes, and rumor\nsaid that the cause of dislike extended\nbeyond mere racial and national\nprejudice, or the land disputes which involved\nother French settlers with the\nEnglish in rivalries which not even Governor\nAndros could quell. But their\nardent Protestantismâ\u0080\u0094too ardent, some\nwhisperedâ\u0080\u0094and their evident distress\nwhen virtually driven from the village\ndown the bay, had moved the sympathy\nof the town fathers. Here the strangers\nhad been granted a haven; and the\nswarthy Etienne Roulet, less apt at agriculture\nthan at reading queer books and\ndrawing queer diagrams, was given a\nclerical post in the warehouse at Pardon\nTillinghast's wharf, far south in Town\nStreet. There had, however, been a riot\nof some sort later onâ\u0080\u0094perhaps forty\nyears later, after old Roulet's deathâ\u0080\u0094and\nno one seemed to hear of the family\nafter that.\n\nFor a century and more, it appeared,\nthe Roulets had been well remembered\nand frequently discussed as vivid incidents\nin the quiet life of a New England\nseaport. Etienne's son Paul, a surly fellow\nwhose erratic conduct had probably\nprovoked the riot which wiped out the\nfamily, was particularly a source of speculation;\nand though Providence never\nshared the witchcraft panics of her Puritan\nneighbors, it was freely intimated by\nold wives that his prayers were neither\nuttered at the proper time nor directed\ntoward the proper object. All this had\nundoubtedly formed the basis of the legend\nknown by old Maria Robbins. What\nrelation it had to the French ravings of\nRhoby Harris and other inhabitants of\nthe shunned house, imagination or future\ndiscovery alone could determine. I\nwondered how many of those who had\nknown the legends realized that additional\nlink with the terrible which my\nwider reading had given me; that ominous\nitem in the annals of morbid horror\nwhich tells of the creature Jacques\nRoulet, of Caude , who in 1598 was condemned\nto death as a demoniac but afterward\nsaved from the stake by the Paris\nparliament and shut in a madhouse. He\nhad been found covered with blood and\nshreds of flesh in a wood, shortly after\nthe killing and rending of a boy by a\npair of wolves. One wolf was seen to\nlope away unhurt. Surely a pretty hearthside\ntale, with a queer significance as to\nname and place; but I decided that the\nProvidence gossips could not have generally\nknown of it. Had they known, the\ncoincidence of names would have brought\nsome drastic and frightened actionâ\u0080\u0094indeed,\nmight not its limited whispering\nhave precipitated the final riot which\nerased the Roulets from the town?\n\nIÂ now visited the accursed place with\nincreased frequency; studying the unwholesome\nvegetation of the garden, examining\nall the walls of the building,\nand poring over every inch of the\nearthen cellar floor. Finally, with Carrington\nHarris's permission, I fitted a\nkey to the disused door opening from the\ncellar directly upon Benefit Street, preferring\nto have a more immediate access\nto the outside world than the dark stairs,\nground-floor hall, and front door could\ngive. There, where morbidity lurked most\nthickly, I searched and poked during\nlong afternoons when the sunlight filtered\nin through the cobwebbed above-ground\nwindows, and a sense of security glowed\nfrom the unlocked door which placed\nme only a few feet from the placid sidewalk\noutside. Nothing new rewarded my\neffortsâ\u0080\u0094only the same depressing mustiness\nand faint suggestions of noxious\nodors and nitrous outlines on the floorâ\u0080\u0094and\nI fancy that many pedestrians must\nhave watched me curiously through the\nbroken panes.\n\nAt length, upon a suggestion of my\nuncle's, I decided to try the spot nocturnally;\nand one stormy midnight ran the\nbeams of an electric torch over the moldy\nfloor with its uncanny shapes and distorted,\nhalf-phosphorescent fungi. The\nplace had dispirited me curiously that\nevening, and I was almost prepared when\nI sawâ\u0080\u0094or thought I sawâ\u0080\u0094amidst the\nwhitish deposits a particularly sharp definition\nof the \"huddled form\" I had suspected\nfrom boyhood. Its clearness was\nastonishing and unprecedentedâ\u0080\u0094and as I\nwatched I seemed to see again the thin,\nyellowish, shimmering exhalation which\nhad startled me on that rainy afternoon\nso many years before.\n\nAbove the anthropomorphic patch of\nmold by the fireplace it rose; a subtle,\nsickish, almost luminous vapor which as\nit hung trembling in the dampness\nseemed to develop vague and shocking\nsuggestions of form, gradually trailing off\ninto nebulous decay and passing up into\nthe blackness of the great chimney with\na fetor in its wake. It was truly horrible,\nand the more so to me because of what I\nknew of the spot. Refusing to flee, I\nwatched it fadeâ\u0080\u0094and as I watched I felt\nthat it was in turn watching me greedily\nwith eyes more imaginable than visible.\nWhen I told my uncle about it he was\ngreatly aroused; and after a tense hour\nof reflection, arrived at a definite and\ndrastic decision. Weighing in his mind\nthe importance of the matter, and the\nsignificance of our relation to it, he insisted\nthat we both testâ\u0080\u0094and if possible\ndestroyâ\u0080\u0094the horror of the house by a\njoint night or nights of aggressive vigil\nin that musty and fungus-cursed cellar.\n\n4\n\nOn Wednesday , June 25, 1919,\nafter a proper notification of Carrington\nHarris which did not include\nsurmises as to what we expected to find,\nmy uncle and I conveyed to the shunned\nhouse two camp chairs and a folding\ncamp cot, together with some scientific\nmechanism of greater weight and intricacy.\nThese we placed in the cellar during\nthe day, screening the windows with\npaper and planning to return in the evening\nfor our first vigil. We had locked\nthe door from the cellar to the ground\nfloor; and having a key to the outside\ncellar door, were prepared to leave our\nexpensive and delicate apparatusâ\u0080\u0094which\nwe had obtained secretly and at great\ncostâ\u0080\u0094as many days as our vigils might\nbe protracted. It was our design to sit\nup together till very late, and then watch\nsingly till dawn in two-hour stretches,\nmyself first and then my companion; the\ninactive member resting on the cot.\n\nThe natural leadership with which my\nuncle procured the instruments from the\nlaboratories of Brown University and the\nCranston Street Armory, and instinctively\nassumed direction of our venture, was a\nmarvelous commentary on the potential\nvitality and resilience of a man of eighty-one.\nElihu Whipple had lived according\nto the hygienic laws he had preached as\na physician, and but for what happened\nlater would be here in full vigor today.\nOnly two persons suspected what did\nhappenâ\u0080\u0094Carrington Harris and myself.\nI had to tell Harris because he owned\nthe house and deserved to know what\nhad gone out of it. Then too, we had\nspoken to him in advance of our quest;\nand I felt after my uncle's going that he\nwould understand and assist me in some\nvitally necessary public explanations. He\nturned very pale, but agreed to help me,\nand decided that it would now be safe\nto rent the house.\n\nTo declare that we were not nervous\non that rainy night of watching would be\nan exaggeration both gross and ridiculous.\nWe were not, as I have said, in\nany sense childishly superstitious, but scientific\nstudy and reflection had taught us\nthat the known universe of three dimensions\nembraces the merest fraction of the\nwhole cosmos of substance and energy. In\nthis case an overwhelming preponderance\nof evidence from numerous authentic\nsources pointed to the tenacious existence\nof certain forces of great power and, so\nfar as the human point of view is concerned,\nexceptional malignancy. To say\nthat we actually believed in vampires or\nwerewolves would be a carelessly inclusive\nstatement. Rather must it be said that\nwe were not prepared to deny the possibility\nof certain unfamiliar and unclassified\nmodifications of vital force and attenuated\nmatter; existing very infrequently\nin three-dimensional space because of\nits more intimate connection with other\nspatial units, yet close enough to the\nboundary of our own to furnish us occasional\nmanifestations which we, for\nlack of a proper vantage-point, may never\nhope to understand.\n\nIn short, it seemed to my uncle and\nme that an incontrovertible array of facts\npointed to some lingering influence in the\nshunned house; traceable to one or another\nof the ill-favored French settlers of\ntwo centuries before, and still operative\nthrough rare and unknown laws of\natomic and electronic motion. That the\nfamily of Roulet had possessed an abnormal\naffinity for outer circles of entityâ\u0080\u0094dark\nspheres which for normal folk\nhold only repulsion and terrorâ\u0080\u0094their recorded\nhistory seemed to prove. Had not,\nthen, the riots of those bygone seventeen-thirties\nset moving certain kinetic patterns\nin the morbid brain of one or more of\nthemâ\u0080\u0094notably the sinister Paul Rouletâ\u0080\u0094which\nobscurely survived the bodies murdered\nand buried by the mob, and continued\nto function in some multiple-dimensioned\nspace along the original\nlines of force determined by a frantic\nhatred of the encroaching community?\n\nSuch a thing was surely not a physical\nor biochemical impossibility in the light\nof a newer science which includes the\ntheories of relativity and intra-atomic\naction. One might easily imagine an alien\nnucleus of substance or energy, formless\nor otherwise, kept alive by imperceptible\nor immaterial subtractions from the life-force\nor bodily tissue and fluids of other\nand more palpably living things into\nwhich it penetrates and with whose fabric\nit sometimes completely merges itself. It\nmight be actively hostile, or it might be\ndictated merely by blind motives of self-preservation.\nIn any case such a monster\nmust of necessity be in our scheme of\nthings an anomaly and an intruder,\nwhose extirpation forms a primary duty\nwith every man not an enemy to the\nworld's life, health, and sanity.\n\nWhat baffled us was our utter ignorance\nof the aspect in which we might encounter\nthe thing. No sane person had\never seen it, and few had ever felt it\ndefinitely. It might be pure energyâ\u0080\u0094a\nform ethereal and outside the realm of\nsubstanceâ\u0080\u0094or it might be partly material;\nsome unknown and equivocal mass of\nplasticity, capable of changing at will to\nnebulous approximations of the solid,\nliquid, gaseous, or tenuously unparticled\nstates. The anthropomorphic patch of\nmold on the floor, the form of the yellowish\nvapor, and the curvature of the\ntree-roots in some of the old tales, all\nargued at least a remote and reminiscent\nconnection with the human shape; but\nhow representative or permanent that\nsimilarity might be, none could say with\nany kind of certainty.\n\nWe had devised two weapons to\nfight it; a large and specially fitted\nCrookes tube operated by powerful storage\nbatteries and provided with peculiar\nscreens and reflectors, in case it proved\nintangible and opposable only by vigorously\ndestructive ether radiations, and a\npair of military flame-throwers of the sort\nused in the World War, in case it proved\npartly material and susceptible of mechanical\ndestructionâ\u0080\u0094for like the superstitious\nExeter rustics, we were prepared\nto burn the thing's heart out if heart\nexisted to burn. All this aggressive mechanism\nwe set in the cellar in positions\ncarefully arranged with reference to the\ncot and chairs, and to the spot before the\nfireplace where the mold had taken\nstrange shapes. That suggestive patch, by\nthe way, was only faintly visible when we\nplaced our furniture and instruments, and\nwhen we returned that evening for the\nactual vigil. For a moment I half doubted\nthat I had ever seen it in the more definitely\nlimned formâ\u0080\u0094but then I thought\nof the legends.\n\nOur cellar vigil began at ten p. m.,\ndaylight saving time, and as it continued\nwe found no promise of pertinent developments.\nA weak, filtered glow from the\nrain-harassed street-lamps outside, and a\nfeeble phosphorescence from the detestable\nfungi within, showed the dripping\nstone of the walls, from which all traces\nof whitewash had vanished; the dank,\nfetid and mildew-tainted hard earth floor\nwith its obscene fungi; the rotting remains\nof what had been stools, chairs, and\ntables, and other more shapeless furniture;\nthe heavy planks and massive beams\nof the ground floor overhead; the decrepit\nplank door leading to bins and\nchambers beneath other parts of the\nhouse; the crumbling stone staircase with\nruined wooden hand-rail; and the crude\nand cavernous fireplace of blackened\nbrick where rusted iron fragments revealed\nthe past presence of hooks, andirons,\nspit, crane, and a door to the\nDutch ovenâ\u0080\u0094these things, and our austere\ncot and camp chairs, and the heavy\nand intricate destructive machinery we\nhad brought.\n\nWe had, as in my own former explorations,\nleft the door to the street unlocked;\nso that a direct and practical path\nof escape might lie open in case of\nmanifestations beyond our power to deal\nwith. It was our idea that our continued\nnocturnal presence would call forth whatever\nmalign entity lurked there; and that\nbeing prepared, we could dispose of the\nthing with one or the other of our provided\nmeans as soon as we had recognized\nand observed it sufficiently. How long it\nmight require to evoke and extinguish\nthe thing, we had no notion. It occurred\nto us, too, that our venture was\nfar from safe; for in what strength the\nthing might appear no one could tell.\nBut we deemed the game worth the\nhazard, and embarked on it alone and\nunhesitatingly; conscious that the seeking\nof outside aid would only expose us to\nridicule and perhaps defeat our entire\npurpose. Such was our frame of mind as\nwe talkedâ\u0080\u0094far into the night, till my\nuncle's growing drowsiness made me remind\nhim to lie down for his two-hour\nsleep.\n\nSomething like fear chilled me as I\nsat there in the small hours aloneâ\u0080\u0094I say\nalone, for one who sits by a sleeper is\nindeed alone; perhaps more alone than\nhe can realize. My uncle breathed heavily,\nhis deep inhalations and exhalations\naccompanied by the rain outside, and\npunctuated by another nerve-racking\nsound of distant dripping water withinâ\u0080\u0094for\nthe house was repulsively damp even\nin dry weather, and in this storm positively\nswamp-like. I studied the loose,\nantique masonry of the walls in the\nfungus-light and the feeble rays which\nstole in from the street through the\nscreened window; and once, when the\nnoisome atmosphere of the place seemed\nabout to sicken me, I opened the door\nand looked up and down the street,\nfeasting my eyes on familiar sights and\nmy nostrils on wholesome air. Still nothing\noccurred to reward my watching; and\nI yawned repeatedly, fatigue getting the\nbetter of apprehension.\n\nThen the stirring of my uncle in his\nsleep attracted my notice. He had turned\nrestlessly on the cot several times during\nthe latter half of the first hour, but now\nhe was breathing with unusual irregularity,\noccasionally heaving a sigh which\nheld more than a few of the qualities of\na choking moan.\n\nI turned my electric flashlight on him\nand found his face averted; so rising and\ncrossing to the other side of the cot, I\nagain flashed the light to see if he seemed\nin any pain. What I saw unnerved me\nmost surprisingly, considering its relative\ntriviality. It must have been merely the\nassociation of any odd circumstance with\nthe sinister nature of our location and\nmission, for surely the circumstance was\nnot in itself frightful or unnatural. It\nwas merely that my uncle's facial expression,\ndisturbed no doubt by the strange\ndreams which our situation prompted,\nbetrayed considerable agitation, and\nseemed not at all characteristic of him.\nHis habitual expression was one of kindly\nand well-bred calm, whereas now a variety\nof emotions seemed struggling within\nhim. I think, on the whole, that it was\nthis variety which chiefly disturbed me.\nMy uncle, as he gasped and tossed in\nincreasing perturbation and with eyes that\nhad now started open, seemed not one\nbut many men, and suggested a curious\nquality of alienage from himself.\n\nAll at once he commenced to mutter,\nand I did not like the look of his\nmouth and teeth as he spoke. The words\nwere at first indistinguishable, and thenâ\u0080\u0094with\na tremendous startâ\u0080\u0094I recognized\nsomething about them which filled me\nwith icy fear till I recalled the breadth\nof my uncle's education and the interminable\ntranslations he had made from\nanthropological and antiquarian articles in\nthe Revue des Deux Mondes . For the\nvenerable Elihu Whipple was muttering in French , and the few phrases I could\ndistinguish seemed connected with the\ndarkest myths he had ever adapted from\nthe famous Paris magazine.\n\nSuddenly a perspiration broke out on\nthe sleeper's forehead, and he leaped\nabruptly up, half awake. The jumble of\nFrench changed to a cry in English, and\nthe hoarse voice shouted excitedly, \"My\nbreath, my breath!\" Then the awakening\nbecame complete, and with a subsidence\nof facial expression to the normal state\nmy uncle seized my hand and began to\nrelate a dream whose nucleus of significance\nI could only surmise with a kind\nof awe.\n\nHe had, he said, floated off from a very\nordinary series of dream-pictures into a\nscene whose strangeness was related to\nnothing he had ever read. It was of this\nworld, and yet not of itâ\u0080\u0094a shadowy\ngeometrical confusion in which could be\nseen elements of familiar things in most\nunfamiliar and perturbing combinations.\nThere was a suggestion of queerly disordered\npictures superimposed one upon\nanother; an arrangement in which the\nessentials of time as well as of space\nseemed dissolved and mixed in the most\nillogical fashion. In this kaleidoscopic\nvortex of phantasmal images were occasional\nsnap-shots, if one might use the\nterm, of singular clearness but unaccountable\nheterogeneity.\n\nOnce my uncle thought he lay in a\ncarelessly dug open pit, with a crowd of\nangry faces framed by straggling locks\nand three-cornered hats frowning down\non him. Again he seemed to be in the\ninterior of a houseâ\u0080\u0094an old house, apparentlyâ\u0080\u0094but\nthe details and inhabitants\nwere constantly changing, and he could\nnever be certain of the faces or the furniture,\nor even of the room itself, since\ndoors and windows seemed in just as\ngreat a state of flux as the presumably\nmore mobile objects. It was queerâ\u0080\u0094damnably\nqueerâ\u0080\u0094and my uncle spoke\nalmost sheepishly, as if half expecting\nnot to be believed, when he declared\nthat of the strange faces many had unmistakably\nborne the features of the\nHarris family. And all the while there\nwas a personal sensation of choking, as\nif some pervasive presence had spread\nitself through his body and sought to\npossess itself of his vital processes.\n\nI shuddered at the thought of those\nvital processes, worn as they were by\neighty-one years of continuous functioning,\nin conflict with unknown forces of\nwhich the youngest and strongest system\nmight well be afraid; but in another\nmoment reflected that dreams are only\ndreams, and that these uncomfortable\nvisions could be, at most, no more than\nmy uncle's reaction to the investigations\nand expectations which had lately filled\nour minds to the exclusion of all else.\n\nConversation, also, soon tended to dispel\nmy sense of strangeness; and in time\nI yielded to my yawns and took my turn\nat slumber. My uncle seemed now very\nwakeful, and welcomed his period of\nwatching even though the nightmare had\naroused him far ahead of his allotted two\nhours.\n\nSleep seized me quickly, and I was at\nonce haunted with dreams of the most\ndisturbing kind. I felt, in my visions, a\ncosmic and abysmal loneness; with hostility\nsurging from all sides upon some\nprison where I lay confined. I seemed\nbound and gagged, and taunted by the\nechoing yells of distant multitudes who\nthirsted for my blood. My uncle's face\ncame to me with less pleasant association\nthan in waking hours, and I recall many\nfutile struggles and attempts to scream.\nIt was not a pleasant sleep, and for a\nsecond I was not sorry for the echoing\nshriek which clove through the barriers\nof dream and flung me to a sharp and\nstartled awakeness in which every actual\nobject before my eyes stood out with\nmore than natural clearness and reality.\n\n5\n\nIÂ had been lying with my face away\nfrom my uncle's chair, so that in this\nsudden flash of awakening I saw\nonly the door to the street, the window,\nand the wall and floor and ceiling\ntoward the north of the room, all\nphotographed with morbid vividness on\nmy brain in a light brighter than the\nglow of the fungi or the rays from the\nstreet outside. It was not a strong or\neven a fairly strong light; certainly not\nnearly strong enough to read an average\nbook by. But it cast a shadow of myself\nand the cot on the floor, and had a\nyellowish, penetrating force that hinted\nat things more potent than luminosity.\nThis I perceived with unhealthy sharpness\ndespite the fact that two of my other\nsenses were violently assailed. For on my\nears rang the reverberations of that\nshocking scream, while my nostrils revolted\nat the stench which filled the\nplace. My mind, as alert as my senses,\nrecognized the gravely unusual; and almost\nautomatically I leaped up and turned\nabout to grasp the destructive instruments\nwhich we had left trained on the\nmoldy spot before the fireplace. As I\nturned, I dreaded what I was to see; for\nthe scream had been in my uncle's voice,\nand I knew not against what menace I\nshould have to defend him and myself.\n\nYet after all, the sight was worse than\nI had dreaded. There are horrors beyond\nhorrors, and this was one of those nuclei\nof all dreamable hideousness which the\ncosmos saves to blast an accursed and unhappy\nfew. Out of the fungus-ridden\nearth steamed up a vaporous corpse-light,\nyellow and diseased, which bubbled and\nlapped to a gigantic height in vague outlines\nhalf human and half monstrous,\nthrough which I could see the chimney\nand fireplace beyond. It was all eyesâ\u0080\u0094wolfish\nand mockingâ\u0080\u0094and the rugose\ninsect-like head dissolved at the top to a\nthin stream of mist which curled putridly\nabout and finally vanished up the chimney.\nI say that I saw this thing, but it is\nonly in conscious retrospection that I ever\ndefinitely traced its damnable approach to\nform. At the time, it was to me only a\nseething, dimly phosphorescent cloud of\nfungous loathsomeness, enveloping and\ndissolving to an abhorrent plasticity the\none object on which all my attention was\nfocussed. That object was my uncleâ\u0080\u0094the\nvenerable Elihu Whippleâ\u0080\u0094who with\nblackening and decaying features leered\nand gibbered at me, and reached out\ndripping claws to rend me in the fury\nwhich this horror had brought.\n\nIt was a sense of routine which kept\nme from going mad. I had drilled myself\nin preparation for the crucial moment,\nand blind training saved me. Recognizing\nthe bubbling evil as no substance\nreachable by matter or material\nchemistry, and therefore ignoring the\nflame-thrower which loomed on my left,\nI threw on the current of the Crookes\ntube apparatus, and focussed toward that\nscene of immortal blasphemousness the\nstrongest ether radiations which man's\nart can arouse from the spaces and fluids\nof nature. There was a bluish haze and\na frenzied sputtering, and the yellowish\nphosphorescence grew dimmer to my eyes.\nBut I saw the dimness was only that of\ncontrast, and that the waves from the\nmachine had no effect whatever.\n\nThen, in the midst of that demoniac\nspectacle, I saw a fresh horror which\nbrought cries to my lips and sent me\nfumbling and staggering toward that unlocked\ndoor to the quiet street, careless\nof what abnormal terrors I loosed upon\nthe world, or what thoughts or judgments\nof men I brought down upon my\nhead. In that dim blend of blue and\nyellow the form of my uncle had commenced\na nauseous liquefaction whose\nessence eludes all description, and in\nwhich there played across his vanishing\nface such changes of identity as only\nmadness can conceive. He was at once\na devil and a multitude, a charnel-house\nand a pageant. Lit by the mixed and uncertain\nbeams, that gelatinous face assumed\na dozenâ\u0080\u0094a scoreâ\u0080\u0094a hundredâ\u0080\u0094aspects;\ngrinning, as it sank to the ground\non a body that melted like tallow, in the\ncaricatured likeness of legions strange\nand yet not strange.\n\nI saw the features of the Harris line,\nmasculine and feminine, adult and infantile,\nand other features old and young,\ncoarse and refined, familiar and unfamiliar.\nFor a second there flashed a\ndegraded counterfeit of a miniature of\npoor mad Rhoby Harris that I had seen\nin the School of Design museum, and\nanother time I thought I caught the raw-boned\nimage of Mercy Dexter as I recalled\nher from a painting in Carrington\nHarris's house. It was frightful beyond\nconception; toward the last, when\na curious blend of servant and baby\nvisages flickered close to the fungous floor\nwhere a pool of greenish grease was\nspreading, it seemed as though the shifting\nfeatures fought against themselves\nand strove to form contours like those\nof my uncle's kindly face. I like to think\nthat he existed at that moment, and that\nhe tried to bid me farewell. It seems to\nme I hiccupped a farewell from my own\nparched throat as I lurched out into the\nstreet; a thin stream of grease following\nme through the door to the rain-drenched\nsidewalk.\n\nThe rest is shadowy and monstrous.\nThere was no one in the soaking\nstreet, and in all the world there was no\none I dared tell. I walked aimlessly south\npast College Hill and the AthenÃ¦um,\ndown Hopkins Street, and over the bridge\nto the business section where tall buildings\nseemed to guard me as modern\nmaterial things guard the world from\nancient and unwholesome wonder. Then\ngray dawn unfolded wetly from the east,\nsilhouetting the archaic hill and its venerable\nsteeples, and beckoning me to the\nplace where my terrible work was still\nunfinished. And in the end I went, wet,\nhatless, and dazed in the morning light,\nand entered that awful door in Benefit\nStreet which I had left ajar, and which\nstill swung cryptically in full sight of the\nearly householders to whom I dared not\nspeak.\n\nThe grease was gone, for the moldy\nfloor was porous. And in front of the\nfireplace was no vestige of the giant doubled-up\nform traced in niter. I looked\nat the cot, the chairs, the instruments, my\nneglected hat, and the yellowed straw hat\nof my uncle. Dazedness was uppermost,\nand I could scarcely recall what was\ndream and what was reality. Then\nthought trickled back, and I knew that I\nhad witnessed things more horrible than\nI had dreamed.\n\nSitting down, I tried to conjecture as\nnearly as sanity would let me just what\nhad happened, and how I might end the\nhorror, if indeed it had been real. Matter\nit seemed not to be, nor ether, nor anything\nelse conceivable by mortal mind.\nWhat, then, but some exotic emanation ;\nsome vampirish vapor such as Exeter\nrustics tell of as lurking over certain\nchurchyards? This I felt was the clue,\nand again I looked at the floor before\nthe fireplace where the mold and niter\nhad taken strange forms.\n\nIn ten minutes my mind was made up,\nand taking my hat I set out for home,\nwhere I bathed, ate, and gave by telephone\nan order for a pickax, a spade, a\nmilitary gas-mask, and six carboys of\nsulfuric acid, all to be delivered the next\nmorning at the cellar door of the shunned\nhouse in Benefit Street. After that I tried\nto sleep; and failing, passed the hours in\nreading and in the composition of inane\nverses to counteract my mood.\n\nAt eleven a. m. the next day I commenced\ndigging. It was sunny weather,\nand I was glad of that. I was still alone,\nfor as much as I feared the unknown\nhorror I sought, there was more fear in\nthe thought of telling anybody. Later I\ntold Harris only through sheer necessity,\nand because he had heard odd tales from\nold people which disposed him ever so\nlittle toward belief. As I turned up the\nstinking black earth in front of the fireplace,\nmy spade causing a viscous yellow\nichor to ooze from the white fungi which\nit severed, I trembled at the dubious\nthoughts of what I might uncover. Some\nsecrets of inner earth are not good for\nmankind, and this seemed to me one of\nthem.\n\nMy hand shook perceptibly, but still I\ndelved; after a while standing in the\nlarge hole I had made. With the deepening\nof the hole, which was about six\nfeet square, the evil smell increased; and\nI lost all doubt of my imminent contact\nwith the hellish thing whose emanations\nhad cursed the house for over a century\nand a half. I wondered what it would\nlook likeâ\u0080\u0094what its form and substance\nwould be, and how big it might have\nwaxed through long ages of life-sucking.\nAt length I climbed out of the hole and\ndispersed the heaped-up dirt, then arranging\nthe great carboys of acid around and\nnear two sides, so that when necessary\nI might empty them all down the aperture\nin quick succession. After that I dumped\nearth only along the other two sides;\nworking more slowly and donning my\ngas-mask as the smell grew. I was nearly\nunnerved at my proximity to a nameless\nthing at the bottom of a pit.\n\nSuddenly my spade struck something\nsofter than earth. I shuddered, and made\na motion as if to climb out of the hole,\nwhich was now as deep as my neck. Then\ncourage returned, and I scraped away\nmore dirt in the light of the electric\ntorch I had provided. The surface I uncovered\nwas fishy and glassyâ\u0080\u0094a kind of\nsemi-putrid congealed jelly with suggestions\nof translucency. I scraped further,\nand saw that it had form. There was a\nrift where a part of the substance was\nfolded over. The exposed area was huge\nand roughly cylindrical; like a mammoth\nsoft blue-white stovepipe doubled in two,\nits largest part some two feet in diameter.\nStill more I scraped, and then abruptly I\nleaped out of the hole and away from the\nfilthy thing; frantically unstopping and\ntilting the heavy carboys, and precipitating\ntheir corrosive contents one after another\ndown that charnel gulf and upon\nthe unthinkable abnormality whose titan elbow I had seen.\n\nThe blinding maelstrom of greenish-yellow\nvapor which surged tempestuously\nup from that hole as the floods of\nacid descended, will never leave my\nmemory. All along the hill people tell of\nthe yellow day, when virulent and horrible\nfumes arose from the factory waste\ndumped in the Providence River, but I\nknow how mistaken they are as to the\nsource. They tell, too, of the hideous\nroar which at the same time came from\nsome disordered water-pipe or gas main\nundergroundâ\u0080\u0094but again I could correct\nthem if I dared. It was unspeakably\nshocking, and I do not see how I lived\nthrough it. I did faint after emptying\nthe fourth carboy, which I had to handle\nafter the fumes had begun to penetrate\nmy mask; but when I recovered I saw\nthat the hole was emitting no fresh\nvapors.\n\nThe two remaining carboys I emptied\ndown without particular result, and after\na time I felt it safe to shovel the earth\nback into the pit. It was twilight before\nI was done, but fear had gone out of the\nplace. The dampness was less fetid, and\nall the strange fungi had withered to a\nkind of harmless grayish powder which\nblew ash-like along the floor. One of\nearth's nethermost terrors had perished\nfor ever; and if there be a hell, it had\nreceived at last the demon soul of an\nunhallowed thing. And as I patted down\nthe last spadeful of mold, I shed the\nfirst of the many tears with which I have\npaid unaffected tribute to my beloved\nuncle's memory.\n\nThe next spring no more pale grass\nand strange weeds came up in the shunned\nhouse's terraced garden, and shortly afterward\nCarrington Harris rented the place.\nIt is still spectral, but its strangeness\nfascinates me, and I shall find mixed with\nmy relief a queer regret when it is torn\ndown to make way for a tawdry shop or\nvulgar apartment building. The barren\nold trees in the yard have begun to bear\nsmall, sweet apples, and last year the\nbirds nested in their gnarled boughs.\n\nTranscriber's Note:\n\nThis etext was produced from Weird Tales October 1937.\nExtensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed. Minor spelling and\ntypographical errors have been corrected without note.",
    "metadata": {
        "author": "H. P. Lovecraft",
        "year": 1925,
        "url": "https://www.gutenberg.org/cache/epub/31469/pg31469-images.html",
        "name": "The Shunned House"
    }
}