{
    "name": "The Festival by H. P. Lovecraft",
    "body": "The Festival\n\nI was far from home, and the spell of the eastern sea was upon me.\nIn the twilight I heard it pounding on the rocks, and I knew it lay\njust over the hill where the twisting willows writhed against the\nclearing sky and the first stars of evening. And because my fathers\nhad called me to the old town beyond, I pushed on through the\nshallow, new-fallen snow along the road that soared lonely up to\nwhere Aldebaran twinkled among the trees; on toward the very ancient\ntown I had never seen but often dreamed of.\n\nIt was the Yuletide, which men call Christmas, though they know in\ntheir hearts it is older than Bethlehem and Babylon, older than\nMemphis and mankind. It was the Yuletide, and I had come at last to\nthe ancient sea town where my people had dwelt and kept festival in\nthe elder time when festival was forbidden; where also they had\ncommanded their sons to keep festival once every century, that the\nmemory of primal secrets might not be forgotten. Mine were an old\npeople, old even when this land was settled three hundred years\nbefore. And they were strange, because they had come as dark,\nfurtive folk from opiate southern gardens of orchids, and spoken\nanother tongue before they learnt the tongue of the blue-eyed\nfishers. And now they were scattered, and shared only the rituals of\nmysteries that none living could understand. I was the only one who\ncame back that night to the old fishing town as legend bade, for\nonly the poor and the lonely remember.\n\nThen beyond the hillâ\u0080\u0099s crest I saw Kingsport outspread frostily in\nthe gloaming; snowy Kingsport with its ancient vanes and steeples,\nridgepoles and chimneypots, wharves and small bridges, willow trees\nand graveyards; endless labyrinths of steep, narrow, crooked\nstreets, and dizzy church-crowned central peak that time durst not\ntouch; ceaseless mazes of colonial houses piled and scattered at all\nangles and levels like a childâ\u0080\u0099s disordered blocks; antiquity\nhovering on gray wings over winter-whitened gables and gambrel\nroofs. And against the rotting wharves the sea pounded; the\nsecretive, immemorial sea out of which the people had come in the\nelder time.\n\nBeside the road at its crest a still higher summit rose, bleak and\nwindswept, and I saw that it was a burying-ground where black\ngravestones stuck ghoulishly through the snow like the decayed\nfingernails of a gigantic corpse. The printless road was very\nlonely, and sometimes I thought I heard a distant horrible creaking\nas of a gibbet in the wind. They had hanged four kinsmen of mine for\nwitchcraft in 1692, but I did not know just where.\n\nAs the road wound down the seaward slope I listened for the merry\nsounds of a village at evening, but did not hear them. Then I\nthought of the season, and felt that these old Puritan folk might\nwell have Christmas customs strange to me, and full of silent\nhearthside prayer. So after that I did not listen for merriment or\nlook for wayfarers, but kept on down past the hushed, lighted\nfarmhouses and shadowy stone walls to where the signs of ancient\nshops and sea taverns creaked in the salt breeze, and the grotesque\nknockers of pillared doorways glistened along deserted, unpaved\nlanes in the light of little, curtained windows.\n\nI had seen maps of the town, and knew where to find the home of my\npeople. It was told that I should be known and welcomed, for village\nlegend lives long; so I hastened through Back Street to Circle\nCourt, and across the fresh snow on the one full flagstone pavement\nin the town, to where Green Lane leads off behind the Market House.\nI was glad I had chosen to walk. The white village had seemed very\nbeautiful from the hill; and now I was eager to knock at the door of\nmy people, the seventh house on the left in Green Lane, with an\nancient peaked roof and jutting second story, all built before 1650.\n\nThere were lights inside the house when I came upon it, and I saw\nfrom the diamond window-panes that it must have been kept very close\nto its antique state. The upper part overhung the narrow,\ngrass-grown street and nearly met the overhanging part of the house\nopposite, so that I was almost in a tunnel, with the low stone\ndoorstep wholly free from snow. There was no sidewalk, but many\nhouses had high doors reached by double flights of steps with iron\nrailings. It was an odd scene, and because I was strange to New\nEngland I had never known its like before. Though it pleased me, I\nwould have relished it better if there had been footprints in the\nsnow, and people in the streets, and a few windows without drawn\ncurtains.\n\nWhen I sounded the archaic iron knocker I was half afraid. Some fear\nhad been gathering in me, perhaps because of the strangeness of my\nheritage, and the bleakness of the evening, and the queerness of the\nsilence in that aged town of curious customs. And when my knock was\nanswered I was fully afraid, because I had not heard any footsteps\nbefore the door creaked open. But I was not afraid long, for the\ngowned, slippered old man in the doorway had a bland face that\nreassured me; and though he made signs that he was dumb, he wrote a\nquaint and ancient welcome with the stylus and wax tablet he\ncarried.\n\nHe beckoned me into a low, candlelit room with massive exposed\nrafters and dark, stiff, sparse furniture of the seventeenth\ncentury. The past was vivid there, for not an attribute was missing.\nThere was a cavernous fireplace and a spinning-wheel at which a bent\nold woman in loose wrapper and deep poke-bonnet sat back toward me,\nsilently spinning despite the festive season. An infinite dampness\nseemed upon the place, and I marveled that no fire should be\nblazing. The high-backed settle faced the row of curtained windows\nat the left, and seemed to be occupied, though I was not sure. I did\nnot like everything about what I saw, and felt again the fear I had\nhad. This fear grew stronger from what had before lessened it, for\nthe more I looked at the old manâ\u0080\u0099s bland face, the more its very\nblandness terrified me. The eyes never moved, and the skin was too\nlike wax. Finally I was sure it was not a face at all, but a\nfiendishly cunning mask. But the flabby hands, curiously gloved,\nwrote genially on the tablet and told me I must wait a while before\nI could be led to the place of festival.\n\nPointing to a chair, table, and pile of books, the old man now left,\nthe room; and when I sat down to read I saw that the books were\nhoary and moldy, and that they included old Morrysterâ\u0080\u0099s wild\nâ\u0080\u009cMarvels of Science,â\u0080\u009d the terrible â\u0080\u009cSaducismus Triumphatusâ\u0080\u009d of\nJoseph Glanvil, published in 1681, the shocking â\u0080\u009cDaemonolatreiaâ\u0080\u009d of\nRemigius, printed in 1595 at Lyons, and worst of all, the\nunmentionable â\u0080\u009cNecronomiconâ\u0080\u009d of the mad Arab Abdul Alhazred, in\nOlaus Wormiusâ\u0080\u0099 forbidden Latin translation: a book which I had never\nseen, but of which I had heard monstrous things whispered. No one\nspoke to me, but I could hear the creaking of signs in the wind\noutside, and the whir of the wheel as the bonneted old woman\ncontinued her silent spinning, spinning.\n\nI thought the room and the books and the people very morbid and\ndisquieting, but because an old tradition of my fatherâ\u0080\u0099s had\nsummoned me to strange feastings, I resolved to expect queer things.\nSo I tried to read, and soon became tremblingly absorbed by\nsomething I found in that accursed â\u0080\u009cNecronomiconâ\u0080\u009d; a thought and a\nlegend too hideous for sanity or consciousness. But I disliked it\nwhen I fancied I heard the closing of one of the windows that the\nsettle faced, as if it had been stealthily opened. It had seemed to\nfollow a whirring that was not of the old womanâ\u0080\u0099s spinning-wheel.\nThis was not much, though, for the old woman was spinning very hard,\nand the aged clock had been striking. After that I lost the feeling\nthat there were persons on the settle, and was reading intently and\nshudderingly when the old man came back booted and dressed in a\nloose antique costume, and sat down on that very bench, so that I\ncould not see him. It was certainly nervous waiting, and the\nblasphemous book in my hands made it doubly so. When 11 oâ\u0080\u0099clock\nstruck, however, the old man stood up, glided to a massive carved\nchest in a corner, and got two hooded cloaks, one of which he\ndonned, and the other of which he draped round the old woman, who\nwas ceasing her monotonous spinning. Then they both started for the\nouter door; the woman lamely creeping, and the old man, after\npicking up the very book I had been reading, beckoning me as he drew\nhis hood over that unmoving face or mask.\n\nWe went out into the moonless and tortuous network of that\nincredibly ancient town; went out as the lights in the curtained\nwindows disappeared one by one, and the Dog Star leered at the\nthrong of cowled, cloaked figures that poured silently from every\ndoorway and formed monstrous processions up this street and that,\npast the creaking signs and antediluvian gables, the thatched roofs\nand the diamond-paned windows; threading precipitous lanes where\ndecaying houses overlapped and crumbled together, gliding across\nopen courts and churchyards where the bobbing lanterns made eldritch\ndrunken constellations.\n\nAmid these hushed throngs I followed my voiceless guides; jostled by\nelbows that seemed preternaturally soft, and pressed by chests and\nstomachs that seemed abnormally pulpy; but seeing never a face and\nhearing never a word. Up, up, up, the eery columns slithered, and I\nsaw that all the travelers were converging as they flowed near a\nsort of focus of crazy alleys at the top of a high hill in the\ncenter of the town, where perched a great white church. I had seen\nit from the roadâ\u0080\u0099s crest when I looked at Kingsport in the new dusk,\nand it had made me shiver because Aldebaran had seemed to balance\nitself a moment on the ghostly spire.\n\nThere was an open space around the church; partly a churchyard with\nspectral shafts, and partly a half-paved square swept nearly bare of\nsnow by the wind, and lined with unwholesomely archaic houses having\npeaked roofs and overhanging gables. Death-fires danced over the\ntombs, revealing gruesome vistas, though queerly failing to cast any\nshadows. Past the churchyard, where there were no houses, I could\nsee over the hillâ\u0080\u0099s summit and watch the glimmer of stars on the\nharbor, though the town was invisible in the dark. Only once in a\nwhile a lantern bobbed horribly through serpentine alleys on its\nway to overtake the throng that was now slipping speechlessly into\nthe church.\n\nI waited till the crowd had oozed into the black doorway, and till\nall the stragglers had followed. The old man was pulling at my\nsleeve, but I was determined to be the last. Then finally I went,\nthe sinister man and the old spinning woman before me. Crossing the\nthreshold into that swarming temple of unknown darkness, I turned\nonce to look at the outside world as the churchyard phosphorescence\ncast a sickly glow on the hilltop pavement. And as I did so I\nshuddered. For though the wind had not left much snow, a few patches\ndid remain on the path near the door; and in that fleeting backward\nlook it seemed to my troubled eye that they bore no mark of passing\nfeet, not even mine.\n\nThe church was scarce lighted by all the lanterns that had entered\nit, for most of the throng had already vanished. They had streamed\nup the aisle between the high white pews to the trapdoor of the\nvaults which yawned loathsomely open just before the pulpit, and\nwere now squirming noiselessly in. I followed dumbly down the\nfootworn steps and into the dank, suffocating crypt. The tail of\nthat sinuous line of night-marchers seemed very horrible, and as I\nsaw them wriggling into a venerable tomb, they seemed more horrible\nstill. Then I noticed that the tombâ\u0080\u0099s floor had an aperture down\nwhich the throng was sliding, and in a moment we were all descending\nan ominous staircase of rough-hewn stone; a narrow spiral staircase\ndamp and peculiarly odorous, that wound endlessly down into the\nbowels of the hill, past monotonous walls of dripping stone blocks\nand crumbling mortar. It was a silent, shocking descent, and I\nobserved after a horrible interval that the walls and steps were\nchanging in nature, as if chiseled out of the solid rock. What\nmainly troubled me was that the myriad footfalls made no sound and\nset up no echoes. After more eons of descent I saw some side\npassages or burrows leading from unknown recesses of blackness to\nthis shaft of nighted mystery. Soon they became excessively\nnumerous, like impious catacombs of nameless menace; and their\npungent odor of decay grew quite unbearable. I knew we must have\npassed down through the mountain and beneath the earth of Kingsport\nitself, and I shivered that a town should be so aged and maggoty\nwith subterraneous evil.\n\nThen I saw the lurid shimmering of pale light, and heard the\ninsidious lapping of sunless waters. Again I shivered, for I did not\nlike the things that the night had brought, and wished bitterly that\nno forefather had summoned me to this primal rite. As the steps and\nthe passage grew broader, I heard another sound, the thin, whining\nmockery of a feeble flute; and suddenly there spread out before me\nthe boundless vista of an inner worldâ\u0080\u0094a vast fungous shore litten\nby a belching column of sick greenish flame and washed by a wide\noily river that flowed from abysses frightful and unsuspected to\njoin the blackest gulfs of immemorial ocean.\n\nFainting and gasping, I looked at that unhallowed Erebus of titan\ntoadstools, leprous fire and slimy water, and saw the cloaked\nthrongs forming a semicircle around the blazing pillar. It was the\nYule-rite, older than man and fated to survive him; the primal rite\nof the solstice and of springâ\u0080\u0099s promise beyond the snows; the rite\nof fire and evergreen, light and music. And in that Stygian grotto I\nsaw them do the rite, and adore the sick pillar of flame, and throw\ninto the water handfuls gouged out of the viscous vegetation which\nglittered green in the chlorotic glare. I saw this, and I saw\nsomething amorphously squatted far away from the light, piping\nnoisomely on a flute; and as the thing piped I thought I heard\nnoxious muffled flutterings in the fetid darkness where I could not\nsee. But what frightened me most was that flaming column; spouting\nvolcanically from depths profound and inconceivable, casting no\nshadows as healthy flame should, and coating the nitrous stone above\nwith a nasty, venomous verdigris. For in all that seething\ncombustion no warmth lay, but only the clamminess of death and\ncorruption.\n\nThe man who had brought me now squirmed to a point directly beside\nthe hideous flame, and made stiff ceremonial motions to the\nsemicircle he faced. At certain stages of the ritual they did\ngroveling obeisance, especially when he held above his head that\nabhorrent â\u0080\u009cNecronomiconâ\u0080\u009d he had taken with him; and I shared all the\nobeisances because I had been summoned to this festival by the\nwritings of my forefathers. Then the old man made a signal to the\nhalf-seen flute-player in the darkness, which player thereupon\nchanged its feeble drone to a scarce louder drone in another key;\nprecipitating as it did so a horror unthinkable and unexpected. At\nthis horror I sank nearly to the lichened earth, transfixed with a\ndread not of this nor any world, but only of the mad spaces between\nthe stars.\n\nOut of the unimaginable blackness beyond the gangrenous glare of\nthat cold flame, out of the tartarean leagues through which that\noily river rolled uncanny, unheard, and unsuspected, there flopped\nrhythmically a horde of tame, trained, hybrid winged things that no\nsound eye could ever wholly grasp, or sound brain ever wholly\nremember. They were not altogether crows, nor moles, nor buzzards,\nnor ants, nor vampire bats, nor decomposed human beings, but\nsomething I cannot and must not recall. They flopped limply along,\nhalf with their webbed feet and half with their membranous wings;\nand as they reached the throng of celebrants the cowled figures\nseized and mounted them, and rode off one by one along the reaches\nof that unlighted river, into pits and galleries of panic where\npoison springs feed frightful and undiscoverable cataracts.\n\nThe old spinning woman had gone with the throng, and the old man\nremained only because I had refused when he motioned me to seize an\nanimal and ride like the rest. I saw when I staggered to my feet\nthat the amorphous flute-player had rolled out of sight, but that\ntwo of the beasts were patiently standing by. As I hung back, the\nold man produced his stylus and tablet and wrote that he was the\ntrue deputy of my fathers who had founded the Yule worship in this\nancient place; that it had been decreed I should come back; and that\nthe most secret mysteries were yet to be performed. He wrote this in\na very ancient hand, and when I still hesitated he pulled from his\nloose robe a seal ring and a watch, both with my family arms, to\nprove that he was what he said. But it was a hideous proof, because\nI knew from old papers that that watch had been buried with my\ngreat-great-great-great-grandfather in 1698.\n\nPresently the old man drew back his hood and pointed to the family\nresemblance in his face, but I only shuddered, because I was sure\nthat the face was merely a devilish waxen mask. The flopping animals\nwere now scratching restlessly at the lichens, and I saw that the\nold man was nearly as restless himself. When one of the things began\nto waddle and edge away, he turned quickly to stop it; so that the\nsuddenness of his motion dislodged the waxen mask from what should\nhave been his head. And then, because that nightmareâ\u0080\u0099s position\nbarred me from the stone staircase down which we had come, I flung\nmyself into the oily underground river that bubbled somewhere to the\ncaves of the sea; flung myself into that putrescent juice of earthâ\u0080\u0099s\ninner horrors before the madness of my screams could bring down upon\nme all the charnel legions these pest-gulfs might conceal.\n\nAt the hospital they told me I had been found half-frozen in\nKingsport Harbor at dawn, clinging to the drifting spar that\naccident sent to save me. They told me I had taken the wrong fork of\nthe hill road the night before, and fallen over the cliffs at Orange\nPointâ\u0080\u0094a thing they deducted from prints found in the snow. There was\nnothing I could say, because everything was wrong. Everything was\nwrong, with the broad window showing a sea of roofs in which only\nabout one in five was ancient, and the sound of trolleys and motors\nin the streets below. They insisted that this was Kingsport, and I\ncould not deny it.\n\nWhen I went delirious at hearing that the hospital stood near the\nold churchyard on Central Hill, they sent me to St. Maryâ\u0080\u0099s Hospital\nin Arkham, where I could have better care. I liked it there, for the\ndoctors were broadminded, and even lent me their influence in\nobtaining the carefully sheltered copy of Alhazredâ\u0080\u0099s objectionable\nâ\u0080\u009cNecronomiconâ\u0080\u009d from the library of Miskatonic University. They said\nsomething about a â\u0080\u009cpsychosis,â\u0080\u009d and agreed that I had better get my\nharassing obsessions off my mind.\n\nSo I read again that hideous chapter, and shuddered doubly because\nit was indeed not new to me. I had seen it before, let footprints\ntell what they might; and where it was I had seen it were best\nforgotten. There was no oneâ\u0080\u0094in waking hoursâ\u0080\u0094who could remind me of\nit; but my dreams are filled with terror, because of phrases I dare\nnot quote. I dare quote only one paragraph, put into such English as\nI can make from the awkward Low Latin.\n\nâ\u0080\u009cThe nethermost caverns,â\u0080\u009d wrote the mad Arab, â\u0080\u009care not for the\nfathoming of eyes that see; for their marvels are strange and\nterrific. Cursed the ground where dead thoughts live new and oddly\nbodied, and evil the mind that is held by no head. Wisely did Ibn\nSchacabac say that happy is the tomb where no wizard hath lain, and\nhappy the town at night whose wizards are all in ashes. For it is of\nold rumor that the soul of the devil-bought hastes not from his\ncharnel clay, but fats and instructs the very worm that gnaws ;\ntill out of corruption horrid life springs, and the dull scavengers\nof earth wax crafty to vex it and swell monstrous to plague it.\nGreat holes secretly are digged where earthâ\u0080\u0099s pores ought to\nsuffice, and things have learnt to walk that ought to crawl.â\u0080\u009d\n\nTranscriberâ\u0080\u0099s Note: This story appeared in\n  the January 1925 issue of Weird Tales Magazine .",
    "metadata": {
        "author": "H. P. Lovecraft",
        "year": 1925,
        "url": "https://www.gutenberg.org/cache/epub/68553/pg68553-images.html",
        "name": "The Festival"
    }
}