{
    "name": "The Shadow over Innsmouth by H. P. Lovecraft",
    "body": "The Shadow Over Innsmouth\n\nHorrifying Novelette\n\nBy H. P. LOVECRAFT\n\nUnspeakable monstrousness over-hung the crumbling, stench-cursed town of Innsmouth ... and folks there had somehow got out of the idea of dying....\n\n[Transcriber's Note: This etext was produced from Weird Tales January 1942. Extensive research did not uncover any evidence that the U.S. copyright on this publication was renewed.]\n\nDuring the winter of 1927-28 Federal government officials made a\nstrange and secret investigation of certain conditions in the ancient\nMassachusetts seaport of Innsmouth. The public first learned of it in\nFebruary, when a vast series of raids and arrests occurred, followed by\nthe deliberate burning and dynamitingâ\u0080\u0094under suitable precautionsâ\u0080\u0094of\nan enormous number of crumbling, worm-eaten, and supposedly empty\nhouses along the abandoned waterfront. Uninquiring souls let this\noccurrence pass as one of the major clashes in a spasmodic war on\nliquor.\n\nKeener news-followers, however, wondered at the prodigious number of\narrests, the abnormally large force of men used in making them, and\nthe secrecy surrounding the disposal of the prisoners. No trials, or\neven definite charges, were reported; nor were any of the captives\nseen thereafter in the regular jails of the nation. There were vague\nstatements about disease and concentration camps, and later about\ndispersal in various naval and military prisons, but nothing positive\never developed.\n\nComplaints from many liberal organizations were met with long\nconfidential discussions, and representatives were taken on trips\nto certain camps and prisons. As a result, these societies became\nsurprisingly passive and reticent. Newspaper men were harder to\nmanage, but seemed largely to cooperate with the government in the\nend. Only one paperâ\u0080\u0094a tabloid always discounted because of its\nwild policyâ\u0080\u0094mentioned the deep-diving submarine that discharged\ntorpedoes downward in the marine abyss just beyond Devil Reef. That\nitem, gathered by chance in a haunt of sailors, seemed indeed rather\nfar-fetched; since the low, black reef lies a full mile and a half out\nfrom Innsmouth Harbor.\n\nBut at last I am going to defy the ban on speech about this thing.\nResults, I am certain, are so thorough that no public harm save a shock\nof repulsion could ever accrue from a hinting of what was found by\nthose horrified raiders at Innsmouth. For my contact with this affair\nhas been closer than that of any other layman, and I have carried away\nimpressions which are yet to drive me to drastic measures.\n\nIt was I who fled frantically out of Innsmouth in the early morning\nhours of July 16, 1927, and whose frightened appeals for government\ninquiry and action brought on the whole reported episode. I was willing\nenough to stay mute while the affair was fresh and uncertain; but now\nthat it is an old story, with public interest and curiosity gone, I\nhave an odd craving to whisper about those few frightful hours in\nthat ill-rumored and evilly-shadowed seaport of death and blasphemous\nabnormality.\n\nI never heard of Innsmouth till the day before I saw it for the first\nandâ\u0080\u0094so farâ\u0080\u0094last time. I was celebrating my coming of age by a tour\nof New Englandâ\u0080\u0094sightseeing, antiquarian, and genealogicalâ\u0080\u0094and had\nplanned to go directly from ancient Newburyport to Arkham, whence my\nmother's family was derived. I had no car, but was traveling by train,\ntrolley, and motor-coach, always seeking the cheapest possible route.\nIn Newburyport they told me that the steam train was the thing to\ntake to Arkham; and it was only at the station ticket-office, when I\ndemurred at the high fare, that I learned about Innsmouth. The stout,\nshrewd-faced agent, whose speech showed him to be no local man, seemed\nsympathetic toward my efforts at economy, and made a suggestion that\nnone of my other informants had offered.\n\n\"You could take that old bus, I suppose,\" he said with a certain\nhesitation, \"but it ain't thought much of hereabouts. It goes through\nInnsmouthâ\u0080\u0094you may have heard about thatâ\u0080\u0094and so the people don't\nlike it. Run by an Innsmouth fellowâ\u0080\u0094Joe Sargentâ\u0080\u0094but never gets any\ncustom from here, or Arkham either, I guess. Leaves the Squareâ\u0080\u0094front\nof Hammond's Drug Storeâ\u0080\u0094at 10 A.M. and 7 P.M. unless they've changed\nlately. Looks like a terrible rattletrapâ\u0080\u0094I've never been on it.\"\n\nThat was the first I ever heard of shadowed Innsmouth. Any reference\nto a town not shown on common maps or listed in recent guidebooks\nwould have interested me, and the agent's old manner of allusion\nroused something like real curiosity. So I asked the agent to tell me\nsomething about it.\n\nHe was very deliberate, and spoke with an air of feeling slightly\nsuperior to what he said.\n\n\"Innsmouth? Well, it's a queer kind of town down at the mouth of\nthe Manuxet. Used to be almost a cityâ\u0080\u0094quite a port before the War\nof 1812â\u0080\u0094but all gone to pieces in the last hundred years or so. No\nrailroad nowâ\u0080\u0094B. & M. never went through, and the branch line from\nRowley was given up years ago.\n\n\"More empty houses than there are people, I guess, and no business to\nspeak of except fishing and lobstering. Everybody trades mostly either\nhere or in Arkham or Ipswich. Once they had quite a few mills, but\nnothing's left now except one gold refinery running on the leanest kind\nof part time.\n\n\"That refinery, though, used to be a big thing, and Old Man Marsh,\nwho owns it, must be richer'n Croesus. Queer old duck, though, and\nsticks mighty close in his home. He's supposed to have developed\nsome skin disease or deformity late in life that makes him keep out\nof sight. Grandson of Captain Obed Marsh, who founded the business.\nHis mother seems to've been some kind of foreignerâ\u0080\u0094they say a South\nSea islanderâ\u0080\u0094so everybody raised Cain when he married an Ipswich\ngirl fifty years ago. They always do that about Innsmouth people, and\nfolks here and hereabouts always try to cover up any Innsmouth blood\nthey have in 'em. But Marsh's children and grandchildren look just\nlike anybody else so far's I can see. I've had 'em pointed out to me\nhereâ\u0080\u0094though, come to think of it, the elder children don't seem to be\naround lately. Never saw the old man.\n\n\"And why is everybody so down on Innsmouth? Well, young fellow, you\nmustn't take too much stock in what people around here say. They're\nhard to get started, but once they do get started they never let\nup. They've been telling things about Innsmouthâ\u0080\u0094whispering 'em,\nmostlyâ\u0080\u0094for the last hundred years, I guess, and I gather they're\nmore scared than anything else. Some of the stories would make you\nlaughâ\u0080\u0094about old Captain Marsh driving bargains with the devil and\nbringing imps out of hell to live in Innsmouth, or about some kind of\ndevil-worship and awful sacrifices in some place near the wharves that\npeople stumbled on around 1845 or there-aboutsâ\u0080\u0094but I come from Panton,\nVermont, and that kind of story don't go down with me.\n\n\"You ought to hear, though, what some of the old-timers tell about\nthe black reef off the coastâ\u0080\u0094Devil Reef, they call it. It's well\nabove water a good part of the time, and never much below it, but at\nthat you could hardly call it an island. The story is that there's a\nwhole legion of devils seen sometimes on that reefâ\u0080\u0094sprawled about,\nor darting in and out of some kind of caves near the top. It's a\nrugged, uneven thing, a good bit over a mile out, and toward the end of\nshipping days sailors used to make big detours just to avoid it.\n\n\"That is, sailors that didn't hail from Innsmouth. One of the things\nthey had against old Captain Marsh was that he was supposed to land on\nit sometimes at night when the tide was right. Maybe he did, for I dare\nsay the rock formation was interesting, and it's just barely possible\nhe was looking for pirate loot and maybe finding it; but there was talk\nof his dealing with demons there. Fact is, I guess on the whole it was\nreally the captain that gave the bad reputation to the reef.\n\n\"That was before the big epidemic of 1846, when over half the folks\nin Innsmouth was carried off. They never did quite figure out what\nthe trouble was, but it was probably some foreign kind of disease\nbrought from China or somewhere by the shipping. It surely was bad\nenoughâ\u0080\u0094there was riots over it, and all sorts of ghastly doings that I\ndon't believe ever got outside of townâ\u0080\u0094and it left the place in awful\nshape. Never came backâ\u0080\u0094there can't be more'n 300 or 400 people living\nthere now.\n\n\"But the real thing behind the way folks feel is simply race\nprejudiceâ\u0080\u0094and I don't say I'm blaming those that hold it. I hate\nthose Innsmouth folks myself, and I wouldn't care to go to their\ntown. I s'pose you knowâ\u0080\u0094though I can see you're a Westerner by your\ntalkâ\u0080\u0094what a lot our New England ships used to have to do with queer\nports in Africa, Asia, the South Seas, and everywhere else, and what\nqueer kinds of people they sometimes brought back with 'em. You've\nprobably heard about the Salem man that came home with a Chinese wife,\nand maybe you know there's still a bunch of Fiji Islanders somewhere\naround Cape Cod.\n\n\"Well, there must be something like that back of the Innsmouth people.\nThe place always was badly cut off from the rest of the country by\nmarshes and creeks, and we can't be sure about the ins and outs of\nthe matter; but it's pretty clear that old Captain Marsh must have\nbrought home some odd specimens when he had all three of his ships in\ncommission back in the twenties and thirties. There certainly is a\nstrange kind of a streak in the Innsmouth folks todayâ\u0080\u0094I don't know how\nto explain it, but it sort of makes you crawl. You'll notice a little\nin Sargent if you take his bus. Some of 'em have queer narrow heads\nwith flat noses and bulgy, starey eyes that never seem to shut, and\ntheir skin ain't quite right. Rough and scabby, and the sides of their\nnecks are all shriveled or creased up. Get bald, too, very young. The\nolder fellows look the worstâ\u0080\u0094fact is, I don't believe I've ever seen\na very old chap of that kind. Guess they must die of looking in the\nglass! Animals hate 'emâ\u0080\u0094they used to have lots of horse trouble before\nautos came in.\n\n\"Nobody can ever keep track of those people, and state school officials\nand census men have a devil of a time. You can bet that prying\nstrangers ain't welcome around Innsmouth. I've heard personally of\nmore'n one business or government man that's disappeared there, and\nthere's loose talk of one who went crazy and is out at Danvers now.\nThey must have fixed up some awful scare for that fellow.\n\n\"That's why I wouldn't go at night if I was you. I've never been there\nand have no wish to go, but I guess a daytime trip couldn't hurt\nyouâ\u0080\u0094even though the people hereabouts will advise you not to make it.\nIf you're just sightseeing, and looking for old-time stuff, Innsmouth\nought to be quite a place for you.\"\n\nAnd so I spent part of that evening at the Newburyport Public Library\nlooking up data about Innsmouth. The Essex County histories on the\nlibrary shelves had very little to say, except that the town was\nfounded in 1643, noted for shipbuilding before the Revolution, a seat\nof great marine prosperity in the early 19th century, and later a minor\nfactory center using the Manuxet as power. The epidemic and riots of\n1846 were very sparsely treated, as if they formed a discredit to the\ncountry.\n\nReferences to decline were few, though the significance of the later\nrecord was unmistakable. After the Civil War all industrial life was\nconfined to the Marsh Refining Company, and the marketing of gold\ningots formed the only remaining bit of major commerce aside from the\neternal fishing.\n\nMost interesting of all was a glancing reference to the strange jewelry\nvaguely associated with Innsmouth. It had evidently impressed the whole\ncountryside more than a little, for mention was made of specimens in\nthe museum of Miskatonic University at Arkham, and in the display room\nof the Newburyport Historical Society. I resolved to see the local\nsampleâ\u0080\u0094said to be a large, queerly-proportioned thing evidently meant\nfor a tiaraâ\u0080\u0094if it could possibly be arranged.\n\nThe librarian gave me a note of introduction to the curator of the\nSociety, a Miss Anna Tilton, who lived nearby, and after a brief\nexplanation that ancient gentlewoman was kind enough to pilot me into\nthe closed building, since the hour was not outrageously late. The\ncollection was a notable one indeed, but in my present mood I had eyes\nfor nothing but the bizarre object which glistened in a corner cupboard\nunder the electric lights.\n\nIt took no excessive sensitiveness to beauty to make me literally gasp\nat the strange, unearthly splendor of the alien, opulent phantasy that\nrested there on a purple velvet cushion. The longer I looked, the more\nthe thing fascinated me; and in this fascination there was a curiously\ndisturbing element hardly to be classified or accounted for. I decided\nthat it was the queer other-worldly quality of the art which made me\nuneasy. It was as if the workmanship were that of another planet.\n\nThe patterns all hinted of remote secrets and unimaginable abysses in\ntime and space, and the monotonously aquatic nature of the reliefs\nbecame almost sinister. Among these reliefs were fabulous monsters of\nabhorrent grotesqueness and malignityâ\u0080\u0094wholly primal and awesomely\nancestral.\n\nAt times I fancied that every contour of these blasphemous fish-frogs\nwas overflowing with the ultimate quintessence of unknown and inhuman\nevil.\n\nIn odd contrast to the tiara's aspect was its brief and prosy history\nas related by Miss Tilton. It had been pawned for a ridiculous sum at\na shop in State Street in 1873, by a drunken Innsmouth man shortly\nafterward killed in a brawl.\n\nMiss Tilton was inclined to believe that it formed part of some exotic\npirate hoard discovered by old Captain Obed Marsh. This view was surely\nnot weakened by the insistent offers of purchase at a high price\nwhich the Marshes began to make as soon as they knew of its presence,\nand which they repeated to this day despite the Society's unvarying\ndetermination not to sell.\n\nAs the good lady showed me out of the building, she assured me that the\nrumors of devil-worship were partly justified by a peculiar secret cult\nwhich had gained force there and engulfed all the orthodox churches.\n\nIt was called, she said, \"The Esoteric Order of Dagon,\" and was\nundoubtedly a debased, quasi-pagan thing imported from the East a\ncentury before, at a time when Innsmouth fisheries seemed to be going\nbarren. Its persistence among a simple people was quite natural in view\nof the sudden and permanent return of abundantly fine fishing, and it\nsoon came to be the greatest influence on the town.\n\nAll this, to the pious Miss Tilton, formed an excellent reason for\nshunning the ancient town of decay and desolation; but to me it was\nmerely a fresh incentive; and I could scarcely sleep in my small room\nat the \"Y\" as the night wore away.\n\nII\n\nShortly before ten the next morning I stood with my one small valise\nin front of Hammond's Drug Store in old Market Square waiting for\nthe Innsmouth bus. In a few moments a small motor-coach of extreme\ndecrepitude and dirty gray color rattled down State Street, made a\nturn, and drew up at the curb beside me. I felt immediately that\nit was the right one; a guess which the half-illegible sign on the\nwindshieldâ\u0080\u0094\" Arkham-Innsmouth-Newb'port \"â\u0080\u0094soon verified.\n\nThere were only three passengersâ\u0080\u0094dark, unkempt men of sullen visage\nand somewhat youthful castâ\u0080\u0094and when the vehicle stopped they clumsily\nshambled out and began walking up State Street in a silent, almost\nfurtive fashion. The driver also alighted. This, I reflected, must be\nthe Joe Sargent mentioned by the ticket-agent; and even before I had\nnoticed any details there spread over me a wave of spontaneous aversion\nwhich could be neither checked nor explained.\n\nHe was a thin, stoop-shouldered man not much under six feet tall,\ndressed in shabby blue civilian clothes and wearing a frayed gray golf\ncap. His age was perhaps thirty-five, but the odd, deep creases in the\nsides of his neck made him seem older when one did not study his dull,\nexpressionless face. He had a narrow head, bulging, watery blue eyes\nthat seemed never to wink, a flat nose, a receding forehead and chin,\nand singularly undeveloped ears. As he walked toward the bus I observed\nhis peculiarly shambling gait and saw that his feet were inordinately\nimmense. The more I studied them the more I wondered how he could buy\nany shoes to fit them.\n\nA certain greasiness about the fellow increased my dislike. He was\nevidently given to working or lounging around the fish docks, and\ncarried with him much of their characteristic smell. Just what foreign\nblood was in him I could not even guess.\n\nI was sorry when I saw that there would be no other passengers on the\nbus. Somehow I did not like the idea of riding alone with this driver.\nBut as the leaving time obviously approached I conquered my qualms and\nfollowed the man aboard, extending him a dollar bill and murmuring the\nsingle word \"Innsmouth.\"\n\nAt length the decrepit vehicle started with a jerk, and rattled noisily\npast the old brick buildings of State Street amidst a cloud of vapor\nfrom the exhaust.\n\nThe day was warm and sunny, but the landscape of sand, sedge-grass,\nand stunted shrubbery became more and more desolate as we proceeded.\nOut the window I could see the blue water and the sandy line of Plum\nIsland, and we presently drew very near the beach as our narrow road\nveered off from the main highway to Rowley and Ipswich.\n\nAt last we lost sight of Plum Island and saw the vast expanse of the\nopen Atlantic on our left. Our narrow course began to climb steeply,\nand I felt a singular sense of disquiet in looking at the lonely crest\nahead where the rutted roadway met the sky. It was as if the bus were\nabout to keep on its ascent leaving the sane earth altogether and\nmerging with the unknown arcana of upper air and cryptical sky. The\nsmell of the sea took on ominous implications, and the silent driver's\nbent, rigid back and narrow head became more and more hateful. As I\nlooked at him I saw that the back of his head was almost as hairless\nas his face, having only a few straggling yellow strands upon a gray\nscabrous surface.\n\nThen we reached the crest and beheld the outspread valley beyond,\nwhere the Manuxet joins the sea just north of the long line of cliffs\nthat culminate in Kingsport Head; all my attention was captured by the\nnearer panorama just below me. I had, I realized, come face to face\nwith rumor-shadowed Innsmouth.\n\nIt was a town of wide extent and dense construction, yet one with a\nportentous dearth of visible life. The vast huddle of sagging gambrel\nroofs and peaked gables conveyed with offensive clearness the idea\nof wormy decay, and as we approached along the now descending road I\ncould see that many roofs had wholly caved in. Stretching inland I saw\nthe rusted, grass-grown line of the abandoned railway, with leaning\ntelegraph-poles now devoid of wires.\n\nHere and there the ruins of wharves jutted out from the shore to end\nin indeterminate rottenness, those farthest south seeming the most\ndecayed. And far out at sea, despite a high tide, I glimpsed a long,\nblack line scarcely rising above the water yet carrying a suggestion of\nodd latent malignancy. This, I knew, must be Devil Reef. As I looked,\na subtle, curious sense of beckoning seemed superadded to the grim\nrepulsion; and oddly enough, I found this overtone more disturbing than\nthe primary impression.\n\nAs the bus reached a lower level I began to catch the steady note of\na waterfall through the unnatural stillness. The leaning, unpainted\nhouses grew thicker, lined both sides of the road, and displayed more\nurban tendencies than did those we were leaving behind. The panorama\nahead had contracted to a street scene, and in spots I could see\nwhere a cobblestone pavement and stretches of brick sidewalk had\nformerly existed. All the houses were apparently deserted, and there\nwere occasional gaps where tumbledown chimneys and cellar walls told\nof buildings that had collapsed. Pervading everything was the most\nnauseous fishy odor imaginable.\n\nAnd I was not to reach my destination without one other very strong\nimpression of poignantly disagreeable quality. The bus had come to a\nsort of open concourse or radial point with churches on two sides and\nthe bedraggled remains of a circular green in the center, and I was\nlooking at a large pillared hall on the right-hand junction ahead. The\nstructure's once white paint was now gray and peeling, and the black\nand gold sign on the pediment was so faded that I could only with\ndifficulty make out the words \"Esoteric Order of Dagon.\"\n\nThe door of the church basement was open, revealing a rectangle of\nblackness inside. And as I looked, a certain object crossed or seemed\nto cross that dark rectangle; burning into my brain a momentary\nconception of nightmare which was all the more maddening because\nanalysis could not show a single nightmarish quality in it.\n\nIt was a living objectâ\u0080\u0094the first except the driver that I had seen\nsince entering the compact part of the townâ\u0080\u0094and had I been in a\nsteadier mood I would have found nothing whatever of terror in it.\nClearly, as I realized a moment later, it was the pastor; clad in\nsome peculiar vestments doubtless introduced since the Order of Dagon\nhad modified the ritual of the local churches. The thing which had\nprobably caught my first subconscious glance and supplied the touch of\nbizarre horror was the tall tiara he wore; an almost exact duplicate\nof the one Miss Tilton had shown me the previous evening. This, acting\non my imagination, had supplied namelessly sinister qualities to the\nindeterminate face and robed, shambling form beneath it.\n\nA very thin sprinkling of repellent-looking youngish people now became\nvisible on the sidewalksâ\u0080\u0094lone individuals, and silent knots of two\nor three. The lower floors of the crumbling houses sometimes harbored\nsmall shops with dingy signs, and I noticed a parked truck or two as we\nrattled along. The sound of waterfalls became more and more distinct,\nand presently I saw a fairly deep river-gorge ahead, spanned by a wide,\niron-railed highway bridge beyond which a large square opened out. Then\nwe rolled into the large semicircular square across the river and drew\nup on the right-hand side in front of a tall, cupola-crowned building\nwith remnants of yellow paint and with a half-effaced sign proclaiming\nit to be the Gilman House.\n\nI was glad to get out of that bus, and at once proceeded to check\nmy valise in the shabby hotel lobby. There was only one person in\nsightâ\u0080\u0094an elderly man without what I had come to call the \"Innsmouth\nlook\"â\u0080\u0094and I decided not to ask him any of the questions which bothered\nme; remembering that odd things had been noticed in this hotel.\nInstead, I strolled out on the square, from which the bus had already\ngone, and studied the scene minutely and appraisingly.\n\nFor some reason or other I chose to make my first inquiries at\nthe chain grocery, whose personnel was not likely to be native to\nInnsmouth. I found a solitary boy of about seventeen in charge, and was\npleased to note the brightness and affability which promised cheerful\ninformation. He seemed exceptionally eager to talk, and I soon gathered\nthat he did not like the place, its fishy smell, or its furtive people.\nHis family did not like him to work in Innsmouth, but the chain had\ntransferred him there and he did not wish to give up his job.\n\nThere was, he said, no public library or chamber of commerce in\nInnsmouth, but I could probably find my way about. The street I had\ncome down was Federal. West of that were the fine old residence\nstreetsâ\u0080\u0094Broad, Washington, Lafayette, and Adamsâ\u0080\u0094and east of it were\nthe shoreward slums.\n\nCertain spots were almost forbidden territory, as he had learned at\nconsiderable cost. One must not, for example, linger much around the\nMarsh refinery, or around any of the still used churches, or around the\npillared Order of Dagon Hall at New Church Green. Those churches were\nvery oddâ\u0080\u0094all violently disavowed by their respective denominations\nelsewhere, and apparently using the queerest kind of ceremonials and\nclerical vestments.\n\nAs for the Innsmouth peopleâ\u0080\u0094the youth hardly knew what to make of\nthem. Their appearanceâ\u0080\u0094especially those staring, unwinking eyes which\none never saw shutâ\u0080\u0094was certainly shocking enoughâ\u0080\u0094and their voices\nwere disgusting. It was awful to hear them chanting in their churches\nat night, and especially during their main festivals or revivals, which\nfell twice a year on April 30 and October 31.\n\nThey were very fond of the water, and swam a great deal in both river\nand harbor. Swimming races out to Devil Reef were very common, and\neveryone in sight seemed well able to share in this arduous sport.\n\nIt would be of no use, my informant said, to ask the natives anything\nabout the place. The only one who would talk was a very aged but\nnormal-looking man who lived at the poorhouse on the north rim of the\ntown and spent his time walking about or lounging around the fire\nstation. This hoary character, Zadok Allen, was 96 years old and\nsomewhat touched in the head, besides being the town drunkard. He was a\nstrange, furtive creature who constantly looked over his shoulder as\nif afraid of something, and when sober could not be persuaded to talk\nat all with strangers. He was, however, unable to resist any offer of\nhis favorite poison; and once drunk would furnish the most astonishing\nfragments of whispered reminiscence.\n\nAfter all, though, little useful data could be gained from him; since\nhis stories were all insane, incomplete hints of impossible marvels and\nhorrors which could have no source save in his own distorted fancy.\nNobody ever believed him, but the natives did not like him to drink\nand talk with any strangers; and it was not always safe to be seen\nquestioning him. It was probably from him that some of the wildest\npopular whispers and delusions were derived.\n\nThe Marshes, together with the other three gently bred families of the\ntownâ\u0080\u0094the Waites, the Gilmans, and the Eliotsâ\u0080\u0094were all very retiring.\nThey lived in immense houses along Washington Street, and several were\nreputed to harbor in concealment certain kinsfolk whose personal aspect\nforbade public view, and whose deaths had been reported and recorded.\n\nWarning me that most of the street signs were down, the youth drew for\nmy benefit a rough but ample and painstaking sketch map of the town's\nsalient features. After a moment's study I felt sure that it would be\nof great help, and pocketed it with profuse thanks.\n\nThus began my systematic though half-bewildered tour of Innsmouth's\nnarrow, shadow-blighted ways. Crossing the bridge and turning toward\nthe roar of the lower falls, I passed close to the Marsh refinery,\nwhich seemed oddly free from the noise of industry. This building\nstood on the steep river bluff near a bridge and an open confluence of\nstreets which I took to be the earliest civic center, displaced after\nthe Revolution by the present Town Square.\n\nRe-crossing the gorge on the Main Street bridge, I struck a region of\nutter desertion which somehow made me shudder. Collapsing huddles of\ngambrel roofs formed a jagged and fantastic skyline, above which rose\nthe ghoulish, decapitated steeple of an ancient church.\n\nFish Street was as deserted as Main, though it differed in having many\nbrick and stone warehouses still in excellent shape. Water Street\nwas almost its duplicate, save that there were great seaward gaps\nwhere wharves had been. Not a living thing did I see, except for the\nscattered fishermen on the distant breakwater, and not a sound did I\nhear save the lapping of the harbor tides and the roar of the falls in\nthe Manuxet.\n\nI kept north along Main to Martin, then turning inland, crossing\nFederal Street safely north of the Green, and entering the decayed\npatrician neighborhood of northern Broad, Washington, Lafayette, and\nAdams Streets. Following Washington Street toward the river, I now\nfaced a zone of former industry and commerce; noting the ruins of a\nfactory ahead, and seeing others, with the traces of an old railway\nstation and covered railway bridge beyond up the gorge on my right.\n\nThe uncertain bridge now before me was posted with a warning sign,\nbut I took the risk and crossed again to the south bank where traces\nof life reappeared. Furtive, shambling creatures stared cryptically\nin my direction, and more normal faces eyed me coldly and curiously.\nInnsmouth was rapidly becoming intolerable, and I turned down Paine\nStreet toward the Square in the hope of getting some vehicle to take me\nto Arkham before the still-distant starting time of that sinister bus.\n\nIt was then that I saw the tumbledown fire station on my left,\nand noticed the red-faced, bushy-bearded, watery-eyed old man in\nnondescript rags who sat on a bench in front of it talking with a pair\nof unkempt but not abnormal-looking firemen. This, of course, must be\nZadok Allen, the half-crazed, liquorish non-agenarian whose tales of\nold Innsmouth and its shadow were so hideous and incredible.\n\nIII\n\nI had been assured that the old man could do nothing but hint at wild,\ndisjointed, and incredible legends, and I had been warned that the\nnatives made it unsafe to be seen talking with him; yet the thought\nof this aged witness to the town's decay, with memories going back to\nthe early days of ships and factories, was a lure that no amount\nof reason could make me resist. Curiosity flared up beyond sense and\ncaution, and in my youthful egotism I fancied I might be able to sift\na nucleus of real history from the confused, extravagant outpouring I\nwould probably extract with the aid of whiskey.\n\nA quart bottle of such was easily, though not cheaply, obtained in the\nrear of a dingy variety-store just off the Square in Eliot Street.\n\nRe-entering the Square I saw that luck was with me; forâ\u0080\u0094shuffling\nout of Paine Street around the corner of the Gilman Houseâ\u0080\u0094I glimpsed\nnothing less than the tall, lean, tattered form of old Zadok Allen\nhimself. In accordance with my plan, I attracted his attention by\nbrandishing my newly-purchased bottle; and soon realized that he had\nbegun to shuffle wistfully after me as I turned into Waite Street on my\nway to the most deserted region I could think of. Before I reached Main\nStreet I could hear a faint and wheezy \"Hey, Mister!\" behind me, and I\npresently allowed the old man to catch up and take copious pulls from\nthe quart bottle.\n\nI began putting out feelers as we walked along to Water Street and\nturned southward amidst the omnipresent desolation and crazily tilted\nruins, but found that the aged tongue did not loosen as quickly\nas I had expected. At length I saw a grass-grown opening toward\nthe sea between crumbling brick walls, with the weedy length of an\nearth-and-masonry wharf projecting beyond. Piles of moss-covered stones\nnear the water promised tolerable seats, and the scene was sheltered\nfrom all possible view by a ruined warehouse on the north.\n\nAbout four hours remained for conversation if I were to catch the eight\no'clock coach for Arkham, and I began to dole out more liquor to the\nancient tippler; meanwhile eating my own frugal lunch. In my donations\nI was careful not to overshoot the mark, for I did not wish Zadok's\nvinous garrulousness to pass into a stupor. After an hour his furtive\ntaciturnity showed signs of disappearing, and something or other had\ncaused his wandering gaze to light on the low, distant line of Devil\nReef, then showing plainly and almost fascinatingly above the waves. He\nbent toward me, took hold of my coat lapel, and hissed out some hints\nthat could not be mistaken.\n\n\"Thar's whar it all begunâ\u0080\u0094that cursed place of all wickedness whar\nthe deep water starts. Gate o' hellâ\u0080\u0094sheer drop daown to a bottom no\nsaoundin'-line kin tech. Ol' Cap'n Obed done itâ\u0080\u0094him that faound aout\nmore'n was good fer him in the Saouth Sea islands.\n\n\"Never was nobody like Cap'n Obedâ\u0080\u0094old limb o' Satan! Heh, heh! I kin\nmind him a-tellin' abaout furren parts, an' callin' all the folks\nstupid fer goin' to Christian meetin' an' bearin' their burdens meek\nan' lowly. Says they'd orter git better gods like some o' the folks\nin the Injiesâ\u0080\u0094gods as ud bring 'em good fishin' in return fer their\nsacrifices, an' ud reely answer folks's prayers.\n\n\"Matt Eliot, his fust mate, talked a lot, too, only he was agin'\nfolks's doin' any heathen things. Told abaout an island east of\nOthaheite whar they was a lot o' stone ruins older'n anybody knew\nanything abaout, kind o' like them on Ponape, in the Carolines, but\nwith carvin's of faces that looked like the big statues on Easter\nIsland. They was a little volcanic island near thar, too, whar they was\nother ruins with diff'rent carvin'sâ\u0080\u0094ruins all wore away like they'd\nben under the sea onct, an' with picters of awful monsters all over 'em.\n\n\"Wal, Sir, Matt he says the natives araound thar had all the fish they\ncud ketch, an' sported bracelets an' armlets an' head rigs made aout\nof a queer kind o' gold an' covered with picters o' monsters jest like\nthe ones carved over the ruins on the little islandâ\u0080\u0094sorter fishlike\nfrogs or froglike fishes that was drawed in all kinds o' positions\nlike they was human bein's. Nobody cud git aout o' them whar they got\nall the stuff, an' all the other natives wondered haow they managed to\nfind fish in plenty even when the very next islands had lean pickin's.\nMatt he got to wonderin' too, an' so did Cap'n Obed. Obed, he notices,\nbesides, that lots of the han'some young folks ud drop aout o' sight\nfer good from year to year, an' that they wan't many old folk araound.\nAlso, he thinks some of the folks looks durned queer even fer Kanakys.\n\n\"It took Obed to git the truth aout o' them heathens. I dun't know haow\nhe done it, but he begun by tradin' fer the gold-like things they wore.\nAst 'em whar they come from, an' ef they cud git more, an' finally\nwormed the story aout o' the old chiefâ\u0080\u0094Walakea, they called him.\nNobody but Obed ud ever a believed the old yeller devil, but the Cap'n\ncud read folks like they was books. Heh, heh! Nobody never believes me\nnaow when I tell 'em, an I dun't s'pose you will, young fellerâ\u0080\u0094though\ncome to look at ye, ye hev kind o' got them sharp-readin' eyes like\nObed had.\"\n\nThe old man's whisper grew fainter, and I found myself shuddering at\nthe terrible and sincere portentousness of his intonation, even though\nI knew his tale could be nothing but drunken phantasy.\n\n\"Wal, Sir, Obed he larnt that they's things on this arth as most folks\nnever heard abaoutâ\u0080\u0094an' wouldn't believe ef they did hear. It seems\nthese Kanakys was sacrificin' heaps o' their young men an' maidens to\nsome kind o' god-things that lived under the sea, an' gittin' all kinds\no' favors in return. They met the things on the little islet with the\nqueer ruins, an' it seems them awful picters o' frog-fish monsters was\nsupposed to be picters o' these things. Mebbe they was the kind o'\ncritters as got all the mermaids stories an' sech started. They had all\nkinds o' cities on the sea-bottom, an' this island was heaved up from\nthar. Seems they was some of the things alive in the stone buildin's\nwhen the island come up sudden to the surface. That's haow the Kanakys\ngot wind they was daown thar. Made sign-talk as soon as they got over\nbein' skeert, an' pieced up a bargain afore long.\n\n\"Them things liked human sacrifices. Had had 'em ages afore, but\nlost track o' the upper world arter a time. What they done to the\nvictims it ain't fer me to say, an' I guess Obed wa'n't none too\nsharp abaout askin'. But it was all right with the heathens, because\nthey'd ben havin' a hard time an' was desp'rate abaout everything.\nThey give a sarten number o' young folks to the sea-things twict every\nyearâ\u0080\u0094May-Eve an' Hallowe'enâ\u0080\u0094reg'lar as cud be. Also give some o' the\ncarved knick-knacks they made. What the things agreed to give in return\nwas a plenty o' fishâ\u0080\u0094they druv 'em in from all over the seaâ\u0080\u0094an' a few\ngold-like things naow an' then.\n\n\"When it come to matin' with them toad-lookin' fishes, the Kanakys\nkind o' balked, but finally they larnt something as put a new face\non the matter. Seems that human folks has got a kind o' relation to\nsech water-beastsâ\u0080\u0094that everything alive come aout o' the water onct,\nan' only needs a little change to go back agin. Them things told the\nKanakys that ef they mixed bloods there'd be children as ud look human\nat fust, but later turn more'n more like the things, till finally\nthey'd take to the water an' jine the main lot o' things daown thar.\nAn' this is the important part, young fellerâ\u0080\u0094them as turned into fish\nthings an' went into the water wouldn't never die . Them things never\ndied excep' they was kilt violent.\n\n\"Wal, Sir, it seems by the time Obed knowed them islanders they was all\nfull o' fish blood from them deep-water things. When they got old an'\nbegun to show it, they was kep' hid until they felt like takin' to the\nwater an' quittin' the place. Some was more teched than others, an'\nsome never did change quite enough to take to the water; but mostly\nthey turned aout jest the way them things said. Them as was born more\nlike the things changed arly, but them as was nearly human sometimes\nstayed on the island till they was past seventy, though they'd usually\ngo daown under fer trial trips afore that. Folks as had took to the\nwater, gen'rally come back a good deal to visit, so's a man ud often be\na-talkin' to his own five-times-great-grandfather, who'd left the dry\nland a couple o' hundred years or so afore.\n\n\"Everybody got aout o' the idee o' dyin'â\u0080\u0094excep' in canoe wars with\nthe other islanders, or as sacrifices to the sea-gods daown below, or\nfrom snake-bite or plague or sharp gallopin' ailments or somethin'\nafore they cud take to the waterâ\u0080\u0094but simply looked forrad to a kind\no' change that wa'n't a bit horrible arter a while. They thought what\nthey'd got was well wuth all they'd had to give upâ\u0080\u0094an' I guess Obed\nkind o' come to think the same hisself when he'd chewed over old\nWalakea's story a bit. Walakea, though, was one of the few as hadn't\ngot none of the fish bloodâ\u0080\u0094bein' of a royal line that intermarried\nwith royal lines on other islands.\n\n\"Walakea give him a funny kind o' thingumajig made aout o' lead or\nsomething, that he said ud bring up the fish things from any place in\nthe water whar they might be a nest of 'em. The idee was to drop it\ndaown with the right kind o' prayers an' sech. Walakea allaowed as was\nthe things was scattered all over the world, so's anybody that looked\nabaout cud find a nest an' bring 'em up ef they was wanted.\n\n\"Matt he didn't like this business at all, an' wanted Obed shud keep\naway from the island; but the Cap'n was sharp fer gain, an' faound\nhe cud git them gold-like things so cheap it ud pay him to make a\nspecialty of 'em.\n\n\"Things went on that way fer years, an' Obed got enough o' that\ngold-like stuff to make him start the refinery in Waite's old run-daown\nfullin' mill.\n\n\"Wall, come abaout 'thutty-eightâ\u0080\u0094when I was seven year' oldâ\u0080\u0094Obed he\nfaound the island people all wiped aout between v'yages. Seems the\nother islanders had got wind o' what was goin' on, an' had took matters\ninto their own hands. S'pose they must a had, arter all, them old magic\nsigns as the sea things says was the only things they was afeard of. No\ntellin' what any o' them Kanakys will chance to git a holt of when the\nsea-bottom throws up some island with ruins older'n the deluge. Pious\ncusses, these wasâ\u0080\u0094they didn't leave nothin' standin' on either the\nmain island or the little volcanic islet excep' what parts of the ruins\nwas too big to knock daown.\n\n\"That naturally hit Obed pretty hard, seein' as his normal trade\nwas doin' very poor. It hit the whole of Innsmouth, too, because in\nseafarin' days what profited the master of a ship gen'lly profited the\ncrew proportionate. Most o' the folks araound the taown took the hard\ntimes kind o' sheeplike an' resigned, but they was in bad shape because\nthe fishin' was peterin' aout an' the mills wa'n't doin' none too well.\n\n\"Then's the time Obed he begun a-cursin' at the folks fer bein' dull\nsheep an' prayin' to a Christian heaven as didn't help 'em none. He\ntold 'em he'd knowed of folks as prayed to gods that give somethin' ye\nreely need, an' says ef a good bunch o' men ud stand by him, he cud\nmebbe git a holt o' sarten paowers as ud bring plenty o' fish an' quite\na bit o' gold.\"\n\nHere the old man faltered, mumbled, and lapsed into a moody and\napprehensive silence; glancing nervously over his shoulder and then\nturning back to stare fascinatedly at the distant black reef. When\nI spoke to him he did not answer, so I knew I would have to let him\nfinish the bottle. He licked its nose and slipped it into his pocket,\nthen beginning to nod and whisper softly to himself. I bent close to\ncatch any articulate words he might utter, and thought I saw a sardonic\nsmile behind the stained, bushy whiskers. Yesâ\u0080\u0094he was really forming\nwords, and I could grasp a fair proportion of them.\n\n\"Poor Mattâ\u0080\u0094Matt he allus was agin itâ\u0080\u0094tried to line up the folks on\nhis side, an' had long talks with the preachersâ\u0080\u0094no useâ\u0080\u0094they run\nthe Congregational parson aout o' taown, an' the Methodist feller\nquitâ\u0080\u0094never did see Resolved Babcock, the Baptist parson, aginâ\u0080\u0094Wrath\no' Jehovyâ\u0080\u0094I was a mighty little critter, but I heerd what I heerd an'\nseen what I seenâ\u0080\u0094Dagon an' Ashtorethâ\u0080\u0094Belial an' BeÃ«lzebubâ\u0080\u0094Golden\nCaff an' the idols o' Canaan an' the Philistinesâ\u0080\u0094Babylonish\nabominationsâ\u0080\u0094 Mene, mene, tekel, upharsin â\u0080\u0094\"\n\nHe stopped again, and from the look in his watery blue eyes I feared he\nwas close to a stupor after all. But when I gently shook his shoulder\nhe turned on me with astonishing alertness and snapped out some more\nobscure phrases.\n\n\"Dun't believe me, hey? Heh, heh, hehâ\u0080\u0094then just tell me, young feller,\nwhy Cap'n Obed an' twenty odd other folks used to row aout to Devil\nReef in the dead o' night an' chant things so laoud ye cud hear 'em\nall over taown when the wind was right? Tell me that, hey? An' tell\nme why Obed was allus droppin' heavy things daown into the deep water\nt'other side o' the reef whar the bottom shoots daown like a cliff\nlower'n ye kin saound? Tell me what he done with that funny-shaped lead\nthingumajig as Walakea give him? Hey, boy?\"\n\nThe watery blue eyes were almost savage and maniacal now, and the dirty\nwhite beard bristled electrically. Old Zadok probably saw me shrink\nback, for he began to cackle evilly.\n\n\"Heh, heh, heh, heh! Beginnin' to see, hey? Haow abaout the night I\ntook my pa's ship's glass up to a cupalo an' seed the reef a-bristlin'\nthick with shapes that dove off quick soon's the moon riz? Obed an' the\nfolks was in a dory, but them shapes dove off the far side into the\ndeep water an' never come up.... Haow'd ye like to be a little shaver\nalone up in a cupalo a-watchin' shapes as wa'n't human shapes ?...\nHey?... Heh, heh, heh, heh....\"\n\nThe old man was getting hysterical, and I began to shiver with a\nnameless alarm. He laid a gnarled claw on my shoulder, and it seemed to\nme that its shaking was not altogether that of mirth.\n\n\"S'pose one night ye seed somethin' heavy heaved offen Obed's dory\nbeyond the reef, an' then larned nex' day a young feller was missin'\nfrom home? Hey? Did anybody ever see hide or hair o' Hiram Gilman agin?\nDid they? An' Nick Pierce, an' Luelly Waite, an' Adoniram Saouthwick,\nan' Henry Garrison? Hey? Heh, heh....\n\n\"Wal, Sir, that was the time Obed begun to git on his feet agin. Folks\nsee his three darters a-wearin' gold-like things as nobody'd never see\non 'em afore, an' smoke started comin' aout o' the refin'ry chimbly.\nOther folks was prosp'rin', tooâ\u0080\u0094fish began to swarm into the harbor\nfit to kill, an' heaven knows what sized cargoes we begun to ship aout\nto Newb'ryport, Arkham, an' Boston. 'Twas then Obed got the ol' branch\nrailrud put through.\n\n\"Remember, I ain't sayin' Obed was set on hevin' things jest like\nthey was on that Kanaky isle. I dun't think he aimed at fust to do\nno mixin', nor raise no young-uns to take to the water an' turn into\nfishes with etarnal life. He wanted them gold things, an' was willin'\nto pay heavy, an' I guess the others was satisfied fer a while....\n\n\"Come in 'forty-six the taown done some lookin' an' thinkin' fer\nitself. Too many folks missin'â\u0080\u0094too much wild preachin' at meetin' of a\nSundayâ\u0080\u0094too much talk abaout that reef. I guess I done a bit by tellin'\nSelectman Mowry what I see from the cupalo. They was a party one night\nas follered Obed's craowd aout to the reef, an' I heerd shots betwixt\nthe dories. Nex' day Obed an' thutty-two others was in jail, with\neverybody a-wonderin' jest what was afoot an' jest what charge agin\n'em cud be got to holt. God, ef anybody'd looked ahead ... a couple\no' weeks later, when nothin' had ben throwed into the sea fer that\nlong....\"\n\nZadok was showing signs of fright and exhaustion, and I let him keep\nsilence for a while, though glancing apprehensively at my watch. The\ntide had turned and was coming in now, and the sound of the waves\nseemed to arouse him.\n\n\"That awful night.... I seed 'em.... I was up in the cupalo ... hordes\nof 'em ... swarms of 'em ... all over the reef an' swimmin' up the\nharbor into the Manuxet.... God, what happened in the streets of\nInnsmouth that night ... they rattled our door, but pa wouldn't open\n... then he clumb aout the kitchen winder with his musket to find\nSelectman Mowry an' see what he cud do.... Maounds o' the dead an'\nthe dyin' ... shots an' screams ... shaoutin' in Ol' Squar an' Taown\nSquar an' New Church Green ... jail throwed open ... proclamation ...\ntreason ... called it the plague when folks come in an' faound haff our\npeople missin' ... nobody left but them as ud jine in with Obed an'\nthem things or else keep quiet ... never heerd o' my pa no more....\"\n\nThe old man was panting, and perspiring profusely. His grip on my\nshoulder tightened.\n\n\"Everything cleaned up in the mornin'â\u0080\u0094but they was traces .... Obed\nhe kinder takes charge an' says things is goin' to be changed ... others'll worship with us at meetin'-time, an' sarten haouses hez got\nto entertain guests ... they wanted to mix like they done with the\nKanakys, an' he fer one didn't feel baound to stop 'em. Far gone, was\nObed ... jest like a crazy man on the subjeck. He says they brung us\nfish an' treasure, an' shud hev what they hankered arter....\n\n\"Nothin' was to be diff'runt on the aoutside, only we was to keep shy\no' strangers ef we knowed what was good fer us. We all hed to take the\nOath o' Dagon, an' later on they was secon' an' third Oaths that some\nof us took. Them as ud help special, ud git special rewardsâ\u0080\u0094gold an'\nsech. No use balkin', fer they was millions of 'em daown thar. They'd\nruther not start risin' an' wipin' aout humankind, but ef they was gave\naway an' forced to, they cud do a lot toward jest that.\n\n\"Yield up enough sacrifices an' savage knick-knacks an' harborage in\nthe taown when they wanted it, an' they'd let well enough alone. All in\nthe band of the faithfulâ\u0080\u0094Order o' Dagonâ\u0080\u0094an' the children shud never\ndie, but go back to the Mother Hydra an' Father Dagon what we all come\nfrom onctâ\u0080\u0094 IÃ¤! IÃ¤! Cthulhu fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh\nwgahnagl fhtagn â\u0080\u0094\"\n\nOld Zadok began to moan now, and tears were coursing down his\nchannelled cheeks into the depths of his beard.\n\n\"God, what I seen senct I was fifteen year' oldâ\u0080\u0094 Mene, mene,\ntekel, upharsin! â\u0080\u0094the folks as was missin', an' them as kilt\ntheirselvesâ\u0080\u0094them as told things in Arkham or Ipswich or sech places\nwas all called crazy, like you're a-callin' me right naowâ\u0080\u0094but God,\nwhat I seenâ\u0080\u0094they'd a kilt me long ago fer what I know, only I'd\ntook the fust an' secon' Oaths o' Dagon offen Obed, so was pertected\nunlessen a jury of 'em proved I told things knowin' an' delib'rit ...\nbut I wudn't take the third Oathâ\u0080\u0094I'd a died ruther'n take thatâ\u0080\u0094\n\n\"It got wuss araound Civil War time, when children born senct\n'forty-six begun to grow up â\u0080\u0094some of 'em, that is. I was\nafeardâ\u0080\u0094never did no pryin' arter that awful night, an' never see one\no'â\u0080\u0094 them â\u0080\u0094clost to in all my life. That is, never no full-blooded\none. Barnabas Marsh that runs the refin'ry naow is Obed's grandson by\nhis fust wifeâ\u0080\u0094son of Onesiphorus, his eldest son, but his mother was\nanother o' them as wa'n't never seed aoutdoors .\n\n\"Right naow Barnabas is abaout changed. Can't shet his eyes no more,\nan' is all aout o' shape. They say he still wears clothes, but he'll\ntake to the water soon.\" ...\n\nThe sound of the incoming tide was now very insistent, and little by\nlittle it seemed to change the old man's mood from maudlin tearfulness\nto watchful fear. He would pause now and then to renew those nervous\nglances over his shoulder or out toward the reef, and despite the wild\nabsurdity of his tale, I could not help beginning to share his vague\napprehensiveness. Zadok now grew shriller, and seemed to be trying to\nwhip up his courage with louder speech.\n\n\"Hey, yew, why dun't ye say somethin'? Haow'd ye like to be livin' in a\ntaown like this, with everything a-rottin' an' a-dyin', an' boarded-up\nmonsters crawlin' an' bleatin' an' barkin' an' hoppin' araoun' black\ncellars an' attics every way ye turn? Hey? Wal, Sir, let me tell ye\nthat aint the wust !\"\n\nZadok was really screaming now, and the mad frenzy of his voice\ndisturbed me more than I care to own.\n\n\"Curse ye, dun't set thar a-starin' at me with them eyesâ\u0080\u0094I tell Obed\nMarsh he's in hell, an' hez got to stay thar! Heh, heh ... in hell, I\nsays! Can't git meâ\u0080\u0094I hain't done nothin' nor told nobody nothin'â\u0080\u0094\n\n\"Oh, you, young feller? Wal, even ef I hain't told nobody nothin' yet,\nI'm a-goin' to naow! Yew jest set still an' listen to me, boyâ\u0080\u0094this is\nwhat I ain't never told nobody.... I says I didn't get to do no pryin'\narter that nightâ\u0080\u0094 but I found things aout jest the same !\n\n\"Yew want to know what the reel horror is, hey? Wal, it's thisâ\u0080\u0094it\nain't what them fish devils hez done, but what they're a-goin' to\ndo ! They're a-bringin' things up aout o' whar they come from into the\ntaownâ\u0080\u0094ben doin' it fer years, an' slackenin' up lately. Them haouses\nnorth o' the river betwixt Water an' Main Streets is full of 'emâ\u0080\u0094them\ndevils an' what they brung â\u0080\u0094an' when they git ready ... I say, when\nthey git ready ... ever hear tell of a shoggoth ?....\n\n\"Hey, d'ye hear me? I tell ye I know what them things beâ\u0080\u0094I seen 'em\none night when .... EH-AHHHHâ\u0080\u0094AH! E'YAAHHHH....\"\n\nThe hideous suddenness and inhuman frightfulness of the old man's\nshriek almost made me faint. His eyes, looking past me toward the\nmalodorous sea, were positively starting from his head; while his\nface was a mask of fear worthy of Greek tragedy. His bony claw dug\nmonstrously into my shoulder, and he made no motion as I turned my head\nto look at whatever he had glimpsed.\n\nThere was nothing that I could see. Only the incoming tide, with\nperhaps one set of ripples more local than the long-flung line of\nbreakers. But now Zadok was shaking me, and I turned back to watch the\nmelting of that fear-frozen face into a chaos of twitching eyelids and\nmumbling gums. Presently his voice came backâ\u0080\u0094albeit as a trembling\nwhisper.\n\n\" Git aout o' here! Git aout o' here! They seen us â\u0080\u0094git aout\nfer your life! Dun't wait fer nothin'â\u0080\u0094 they know naow â\u0080\u0094Run fer\nitâ\u0080\u0094quickâ\u0080\u0094 aout o' this taown â\u0080\u0094\"\n\nAnother heavy wave dashed against the loosening masonry of the bygone\nwharf, and changed the mad ancient's whisper to another inhuman and\nblood-curdling scream.\n\n\"E-YAAAHHHH!...\n\n\"YHAAAAAAAA!...\"\n\nBefore I could recover my scattered wits he had relaxed his clutch\non my shoulder and dashed wildly inland toward the street, reeling\nnorthward around the ruined warehouse wall.\n\nI glanced back at the sea, but there was nothing there. And when I\nreached Water Street and looked along it toward the north there was no\nremaining trace of Zadok Allen.\n\nIV\n\nI can hardly describe the mood in which I was left by this harrowing\nepisodeâ\u0080\u0094an episode at once mad and pitiful, grotesque and terrifying.\nThe grocery boy had prepared me for it, yet the reality left me none\nthe less bewildered and disturbed. Puerile though the story was, old\nZadok's insane earnestness and horror had communicated to me a mounting\nunrest which joined with my earlier sense of loathing for the town and\nits blight of intangible shadow.\n\nThe hour had grown perilously lateâ\u0080\u0094my watch said 7:15, and the Arkham\nbus left Town Square at eightâ\u0080\u0094so I tried to give my thoughts as\nneutral and practical a cast as possible, meanwhile walking rapidly\nthrough the deserted streets of gaping roofs and leaning houses toward\nthe hotel where I had checked my valise and would find my bus.\n\nStudying the grocery youth's map and seeking a route I had not\ntraversed before, I chose Marsh Street instead of State for my approach\nto Town Square. Near the corner of Fall Street I began to see scattered\ngroups of furtive whisperers, and when I finally reached the Square I\nsaw that almost all the loiterers were congregated around the door of\nthe Gilman House. It seemed as if many bulging, watery, unwinking eyes\nlooked oddly at me as I claimed my valise in the lobby, and I hoped\nthat none of these unpleasant creatures would be my fellow-passengers\non the coach.\n\nThe bus, rather early, rattled in with three passengers somewhat\nbefore eight, and an evil-looking fellow on the sidewalk muttered a\nfew indistinguishable words to the driver. I was, it appeared, in very\nbad luck. There had been something wrong with the engine, despite the\nexcellent time made from Newburyport, and the bus could not complete\nthe journey to Arkham. No, it could not possibly be repaired that\nnight, nor was there any other way of getting transportation out of\nInnsmouth, either to Arkham or elsewhere. Sargent was sorry, but I\nwould have to stop over at the Gilman. Probably the clerk would make\nthe price easy for me, but there was nothing else to do. Almost dazed\nby this sudden obstacle, and violently dreading the fall of night in\nthis decaying and half-unlighted town, I left the bus and reentered\nthe hotel lobby; where the sullen, queer-looking night clerk told me I\ncould have Room 428 on next the top floorâ\u0080\u0094large, but without running\nwaterâ\u0080\u0094for a dollar.\n\nDespite what I had heard of this hotel in Newburyport, I signed the\nregister, paid my dollar, let the clerk take my valise, and followed\nthat sour, solitary attendant up three creaking flights of stairs past\ndusty corridors which seemed wholly devoid of life. My room, a dismal\nrear one with two windows and bare, cheap furnishings, over-looked\na dingy courtyard otherwise hemmed in by low, deserted brick blocks,\nand commanded a view of decrepit westward-stretching roofs with a\nmarshy countryside beyond. At the end of the corridor was a bathroomâ\u0080\u0094a\ndiscouraging relique with ancient marble bowl, tin tub, faint electric\nlight, and musty wooden panelling around all the plumbing fixtures.\n\nAs twilight deepened I turned on the one feeble electric bulb over the\ncheap, iron-framed bed, and tried as best I could to read. I felt it\nadvisable to keep my mind wholesomely occupied, for it would not do\nto brood over the abnormalities of this ancient, blight-shadowed town\nwhile I was still within its borders. The insane yarn I had heard from\nthe aged drunkard did not promise very pleasant dreams, and I felt I\nmust keep the image of his wild, watery eyes as far as possible from my\nimagination.\n\nAnother thing that disturbed me was the absence of a bolt on the door\nof my room. One had been there, as marks clearly showed, but there\nwere signs of recent removal. No doubt it had become out of order,\nlike so many other things in this decrepit edifice. In my nervousness\nI looked around and discovered a bolt on the clothespress which seemed\nto be of the same size, judging from the marks, as the one formerly on\nthe door. To gain a partial relief from the general tension I busied\nmyself by transferring this hardware to the vacant place with the aid\nof a handy three-in-one device including a screw-driver which I kept\non my keyring. The bolt fitted perfectly, and I was somewhat relieved\nwhen I knew that I could shoot it firmly upon retiring. There were\nadequate bolts on the two lateral doors to connecting rooms, and these\nI proceeded to fasten.\n\nI did not undress, but decided to read till I was sleepy and then\nlie down with only my coat, collar, and shoes off. Taking a pocket\nflashlight from my valise, I placed it in my trousers, so that I\ncould read my watch if I woke up later in the dark. Drowsiness,\nhowever, did not come; and when I stopped to analyze my thoughts I\nfound to my disquiet that I was really unconsciously listening for\nsomethingâ\u0080\u0094listening for something which I dreaded but could not name.\n\nAt length, feeling a fatigue which had nothing of drowsiness in it, I\nbolted the newly outfitted hall door, turned off the light, and threw\nmyself down on the hard, uneven bedâ\u0080\u0094coat, collar, shoes, and all. In\nthe darkness every faint noise of the night seemed magnified, and a\nflood of doubly unpleasant thoughts swept over me. I was sorry I had\nput out the light, yet was too tired to rise and turn it on again.\nThen, after a long, dreary interval, and prefaced by a fresh creaking\nof stairs and corridor, there came that soft, damnably unmistakable\nsound which seemed like a malign fulfilment of all my apprehensions.\nWithout the least shadow of a doubt, the lock on my hall door was being\ntriedâ\u0080\u0094cautiously, furtively, tentativelyâ\u0080\u0094with a key.\n\nThe change in the menace from vague premonition to immediate reality\nwas a profound shock, and fell upon me with the force of a genuine\nblow. It never once occurred to me that the fumbling might be a mere\nmistake. Malign purpose was all I could think of, and I kept deathly\nquiet, awaiting the would-be intruder's next move.\n\nAfter a time the cautious rattling ceased, and I heard the room to the\nnorth entered with a pass key. Then the lock of the connecting door to\nmy room was softly tried. The bolt held, of course, and I heard the\nfloor creak as the prowler left the room. After a moment there came\nanother soft rattling, and I knew that the room to the south of me was\nbeing entered. Again a furtive trying of a bolted connecting door,\nand again a receding creaking. This time the creaking went along the\nhall and down the stairs, so I knew that the prowler had realized the\nbolted condition of my doors and was giving up his attempt for a time.\n\nThe one thing to do was to get out of that hotel alive as quickly as I\ncould, and through some channel other than the front stairs and lobby!\n\nRising softly and throwing my flashlight on the switch, I sought\nto light the bulb over my bed in order to choose and pocket some\nbelongings for a swift, valiseless flight. Nothing, however, happened;\nand I saw that the power had been cut off. So, filling my pockets\nwith the flashlight's aid, I put on my hat and tiptoed to the\nwindows to consider chances of descent. Despite the state's safety\nregulations there was no fire escape on this side of the hotel, and\nI saw that my windows commanded only a sheer three-story drop to the\ncobbled courtyard. On the right and left, however, some ancient brick\nbusiness blocks abutted on the hotel; their slant roofs coming up to a\nreasonable jumping distance from my fourth-story level. To reach either\nof these lines of buildings I would have to be in a room two doors\nfrom my ownâ\u0080\u0094in one case on the north and in the other case on the\nsouthâ\u0080\u0094and my mind instantly set to work calculating what chances I had\nof making the transfer.\n\nFirst, I reinforced my own outer door by pushing the bureau against\nitâ\u0080\u0094little by little, in order to make a minimum of sound. Then,\ngathering from the grocery boy's map that the best route out of town\nwas southward, I glanced first at the connecting door on the south\nside of the room. It was designed to open in my direction, hence I\nsawâ\u0080\u0094after drawing the bolt and finding other fastenings in placeâ\u0080\u0094it\nwas not a favorable one for forcing. Accordingly abandoning it as a\nroute, I cautiously moved the bedstead against it to hamper any attack\nwhich might be made on it later from the next room. The door on the\nnorth was hung to open away from me, and thisâ\u0080\u0094though a test proved\nit to be locked or bolted from the other sideâ\u0080\u0094I knew must be my\nroute. If I could gain the roofs of the buildings in Paine Street and\ndescend successfully to the ground level, I might perhaps dart through\nthe courtyard and the adjacent or opposite buildings to Washington\nor Batesâ\u0080\u0094or else emerge in Paine and edge around southward into\nWashington. In any case, I would aim to strike Washington somehow and\nget quickly out of the Town Square region. My preference would be to\navoid Paine, since the fire station there might be open all night.\n\nI was irresolutely speculating on when I had better attack the\nnorthward door, and on how I could least audibly manage it, when I\nnoticed that the vague noises underfoot had given place to a fresh and\nheavier creaking of the stairs. A wavering flicker of light showed\nthrough my transom, and the boards of the corridor began to groan with\na ponderous load. Muffled sounds of possible vocal origin approached,\nand at length a firm knock came at my outer door.\n\nFor a moment I simply held my breath and waited. Eternities\nseemed to elapse, and the nauseous fishy odor of my environment\nseemed to mount suddenly and spectacularly. Then the knocking was\nrepeatedâ\u0080\u0094continuously, and with growing insistence. I knew that the\ntime for action had come, and forthwith drew the bolt of the northward\nconnecting door, bracing myself for the task of battering it open. The\nknocking waxed louder, and I hoped that its volume would cover the\nsound of my efforts. At last beginning my attempt, I lunged again and\nagain at the thin panelling with my left shoulder, heedless of shock or\npain.\n\nFinally the connecting door gave, but with such a crash that I knew\nthose outside must have heard. Instantly the outside knocking became\na violent battering, while keys sounded ominously in the hall doors\nof the rooms on both sides of me. Rushing through the newly opened\nconnection, I succeeded in bolting the northerly hall door before the\nlock could be turned; but even as I did so I heard the hall door of the\nthird roomâ\u0080\u0094the one from whose window I had hoped to reach the roof\nbelowâ\u0080\u0094being tried with a pass key.\n\nFor an instant I felt absolute despair, since my trapping in a chamber\nwith no window egress seemed complete. Then, with a dazed automatism,\nI made for the next connecting door and performed the blind motion of\npushing at it in an effort to get through!\n\nSheer fortunate chance gave me my reprieveâ\u0080\u0094for the connecting door\nbefore me was not only unlocked but actually ajar. In a second I was\nthrough, and had my right knee and shoulder against a hall door which\nwas visibly opening inward. My pressure took the opener off guard, for\nthe thing shut as I pushed, so that I could slip the well-conditioned\nbolt as I had done with the other door. As I gained this respite I\nheard the battering at the two other doors abate, while a confused\nclatter came from the connecting door I had shielded with the bedstead.\nEvidently the bulk of my assailants had entered the southerly room and\nwere massing in a lateral attack. But at the same moment a pass key\nsounded in the next door to the north, and I knew that a nearer peril\nwas at hand.\n\nThe northward connecting door was wide open, but there was no time to\nthink about checking the already turning lock in the hall. All I could\ndo was to shut and bolt the open connecting door, as well as its mate\non the opposite sideâ\u0080\u0094pushing a bedstead against the one and a bureau\nagainst the other, and moving a washstand in front of the hall door.\nI must, I saw, trust to such makeshift barriers to shield me till I\ncould get out the window and on the roof of the Paine Street block. But\neven in this acute moment my chief horror was something apart from the\nimmediate weakness of my defenses. I was shuddering because not one\nof my pursuers, despite some hideous pantings, gruntings, and subdued\nbarkings at odd intervals, was uttering an intelligible vocal sound!\n\nAs I moved the furniture and rushed toward the windows I heard a\nfrightful scurrying along the corridor toward the room north of me, and\nperceived that the southward battering had ceased. Plainly, most of my\nopponents were about to concentrate against the feeble connecting door\nwhich they knew must open directly on me. Outside, the moon played on\nthe ridge-pole of the block below, and I saw that the jump would be\ndesperately hazardous because of the steep surface on which I must land.\n\nThe clatter at the northerly connecting door was now terrific, and\nI saw that the weak panelling was beginning to splinter. Obviously,\nthe besiegers had brought some ponderous object into play as a\nbattering-ram. The bedstead, however, still held firm; so that I had at\nleast a faint chance of making good my escape. As I opened the window\nI noticed that it was flanked by heavy velour draperies suspended from\na pole by brass rings, and also that there was a large projecting\ncatch for the shutters on the exterior. Seeing a possible means of\navoiding the dangerous jump, I yanked at the hangings and brought\nthem down, pole and all; then quickly hooking two of the rings in the\nshutter catch and flinging the drapery outside. The heavy folds reached\nfully to the abutting roof, and I saw that the rings and catch would\nbe likely to bear my weight. So, climbing out of the window and down\nthe improvised rope ladder, I left behind me forever the morbid and\nhorror-infested fabric of the Gilman House.\n\nI landed safely on the loose slates of the steep roof, and succeeded in\ngaining the gaping black skylight without a slip. The place inside was\nghoulish-looking, but I was past minding such impressions and made at\nonce for the staircase revealed by my flashlightâ\u0080\u0094after a hasty glance\nat my watch, which showed the hour to be 2 A.M. The steps creaked, but\nseemed tolerably sound; and I raced down past a barnlike second story\nto the ground floor. The desolation was complete, and only echoes\nanswered my footfalls.\n\nThe hallway inside was black, and when I reached the opposite end I saw\nthat the street door was wedged immovably shut. Resolved to try another\nbuilding, I groped my way toward the courtyard, but stopped short when\nclose to the doorway.\n\nFor out of an opened door in the Gilman House a large crowd of doubtful\nshapes was pouringâ\u0080\u0094lanterns bobbing in the darkness, and horrible\ncroaking voices exchanging low cries in what was certainly not English.\nTheir features were indistinguishable, but their crouching, shambling\ngait was abominably repellent. And worst of all, I perceived that one\nfigure was strangely robed, and unmistakably surmounted by a tall tiara\nof a design altogether too familiar. Again groping toward the street,\nI opened a door off the hall and came upon an empty room with closely\nshuttered but sashless windows. Fumbling in the rays of my flashlight,\nI found I could open the shutters; and in another moment had climbed\noutside and was carefully closing the aperture in its original manner.\n\nI walked rapidly, softly, and close to the ruined houses. At Bates\nStreet I drew into a yawning vestibule while two shambling figures\ncrossed in front of me, but was soon on my way again and approaching\nthe open space where Eliot Street obliquely crosses Washington at the\nintersection of South. Though I had never seen this space, it had\nlooked dangerous to me on the grocery youth's map; since the moonlight\nwould have free play there. There was no use trying to evade it, for\nany alternative course would involve detours of possibly disastrous\nvisibility and delaying effect. The only thing to do was to cross it\nboldly and openly; imitating the typical shamble of the Innsmouth folk\nas best I could, and trusting that no oneâ\u0080\u0094or at least no pursuer of\nmineâ\u0080\u0094would be there.\n\nJust how fully the pursuit was organizedâ\u0080\u0094and indeed, just what its\npurpose might beâ\u0080\u0094I could form no idea. There seemed to be unusual\nactivity in the town, but I judged that the news of my escape from\nthe Gilman had not yet spread. The open space was, as I had expected,\nstrongly moonlit. But my progress was unimpeded, and no fresh sound\narose to hint that I had been spied. Glancing about me, I involuntarily\nlet my pace slacken for a second to take in the sight of the sea,\ngorgeous in the burning moonlight at the street's end. Far out beyond\nthe breakwater was the dim, dark line of Devil Reef.\n\nThen, without warning, I saw the intermittent flashes of light on the\ndistant reef. My muscles tightened for panic flight, held in only by a\ncertain unconscious caution and half-hypnotic fascination. And to make\nmatters worse, there now flashed forth from the lofty cupola of the\nGilman House, which loomed up to the northeast behind me, a series of\nanalogous though differently spaced gleams which could be nothing less\nthan an answering signal.\n\nI now bent to the left around the ruinous green; still gazing toward\nthe ocean as it blazed in the spectral summer moonlight, and watching\nthe cryptical flashing of those nameless, unexplainable beacons.\n\nIt was then that the most horrible impression of all was borne in upon\nmeâ\u0080\u0094the impression which destroyed my last vestige of self-control and\nsent me running frantically southward past the yawning black doorways\nand fishily staring windows of that deserted nightmare street. For at\na closer glance I saw that the moonlit waters between the reef and\nthe shore were far from empty. They were alive with a teeming horde of\nshapes swimming inward toward the town!\n\nMy frantic running ceased before I had covered a block, for at my left\nI began to hear something like the hue and cry of organized pursuit.\nThere were footsteps and guttural sounds, and a rattling motor wheezed\nsouth along Federal Street. In a second all my plans were utterly\nchangedâ\u0080\u0094for if the southward highway were blocked ahead of me, I must\nclearly find another egress from Innsmouth. I paused and drew into a\ngaping doorway, reflecting how lucky I was to have left the moonlit\nopen space before these pursuers came down the parallel street.\n\nThen I thought of the abandoned railway to Rowley, whose solid line of\nballasted, weed-grown earth still stretched off to the northwest from\nthe crumbling station on the edge of the river gorge. There was just a\nchance that the townsfolk would not think of that!\n\nDrawing inside the hall of my deserted shelter, I once more consulted\nthe grocery boy's map with the aid of the flashlight. The immediate\nproblem was how to reach the ancient railway; and I now saw that the\nsafest course was ahead to Babson Street, then west to Lafayetteâ\u0080\u0094there\nedging around but not crossing an open space homologous to the one\nI had traversedâ\u0080\u0094and subsequently back northward and westward in\nzigzagging line through Lafayette, Bates, Adams, and Banks Streetsâ\u0080\u0094the\nlatter skirting the river gorgeâ\u0080\u0094to the abandoned and dilapidated\nstation I had seen from my window. My reason for going ahead to Babson\nwas that I wished neither to re-cross the earlier open space nor to\nbegin my westward course along a cross street as broad as South. I\ncrossed the street to the right-hand side in order to edge around into\nBabson as inconspicuously as possible.\n\nIn Babson Street I clung as closely as possible to the sagging,\nuneven buildings; twice pausing in a doorway as the noises behind me\nmomentarily increased. The open space ahead shone wide and desolate\nunder the moon, but my route would not force me to cross it. During\nmy second pause I began to detect a fresh distribution of the vague\nsounds; and upon looking cautiously out from cover beheld a motor car\ndarting across the open space, bound outward along Eliot Street.\n\nAs I watchedâ\u0080\u0094choked by a sudden rise in the fishy odor after a short\nabatementâ\u0080\u0094I saw a band of uncouth, crouching shapes loping and\nshambling in the same direction; and knew that this must be the party\nguarding the Ipswich road, since that highway forms an extension of\nEliot Street. Two of the figures I glimpsed were in voluminous robes,\nand one wore a peaked diadem which glistened whitely in the moonlight.\nThe gait of this figure was so odd that it sent a chill through meâ\u0080\u0094for\nit seemed to me the creature was almost hopping .\n\nWhen the last of the band was out of sight I resumed my progress;\ndarting around the corner into Lafayette Street, and crossing Eliot\nvery hurriedly lest stragglers of the party be still advancing along\nthat thoroughfare. I did hear some croaking and clattering sounds\nfar off toward Town Square, but accomplished the passage without\ndisaster. My greatest dread was in re-crossing broad and moonlit South\nStreetâ\u0080\u0094with its seaward viewâ\u0080\u0094and I had to nerve myself for the\nordeal. Someone might easily be looking, and possible Eliot Street\nstragglers could not fail to glimpse me from either of two points. At\nthe last moment I decided I had better slacken my trot and make the\ncrossing as before in the shambling gait of an average Innsmouth native.\n\nI had not quite crossed the street when I heard a muttering band\nadvancing along Washington from the north. As they reached the broad\nopen space where I had had my first disquieting glimpse of the moonlit\nwater I could see them plainly only a block awayâ\u0080\u0094and was horrified by\nthe bestial abnormality of their faces and the dog-like sub-humanness\nof their crouching gait. One man moved in a positively simian way, with\nlong arms frequently touching the ground; while another figureâ\u0080\u0094robed\nand tiaraedâ\u0080\u0094seemed to progress in an almost hopping fashion. I judged\nthis party to be the one I had seen in the Gilman's courtyardâ\u0080\u0094the one,\ntherefore, most closely on my trail. As some of the figures turned\nto look in my direction I was transfixed with fright, yet managed to\npreserve the casual, shambling gait I had assumed. To this day I do\nnot know whether they saw me or not. If they did, my stratagem must\nhave deceived them, for they passed on across the moonlit space without\nvarying their courseâ\u0080\u0094meanwhile croaking and jabbering in some hateful\nguttural patois I could not identify.\n\nOnce more in shadow, I resumed my former dog-trot past the leaning and\ndecrepit houses that stared blankly into the night. Having crossed to\nthe western sidewalk I rounded the nearest corner into Bates Street,\nwhere I kept close to the buildings on the southern side. At last I saw\nthe ancient arcaded stationâ\u0080\u0094or what was left of itâ\u0080\u0094and made directly\nfor the tracks that started from its farther end.\n\nThe rails were rusty but mainly intact, and not more than half the\nties had rotted away. Walking or running on such a surface was very\ndifficult; but I did my best, and on the whole made very fair time. For\nsome distance the line kept on along the gorge's brink, but at length I\nreached the long covered bridge where it crossed the chasm at a dizzy\nheight. The condition of this bridge would determine my next step. If\nhumanly possible, I would use it; if not, I would have to risk more\nstreet wandering and take the nearest intact highway bridge.\n\nThe vast, barnlike length of the old bridge gleamed spectrally in the\nmoonlight and I saw that the ties were safe for at least a few feet\nwithin. Entering, I began to use my flashlight, and was almost knocked\ndown by the cloud of bats that flapped past me. About halfway across\nthere was a perilous gap in the ties which I feared for a moment would\nhalt me; but in the end I risked a desperate jump which fortunately\nsucceeded.\n\nI was glad to see the moonlight again when I emerged from that macabre\ntunnel. The old tracks crossed River Street at a grade, and at once\nveered off into a region increasingly rural and with less and less of\nInnsmouth's abhorrent fishy odor. Here the dense growth of weeds and\nbriers hindered me and cruelly tore my clothes, but I was none the less\nglad that they were there to give me concealment in case of peril. I\nknew that much of my route must be visible from the Rowley road.\n\nThe marshy region began very shortly, with the single track on a low,\ngrassy embankment. Then came a sort of island of higher ground, where\nthe line passed through a shallow open cut choked with bushes and\nbrambles. I was very glad of this partial shelter, since at this point\nthe Rowley road was uncomfortably near according to my window view.\n\nJust before entering the cut I glanced behind me, but saw no pursuer.\nThe ancient spires and roofs of decaying Innsmouth gleamed lovely and\nethereal in the magic yellow moonlight, and I thought of how they must\nhave looked in the old days before the shadow fell. Then, as my gaze\ncircled inland from the town, something less tranquil arrested my\nnotice and held me immobile for a second.\n\nWhat I sawâ\u0080\u0094or fancied I sawâ\u0080\u0094was a disturbing suggestion of undulant\nmotion far to the south; a suggestion which made me conclude that\na very large horde must be pouring out of the city along the level\nIpswich road. The distance was great, and I could distinguish nothing\nin detail; but I did not at all like the look of that moving column.\n\nAll sorts of unpleasant conjectures crossed my mind. I thought of those\nvery extreme Innsmouth types said to be hidden in crumbling, centuried\nwarrens near the waterfront. I thought, too, of those nameless swimmers\nI had seen. Counting the parties so far glimpsed, as well as those\npresumably covering other roads, the number of my pursuers must be\nstrangely large for a town as depopulated as Innsmouth.\n\nWho were they? Why were they here? And if such a column of them was\nscouring the Ipswich road, would the patrols on the other roads be\nlikewise augmented?\n\nI had entered the brush-grown cut and was struggling along at a very\nslow pace when that damnable fishy odor again waxed dominant. There\nwere sounds, tooâ\u0080\u0094a kind of wholesale, colossal flopping or pattering\nwhich somehow called up images of the most detestable sort.\n\nAnd then both stench and sounds grew stronger, so that I paused\nshivering and grateful for the cut's protection. It was here, I\nrecalled, that the Rowley road drew so close to the old railway before\ncrossing westward and diverging. Something was coming along that road,\nand I must lie low till its passage and vanishment in the distance.\nCrouched in the bushes of that sandy cleft I felt reasonably safe, even\nthough I knew the searchers would have to cross the track in front of\nme not much more than a hundred yards away. I would be able to see\nthem, but they could not, except by a malign miracle, see me.\n\nAll at once I began dreading to look at them as they passed. I saw the\nclose moonlit space where they would surge by, and had curious thoughts\nabout the irredeemable pollution of that space. They would perhaps\nbe the worst of all Innsmouth typesâ\u0080\u0094something one would not care to\nremember.\n\nThe stench waxed overpowering, and the noises swelled to a bestial\nbabel of croaking, baying, and barking, without the least suggestion\nof human speech. Were these indeed the voices of my pursuers? That\nflopping or pattering was monstrousâ\u0080\u0094I could not look upon the\ndegenerate creatures responsible for it. I would keep my eyes shut till\nthe sounds receded toward the west. The horde was very close nowâ\u0080\u0094the\nair foul with their hoarse snarlings, and the ground almost shaking\nwith their alien-rhythmed footfalls. My breath nearly ceased to come,\nand I put every ounce of will-power into the task of holding my eyelids\ndown.\n\nI am not even yet willing to say whether what followed was a hideous\nactuality or only a nightmare hallucination. The later action of the\ngovernment, after my frantic appeals, would tend to confirm it as a\nmonstrous truth; but could not an hallucination have been repeated\nunder the quasi-hypnotic spell of that ancient, haunted, and shadowed\ntown?\n\nBut I must try to tell what I thought I saw that night under the\nmocking yellow moonâ\u0080\u0094saw surging and hopping down the Rowley road in\nplain sight in front of me as I crouched among the wild brambles of\nthat desolate railway cut. Of course my resolution to keep my eyes shut\nhad failed. It was foredoomed to failureâ\u0080\u0094for who could crouch blindly\nwhile a legion of croaking, baying entities of unknown source flopped\nnoisomely past, scarcely more than a hundred yards away?\n\nFor I knew that a long section of them must be plainly in sight where\nthe sides of the cut flattened out and the road crossed the trackâ\u0080\u0094and\nI could no longer keep myself from sampling whatever horror that\nleering yellow moon might have to show.\n\nIt was the end, for whatever remains to me of life on the surface of\nthis earth, of every vestige of mental peace and confidence in the\nintegrity of nature and of the human mind. Can it be possible that this\nplanet has actually spawned such things; that human eyes have truly\nseen, as objective flesh, what man has hitherto known only in febrile\nphantasy and tenuous legend?\n\nAnd yet I saw them in a limitless streamâ\u0080\u0094flopping, hopping, croaking,\nbleatingâ\u0080\u0094surging inhumanly through the spectral moonlight in a\ngrotesque, malignant saraband of fantastic nightmare. And some of them\nhad tall tiaras of that nameless whitish-gold metal ... and some were\nstrangely robed ... and one, who led the way, was clad in a ghoulishly\nhumped black coat and striped trousers, and had a man's felt hat\nperched on the shapeless thing that answered for a head....\n\nI think their predominant color was a grayish-green, though they had\nwhite bellies. They were mostly shiny and slippery, but the ridges of\ntheir backs were scaly. Their forms vaguely suggested the anthropoid,\nwhile their heads were the heads of fish, with prodigious bulging eyes\nthat never closed. At the sides of their necks were palpitating gills,\nand their long paws were webbed. They hopped irregularly, sometimes on\ntwo legs and sometimes on four. I was somehow glad that they had no\nmore than four limbs. Their croaking, baying voices, clearly used for\narticulate speech, held all the dark shades of expression which their\nstaring faces lacked.\n\nBut for all of their monstrousness they were not unfamiliar to me. I\nknew too well what they must beâ\u0080\u0094for was not the memory of that evil\ntiara at Newburyport still fresh? They were the blasphemous fish-frogs\nof the nameless designâ\u0080\u0094living and horribleâ\u0080\u0094and as I saw them I knew\nalso of what that humped, tiaraed priest in the black church basement\nhad so fearsomely reminded me. Their number was past guessing. It\nseemed to me that there were limitless swarms of themâ\u0080\u0094and certainly my\nmomentary glimpse could have shown only the least fraction. In another\ninstant everything was blotted out by a merciful fit of fainting; the\nfirst I had ever had.\n\nV\n\nIt was a gentle daylight rain that awaked me from my stupor in the\nbrush-grown railway cut, and when I staggered out to the roadway ahead\nI saw no trace of any prints in the fresh mud. Innsmouth's ruined roofs\nand toppling steeples loomed up grayly toward the southeast, but not a\nliving creature did I spy in all the desolate salt marshes around. My\nwatch was still going, and told me that the hour was past noon.\n\nThe reality of what I had been through was highly uncertain in my mind,\nbut I felt that something hideous lay in the background. I must get\naway from evil-shadowed Innsmouthâ\u0080\u0094and accordingly I began to test\nmy cramped, wearied powers of locomotion. Despite weakness, hunger,\nhorror, and bewilderment I found myself after a time able to walk; so\nstarted slowly along the muddy road to Rowley. Before evening I was\nin the village, getting a meal and providing myself with presentable\nclothes. I caught the night train to Arkham, and the next day talked\nlong and earnestly with government officials there; a process I later\nrepeated in Boston. With the main result of these colloquies the public\nis now familiarâ\u0080\u0094and I wish, for normality's sake, there were nothing\nmore to tell. Perhaps it is madness that is overtaking meâ\u0080\u0094yet perhaps\na greater horrorâ\u0080\u0094or a greater marvelâ\u0080\u0094is reaching out.\n\nI dared not look for that piece of strange jewelry said to be in the\nMiskatonic University Museum. I did, however, improve my stay in Arkham\nby collecting some genealogical notes I had long wished to possess;\nvery rough and hasty data, it is true, but capable of good use later\non when I might have time to collate and codify them. The curator of\nthe historical society thereâ\u0080\u0094Mr. E. Lapham Peabodyâ\u0080\u0094was very courteous\nabout assisting me, and expressed unusual interest when I told him I\nwas a grandson of Eliza Orne of Arkham, who was born in 1867 and had\nmarried James Williamson of Ohio at the age of seventeen.\n\nIt seemed that a maternal uncle of mine had been there many years\nbefore on a quest much like my own; and that my grandmother's family\nwas a topic of some local curiosity. There had, Mr. Peabody said, been\nconsiderable discussion about the marriage of her father, Benjamin\nOrne, just after the Civil War; since the ancestry of the bride was\npeculiarly puzzling. That bride was understood to have been an orphaned\nMarsh of New Hampshireâ\u0080\u0094a cousin of the Essex County Marshesâ\u0080\u0094but her\neducation had been in France and she knew very little of her family. A\nguardian had deposited funds in a Boston bank to maintain her and her\nFrench governess; but that guardian's name was unfamiliar to Arkham\npeople, and in time he dropped out of sight, so that the governess\nassumed his role by court appointment. The French-womanâ\u0080\u0094now long\ndeadâ\u0080\u0094was very taciturn, and there were those who said she could have\ntold more than she did.\n\nBut the most baffling thing was the inability of anyone to place\nthe recorded parents of the young womanâ\u0080\u0094Enoch and Lydia (Meserve)\nMarshâ\u0080\u0094among the known families of New Hampshire. Possibly,\nmany suggested, she was the natural daughter of some Marsh of\nprominenceâ\u0080\u0094she certainly had the true Marsh eyes. Most of the\npuzzling was done after her early death, which took place at the birth\nof my grandmotherâ\u0080\u0094her only child. Having formed some disagreeable\nimpressions connected with the name of Marsh, I did not welcome the\nnews that it belonged on my own ancestral tree; nor was I pleased\nby Mr. Peabody's suggestion that I had the true Marsh eyes myself.\nHowever, I was grateful for data which I knew would prove valuable;\nand took copious notes and lists of book references regarding the\nwell-documented Orne family.\n\nI went directly home to Toledo from Boston, and later spent a month\nat Maumee recuperating from my ordeal. In September I entered Oberlin\nfor my final year, and from then till the next June was busy with\nstudies and other wholesome activitiesâ\u0080\u0094reminded of the bygone terror\nonly by occasional official visits from government men in connection\nwith the campaign which my pleas and evidence had started. Around the\nmiddle of Julyâ\u0080\u0094just a year after the Innsmouth experienceâ\u0080\u0094I spent a\nweek with my late mother's family in Cleveland; checking some of my\nnew genealogical data with the various notes, traditions, and bits\nof heirloom material in existence there, and seeing what kind of a\nconnected chart I could construct.\n\nI did not exactly relish this task, for the atmosphere of the\nWilliamson home had always depressed me. There was a strain of\nmorbidity there, and my mother had never encouraged my visiting her\nparents as a child, although she always welcomed her father when\nhe came to Toledo. My Arkham-born grandmother had seemed strange\nand almost terrifying to me, and I do not think I grieved when she\ndisappeared. I was eight years old then, and it was said that she had\nwandered off in grief after the suicide of my uncle Douglas, her eldest\nson. He had shot himself after a trip to New Englandâ\u0080\u0094the same trip,\nno doubt, which had caused him to be recalled at the Arkham Historical\nSociety.\n\nThis uncle had resembled her, and I had never liked him either.\nSomething about the staring, unwinking expression of both of them\nhad given me a vague, unaccountable uneasiness. My mother and uncle\nWalter had not looked like that. They were like their father, though\npoor little cousin Lawrenceâ\u0080\u0094Walter's sonâ\u0080\u0094had been an almost perfect\nduplicate of his grandmother before his condition took him to the\npermanent seclusion of a sanitarium at Canton. I had not seen him in\nfour years, but my uncle once implied that his state, both mental and\nphysical, was very bad. This worry had probably been a major cause of\nhis mother's death two years before.\n\nMy grandfather and his widowered son Walter now comprised the Cleveland\nhousehold, but the memory of older times hung thickly over it. I still\ndisliked the place, and tried to get my researches done as quickly as\npossible. Williamson records and traditions were supplied in abundance\nby my grandfather; though for Orne material I had to depend on my uncle\nWalter, who put at my disposal the contents of all his files, including\nnotes, letters, cuttings, heirlooms, photographs, and miniatures.\n\nIt was in going over the letters and pictures on the Orne side that I\nbegan to acquire a kind of terror of my own ancestry. As I have said,\nmy grandmother and uncle Douglas had always disturbed me. Now, years\nafter their passing, I gazed at their pictured faces with a measurably\nheightened feeling of repulsion and alienation. I could not at first\nunderstand the change, but gradually a horrible sort of comparison began to obtrude itself on my unconscious mind despite the steady\nrefusal of my consciousness to admit even the least suspicion of it.\nIt was clear that the typical expression of these faces now suggested\nsomething it had not suggested beforeâ\u0080\u0094something which would bring\nstark panic if too openly thought of.\n\nBut the worst shock came when my uncle showed me the Orne jewelry in\na downtown safe-deposit vault. Some of the items were delicate and\ninspiring enough, but there was one box of strange old pieces descended\nfrom my mysterious great-grandmother which my uncle was almost\nreluctant to produce. They were, he said, of very grotesque and almost\nrepulsive design.\n\nAs my uncle began slowly and grudgingly to unwrap the things, he urged\nme not to be shocked by the strangeness and frequent hideousness of\nthe designs. There were two armlets, a tiara, and a kind of pectoral;\nthe latter having in high relief certain figures of almost unbearable\nextravagance.\n\nHe seemed to expect some demonstration when the first pieceâ\u0080\u0094the\ntiaraâ\u0080\u0094became visible, but I doubt if he expected quite what actually\nhappened. I did not expect it, either, for I thought I was thoroughly\nforewarned regarding what the jewelry would turn out to be. What I did\nwas to faint silently away just as I had done in that brier-choked\nrailway cut a year before.\n\nFrom that day on my life has been a nightmare of brooding and\napprehension, nor do I know how much is hideous truth and how much\nmadness. My great-grandmother had been a Marsh of unknown source whose\nhusband lived in Arkhamâ\u0080\u0094and did not old Zadok say that the daughter of\nObed Marsh by a monstrous mother was married to an Arkham man through\na trick? What was it the ancient toper had muttered about the likeness\nof my eyes to Captain Obed's? In Arkham, too, the curator had told me I\nhad the true Marsh eyes. Was Obed Marsh my own great-great-grandfather?\nWhoâ\u0080\u0094or what â\u0080\u0094then, was my great-great-grandmother? But perhaps\nthis was all madness. Those whitish-gold ornaments might easily\nhave been bought from some Innsmouth sailor by the father of my\ngreat-grandmother, whoever he was. And that look in the staring-eyed\nfaces of my grandmother and self-slain uncle might be sheer fancy,\nbolstered up by the Innsmouth shadow which had so darkly colored my\nimagination. But why had my uncle killed himself after an ancestral\nquest in New England?\n\nFor more than two years I fought off these reflections with partial\nsuccess. My father secured me a place in an insurance office, and\nI buried myself in routine as deeply as possible. In the winter of\n1930-31, however, the dreams began. They were very sparse and insidious\nat first, but increased in frequency and vividness as the weeks went\nby. Great watery spaces opened out before me, and I seemed to wander\nthrough titanic sunken porticos and labyrinths of weedy cyclopean walls\nand grotesque fishes as my companions. Then the other shapes began to\nappear, filling me with nameless horror the moment I awoke. But during\nthe dreams they did not horrify me at allâ\u0080\u0094I was one with them; wearing\ntheir unhuman trappings, treading their aqueous ways, and praying\nmonstrously at their evil sea-bottom temples.\n\nThere was much more than I could remember, but even what I did remember\neach morning would be enough to stamp me as a madman or a genius if\never I dared write it down. Some frightful influence, I felt, was\nseeking gradually to drag me out of the sane world of wholesome life\ninto unnameable abysses of blackness and alienage; and the process\ntold heavily on me. My health and appearance grew steadily worse, till\nfinally I was forced to give up my position and adopt the static,\nsecluded life of an invalid. Some odd nervous affliction had me in its\ngrip, and I found myself at times almost unable to shut my eyes.\n\nIt was then that I began to study the mirror with mounting alarm. The\nslow ravages of disease are not pleasant to watch, but in my case there\nwas something subtler and more puzzling in the background. My father\nseemed to notice it, too, for he began looking at me curiously and\nalmost affrightedly. What was taking place in me? Could it be that I\nwas coming to resemble my grandmother and uncle Douglas?\n\nOne night I had a frightful dream in which I met my grandmother\nunder the sea. She lived in a phosphorescent palace of many\nterraces, with gardens of strange leprous corals and grotesque\nbrachiate efflorescences, and welcomed me with a warmth that may\nhave been sardonic. She had changedâ\u0080\u0094as those who take to the water\nchangeâ\u0080\u0094and told me she had never died. Instead, she had gone to a\nspot her dead son had learned about, and had leaped to a realm whose\nwondersâ\u0080\u0094destined for him as wellâ\u0080\u0094he had spurned with a smoking\npistol. This was to be my realm, tooâ\u0080\u0094I could not escape it. I would\nnever die, but would live with those who had lived since before man\never walked the earth.\n\n\"One night, in a frightful dream, I met two Ancient Ones\nunder the sea in a phosphorescent, many terraced palace surrounded by\ngardens of strange, leprous corals.\"\n\nI met also that which had been her grandmother. For eighty thousand\nyears Pth'thya-l'yi had lived in Y'ha-nthlei, and thither she had gone\nback after Obed Marsh was dead. Y'ha-nthlei was not destroyed when\nthe upper-earth men shot death into the sea. It was hurt, but not\ndestroyed. The Deep Ones could never be destroyed, even though the\npalaeogean magic of the forgotten Old Ones might sometimes check them.\nFor the present they would rest; but some day, if they remembered, they\nwould rise again for the tribute Great Cthulhu craved. It would be a\ncity greater than Innsmouth next time. They had planned to spread, and\nhad brought up that which would help them, but now they must wait once\nmore. For bringing the upper-earth men's death I must do a penance,\nbut that would not be heavy. This was the dream in which I saw a shoggoth for the first time, and the sight set me awake in a frenzy\nof screaming. That morning the mirror definitely told me I had acquired the Innsmouth look .\n\nSo far I have not shot myself as my uncle Douglas did. I bought an\nautomatic and almost took the step, but certain dreams deterred me. The\ntense extremes of horror are lessening, and I feel queerly drawn toward\nthe unknown sea-deeps instead of fearing them. I hear and do strange\nthings in sleep, and awake with a kind of exaltation instead of terror.\nI do not believe I need to wait for the full change as most have\nwaited. If I did, my father would probably shut me up in a sanitarium\nas my poor little cousin is shut up. Stupendous and unheard-of\nsplendors await me below, and I shall seek them soon. IÄ\u0081-R'lyeh!\nCthulhu fhtagn! IÄ\u0081! IÄ\u0081! No, I shall not shoot myselfâ\u0080\u0094I cannot\nbe made to shoot myself!\n\nI shall plan my cousin's escape from that Canton madhouse, and together\nwe shall go to marvel-shadowed Innsmouth. We shall swim out to that\nbrooding reef in the sea and dive down through black abysses to\ncyclopean and many-columned Y'ha-nthlei, and in that lair of the Deep\nOnes we shall dwell amidst wonder and glory forever.",
    "metadata": {
        "author": "H. P. Lovecraft",
        "year": 1925,
        "url": "https://www.gutenberg.org/cache/epub/73181/pg73181-images.html",
        "name": "The Shadow over Innsmouth"
    }
}