{
    "name": "Chesterton - The Blue Cross",
    "body": "\n      Between the silver ribbon of morning and the green glittering ribbon of\n      sea, the boat touched Harwich and let loose a swarm of folk like flies,\n      among whom the man we must follow was by no means conspicuous—nor\n      wished to be. There was nothing notable about him, except a slight\n      contrast between the holiday gaiety of his clothes and the official\n      gravity of his face. His clothes included a slight, pale grey jacket, a\n      white waistcoat, and a silver straw hat with a grey-blue ribbon. His lean\n      face was dark by contrast, and ended in a curt black beard that looked\n      Spanish and suggested an Elizabethan ruff. He was smoking a cigarette with\n      the seriousness of an idler. There was nothing about him to indicate the\n      fact that the grey jacket covered a loaded revolver, that the white\n      waistcoat covered a police card, or that the straw hat covered one of the\n      most powerful intellects in Europe. For this was Valentin himself, the\n      head of the Paris police and the most famous investigator of the world;\n      and he was coming from Brussels to London to make the greatest arrest of\n      the century.\n    \n\n      Flambeau was in England. The police of three countries had tracked the\n      great criminal at last from Ghent to Brussels, from Brussels to the Hook\n      of Holland; and it was conjectured that he would take some advantage of\n      the unfamiliarity and confusion of the Eucharistic Congress, then taking\n      place in London. Probably he would travel as some minor clerk or secretary\n      connected with it; but, of course, Valentin could not be certain; nobody\n      could be certain about Flambeau.\n    \n\n      It is many years now since this colossus of crime suddenly ceased keeping\n      the world in a turmoil; and when he ceased, as they said after the death\n      of Roland, there was a great quiet upon the earth. But in his best days (I\n      mean, of course, his worst) Flambeau was a figure as statuesque and\n      international as the Kaiser. Almost every morning the daily paper\n      announced that he had escaped the consequences of one extraordinary crime\n      by committing another. He was a Gascon of gigantic stature and bodily\n      daring; and the wildest tales were told of his outbursts of athletic\n      humour; how he turned the juge d’instruction upside down and stood him on\n      his head, “to clear his mind”; how he ran down the Rue de Rivoli with a\n      policeman under each arm. It is due to him to say that his fantastic\n      physical strength was generally employed in such bloodless though\n      undignified scenes; his real crimes were chiefly those of ingenious and\n      wholesale robbery. But each of his thefts was almost a new sin, and would\n      make a story by itself. It was he who ran the great Tyrolean Dairy Company\n      in London, with no dairies, no cows, no carts, no milk, but with some\n      thousand subscribers. These he served by the simple operation of moving\n      the little milk cans outside people’s doors to the doors of his own\n      customers. It was he who had kept up an unaccountable and close\n      correspondence with a young lady whose whole letter-bag was intercepted,\n      by the extraordinary trick of photographing his messages infinitesimally\n      small upon the slides of a microscope. A sweeping simplicity, however,\n      marked many of his experiments. It is said that he once repainted all the\n      numbers in a street in the dead of night merely to divert one traveller\n      into a trap. It is quite certain that he invented a portable pillar-box,\n      which he put up at corners in quiet suburbs on the chance of strangers\n      dropping postal orders into it. Lastly, he was known to be a startling\n      acrobat; despite his huge figure, he could leap like a grasshopper and\n      melt into the tree-tops like a monkey. Hence the great Valentin, when he\n      set out to find Flambeau, was perfectly aware that his adventures would\n      not end when he had found him.\n    \n\n      But how was he to find him? On this the great Valentin’s ideas were still\n      in process of settlement.\n    \n\n      There was one thing which Flambeau, with all his dexterity of disguise,\n      could not cover, and that was his singular height. If Valentin’s quick eye\n      had caught a tall apple-woman, a tall grenadier, or even a tolerably tall\n      duchess, he might have arrested them on the spot. But all along his train\n      there was nobody that could be a disguised Flambeau, any more than a cat\n      could be a disguised giraffe. About the people on the boat he had already\n      satisfied himself; and the people picked up at Harwich or on the journey\n      limited themselves with certainty to six. There was a short railway\n      official travelling up to the terminus, three fairly short market\n      gardeners picked up two stations afterwards, one very short widow lady\n      going up from a small Essex town, and a very short Roman Catholic priest\n      going up from a small Essex village. When it came to the last case,\n      Valentin gave it up and almost laughed. The little priest was so much the\n      essence of those Eastern flats; he had a face as round and dull as a\n      Norfolk dumpling; he had eyes as empty as the North Sea; he had several\n      brown paper parcels, which he was quite incapable of collecting. The\n      Eucharistic Congress had doubtless sucked out of their local stagnation\n      many such creatures, blind and helpless, like moles disinterred. Valentin\n      was a sceptic in the severe style of France, and could have no love for\n      priests. But he could have pity for them, and this one might have provoked\n      pity in anybody. He had a large, shabby umbrella, which constantly fell on\n      the floor. He did not seem to know which was the right end of his return\n      ticket. He explained with a moon-calf simplicity to everybody in the\n      carriage that he had to be careful, because he had something made of real\n      silver “with blue stones” in one of his brown-paper parcels. His quaint\n      blending of Essex flatness with saintly simplicity continuously amused the\n      Frenchman till the priest arrived (somehow) at Tottenham with all his\n      parcels, and came back for his umbrella. When he did the last, Valentin\n      even had the good nature to warn him not to take care of the silver by\n      telling everybody about it. But to whomever he talked, Valentin kept his\n      eye open for someone else; he looked out steadily for anyone, rich or\n      poor, male or female, who was well up to six feet; for Flambeau was four\n      inches above it.\n    \n\n      He alighted at Liverpool Street, however, quite conscientiously secure\n      that he had not missed the criminal so far. He then went to Scotland Yard\n      to regularise his position and arrange for help in case of need; he then\n      lit another cigarette and went for a long stroll in the streets of London.\n      As he was walking in the streets and squares beyond Victoria, he paused\n      suddenly and stood. It was a quaint, quiet square, very typical of London,\n      full of an accidental stillness. The tall, flat houses round looked at\n      once prosperous and uninhabited; the square of shrubbery in the centre\n      looked as deserted as a green Pacific islet. One of the four sides was\n      much higher than the rest, like a dais; and the line of this side was\n      broken by one of London’s admirable accidents—a restaurant that\n      looked as if it had strayed from Soho. It was an unreasonably attractive\n      object, with dwarf plants in pots and long, striped blinds of lemon yellow\n      and white. It stood specially high above the street, and in the usual\n      patchwork way of London, a flight of steps from the street ran up to meet\n      the front door almost as a fire-escape might run up to a first-floor\n      window. Valentin stood and smoked in front of the yellow-white blinds and\n      considered them long.\n    \n\n      The most incredible thing about miracles is that they happen. A few clouds\n      in heaven do come together into the staring shape of one human eye. A tree\n      does stand up in the landscape of a doubtful journey in the exact and\n      elaborate shape of a note of interrogation. I have seen both these things\n      myself within the last few days. Nelson does die in the instant of\n      victory; and a man named Williams does quite accidentally murder a man\n      named Williamson; it sounds like a sort of infanticide. In short, there is\n      in life an element of elfin coincidence which people reckoning on the\n      prosaic may perpetually miss. As it has been well expressed in the paradox\n      of Poe, wisdom should reckon on the unforeseen.\n    \n\n      Aristide Valentin was unfathomably French; and the French intelligence is\n      intelligence specially and solely. He was not “a thinking machine”; for\n      that is a brainless phrase of modern fatalism and materialism. A machine\n      only is a machine because it cannot think. But he was a thinking man, and\n      a plain man at the same time. All his wonderful successes, that looked\n      like conjuring, had been gained by plodding logic, by clear and\n      commonplace French thought. The French electrify the world not by starting\n      any paradox, they electrify it by carrying out a truism. They carry a\n      truism so far—as in the French Revolution. But exactly because\n      Valentin understood reason, he understood the limits of reason. Only a man\n      who knows nothing of motors talks of motoring without petrol; only a man\n      who knows nothing of reason talks of reasoning without strong, undisputed\n      first principles. Here he had no strong first principles. Flambeau had\n      been missed at Harwich; and if he was in London at all, he might be\n      anything from a tall tramp on Wimbledon Common to a tall toast-master at\n      the Hotel Metropole. In such a naked state of nescience, Valentin had a\n      view and a method of his own.\n    \n\n      In such cases he reckoned on the unforeseen. In such cases, when he could\n      not follow the train of the reasonable, he coldly and carefully followed\n      the train of the unreasonable. Instead of going to the right places—banks,\n      police stations, rendezvous—he systematically went to the wrong\n      places; knocked at every empty house, turned down every cul de sac, went\n      up every lane blocked with rubbish, went round every crescent that led him\n      uselessly out of the way. He defended this crazy course quite logically.\n      He said that if one had a clue this was the worst way; but if one had no\n      clue at all it was the best, because there was just the chance that any\n      oddity that caught the eye of the pursuer might be the same that had\n      caught the eye of the pursued. Somewhere a man must begin, and it had\n      better be just where another man might stop. Something about that flight\n      of steps up to the shop, something about the quietude and quaintness of\n      the restaurant, roused all the detective’s rare romantic fancy and made\n      him resolve to strike at random. He went up the steps, and sitting down at\n      a table by the window, asked for a cup of black coffee.\n    \n\n      It was half-way through the morning, and he had not breakfasted; the\n      slight litter of other breakfasts stood about on the table to remind him\n      of his hunger; and adding a poached egg to his order, he proceeded\n      musingly to shake some white sugar into his coffee, thinking all the time\n      about Flambeau. He remembered how Flambeau had escaped, once by a pair of\n      nail scissors, and once by a house on fire; once by having to pay for an\n      unstamped letter, and once by getting people to look through a telescope\n      at a comet that might destroy the world. He thought his detective brain as\n      good as the criminal’s, which was true. But he fully realised the\n      disadvantage. “The criminal is the creative artist; the detective only the\n      critic,” he said with a sour smile, and lifted his coffee cup to his lips\n      slowly, and put it down very quickly. He had put salt in it.\n    \n\n      He looked at the vessel from which the silvery powder had come; it was\n      certainly a sugar-basin; as unmistakably meant for sugar as a\n      champagne-bottle for champagne. He wondered why they should keep salt in\n      it. He looked to see if there were any more orthodox vessels. Yes; there\n      were two salt-cellars quite full. Perhaps there was some speciality in the\n      condiment in the salt-cellars. He tasted it; it was sugar. Then he looked\n      round at the restaurant with a refreshed air of interest, to see if there\n      were any other traces of that singular artistic taste which puts the sugar\n      in the salt-cellars and the salt in the sugar-basin. Except for an odd\n      splash of some dark fluid on one of the white-papered walls, the whole\n      place appeared neat, cheerful and ordinary. He rang the bell for the\n      waiter.\n    \n\n      When that official hurried up, fuzzy-haired and somewhat blear-eyed at\n      that early hour, the detective (who was not without an appreciation of the\n      simpler forms of humour) asked him to taste the sugar and see if it was up\n      to the high reputation of the hotel. The result was that the waiter yawned\n      suddenly and woke up.\n    \n\n      “Do you play this delicate joke on your customers every morning?” inquired\n      Valentin. “Does changing the salt and sugar never pall on you as a jest?”\n     \n\n      The waiter, when this irony grew clearer, stammeringly assured him that\n      the establishment had certainly no such intention; it must be a most\n      curious mistake. He picked up the sugar-basin and looked at it; he picked\n      up the salt-cellar and looked at that, his face growing more and more\n      bewildered. At last he abruptly excused himself, and hurrying away,\n      returned in a few seconds with the proprietor. The proprietor also\n      examined the sugar-basin and then the salt-cellar; the proprietor also\n      looked bewildered.\n    \n\n      Suddenly the waiter seemed to grow inarticulate with a rush of words.\n    \n\n      “I zink,” he stuttered eagerly, “I zink it is those two clergy-men.”\n     \n\n      “What two clergymen?”\n     \n\n      “The two clergymen,” said the waiter, “that threw soup at the wall.”\n     \n\n      “Threw soup at the wall?” repeated Valentin, feeling sure this must be\n      some singular Italian metaphor.\n    \n\n      “Yes, yes,” said the attendant excitedly, and pointed at the dark splash\n      on the white paper; “threw it over there on the wall.”\n     \n\n      Valentin looked his query at the proprietor, who came to his rescue with\n      fuller reports.\n    \n\n      “Yes, sir,” he said, “it’s quite true, though I don’t suppose it has\n      anything to do with the sugar and salt. Two clergymen came in and drank\n      soup here very early, as soon as the shutters were taken down. They were\n      both very quiet, respectable people; one of them paid the bill and went\n      out; the other, who seemed a slower coach altogether, was some minutes\n      longer getting his things together. But he went at last. Only, the instant\n      before he stepped into the street he deliberately picked up his cup, which\n      he had only half emptied, and threw the soup slap on the wall. I was in\n      the back room myself, and so was the waiter; so I could only rush out in\n      time to find the wall splashed and the shop empty. It don’t do any\n      particular damage, but it was confounded cheek; and I tried to catch the\n      men in the street. They were too far off though; I only noticed they went\n      round the next corner into Carstairs Street.”\n     \n\n      The detective was on his feet, hat settled and stick in hand. He had\n      already decided that in the universal darkness of his mind he could only\n      follow the first odd finger that pointed; and this finger was odd enough.\n      Paying his bill and clashing the glass doors behind him, he was soon\n      swinging round into the other street.\n    \n\n      It was fortunate that even in such fevered moments his eye was cool and\n      quick. Something in a shop-front went by him like a mere flash; yet he\n      went back to look at it. The shop was a popular greengrocer and\n      fruiterer’s, an array of goods set out in the open air and plainly\n      ticketed with their names and prices. In the two most prominent\n      compartments were two heaps, of oranges and of nuts respectively. On the\n      heap of nuts lay a scrap of cardboard, on which was written in bold, blue\n      chalk, “Best tangerine oranges, two a penny.” On the oranges was the\n      equally clear and exact description, “Finest Brazil nuts, 4d. a lb.” M.\n      Valentin looked at these two placards and fancied he had met this highly\n      subtle form of humour before, and that somewhat recently. He drew the\n      attention of the red-faced fruiterer, who was looking rather sullenly up\n      and down the street, to this inaccuracy in his advertisements. The\n      fruiterer said nothing, but sharply put each card into its proper place.\n      The detective, leaning elegantly on his walking-cane, continued to\n      scrutinise the shop. At last he said, “Pray excuse my apparent\n      irrelevance, my good sir, but I should like to ask you a question in\n      experimental psychology and the association of ideas.”\n     \n\n      The red-faced shopman regarded him with an eye of menace; but he continued\n      gaily, swinging his cane, “Why,” he pursued, “why are two tickets wrongly\n      placed in a greengrocer’s shop like a shovel hat that has come to London\n      for a holiday? Or, in case I do not make myself clear, what is the\n      mystical association which connects the idea of nuts marked as oranges\n      with the idea of two clergymen, one tall and the other short?”\n     \n\n      The eyes of the tradesman stood out of his head like a snail’s; he really\n      seemed for an instant likely to fling himself upon the stranger. At last\n      he stammered angrily: “I don’t know what you ’ave to do with it, but if\n      you’re one of their friends, you can tell ’em from me that I’ll knock\n      their silly ’eads off, parsons or no parsons, if they upset my apples\n      again.”\n     \n\n      “Indeed?” asked the detective, with great sympathy. “Did they upset your\n      apples?”\n     \n\n      “One of ’em did,” said the heated shopman; “rolled ’em all over the\n      street. I’d ’ave caught the fool but for havin’ to pick ’em up.”\n     \n\n      “Which way did these parsons go?” asked Valentin.\n    \n\n      “Up that second road on the left-hand side, and then across the square,”\n       said the other promptly.\n    \n\n      “Thanks,” replied Valentin, and vanished like a fairy. On the other side\n      of the second square he found a policeman, and said: “This is urgent,\n      constable; have you seen two clergymen in shovel hats?”\n     \n\n      The policeman began to chuckle heavily. “I ’ave, sir; and if you arst me,\n      one of ’em was drunk. He stood in the middle of the road that bewildered\n      that—”\n     \n\n      “Which way did they go?” snapped Valentin.\n    \n\n      “They took one of them yellow buses over there,” answered the man; “them\n      that go to Hampstead.”\n     \n\n      Valentin produced his official card and said very rapidly: “Call up two of\n      your men to come with me in pursuit,” and crossed the road with such\n      contagious energy that the ponderous policeman was moved to almost agile\n      obedience. In a minute and a half the French detective was joined on the\n      opposite pavement by an inspector and a man in plain clothes.\n    \n\n      “Well, sir,” began the former, with smiling importance, “and what may—?”\n     \n\n      Valentin pointed suddenly with his cane. “I’ll tell you on the top of that\n      omnibus,” he said, and was darting and dodging across the tangle of the\n      traffic. When all three sank panting on the top seats of the yellow\n      vehicle, the inspector said: “We could go four times as quick in a taxi.”\n     \n\n      “Quite true,” replied their leader placidly, “if we only had an idea of\n      where we were going.”\n     \n\n      “Well, where are you going?” asked the other, staring.\n    \n\n      Valentin smoked frowningly for a few seconds; then, removing his\n      cigarette, he said: “If you know what a man’s doing, get in front of him;\n      but if you want to guess what he’s doing, keep behind him. Stray when he\n      strays; stop when he stops; travel as slowly as he. Then you may see what\n      he saw and may act as he acted. All we can do is to keep our eyes skinned\n      for a queer thing.”\n     \n\n      “What sort of queer thing do you mean?” asked the inspector.\n    \n\n      “Any sort of queer thing,” answered Valentin, and relapsed into obstinate\n      silence.\n    \n\n      The yellow omnibus crawled up the northern roads for what seemed like\n      hours on end; the great detective would not explain further, and perhaps\n      his assistants felt a silent and growing doubt of his errand. Perhaps,\n      also, they felt a silent and growing desire for lunch, for the hours crept\n      long past the normal luncheon hour, and the long roads of the North London\n      suburbs seemed to shoot out into length after length like an infernal\n      telescope. It was one of those journeys on which a man perpetually feels\n      that now at last he must have come to the end of the universe, and then\n      finds he has only come to the beginning of Tufnell Park. London died away\n      in draggled taverns and dreary scrubs, and then was unaccountably born\n      again in blazing high streets and blatant hotels. It was like passing\n      through thirteen separate vulgar cities all just touching each other. But\n      though the winter twilight was already threatening the road ahead of them,\n      the Parisian detective still sat silent and watchful, eyeing the frontage\n      of the streets that slid by on either side. By the time they had left\n      Camden Town behind, the policemen were nearly asleep; at least, they gave\n      something like a jump as Valentin leapt erect, struck a hand on each man’s\n      shoulder, and shouted to the driver to stop.\n    \n\n      They tumbled down the steps into the road without realising why they had\n      been dislodged; when they looked round for enlightenment they found\n      Valentin triumphantly pointing his finger towards a window on the left\n      side of the road. It was a large window, forming part of the long faÃ§ade\n      of a gilt and palatial public-house; it was the part reserved for\n      respectable dining, and labelled “Restaurant.” This window, like all the\n      rest along the frontage of the hotel, was of frosted and figured glass;\n      but in the middle of it was a big, black smash, like a star in the ice.\n    \n\n      “Our cue at last,” cried Valentin, waving his stick; “the place with the\n      broken window.”\n     \n\n      “What window? What cue?” asked his principal assistant. “Why, what proof\n      is there that this has anything to do with them?”\n     \n\n      Valentin almost broke his bamboo stick with rage.\n    \n\n      “Proof!” he cried. “Good God! the man is looking for proof! Why, of\n      course, the chances are twenty to one that it has nothing to do with them.\n      But what else can we do? Don’t you see we must either follow one wild\n      possibility or else go home to bed?” He banged his way into the\n      restaurant, followed by his companions, and they were soon seated at a\n      late luncheon at a little table, and looked at the star of smashed glass\n      from the inside. Not that it was very informative to them even then.\n    \n\n      “Got your window broken, I see,” said Valentin to the waiter as he paid\n      the bill.\n    \n\n      “Yes, sir,” answered the attendant, bending busily over the change, to\n      which Valentin silently added an enormous tip. The waiter straightened\n      himself with mild but unmistakable animation.\n    \n\n      “Ah, yes, sir,” he said. “Very odd thing, that, sir.”\n     \n\n      “Indeed?” Tell us about it,” said the detective with careless curiosity.\n    \n\n      “Well, two gents in black came in,” said the waiter; “two of those foreign\n      parsons that are running about. They had a cheap and quiet little lunch,\n      and one of them paid for it and went out. The other was just going out to\n      join him when I looked at my change again and found he’d paid me more than\n      three times too much. ‘Here,’ I says to the chap who was nearly out of the\n      door, ‘you’ve paid too much.’ ‘Oh,’ he says, very cool, ‘have we?’ ‘Yes,’ \n      I says, and picks up the bill to show him. Well, that was a knock-out.”\n     \n\n      “What do you mean?” asked his interlocutor.\n    \n\n      “Well, I’d have sworn on seven Bibles that I’d put 4s. on that bill. But\n      now I saw I’d put 14s., as plain as paint.”\n     \n\n      “Well?” cried Valentin, moving slowly, but with burning eyes, “and then?”\n     \n\n      “The parson at the door he says all serene, ‘Sorry to confuse your\n      accounts, but it’ll pay for the window.’ ‘What window?’ I says. ‘The one\n      I’m going to break,’ he says, and smashed that blessed pane with his\n      umbrella.”\n     \n\n      All three inquirers made an exclamation; and the inspector said under his\n      breath, “Are we after escaped lunatics?” The waiter went on with some\n      relish for the ridiculous story:\n    \n\n      “I was so knocked silly for a second, I couldn’t do anything. The man\n      marched out of the place and joined his friend just round the corner. Then\n      they went so quick up Bullock Street that I couldn’t catch them, though I\n      ran round the bars to do it.”\n     \n\n      “Bullock Street,” said the detective, and shot up that thoroughfare as\n      quickly as the strange couple he pursued.\n    \n\n      Their journey now took them through bare brick ways like tunnels; streets\n      with few lights and even with few windows; streets that seemed built out\n      of the blank backs of everything and everywhere. Dusk was deepening, and\n      it was not easy even for the London policemen to guess in what exact\n      direction they were treading. The inspector, however, was pretty certain\n      that they would eventually strike some part of Hampstead Heath. Abruptly\n      one bulging gas-lit window broke the blue twilight like a bull’s-eye\n      lantern; and Valentin stopped an instant before a little garish sweetstuff\n      shop. After an instant’s hesitation he went in; he stood amid the gaudy\n      colours of the confectionery with entire gravity and bought thirteen\n      chocolate cigars with a certain care. He was clearly preparing an opening;\n      but he did not need one.\n    \n\n      An angular, elderly young woman in the shop had regarded his elegant\n      appearance with a merely automatic inquiry; but when she saw the door\n      behind him blocked with the blue uniform of the inspector, her eyes seemed\n      to wake up.\n    \n\n      “Oh,” she said, “if you’ve come about that parcel, I’ve sent it off\n      already.”\n     \n\n      “Parcel?” repeated Valentin; and it was his turn to look inquiring.\n    \n\n      “I mean the parcel the gentleman left—the clergyman gentleman.”\n     \n\n      “For goodness’ sake,” said Valentin, leaning forward with his first real\n      confession of eagerness, “for Heaven’s sake tell us what happened\n      exactly.”\n     \n\n      “Well,” said the woman a little doubtfully, “the clergymen came in about\n      half an hour ago and bought some peppermints and talked a bit, and then\n      went off towards the Heath. But a second after, one of them runs back into\n      the shop and says, ‘Have I left a parcel!’ Well, I looked everywhere and\n      couldn’t see one; so he says, ‘Never mind; but if it should turn up,\n      please post it to this address,’ and he left me the address and a shilling\n      for my trouble. And sure enough, though I thought I’d looked everywhere, I\n      found he’d left a brown paper parcel, so I posted it to the place he said.\n      I can’t remember the address now; it was somewhere in Westminster. But as\n      the thing seemed so important, I thought perhaps the police had come about\n      it.”\n     \n\n      “So they have,” said Valentin shortly. “Is Hampstead Heath near here?”\n     \n\n      “Straight on for fifteen minutes,” said the woman, “and you’ll come right\n      out on the open.” Valentin sprang out of the shop and began to run. The\n      other detectives followed him at a reluctant trot.\n    \n\n      The street they threaded was so narrow and shut in by shadows that when\n      they came out unexpectedly into the void common and vast sky they were\n      startled to find the evening still so light and clear. A perfect dome of\n      peacock-green sank into gold amid the blackening trees and the dark violet\n      distances. The glowing green tint was just deep enough to pick out in\n      points of crystal one or two stars. All that was left of the daylight lay\n      in a golden glitter across the edge of Hampstead and that popular hollow\n      which is called the Vale of Health. The holiday makers who roam this\n      region had not wholly dispersed; a few couples sat shapelessly on benches;\n      and here and there a distant girl still shrieked in one of the swings. The\n      glory of heaven deepened and darkened around the sublime vulgarity of man;\n      and standing on the slope and looking across the valley, Valentin beheld\n      the thing which he sought.\n    \n\n      Among the black and breaking groups in that distance was one especially\n      black which did not break—a group of two figures clerically clad.\n      Though they seemed as small as insects, Valentin could see that one of\n      them was much smaller than the other. Though the other had a student’s\n      stoop and an inconspicuous manner, he could see that the man was well over\n      six feet high. He shut his teeth and went forward, whirling his stick\n      impatiently. By the time he had substantially diminished the distance and\n      magnified the two black figures as in a vast microscope, he had perceived\n      something else; something which startled him, and yet which he had somehow\n      expected. Whoever was the tall priest, there could be no doubt about the\n      identity of the short one. It was his friend of the Harwich train, the\n      stumpy little cure of Essex whom he had warned about his brown paper\n      parcels.\n    \n\n      Now, so far as this went, everything fitted in finally and rationally\n      enough. Valentin had learned by his inquiries that morning that a Father\n      Brown from Essex was bringing up a silver cross with sapphires, a relic of\n      considerable value, to show some of the foreign priests at the congress.\n      This undoubtedly was the “silver with blue stones”; and Father Brown\n      undoubtedly was the little greenhorn in the train. Now there was nothing\n      wonderful about the fact that what Valentin had found out Flambeau had\n      also found out; Flambeau found out everything. Also there was nothing\n      wonderful in the fact that when Flambeau heard of a sapphire cross he\n      should try to steal it; that was the most natural thing in all natural\n      history. And most certainly there was nothing wonderful about the fact\n      that Flambeau should have it all his own way with such a silly sheep as\n      the man with the umbrella and the parcels. He was the sort of man whom\n      anybody could lead on a string to the North Pole; it was not surprising\n      that an actor like Flambeau, dressed as another priest, could lead him to\n      Hampstead Heath. So far the crime seemed clear enough; and while the\n      detective pitied the priest for his helplessness, he almost despised\n      Flambeau for condescending to so gullible a victim. But when Valentin\n      thought of all that had happened in between, of all that had led him to\n      his triumph, he racked his brains for the smallest rhyme or reason in it.\n      What had the stealing of a blue-and-silver cross from a priest from Essex\n      to do with chucking soup at wall paper? What had it to do with calling\n      nuts oranges, or with paying for windows first and breaking them\n      afterwards? He had come to the end of his chase; yet somehow he had missed\n      the middle of it. When he failed (which was seldom), he had usually\n      grasped the clue, but nevertheless missed the criminal. Here he had\n      grasped the criminal, but still he could not grasp the clue.\n    \n\n      The two figures that they followed were crawling like black flies across\n      the huge green contour of a hill. They were evidently sunk in\n      conversation, and perhaps did not notice where they were going; but they\n      were certainly going to the wilder and more silent heights of the Heath.\n      As their pursuers gained on them, the latter had to use the undignified\n      attitudes of the deer-stalker, to crouch behind clumps of trees and even\n      to crawl prostrate in deep grass. By these ungainly ingenuities the\n      hunters even came close enough to the quarry to hear the murmur of the\n      discussion, but no word could be distinguished except the word “reason”\n       recurring frequently in a high and almost childish voice. Once over an\n      abrupt dip of land and a dense tangle of thickets, the detectives actually\n      lost the two figures they were following. They did not find the trail\n      again for an agonising ten minutes, and then it led round the brow of a\n      great dome of hill overlooking an amphitheatre of rich and desolate sunset\n      scenery. Under a tree in this commanding yet neglected spot was an old\n      ramshackle wooden seat. On this seat sat the two priests still in serious\n      speech together. The gorgeous green and gold still clung to the darkening\n      horizon; but the dome above was turning slowly from peacock-green to\n      peacock-blue, and the stars detached themselves more and more like solid\n      jewels. Mutely motioning to his followers, Valentin contrived to creep up\n      behind the big branching tree, and, standing there in deathly silence,\n      heard the words of the strange priests for the first time.\n    \n\n      After he had listened for a minute and a half, he was gripped by a\n      devilish doubt. Perhaps he had dragged the two English policemen to the\n      wastes of a nocturnal heath on an errand no saner than seeking figs on its\n      thistles. For the two priests were talking exactly like priests, piously,\n      with learning and leisure, about the most aerial enigmas of theology. The\n      little Essex priest spoke the more simply, with his round face turned to\n      the strengthening stars; the other talked with his head bowed, as if he\n      were not even worthy to look at them. But no more innocently clerical\n      conversation could have been heard in any white Italian cloister or black\n      Spanish cathedral.\n    \n\n      The first he heard was the tail of one of Father Brown’s sentences, which\n      ended: “... what they really meant in the Middle Ages by the heavens being\n      incorruptible.”\n     \n\n      The taller priest nodded his bowed head and said:\n    \n\n      “Ah, yes, these modern infidels appeal to their reason; but who can look\n      at those millions of worlds and not feel that there may well be wonderful\n      universes above us where reason is utterly unreasonable?”\n     \n\n      “No,” said the other priest; “reason is always reasonable, even in the\n      last limbo, in the lost borderland of things. I know that people charge\n      the Church with lowering reason, but it is just the other way. Alone on\n      earth, the Church makes reason really supreme. Alone on earth, the Church\n      affirms that God himself is bound by reason.”\n     \n\n      The other priest raised his austere face to the spangled sky and said:\n    \n\n      “Yet who knows if in that infinite universe—?”\n     \n\n      “Only infinite physically,” said the little priest, turning sharply in his\n      seat, “not infinite in the sense of escaping from the laws of truth.”\n     \n\n      Valentin behind his tree was tearing his fingernails with silent fury. He\n      seemed almost to hear the sniggers of the English detectives whom he had\n      brought so far on a fantastic guess only to listen to the metaphysical\n      gossip of two mild old parsons. In his impatience he lost the equally\n      elaborate answer of the tall cleric, and when he listened again it was\n      again Father Brown who was speaking:\n    \n\n      “Reason and justice grip the remotest and the loneliest star. Look at\n      those stars. Don’t they look as if they were single diamonds and\n      sapphires? Well, you can imagine any mad botany or geology you please.\n      Think of forests of adamant with leaves of brilliants. Think the moon is a\n      blue moon, a single elephantine sapphire. But don’t fancy that all that\n      frantic astronomy would make the smallest difference to the reason and\n      justice of conduct. On plains of opal, under cliffs cut out of pearl, you\n      would still find a notice-board, ‘Thou shalt not steal.’”\n     \n\n      Valentin was just in the act of rising from his rigid and crouching\n      attitude and creeping away as softly as might be, felled by the one great\n      folly of his life. But something in the very silence of the tall priest\n      made him stop until the latter spoke. When at last he did speak, he said\n      simply, his head bowed and his hands on his knees:\n    \n\n      “Well, I think that other worlds may perhaps rise higher than our reason.\n      The mystery of heaven is unfathomable, and I for one can only bow my\n      head.”\n     \n\n      Then, with brow yet bent and without changing by the faintest shade his\n      attitude or voice, he added:\n    \n\n      “Just hand over that sapphire cross of yours, will you? We’re all alone\n      here, and I could pull you to pieces like a straw doll.”\n     \n\n      The utterly unaltered voice and attitude added a strange violence to that\n      shocking change of speech. But the guarder of the relic only seemed to\n      turn his head by the smallest section of the compass. He seemed still to\n      have a somewhat foolish face turned to the stars. Perhaps he had not\n      understood. Or, perhaps, he had understood and sat rigid with terror.\n    \n\n      “Yes,” said the tall priest, in the same low voice and in the same still\n      posture, “yes, I am Flambeau.”\n     \n\n      Then, after a pause, he said:\n    \n\n      “Come, will you give me that cross?”\n     \n\n      “No,” said the other, and the monosyllable had an odd sound.\n    \n\n      Flambeau suddenly flung off all his pontifical pretensions. The great\n      robber leaned back in his seat and laughed low but long.\n    \n\n      “No,” he cried, “you won’t give it me, you proud prelate. You won’t give\n      it me, you little celibate simpleton. Shall I tell you why you won’t give\n      it me? Because I’ve got it already in my own breast-pocket.”\n     \n\n      The small man from Essex turned what seemed to be a dazed face in the\n      dusk, and said, with the timid eagerness of “The Private Secretary”:\n    \n\n      “Are—are you sure?”\n     \n\n      Flambeau yelled with delight.\n    \n\n      “Really, you’re as good as a three-act farce,” he cried. “Yes, you turnip,\n      I am quite sure. I had the sense to make a duplicate of the right parcel,\n      and now, my friend, you’ve got the duplicate and I’ve got the jewels. An\n      old dodge, Father Brown—a very old dodge.”\n     \n\n      “Yes,” said Father Brown, and passed his hand through his hair with the\n      same strange vagueness of manner. “Yes, I’ve heard of it before.”\n     \n\n      The colossus of crime leaned over to the little rustic priest with a sort\n      of sudden interest.\n    \n\n      “You have heard of it?” he asked. “Where have you heard of it?”\n     \n\n      “Well, I mustn’t tell you his name, of course,” said the little man\n      simply. “He was a penitent, you know. He had lived prosperously for about\n      twenty years entirely on duplicate brown paper parcels. And so, you see,\n      when I began to suspect you, I thought of this poor chap’s way of doing it\n      at once.”\n     \n\n      “Began to suspect me?” repeated the outlaw with increased intensity. “Did\n      you really have the gumption to suspect me just because I brought you up\n      to this bare part of the heath?”\n     \n\n      “No, no,” said Brown with an air of apology. “You see, I suspected you\n      when we first met. It’s that little bulge up the sleeve where you people\n      have the spiked bracelet.”\n     \n\n      “How in Tartarus,” cried Flambeau, “did you ever hear of the spiked\n      bracelet?”\n     \n\n      “Oh, one’s little flock, you know!” said Father Brown, arching his\n      eyebrows rather blankly. “When I was a curate in Hartlepool, there were\n      three of them with spiked bracelets. So, as I suspected you from the\n      first, don’t you see, I made sure that the cross should go safe, anyhow.\n      I’m afraid I watched you, you know. So at last I saw you change the\n      parcels. Then, don’t you see, I changed them back again. And then I left\n      the right one behind.”\n     \n\n      “Left it behind?” repeated Flambeau, and for the first time there was\n      another note in his voice beside his triumph.\n    \n\n      “Well, it was like this,” said the little priest, speaking in the same\n      unaffected way. “I went back to that sweet-shop and asked if I’d left a\n      parcel, and gave them a particular address if it turned up. Well, I knew I\n      hadn’t; but when I went away again I did. So, instead of running after me\n      with that valuable parcel, they have sent it flying to a friend of mine in\n      Westminster.” Then he added rather sadly: “I learnt that, too, from a poor\n      fellow in Hartlepool. He used to do it with handbags he stole at railway\n      stations, but he’s in a monastery now. Oh, one gets to know, you know,” he\n      added, rubbing his head again with the same sort of desperate apology. “We\n      can’t help being priests. People come and tell us these things.”\n     \n\n      Flambeau tore a brown-paper parcel out of his inner pocket and rent it in\n      pieces. There was nothing but paper and sticks of lead inside it. He\n      sprang to his feet with a gigantic gesture, and cried:\n    \n\n      “I don’t believe you. I don’t believe a bumpkin like you could manage all\n      that. I believe you’ve still got the stuff on you, and if you don’t give\n      it up—why, we’re all alone, and I’ll take it by force!”\n     \n\n      “No,” said Father Brown simply, and stood up also, “you won’t take it by\n      force. First, because I really haven’t still got it. And, second, because\n      we are not alone.”\n     \n\n      Flambeau stopped in his stride forward.\n    \n\n      “Behind that tree,” said Father Brown, pointing, “are two strong policemen\n      and the greatest detective alive. How did they come here, do you ask? Why,\n      I brought them, of course! How did I do it? Why, I’ll tell you if you\n      like! Lord bless you, we have to know twenty such things when we work\n      among the criminal classes! Well, I wasn’t sure you were a thief, and it\n      would never do to make a scandal against one of our own clergy. So I just\n      tested you to see if anything would make you show yourself. A man\n      generally makes a small scene if he finds salt in his coffee; if he\n      doesn’t, he has some reason for keeping quiet. I changed the salt and\n      sugar, and you kept quiet. A man generally objects if his bill is three\n      times too big. If he pays it, he has some motive for passing unnoticed. I\n      altered your bill, and you paid it.”\n     \n\n      The world seemed waiting for Flambeau to leap like a tiger. But he was\n      held back as by a spell; he was stunned with the utmost curiosity.\n    \n\n      “Well,” went on Father Brown, with lumbering lucidity, “as you wouldn’t\n      leave any tracks for the police, of course somebody had to. At every place\n      we went to, I took care to do something that would get us talked about for\n      the rest of the day. I didn’t do much harm—a splashed wall, spilt\n      apples, a broken window; but I saved the cross, as the cross will always\n      be saved. It is at Westminster by now. I rather wonder you didn’t stop it\n      with the Donkey’s Whistle.”\n     \n\n      “With the what?” asked Flambeau.\n    \n\n      “I’m glad you’ve never heard of it,” said the priest, making a face. “It’s\n      a foul thing. I’m sure you’re too good a man for a Whistler. I couldn’t\n      have countered it even with the Spots myself; I’m not strong enough in the\n      legs.”\n     \n\n      “What on earth are you talking about?” asked the other.\n    \n\n      “Well, I did think you’d know the Spots,” said Father Brown, agreeably\n      surprised. “Oh, you can’t have gone so very wrong yet!”\n     \n\n      “How in blazes do you know all these horrors?” cried Flambeau.\n    \n\n      The shadow of a smile crossed the round, simple face of his clerical\n      opponent.\n    \n\n      “Oh, by being a celibate simpleton, I suppose,” he said. “Has it never\n      struck you that a man who does next to nothing but hear men’s real sins is\n      not likely to be wholly unaware of human evil? But, as a matter of fact,\n      another part of my trade, too, made me sure you weren’t a priest.”\n     \n\n      “What?” asked the thief, almost gaping.\n    \n\n      “You attacked reason,” said Father Brown. “It’s bad theology.”\n     \n\n      And even as he turned away to collect his property, the three policemen\n      came out from under the twilight trees. Flambeau was an artist and a\n      sportsman. He stepped back and swept Valentin a great bow.\n    \n\n      “Do not bow to me, mon ami,” said Valentin with silver clearness. “Let us\n      both bow to our master.”\n     \n\n      And they both stood an instant uncovered while the little Essex priest\n      blinked about for his umbrella.\n    ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "blue_cross"
    }
}