{
    "name": "Chesterton - The Eye Of Apollo",
    "body": "\n      That singular smoky sparkle, at once a confusion and a transparency, which\n      is the strange secret of the Thames, was changing more and more from its\n      grey to its glittering extreme as the sun climbed to the zenith over\n      Westminster, and two men crossed Westminster Bridge. One man was very tall\n      and the other very short; they might even have been fantastically compared\n      to the arrogant clock-tower of Parliament and the humbler humped shoulders\n      of the Abbey, for the short man was in clerical dress. The official\n      description of the tall man was M. Hercule Flambeau, private detective,\n      and he was going to his new offices in a new pile of flats facing the\n      Abbey entrance. The official description of the short man was the Reverend\n      J. Brown, attached to St. Francis Xavier’s Church, Camberwell, and he was\n      coming from a Camberwell deathbed to see the new offices of his friend.\n    \n\n      The building was American in its sky-scraping altitude, and American also\n      in the oiled elaboration of its machinery of telephones and lifts. But it\n      was barely finished and still understaffed; only three tenants had moved\n      in; the office just above Flambeau was occupied, as also was the office\n      just below him; the two floors above that and the three floors below were\n      entirely bare. But the first glance at the new tower of flats caught\n      something much more arresting. Save for a few relics of scaffolding, the\n      one glaring object was erected outside the office just above Flambeau’s.\n      It was an enormous gilt effigy of the human eye, surrounded with rays of\n      gold, and taking up as much room as two or three of the office windows.\n    \n\n      “What on earth is that?” asked Father Brown, and stood still. “Oh, a new\n      religion,” said Flambeau, laughing; “one of those new religions that\n      forgive your sins by saying you never had any. Rather like Christian\n      Science, I should think. The fact is that a fellow calling himself Kalon\n      (I don’t know what his name is, except that it can’t be that) has taken\n      the flat just above me. I have two lady typewriters underneath me, and\n      this enthusiastic old humbug on top. He calls himself the New Priest of\n      Apollo, and he worships the sun.”\n     \n\n      “Let him look out,” said Father Brown. “The sun was the cruellest of all\n      the gods. But what does that monstrous eye mean?”\n     \n\n      “As I understand it, it is a theory of theirs,” answered Flambeau, “that a\n      man can endure anything if his mind is quite steady. Their two great\n      symbols are the sun and the open eye; for they say that if a man were\n      really healthy he could stare at the sun.”\n     \n\n      “If a man were really healthy,” said Father Brown, “he would not bother to\n      stare at it.”\n     \n\n      “Well, that’s all I can tell you about the new religion,” went on Flambeau\n      carelessly. “It claims, of course, that it can cure all physical\n      diseases.”\n     \n\n      “Can it cure the one spiritual disease?” asked Father Brown, with a\n      serious curiosity.\n    \n\n      “And what is the one spiritual disease?” asked Flambeau, smiling.\n    \n\n      “Oh, thinking one is quite well,” said his friend.\n    \n\n      Flambeau was more interested in the quiet little office below him than in\n      the flamboyant temple above. He was a lucid Southerner, incapable of\n      conceiving himself as anything but a Catholic or an atheist; and new\n      religions of a bright and pallid sort were not much in his line. But\n      humanity was always in his line, especially when it was good-looking;\n      moreover, the ladies downstairs were characters in their way. The office\n      was kept by two sisters, both slight and dark, one of them tall and\n      striking. She had a dark, eager and aquiline profile, and was one of those\n      women whom one always thinks of in profile, as of the clean-cut edge of\n      some weapon. She seemed to cleave her way through life. She had eyes of\n      startling brilliancy, but it was the brilliancy of steel rather than of\n      diamonds; and her straight, slim figure was a shade too stiff for its\n      grace. Her younger sister was like her shortened shadow, a little greyer,\n      paler, and more insignificant. They both wore a business-like black, with\n      little masculine cuffs and collars. There are thousands of such curt,\n      strenuous ladies in the offices of London, but the interest of these lay\n      rather in their real than their apparent position.\n    \n\n      For Pauline Stacey, the elder, was actually the heiress of a crest and\n      half a county, as well as great wealth; she had been brought up in castles\n      and gardens, before a frigid fierceness (peculiar to the modern woman) had\n      driven her to what she considered a harsher and a higher existence. She\n      had not, indeed, surrendered her money; in that there would have been a\n      romantic or monkish abandon quite alien to her masterful utilitarianism.\n      She held her wealth, she would say, for use upon practical social objects.\n      Part of it she had put into her business, the nucleus of a model\n      typewriting emporium; part of it was distributed in various leagues and\n      causes for the advancement of such work among women. How far Joan, her\n      sister and partner, shared this slightly prosaic idealism no one could be\n      very sure. But she followed her leader with a dog-like affection which was\n      somehow more attractive, with its touch of tragedy, than the hard, high\n      spirits of the elder. For Pauline Stacey had nothing to say to tragedy;\n      she was understood to deny its existence.\n    \n\n      Her rigid rapidity and cold impatience had amused Flambeau very much on\n      the first occasion of his entering the flats. He had lingered outside the\n      lift in the entrance hall waiting for the lift-boy, who generally conducts\n      strangers to the various floors. But this bright-eyed falcon of a girl had\n      openly refused to endure such official delay. She said sharply that she\n      knew all about the lift, and was not dependent on boys—or men\n      either. Though her flat was only three floors above, she managed in the\n      few seconds of ascent to give Flambeau a great many of her fundamental\n      views in an off-hand manner; they were to the general effect that she was\n      a modern working woman and loved modern working machinery. Her bright\n      black eyes blazed with abstract anger against those who rebuke mechanic\n      science and ask for the return of romance. Everyone, she said, ought to be\n      able to manage machines, just as she could manage the lift. She seemed\n      almost to resent the fact of Flambeau opening the lift-door for her; and\n      that gentleman went up to his own apartments smiling with somewhat mingled\n      feelings at the memory of such spit-fire self-dependence.\n    \n\n      She certainly had a temper, of a snappy, practical sort; the gestures of\n      her thin, elegant hands were abrupt or even destructive.\n    \n\n      Once Flambeau entered her office on some typewriting business, and found\n      she had just flung a pair of spectacles belonging to her sister into the\n      middle of the floor and stamped on them. She was already in the rapids of\n      an ethical tirade about the “sickly medical notions” and the morbid\n      admission of weakness implied in such an apparatus. She dared her sister\n      to bring such artificial, unhealthy rubbish into the place again. She\n      asked if she was expected to wear wooden legs or false hair or glass eyes;\n      and as she spoke her eyes sparkled like the terrible crystal.\n    \n\n      Flambeau, quite bewildered with this fanaticism, could not refrain from\n      asking Miss Pauline (with direct French logic) why a pair of spectacles\n      was a more morbid sign of weakness than a lift, and why, if science might\n      help us in the one effort, it might not help us in the other.\n    \n\n      “That is so different,” said Pauline Stacey, loftily. “Batteries and\n      motors and all those things are marks of the force of man—yes, Mr.\n      Flambeau, and the force of woman, too! We shall take our turn at these\n      great engines that devour distance and defy time. That is high and\n      splendid—that is really science. But these nasty props and plasters\n      the doctors sell—why, they are just badges of poltroonery. Doctors\n      stick on legs and arms as if we were born cripples and sick slaves. But I\n      was free-born, Mr. Flambeau! People only think they need these things\n      because they have been trained in fear instead of being trained in power\n      and courage, just as the silly nurses tell children not to stare at the\n      sun, and so they can’t do it without blinking. But why among the stars\n      should there be one star I may not see? The sun is not my master, and I\n      will open my eyes and stare at him whenever I choose.”\n     \n\n      “Your eyes,” said Flambeau, with a foreign bow, “will dazzle the sun.” He\n      took pleasure in complimenting this strange stiff beauty, partly because\n      it threw her a little off her balance. But as he went upstairs to his\n      floor he drew a deep breath and whistled, saying to himself: “So she has\n      got into the hands of that conjurer upstairs with his golden eye.” For,\n      little as he knew or cared about the new religion of Kalon, he had heard\n      of his special notion about sun-gazing.\n    \n\n      He soon discovered that the spiritual bond between the floors above and\n      below him was close and increasing. The man who called himself Kalon was a\n      magnificent creature, worthy, in a physical sense, to be the pontiff of\n      Apollo. He was nearly as tall even as Flambeau, and very much better\n      looking, with a golden beard, strong blue eyes, and a mane flung back like\n      a lion’s. In structure he was the blonde beast of Nietzsche, but all this\n      animal beauty was heightened, brightened and softened by genuine intellect\n      and spirituality. If he looked like one of the great Saxon kings, he\n      looked like one of the kings that were also saints. And this despite the\n      cockney incongruity of his surroundings; the fact that he had an office\n      half-way up a building in Victoria Street; that the clerk (a commonplace\n      youth in cuffs and collars) sat in the outer room, between him and the\n      corridor; that his name was on a brass plate, and the gilt emblem of his\n      creed hung above his street, like the advertisement of an oculist. All\n      this vulgarity could not take away from the man called Kalon the vivid\n      oppression and inspiration that came from his soul and body. When all was\n      said, a man in the presence of this quack did feel in the presence of a\n      great man. Even in the loose jacket-suit of linen that he wore as a\n      workshop dress in his office he was a fascinating and formidable figure;\n      and when robed in the white vestments and crowned with the golden circlet,\n      in which he daily saluted the sun, he really looked so splendid that the\n      laughter of the street people sometimes died suddenly on their lips. For\n      three times in the day the new sun-worshipper went out on his little\n      balcony, in the face of all Westminster, to say some litany to his shining\n      lord: once at daybreak, once at sunset, and once at the shock of noon. And\n      it was while the shock of noon still shook faintly from the towers of\n      Parliament and parish church that Father Brown, the friend of Flambeau,\n      first looked up and saw the white priest of Apollo.\n    \n\n      Flambeau had seen quite enough of these daily salutations of Phoebus, and\n      plunged into the porch of the tall building without even looking for his\n      clerical friend to follow. But Father Brown, whether from a professional\n      interest in ritual or a strong individual interest in tomfoolery, stopped\n      and stared up at the balcony of the sun-worshipper, just as he might have\n      stopped and stared up at a Punch and Judy. Kalon the Prophet was already\n      erect, with argent garments and uplifted hands, and the sound of his\n      strangely penetrating voice could be heard all the way down the busy\n      street uttering his solar litany. He was already in the middle of it; his\n      eyes were fixed upon the flaming disc. It is doubtful if he saw anything\n      or anyone on this earth; it is substantially certain that he did not see a\n      stunted, round-faced priest who, in the crowd below, looked up at him with\n      blinking eyes. That was perhaps the most startling difference between even\n      these two far divided men. Father Brown could not look at anything without\n      blinking; but the priest of Apollo could look on the blaze at noon without\n      a quiver of the eyelid.\n    \n\n      “O sun,” cried the prophet, “O star that art too great to be allowed among\n      the stars! O fountain that flowest quietly in that secret spot that is\n      called space. White Father of all white unwearied things, white flames and\n      white flowers and white peaks. Father, who art more innocent than all thy\n      most innocent and quiet children; primal purity, into the peace of which—”\n     \n\n      A rush and crash like the reversed rush of a rocket was cloven with a\n      strident and incessant yelling. Five people rushed into the gate of the\n      mansions as three people rushed out, and for an instant they all deafened\n      each other. The sense of some utterly abrupt horror seemed for a moment to\n      fill half the street with bad news—bad news that was all the worse\n      because no one knew what it was. Two figures remained still after the\n      crash of commotion: the fair priest of Apollo on the balcony above, and\n      the ugly priest of Christ below him.\n    \n\n      At last the tall figure and titanic energy of Flambeau appeared in the\n      doorway of the mansions and dominated the little mob. Talking at the top\n      of his voice like a fog-horn, he told somebody or anybody to go for a\n      surgeon; and as he turned back into the dark and thronged entrance his\n      friend Father Brown dipped in insignificantly after him. Even as he ducked\n      and dived through the crowd he could still hear the magnificent melody and\n      monotony of the solar priest still calling on the happy god who is the\n      friend of fountains and flowers.\n    \n\n      Father Brown found Flambeau and some six other people standing round the\n      enclosed space into which the lift commonly descended. But the lift had\n      not descended. Something else had descended; something that ought to have\n      come by a lift.\n    \n\n      For the last four minutes Flambeau had looked down on it; had seen the\n      brained and bleeding figure of that beautiful woman who denied the\n      existence of tragedy. He had never had the slightest doubt that it was\n      Pauline Stacey; and, though he had sent for a doctor, he had not the\n      slightest doubt that she was dead.\n    \n\n      He could not remember for certain whether he had liked her or disliked\n      her; there was so much both to like and dislike. But she had been a person\n      to him, and the unbearable pathos of details and habit stabbed him with\n      all the small daggers of bereavement. He remembered her pretty face and\n      priggish speeches with a sudden secret vividness which is all the\n      bitterness of death. In an instant like a bolt from the blue, like a\n      thunderbolt from nowhere, that beautiful and defiant body had been dashed\n      down the open well of the lift to death at the bottom. Was it suicide?\n      With so insolent an optimist it seemed impossible. Was it murder? But who\n      was there in those hardly inhabited flats to murder anybody? In a rush of\n      raucous words, which he meant to be strong and suddenly found weak, he\n      asked where was that fellow Kalon. A voice, habitually heavy, quiet and\n      full, assured him that Kalon for the last fifteen minutes had been away up\n      on his balcony worshipping his god. When Flambeau heard the voice, and\n      felt the hand of Father Brown, he turned his swarthy face and said\n      abruptly:\n    \n\n      “Then, if he has been up there all the time, who can have done it?”\n     \n\n      “Perhaps,” said the other, “we might go upstairs and find out. We have\n      half an hour before the police will move.”\n     \n\n      Leaving the body of the slain heiress in charge of the surgeons, Flambeau\n      dashed up the stairs to the typewriting office, found it utterly empty,\n      and then dashed up to his own. Having entered that, he abruptly returned\n      with a new and white face to his friend.\n    \n\n      “Her sister,” he said, with an unpleasant seriousness, “her sister seems\n      to have gone out for a walk.”\n     \n\n      Father Brown nodded. “Or, she may have gone up to the office of that sun\n      man,” he said. “If I were you I should just verify that, and then let us\n      all talk it over in your office. No,” he added suddenly, as if remembering\n      something, “shall I ever get over that stupidity of mine? Of course, in\n      their office downstairs.”\n     \n\n      Flambeau stared; but he followed the little father downstairs to the empty\n      flat of the Staceys, where that impenetrable pastor took a large\n      red-leather chair in the very entrance, from which he could see the stairs\n      and landings, and waited. He did not wait very long. In about four minutes\n      three figures descended the stairs, alike only in their solemnity. The\n      first was Joan Stacey, the sister of the dead woman—evidently she\n      had been upstairs in the temporary temple of Apollo; the second was the\n      priest of Apollo himself, his litany finished, sweeping down the empty\n      stairs in utter magnificence—something in his white robes, beard and\n      parted hair had the look of Dore’s Christ leaving the Pretorium; the third\n      was Flambeau, black browed and somewhat bewildered.\n    \n\n      Miss Joan Stacey, dark, with a drawn face and hair prematurely touched\n      with grey, walked straight to her own desk and set out her papers with a\n      practical flap. The mere action rallied everyone else to sanity. If Miss\n      Joan Stacey was a criminal, she was a cool one. Father Brown regarded her\n      for some time with an odd little smile, and then, without taking his eyes\n      off her, addressed himself to somebody else.\n    \n\n      “Prophet,” he said, presumably addressing Kalon, “I wish you would tell me\n      a lot about your religion.”\n     \n\n      “I shall be proud to do it,” said Kalon, inclining his still crowned head,\n      “but I am not sure that I understand.”\n     \n\n      “Why, it’s like this,” said Father Brown, in his frankly doubtful way: “We\n      are taught that if a man has really bad first principles, that must be\n      partly his fault. But, for all that, we can make some difference between a\n      man who insults his quite clear conscience and a man with a conscience\n      more or less clouded with sophistries. Now, do you really think that\n      murder is wrong at all?”\n     \n\n      “Is this an accusation?” asked Kalon very quietly.\n    \n\n      “No,” answered Brown, equally gently, “it is the speech for the defence.”\n     \n\n      In the long and startled stillness of the room the prophet of Apollo\n      slowly rose; and really it was like the rising of the sun. He filled that\n      room with his light and life in such a manner that a man felt he could as\n      easily have filled Salisbury Plain. His robed form seemed to hang the\n      whole room with classic draperies; his epic gesture seemed to extend it\n      into grander perspectives, till the little black figure of the modern\n      cleric seemed to be a fault and an intrusion, a round, black blot upon\n      some splendour of Hellas.\n    \n\n      “We meet at last, Caiaphas,” said the prophet. “Your church and mine are\n      the only realities on this earth. I adore the sun, and you the darkening\n      of the sun; you are the priest of the dying and I of the living God. Your\n      present work of suspicion and slander is worthy of your coat and creed.\n      All your church is but a black police; you are only spies and detectives\n      seeking to tear from men confessions of guilt, whether by treachery or\n      torture. You would convict men of crime, I would convict them of\n      innocence. You would convince them of sin, I would convince them of\n      virtue.\n    \n\n      “Reader of the books of evil, one more word before I blow away your\n      baseless nightmares for ever. Not even faintly could you understand how\n      little I care whether you can convict me or no. The things you call\n      disgrace and horrible hanging are to me no more than an ogre in a child’s\n      toy-book to a man once grown up. You said you were offering the speech for\n      the defence. I care so little for the cloudland of this life that I will\n      offer you the speech for the prosecution. There is but one thing that can\n      be said against me in this matter, and I will say it myself. The woman\n      that is dead was my love and my bride; not after such manner as your tin\n      chapels call lawful, but by a law purer and sterner than you will ever\n      understand. She and I walked another world from yours, and trod palaces of\n      crystal while you were plodding through tunnels and corridors of brick.\n      Well, I know that policemen, theological and otherwise, always fancy that\n      where there has been love there must soon be hatred; so there you have the\n      first point made for the prosecution. But the second point is stronger; I\n      do not grudge it you. Not only is it true that Pauline loved me, but it is\n      also true that this very morning, before she died, she wrote at that table\n      a will leaving me and my new church half a million. Come, where are the\n      handcuffs? Do you suppose I care what foolish things you do with me? Penal\n      servitude will only be like waiting for her at a wayside station. The\n      gallows will only be going to her in a headlong car.”\n     \n\n      He spoke with the brain-shaking authority of an orator, and Flambeau and\n      Joan Stacey stared at him in amazed admiration. Father Brown’s face seemed\n      to express nothing but extreme distress; he looked at the ground with one\n      wrinkle of pain across his forehead. The prophet of the sun leaned easily\n      against the mantelpiece and resumed:\n    \n\n      “In a few words I have put before you the whole case against me—the\n      only possible case against me. In fewer words still I will blow it to\n      pieces, so that not a trace of it remains. As to whether I have committed\n      this crime, the truth is in one sentence: I could not have committed this\n      crime. Pauline Stacey fell from this floor to the ground at five minutes\n      past twelve. A hundred people will go into the witness-box and say that I\n      was standing out upon the balcony of my own rooms above from just before\n      the stroke of noon to a quarter-past—the usual period of my public\n      prayers. My clerk (a respectable youth from Clapham, with no sort of\n      connection with me) will swear that he sat in my outer office all the\n      morning, and that no communication passed through. He will swear that I\n      arrived a full ten minutes before the hour, fifteen minutes before any\n      whisper of the accident, and that I did not leave the office or the\n      balcony all that time. No one ever had so complete an alibi; I could\n      subpoena half Westminster. I think you had better put the handcuffs away\n      again. The case is at an end.\n    \n\n      “But last of all, that no breath of this idiotic suspicion remain in the\n      air, I will tell you all you want to know. I believe I do know how my\n      unhappy friend came by her death. You can, if you choose, blame me for it,\n      or my faith and philosophy at least; but you certainly cannot lock me up.\n      It is well known to all students of the higher truths that certain adepts\n      and illuminati have in history attained the power of levitation—that\n      is, of being self-sustained upon the empty air. It is but a part of that\n      general conquest of matter which is the main element in our occult wisdom.\n      Poor Pauline was of an impulsive and ambitious temper. I think, to tell\n      the truth, she thought herself somewhat deeper in the mysteries than she\n      was; and she has often said to me, as we went down in the lift together,\n      that if one’s will were strong enough, one could float down as harmlessly\n      as a feather. I solemnly believe that in some ecstasy of noble thoughts\n      she attempted the miracle. Her will, or faith, must have failed her at the\n      crucial instant, and the lower law of matter had its horrible revenge.\n      There is the whole story, gentlemen, very sad and, as you think, very\n      presumptuous and wicked, but certainly not criminal or in any way\n      connected with me. In the short-hand of the police-courts, you had better\n      call it suicide. I shall always call it heroic failure for the advance of\n      science and the slow scaling of heaven.”\n     \n\n      It was the first time Flambeau had ever seen Father Brown vanquished. He\n      still sat looking at the ground, with a painful and corrugated brow, as if\n      in shame. It was impossible to avoid the feeling which the prophet’s\n      winged words had fanned, that here was a sullen, professional suspecter of\n      men overwhelmed by a prouder and purer spirit of natural liberty and\n      health. At last he said, blinking as if in bodily distress: “Well, if that\n      is so, sir, you need do no more than take the testamentary paper you spoke\n      of and go. I wonder where the poor lady left it.”\n     \n\n      “It will be over there on her desk by the door, I think,” said Kalon, with\n      that massive innocence of manner that seemed to acquit him wholly. “She\n      told me specially she would write it this morning, and I actually saw her\n      writing as I went up in the lift to my own room.”\n     \n\n      “Was her door open then?” asked the priest, with his eye on the corner of\n      the matting.\n    \n\n      “Yes,” said Kalon calmly.\n    \n\n      “Ah! it has been open ever since,” said the other, and resumed his silent\n      study of the mat.\n    \n\n      “There is a paper over here,” said the grim Miss Joan, in a somewhat\n      singular voice. She had passed over to her sister’s desk by the doorway,\n      and was holding a sheet of blue foolscap in her hand. There was a sour\n      smile on her face that seemed unfit for such a scene or occasion, and\n      Flambeau looked at her with a darkening brow.\n    \n\n      Kalon the prophet stood away from the paper with that loyal\n      unconsciousness that had carried him through. But Flambeau took it out of\n      the lady’s hand, and read it with the utmost amazement. It did, indeed,\n      begin in the formal manner of a will, but after the words “I give and\n      bequeath all of which I die possessed” the writing abruptly stopped with a\n      set of scratches, and there was no trace of the name of any legatee.\n      Flambeau, in wonder, handed this truncated testament to his clerical\n      friend, who glanced at it and silently gave it to the priest of the sun.\n    \n\n      An instant afterwards that pontiff, in his splendid sweeping draperies,\n      had crossed the room in two great strides, and was towering over Joan\n      Stacey, his blue eyes standing from his head.\n    \n\n      “What monkey tricks have you been playing here?” he cried. “That’s not all\n      Pauline wrote.”\n     \n\n      They were startled to hear him speak in quite a new voice, with a Yankee\n      shrillness in it; all his grandeur and good English had fallen from him\n      like a cloak.\n    \n\n      “That is the only thing on her desk,” said Joan, and confronted him\n      steadily with the same smile of evil favour.\n    \n\n      Of a sudden the man broke out into blasphemies and cataracts of\n      incredulous words. There was something shocking about the dropping of his\n      mask; it was like a man’s real face falling off.\n    \n\n      “See here!” he cried in broad American, when he was breathless with\n      cursing, “I may be an adventurer, but I guess you’re a murderess. Yes,\n      gentlemen, here’s your death explained, and without any levitation. The\n      poor girl is writing a will in my favour; her cursed sister comes in,\n      struggles for the pen, drags her to the well, and throws her down before\n      she can finish it. Sakes! I reckon we want the handcuffs after all.”\n     \n\n      “As you have truly remarked,” replied Joan, with ugly calm, “your clerk is\n      a very respectable young man, who knows the nature of an oath; and he will\n      swear in any court that I was up in your office arranging some typewriting\n      work for five minutes before and five minutes after my sister fell. Mr.\n      Flambeau will tell you that he found me there.”\n     \n\n      There was a silence.\n    \n\n      “Why, then,” cried Flambeau, “Pauline was alone when she fell, and it was\n      suicide!”\n     \n\n      “She was alone when she fell,” said Father Brown, “but it was not\n      suicide.”\n     \n\n      “Then how did she die?” asked Flambeau impatiently.\n    \n\n      “She was murdered.”\n     \n\n      “But she was alone,” objected the detective.\n    \n\n      “She was murdered when she was all alone,” answered the priest.\n    \n\n      All the rest stared at him, but he remained sitting in the same old\n      dejected attitude, with a wrinkle in his round forehead and an appearance\n      of impersonal shame and sorrow; his voice was colourless and sad.\n    \n\n      “What I want to know,” cried Kalon, with an oath, “is when the police are\n      coming for this bloody and wicked sister. She’s killed her flesh and\n      blood; she’s robbed me of half a million that was just as sacredly mine as—”\n     \n\n      “Come, come, prophet,” interrupted Flambeau, with a kind of sneer;\n      “remember that all this world is a cloudland.”\n     \n\n      The hierophant of the sun-god made an effort to climb back on his\n      pedestal. “It is not the mere money,” he cried, “though that would equip\n      the cause throughout the world. It is also my beloved one’s wishes. To\n      Pauline all this was holy. In Pauline’s eyes—”\n     \n\n      Father Brown suddenly sprang erect, so that his chair fell over flat\n      behind him. He was deathly pale, yet he seemed fired with a hope; his eyes\n      shone.\n    \n\n      “That’s it!” he cried in a clear voice. “That’s the way to begin. In\n      Pauline’s eyes—”\n     \n\n      The tall prophet retreated before the tiny priest in an almost mad\n      disorder. “What do you mean? How dare you?” he cried repeatedly.\n    \n\n      “In Pauline’s eyes,” repeated the priest, his own shining more and more.\n      “Go on—in God’s name, go on. The foulest crime the fiends ever\n      prompted feels lighter after confession; and I implore you to confess. Go\n      on, go on—in Pauline’s eyes—”\n     \n\n      “Let me go, you devil!” thundered Kalon, struggling like a giant in bonds.\n      “Who are you, you cursed spy, to weave your spiders’ webs round me, and\n      peep and peer? Let me go.”\n     \n\n      “Shall I stop him?” asked Flambeau, bounding towards the exit, for Kalon\n      had already thrown the door wide open.\n    \n\n      “No; let him pass,” said Father Brown, with a strange deep sigh that\n      seemed to come from the depths of the universe. “Let Cain pass by, for he\n      belongs to God.”\n     \n\n      There was a long-drawn silence in the room when he had left it, which was\n      to Flambeau’s fierce wits one long agony of interrogation. Miss Joan\n      Stacey very coolly tidied up the papers on her desk.\n    \n\n      “Father,” said Flambeau at last, “it is my duty, not my curiosity only—it\n      is my duty to find out, if I can, who committed the crime.”\n     \n\n      “Which crime?” asked Father Brown.\n    \n\n      “The one we are dealing with, of course,” replied his impatient friend.\n    \n\n      “We are dealing with two crimes,” said Brown, “crimes of very different\n      weight—and by very different criminals.”\n     \n\n      Miss Joan Stacey, having collected and put away her papers, proceeded to\n      lock up her drawer. Father Brown went on, noticing her as little as she\n      noticed him.\n    \n\n      “The two crimes,” he observed, “were committed against the same weakness\n      of the same person, in a struggle for her money. The author of the larger\n      crime found himself thwarted by the smaller crime; the author of the\n      smaller crime got the money.”\n     \n\n      “Oh, don’t go on like a lecturer,” groaned Flambeau; “put it in a few\n      words.”\n     \n\n      “I can put it in one word,” answered his friend.\n    \n\n      Miss Joan Stacey skewered her business-like black hat on to her head with\n      a business-like black frown before a little mirror, and, as the\n      conversation proceeded, took her handbag and umbrella in an unhurried\n      style, and left the room.\n    \n\n      “The truth is one word, and a short one,” said Father Brown. “Pauline\n      Stacey was blind.”\n     \n\n      “Blind!” repeated Flambeau, and rose slowly to his whole huge stature.\n    \n\n      “She was subject to it by blood,” Brown proceeded. “Her sister would have\n      started eyeglasses if Pauline would have let her; but it was her special\n      philosophy or fad that one must not encourage such diseases by yielding to\n      them. She would not admit the cloud; or she tried to dispel it by will. So\n      her eyes got worse and worse with straining; but the worst strain was to\n      come. It came with this precious prophet, or whatever he calls himself,\n      who taught her to stare at the hot sun with the naked eye. It was called\n      accepting Apollo. Oh, if these new pagans would only be old pagans, they\n      would be a little wiser! The old pagans knew that mere naked\n      Nature-worship must have a cruel side. They knew that the eye of Apollo\n      can blast and blind.”\n     \n\n      There was a pause, and the priest went on in a gentle and even broken\n      voice. “Whether or no that devil deliberately made her blind, there is no\n      doubt that he deliberately killed her through her blindness. The very\n      simplicity of the crime is sickening. You know he and she went up and down\n      in those lifts without official help; you know also how smoothly and\n      silently the lifts slide. Kalon brought the lift to the girl’s landing,\n      and saw her, through the open door, writing in her slow, sightless way the\n      will she had promised him. He called out to her cheerily that he had the\n      lift ready for her, and she was to come out when she was ready. Then he\n      pressed a button and shot soundlessly up to his own floor, walked through\n      his own office, out on to his own balcony, and was safely praying before\n      the crowded street when the poor girl, having finished her work, ran gaily\n      out to where lover and lift were to receive her, and stepped—”\n     \n\n      “Don’t!” cried Flambeau.\n    \n\n      “He ought to have got half a million by pressing that button,” continued\n      the little father, in the colourless voice in which he talked of such\n      horrors. “But that went smash. It went smash because there happened to be\n      another person who also wanted the money, and who also knew the secret\n      about poor Pauline’s sight. There was one thing about that will that I\n      think nobody noticed: although it was unfinished and without signature,\n      the other Miss Stacey and some servant of hers had already signed it as\n      witnesses. Joan had signed first, saying Pauline could finish it later,\n      with a typical feminine contempt for legal forms. Therefore, Joan wanted\n      her sister to sign the will without real witnesses. Why? I thought of the\n      blindness, and felt sure she had wanted Pauline to sign in solitude\n      because she had wanted her not to sign at all.\n    \n\n      “People like the Staceys always use fountain pens; but this was specially\n      natural to Pauline. By habit and her strong will and memory she could\n      still write almost as well as if she saw; but she could not tell when her\n      pen needed dipping. Therefore, her fountain pens were carefully filled by\n      her sister—all except this fountain pen. This was carefully not\n      filled by her sister; the remains of the ink held out for a few lines and\n      then failed altogether. And the prophet lost five hundred thousand pounds\n      and committed one of the most brutal and brilliant murders in human\n      history for nothing.”\n     \n\n      Flambeau went to the open door and heard the official police ascending the\n      stairs. He turned and said: “You must have followed everything devilish\n      close to have traced the crime to Kalon in ten minutes.”\n     \n\n      Father Brown gave a sort of start.\n    \n\n      “Oh! to him,” he said. “No; I had to follow rather close to find out about\n      Miss Joan and the fountain pen. But I knew Kalon was the criminal before I\n      came into the front door.”\n     \n\n      “You must be joking!” cried Flambeau.\n    \n\n      “I’m quite serious,” answered the priest. “I tell you I knew he had done\n      it, even before I knew what he had done.”\n     \n\n      “But why?”\n     \n\n      “These pagan stoics,” said Brown reflectively, “always fail by their\n      strength. There came a crash and a scream down the street, and the priest\n      of Apollo did not start or look round. I did not know what it was. But I\n      knew that he was expecting it.”\n     ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "eye_of_apollo"
    }
}