{
    "name": "Chesterton - The Hammer Of God",
    "body": "\n      The little village of Bohun Beacon was perched on a hill so steep that the\n      tall spire of its church seemed only like the peak of a small mountain. At\n      the foot of the church stood a smithy, generally red with fires and always\n      littered with hammers and scraps of iron; opposite to this, over a rude\n      cross of cobbled paths, was “The Blue Boar,” the only inn of the place. It\n      was upon this crossway, in the lifting of a leaden and silver daybreak,\n      that two brothers met in the street and spoke; though one was beginning\n      the day and the other finishing it. The Rev. and Hon. Wilfred Bohun was\n      very devout, and was making his way to some austere exercises of prayer or\n      contemplation at dawn. Colonel the Hon. Norman Bohun, his elder brother,\n      was by no means devout, and was sitting in evening dress on the bench\n      outside “The Blue Boar,” drinking what the philosophic observer was free\n      to regard either as his last glass on Tuesday or his first on Wednesday.\n      The colonel was not particular.\n    \n\n      The Bohuns were one of the very few aristocratic families really dating\n      from the Middle Ages, and their pennon had actually seen Palestine. But it\n      is a great mistake to suppose that such houses stand high in chivalric\n      tradition. Few except the poor preserve traditions. Aristocrats live not\n      in traditions but in fashions. The Bohuns had been Mohocks under Queen\n      Anne and Mashers under Queen Victoria. But like more than one of the\n      really ancient houses, they had rotted in the last two centuries into mere\n      drunkards and dandy degenerates, till there had even come a whisper of\n      insanity. Certainly there was something hardly human about the colonel’s\n      wolfish pursuit of pleasure, and his chronic resolution not to go home\n      till morning had a touch of the hideous clarity of insomnia. He was a\n      tall, fine animal, elderly, but with hair still startlingly yellow. He\n      would have looked merely blonde and leonine, but his blue eyes were sunk\n      so deep in his face that they looked black. They were a little too close\n      together. He had very long yellow moustaches; on each side of them a fold\n      or furrow from nostril to jaw, so that a sneer seemed cut into his face.\n      Over his evening clothes he wore a curious pale yellow coat that looked\n      more like a very light dressing gown than an overcoat, and on the back of\n      his head was stuck an extraordinary broad-brimmed hat of a bright green\n      colour, evidently some oriental curiosity caught up at random. He was\n      proud of appearing in such incongruous attires—proud of the fact\n      that he always made them look congruous.\n    \n\n      His brother the curate had also the yellow hair and the elegance, but he\n      was buttoned up to the chin in black, and his face was clean-shaven,\n      cultivated, and a little nervous. He seemed to live for nothing but his\n      religion; but there were some who said (notably the blacksmith, who was a\n      Presbyterian) that it was a love of Gothic architecture rather than of\n      God, and that his haunting of the church like a ghost was only another and\n      purer turn of the almost morbid thirst for beauty which sent his brother\n      raging after women and wine. This charge was doubtful, while the man’s\n      practical piety was indubitable. Indeed, the charge was mostly an ignorant\n      misunderstanding of the love of solitude and secret prayer, and was\n      founded on his being often found kneeling, not before the altar, but in\n      peculiar places, in the crypts or gallery, or even in the belfry. He was\n      at the moment about to enter the church through the yard of the smithy,\n      but stopped and frowned a little as he saw his brother’s cavernous eyes\n      staring in the same direction. On the hypothesis that the colonel was\n      interested in the church he did not waste any speculations. There only\n      remained the blacksmith’s shop, and though the blacksmith was a Puritan\n      and none of his people, Wilfred Bohun had heard some scandals about a\n      beautiful and rather celebrated wife. He flung a suspicious look across\n      the shed, and the colonel stood up laughing to speak to him.\n    \n\n      “Good morning, Wilfred,” he said. “Like a good landlord I am watching\n      sleeplessly over my people. I am going to call on the blacksmith.”\n     \n\n      Wilfred looked at the ground, and said: “The blacksmith is out. He is over\n      at Greenford.”\n     \n\n      “I know,” answered the other with silent laughter; “that is why I am\n      calling on him.”\n     \n\n      “Norman,” said the cleric, with his eye on a pebble in the road, “are you\n      ever afraid of thunderbolts?”\n     \n\n      “What do you mean?” asked the colonel. “Is your hobby meteorology?”\n     \n\n      “I mean,” said Wilfred, without looking up, “do you ever think that God\n      might strike you in the street?”\n     \n\n      “I beg your pardon,” said the colonel; “I see your hobby is folk-lore.”\n     \n\n      “I know your hobby is blasphemy,” retorted the religious man, stung in the\n      one live place of his nature. “But if you do not fear God, you have good\n      reason to fear man.”\n     \n\n      The elder raised his eyebrows politely. “Fear man?” he said.\n    \n\n      “Barnes the blacksmith is the biggest and strongest man for forty miles\n      round,” said the clergyman sternly. “I know you are no coward or weakling,\n      but he could throw you over the wall.”\n     \n\n      This struck home, being true, and the lowering line by mouth and nostril\n      darkened and deepened. For a moment he stood with the heavy sneer on his\n      face. But in an instant Colonel Bohun had recovered his own cruel good\n      humour and laughed, showing two dog-like front teeth under his yellow\n      moustache. “In that case, my dear Wilfred,” he said quite carelessly, “it\n      was wise for the last of the Bohuns to come out partially in armour.”\n     \n\n      And he took off the queer round hat covered with green, showing that it\n      was lined within with steel. Wilfred recognised it indeed as a light\n      Japanese or Chinese helmet torn down from a trophy that hung in the old\n      family hall.\n    \n\n      “It was the first hat to hand,” explained his brother airily; “always the\n      nearest hat—and the nearest woman.”\n     \n\n      “The blacksmith is away at Greenford,” said Wilfred quietly; “the time of\n      his return is unsettled.”\n     \n\n      And with that he turned and went into the church with bowed head, crossing\n      himself like one who wishes to be quit of an unclean spirit. He was\n      anxious to forget such grossness in the cool twilight of his tall Gothic\n      cloisters; but on that morning it was fated that his still round of\n      religious exercises should be everywhere arrested by small shocks. As he\n      entered the church, hitherto always empty at that hour, a kneeling figure\n      rose hastily to its feet and came towards the full daylight of the\n      doorway. When the curate saw it he stood still with surprise. For the\n      early worshipper was none other than the village idiot, a nephew of the\n      blacksmith, one who neither would nor could care for the church or for\n      anything else. He was always called “Mad Joe,” and seemed to have no other\n      name; he was a dark, strong, slouching lad, with a heavy white face, dark\n      straight hair, and a mouth always open. As he passed the priest, his\n      moon-calf countenance gave no hint of what he had been doing or thinking\n      of. He had never been known to pray before. What sort of prayers was he\n      saying now? Extraordinary prayers surely.\n    \n\n      Wilfred Bohun stood rooted to the spot long enough to see the idiot go out\n      into the sunshine, and even to see his dissolute brother hail him with a\n      sort of avuncular jocularity. The last thing he saw was the colonel\n      throwing pennies at the open mouth of Joe, with the serious appearance of\n      trying to hit it.\n    \n\n      This ugly sunlit picture of the stupidity and cruelty of the earth sent\n      the ascetic finally to his prayers for purification and new thoughts. He\n      went up to a pew in the gallery, which brought him under a coloured window\n      which he loved and always quieted his spirit; a blue window with an angel\n      carrying lilies. There he began to think less about the half-wit, with his\n      livid face and mouth like a fish. He began to think less of his evil\n      brother, pacing like a lean lion in his horrible hunger. He sank deeper\n      and deeper into those cold and sweet colours of silver blossoms and\n      sapphire sky.\n    \n\n      In this place half an hour afterwards he was found by Gibbs, the village\n      cobbler, who had been sent for him in some haste. He got to his feet with\n      promptitude, for he knew that no small matter would have brought Gibbs\n      into such a place at all. The cobbler was, as in many villages, an\n      atheist, and his appearance in church was a shade more extraordinary than\n      Mad Joe’s. It was a morning of theological enigmas.\n    \n\n      “What is it?” asked Wilfred Bohun rather stiffly, but putting out a\n      trembling hand for his hat.\n    \n\n      The atheist spoke in a tone that, coming from him, was quite startlingly\n      respectful, and even, as it were, huskily sympathetic.\n    \n\n      “You must excuse me, sir,” he said in a hoarse whisper, “but we didn’t\n      think it right not to let you know at once. I’m afraid a rather dreadful\n      thing has happened, sir. I’m afraid your brother—”\n     \n\n      Wilfred clenched his frail hands. “What devilry has he done now?” he cried\n      in voluntary passion.\n    \n\n      “Why, sir,” said the cobbler, coughing, “I’m afraid he’s done nothing, and\n      won’t do anything. I’m afraid he’s done for. You had really better come\n      down, sir.”\n     \n\n      The curate followed the cobbler down a short winding stair which brought\n      them out at an entrance rather higher than the street. Bohun saw the\n      tragedy in one glance, flat underneath him like a plan. In the yard of the\n      smithy were standing five or six men mostly in black, one in an\n      inspector’s uniform. They included the doctor, the Presbyterian minister,\n      and the priest from the Roman Catholic chapel, to which the blacksmith’s\n      wife belonged. The latter was speaking to her, indeed, very rapidly, in an\n      undertone, as she, a magnificent woman with red-gold hair, was sobbing\n      blindly on a bench. Between these two groups, and just clear of the main\n      heap of hammers, lay a man in evening dress, spread-eagled and flat on his\n      face. From the height above Wilfred could have sworn to every item of his\n      costume and appearance, down to the Bohun rings upon his fingers; but the\n      skull was only a hideous splash, like a star of blackness and blood.\n    \n\n      Wilfred Bohun gave but one glance, and ran down the steps into the yard.\n      The doctor, who was the family physician, saluted him, but he scarcely\n      took any notice. He could only stammer out: “My brother is dead. What does\n      it mean? What is this horrible mystery?” There was an unhappy silence; and\n      then the cobbler, the most outspoken man present, answered: “Plenty of\n      horror, sir,” he said; “but not much mystery.”\n     \n\n      “What do you mean?” asked Wilfred, with a white face.\n    \n\n      “It’s plain enough,” answered Gibbs. “There is only one man for forty\n      miles round that could have struck such a blow as that, and he’s the man\n      that had most reason to.”\n     \n\n      “We must not prejudge anything,” put in the doctor, a tall, black-bearded\n      man, rather nervously; “but it is competent for me to corroborate what Mr.\n      Gibbs says about the nature of the blow, sir; it is an incredible blow.\n      Mr. Gibbs says that only one man in this district could have done it. I\n      should have said myself that nobody could have done it.”\n     \n\n      A shudder of superstition went through the slight figure of the curate. “I\n      can hardly understand,” he said.\n    \n\n      “Mr. Bohun,” said the doctor in a low voice, “metaphors literally fail me.\n      It is inadequate to say that the skull was smashed to bits like an\n      eggshell. Fragments of bone were driven into the body and the ground like\n      bullets into a mud wall. It was the hand of a giant.”\n     \n\n      He was silent a moment, looking grimly through his glasses; then he added:\n      “The thing has one advantage—that it clears most people of suspicion\n      at one stroke. If you or I or any normally made man in the country were\n      accused of this crime, we should be acquitted as an infant would be\n      acquitted of stealing the Nelson column.”\n     \n\n      “That’s what I say,” repeated the cobbler obstinately; “there’s only one\n      man that could have done it, and he’s the man that would have done it.\n      Where’s Simeon Barnes, the blacksmith?”\n     \n\n      “He’s over at Greenford,” faltered the curate.\n    \n\n      “More likely over in France,” muttered the cobbler.\n    \n\n      “No; he is in neither of those places,” said a small and colourless voice,\n      which came from the little Roman priest who had joined the group. “As a\n      matter of fact, he is coming up the road at this moment.”\n     \n\n      The little priest was not an interesting man to look at, having stubbly\n      brown hair and a round and stolid face. But if he had been as splendid as\n      Apollo no one would have looked at him at that moment. Everyone turned\n      round and peered at the pathway which wound across the plain below, along\n      which was indeed walking, at his own huge stride and with a hammer on his\n      shoulder, Simeon the smith. He was a bony and gigantic man, with deep,\n      dark, sinister eyes and a dark chin beard. He was walking and talking\n      quietly with two other men; and though he was never specially cheerful, he\n      seemed quite at his ease.\n    \n\n      “My God!” cried the atheistic cobbler, “and there’s the hammer he did it\n      with.”\n     \n\n      “No,” said the inspector, a sensible-looking man with a sandy moustache,\n      speaking for the first time. “There’s the hammer he did it with over there\n      by the church wall. We have left it and the body exactly as they are.”\n     \n\n      All glanced round and the short priest went across and looked down in\n      silence at the tool where it lay. It was one of the smallest and the\n      lightest of the hammers, and would not have caught the eye among the rest;\n      but on the iron edge of it were blood and yellow hair.\n    \n\n      After a silence the short priest spoke without looking up, and there was a\n      new note in his dull voice. “Mr. Gibbs was hardly right,” he said, “in\n      saying that there is no mystery. There is at least the mystery of why so\n      big a man should attempt so big a blow with so little a hammer.”\n     \n\n      “Oh, never mind that,” cried Gibbs, in a fever. “What are we to do with\n      Simeon Barnes?”\n     \n\n      “Leave him alone,” said the priest quietly. “He is coming here of himself.\n      I know those two men with him. They are very good fellows from Greenford,\n      and they have come over about the Presbyterian chapel.”\n     \n\n      Even as he spoke the tall smith swung round the corner of the church, and\n      strode into his own yard. Then he stood there quite still, and the hammer\n      fell from his hand. The inspector, who had preserved impenetrable\n      propriety, immediately went up to him.\n    \n\n      “I won’t ask you, Mr. Barnes,” he said, “whether you know anything about\n      what has happened here. You are not bound to say. I hope you don’t know,\n      and that you will be able to prove it. But I must go through the form of\n      arresting you in the King’s name for the murder of Colonel Norman Bohun.”\n     \n\n      “You are not bound to say anything,” said the cobbler in officious\n      excitement. “They’ve got to prove everything. They haven’t proved yet that\n      it is Colonel Bohun, with the head all smashed up like that.”\n     \n\n      “That won’t wash,” said the doctor aside to the priest. “That’s out of the\n      detective stories. I was the colonel’s medical man, and I knew his body\n      better than he did. He had very fine hands, but quite peculiar ones. The\n      second and third fingers were the same length. Oh, that’s the colonel\n      right enough.”\n     \n\n      As he glanced at the brained corpse upon the ground the iron eyes of the\n      motionless blacksmith followed them and rested there also.\n    \n\n      “Is Colonel Bohun dead?” said the smith quite calmly. “Then he’s damned.”\n     \n\n      “Don’t say anything! Oh, don’t say anything,” cried the atheist cobbler,\n      dancing about in an ecstasy of admiration of the English legal system. For\n      no man is such a legalist as the good Secularist.\n    \n\n      The blacksmith turned on him over his shoulder the august face of a\n      fanatic.\n    \n\n      “It’s well for you infidels to dodge like foxes because the world’s law\n      favours you,” he said; “but God guards His own in His pocket, as you shall\n      see this day.”\n     \n\n      Then he pointed to the colonel and said: “When did this dog die in his\n      sins?”\n     \n\n      “Moderate your language,” said the doctor.\n    \n\n      “Moderate the Bible’s language, and I’ll moderate mine. When did he die?”\n     \n\n      “I saw him alive at six o’clock this morning,” stammered Wilfred Bohun.\n    \n\n      “God is good,” said the smith. “Mr. Inspector, I have not the slightest\n      objection to being arrested. It is you who may object to arresting me. I\n      don’t mind leaving the court without a stain on my character. You do mind\n      perhaps leaving the court with a bad set-back in your career.”\n     \n\n      The solid inspector for the first time looked at the blacksmith with a\n      lively eye; as did everybody else, except the short, strange priest, who\n      was still looking down at the little hammer that had dealt the dreadful\n      blow.\n    \n\n      “There are two men standing outside this shop,” went on the blacksmith\n      with ponderous lucidity, “good tradesmen in Greenford whom you all know,\n      who will swear that they saw me from before midnight till daybreak and\n      long after in the committee room of our Revival Mission, which sits all\n      night, we save souls so fast. In Greenford itself twenty people could\n      swear to me for all that time. If I were a heathen, Mr. Inspector, I would\n      let you walk on to your downfall. But as a Christian man I feel bound to\n      give you your chance, and ask you whether you will hear my alibi now or in\n      court.”\n     \n\n      The inspector seemed for the first time disturbed, and said, “Of course I\n      should be glad to clear you altogether now.”\n     \n\n      The smith walked out of his yard with the same long and easy stride, and\n      returned to his two friends from Greenford, who were indeed friends of\n      nearly everyone present. Each of them said a few words which no one ever\n      thought of disbelieving. When they had spoken, the innocence of Simeon\n      stood up as solid as the great church above them.\n    \n\n      One of those silences struck the group which are more strange and\n      insufferable than any speech. Madly, in order to make conversation, the\n      curate said to the Catholic priest:\n    \n\n      “You seem very much interested in that hammer, Father Brown.”\n     \n\n      “Yes, I am,” said Father Brown; “why is it such a small hammer?”\n     \n\n      The doctor swung round on him.\n    \n\n      “By George, that’s true,” he cried; “who would use a little hammer with\n      ten larger hammers lying about?”\n     \n\n      Then he lowered his voice in the curate’s ear and said: “Only the kind of\n      person that can’t lift a large hammer. It is not a question of force or\n      courage between the sexes. It’s a question of lifting power in the\n      shoulders. A bold woman could commit ten murders with a light hammer and\n      never turn a hair. She could not kill a beetle with a heavy one.”\n     \n\n      Wilfred Bohun was staring at him with a sort of hypnotised horror, while\n      Father Brown listened with his head a little on one side, really\n      interested and attentive. The doctor went on with more hissing emphasis:\n    \n\n      “Why do these idiots always assume that the only person who hates the\n      wife’s lover is the wife’s husband? Nine times out of ten the person who\n      most hates the wife’s lover is the wife. Who knows what insolence or\n      treachery he had shown her—look there!”\n     \n\n      He made a momentary gesture towards the red-haired woman on the bench. She\n      had lifted her head at last and the tears were drying on her splendid\n      face. But the eyes were fixed on the corpse with an electric glare that\n      had in it something of idiocy.\n    \n\n      The Rev. Wilfred Bohun made a limp gesture as if waving away all desire to\n      know; but Father Brown, dusting off his sleeve some ashes blown from the\n      furnace, spoke in his indifferent way.\n    \n\n      “You are like so many doctors,” he said; “your mental science is really\n      suggestive. It is your physical science that is utterly impossible. I\n      agree that the woman wants to kill the co-respondent much more than the\n      petitioner does. And I agree that a woman will always pick up a small\n      hammer instead of a big one. But the difficulty is one of physical\n      impossibility. No woman ever born could have smashed a man’s skull out\n      flat like that.” Then he added reflectively, after a pause: “These people\n      haven’t grasped the whole of it. The man was actually wearing an iron\n      helmet, and the blow scattered it like broken glass. Look at that woman.\n      Look at her arms.”\n     \n\n      Silence held them all up again, and then the doctor said rather sulkily:\n      “Well, I may be wrong; there are objections to everything. But I stick to\n      the main point. No man but an idiot would pick up that little hammer if he\n      could use a big hammer.”\n     \n\n      With that the lean and quivering hands of Wilfred Bohun went up to his\n      head and seemed to clutch his scanty yellow hair. After an instant they\n      dropped, and he cried: “That was the word I wanted; you have said the\n      word.”\n     \n\n      Then he continued, mastering his discomposure: “The words you said were,\n      ‘No man but an idiot would pick up the small hammer.’”\n     \n\n      “Yes,” said the doctor. “Well?”\n     \n\n      “Well,” said the curate, “no man but an idiot did.” The rest stared at him\n      with eyes arrested and riveted, and he went on in a febrile and feminine\n      agitation.\n    \n\n      “I am a priest,” he cried unsteadily, “and a priest should be no shedder\n      of blood. I—I mean that he should bring no one to the gallows. And I\n      thank God that I see the criminal clearly now—because he is a\n      criminal who cannot be brought to the gallows.”\n     \n\n      “You will not denounce him?” inquired the doctor.\n    \n\n      “He would not be hanged if I did denounce him,” answered Wilfred with a\n      wild but curiously happy smile. “When I went into the church this morning\n      I found a madman praying there—that poor Joe, who has been wrong all\n      his life. God knows what he prayed; but with such strange folk it is not\n      incredible to suppose that their prayers are all upside down. Very likely\n      a lunatic would pray before killing a man. When I last saw poor Joe he was\n      with my brother. My brother was mocking him.”\n     \n\n      “By Jove!” cried the doctor, “this is talking at last. But how do you\n      explain—”\n     \n\n      The Rev. Wilfred was almost trembling with the excitement of his own\n      glimpse of the truth. “Don’t you see; don’t you see,” he cried feverishly;\n      “that is the only theory that covers both the queer things, that answers\n      both the riddles. The two riddles are the little hammer and the big blow.\n      The smith might have struck the big blow, but would not have chosen the\n      little hammer. His wife would have chosen the little hammer, but she could\n      not have struck the big blow. But the madman might have done both. As for\n      the little hammer—why, he was mad and might have picked up anything.\n      And for the big blow, have you never heard, doctor, that a maniac in his\n      paroxysm may have the strength of ten men?”\n     \n\n      The doctor drew a deep breath and then said, “By golly, I believe you’ve\n      got it.”\n     \n\n      Father Brown had fixed his eyes on the speaker so long and steadily as to\n      prove that his large grey, ox-like eyes were not quite so insignificant as\n      the rest of his face. When silence had fallen he said with marked respect:\n      “Mr. Bohun, yours is the only theory yet propounded which holds water\n      every way and is essentially unassailable. I think, therefore, that you\n      deserve to be told, on my positive knowledge, that it is not the true\n      one.” And with that the old little man walked away and stared again at the\n      hammer.\n    \n\n      “That fellow seems to know more than he ought to,” whispered the doctor\n      peevishly to Wilfred. “Those popish priests are deucedly sly.”\n     \n\n      “No, no,” said Bohun, with a sort of wild fatigue. “It was the lunatic. It\n      was the lunatic.”\n     \n\n      The group of the two clerics and the doctor had fallen away from the more\n      official group containing the inspector and the man he had arrested. Now,\n      however, that their own party had broken up, they heard voices from the\n      others. The priest looked up quietly and then looked down again as he\n      heard the blacksmith say in a loud voice:\n    \n\n      “I hope I’ve convinced you, Mr. Inspector. I’m a strong man, as you say,\n      but I couldn’t have flung my hammer bang here from Greenford. My hammer\n      hasn’t got wings that it should come flying half a mile over hedges and\n      fields.”\n     \n\n      The inspector laughed amicably and said: “No, I think you can be\n      considered out of it, though it’s one of the rummiest coincidences I ever\n      saw. I can only ask you to give us all the assistance you can in finding a\n      man as big and strong as yourself. By George! you might be useful, if only\n      to hold him! I suppose you yourself have no guess at the man?”\n     \n\n      “I may have a guess,” said the pale smith, “but it is not at a man.” Then,\n      seeing the scared eyes turn towards his wife on the bench, he put his huge\n      hand on her shoulder and said: “Nor a woman either.”\n     \n\n      “What do you mean?” asked the inspector jocularly. “You don’t think cows\n      use hammers, do you?”\n     \n\n      “I think no thing of flesh held that hammer,” said the blacksmith in a\n      stifled voice; “mortally speaking, I think the man died alone.”\n     \n\n      Wilfred made a sudden forward movement and peered at him with burning\n      eyes.\n    \n\n      “Do you mean to say, Barnes,” came the sharp voice of the cobbler, “that\n      the hammer jumped up of itself and knocked the man down?”\n     \n\n      “Oh, you gentlemen may stare and snigger,” cried Simeon; “you clergymen\n      who tell us on Sunday in what a stillness the Lord smote Sennacherib. I\n      believe that One who walks invisible in every house defended the honour of\n      mine, and laid the defiler dead before the door of it. I believe the force\n      in that blow was just the force there is in earthquakes, and no force\n      less.”\n     \n\n      Wilfred said, with a voice utterly undescribable: “I told Norman myself to\n      beware of the thunderbolt.”\n     \n\n      “That agent is outside my jurisdiction,” said the inspector with a slight\n      smile.\n    \n\n      “You are not outside His,” answered the smith; “see you to it,” and,\n      turning his broad back, he went into the house.\n    \n\n      The shaken Wilfred was led away by Father Brown, who had an easy and\n      friendly way with him. “Let us get out of this horrid place, Mr. Bohun,”\n       he said. “May I look inside your church? I hear it’s one of the oldest in\n      England. We take some interest, you know,” he added with a comical\n      grimace, “in old English churches.”\n     \n\n      Wilfred Bohun did not smile, for humour was never his strong point. But he\n      nodded rather eagerly, being only too ready to explain the Gothic\n      splendours to someone more likely to be sympathetic than the Presbyterian\n      blacksmith or the atheist cobbler.\n    \n\n      “By all means,” he said; “let us go in at this side.” And he led the way\n      into the high side entrance at the top of the flight of steps. Father\n      Brown was mounting the first step to follow him when he felt a hand on his\n      shoulder, and turned to behold the dark, thin figure of the doctor, his\n      face darker yet with suspicion.\n    \n\n      “Sir,” said the physician harshly, “you appear to know some secrets in\n      this black business. May I ask if you are going to keep them to yourself?”\n     \n\n      “Why, doctor,” answered the priest, smiling quite pleasantly, “there is\n      one very good reason why a man of my trade should keep things to himself\n      when he is not sure of them, and that is that it is so constantly his duty\n      to keep them to himself when he is sure of them. But if you think I have\n      been discourteously reticent with you or anyone, I will go to the extreme\n      limit of my custom. I will give you two very large hints.”\n     \n\n      “Well, sir?” said the doctor gloomily.\n    \n\n      “First,” said Father Brown quietly, “the thing is quite in your own\n      province. It is a matter of physical science. The blacksmith is mistaken,\n      not perhaps in saying that the blow was divine, but certainly in saying\n      that it came by a miracle. It was no miracle, doctor, except in so far as\n      man is himself a miracle, with his strange and wicked and yet half-heroic\n      heart. The force that smashed that skull was a force well known to\n      scientists—one of the most frequently debated of the laws of\n      nature.”\n     \n\n      The doctor, who was looking at him with frowning intentness, only said:\n      “And the other hint?”\n     \n\n      “The other hint is this,” said the priest. “Do you remember the\n      blacksmith, though he believes in miracles, talking scornfully of the\n      impossible fairy tale that his hammer had wings and flew half a mile\n      across country?”\n     \n\n      “Yes,” said the doctor, “I remember that.”\n     \n\n      “Well,” added Father Brown, with a broad smile, “that fairy tale was the\n      nearest thing to the real truth that has been said today.” And with that\n      he turned his back and stumped up the steps after the curate.\n    \n\n      The Reverend Wilfred, who had been waiting for him, pale and impatient, as\n      if this little delay were the last straw for his nerves, led him\n      immediately to his favourite corner of the church, that part of the\n      gallery closest to the carved roof and lit by the wonderful window with\n      the angel. The little Latin priest explored and admired everything\n      exhaustively, talking cheerfully but in a low voice all the time. When in\n      the course of his investigation he found the side exit and the winding\n      stair down which Wilfred had rushed to find his brother dead, Father Brown\n      ran not down but up, with the agility of a monkey, and his clear voice\n      came from an outer platform above.\n    \n\n      “Come up here, Mr. Bohun,” he called. “The air will do you good.”\n     \n\n      Bohun followed him, and came out on a kind of stone gallery or balcony\n      outside the building, from which one could see the illimitable plain in\n      which their small hill stood, wooded away to the purple horizon and dotted\n      with villages and farms. Clear and square, but quite small beneath them,\n      was the blacksmith’s yard, where the inspector still stood taking notes\n      and the corpse still lay like a smashed fly.\n    \n\n      “Might be the map of the world, mightn’t it?” said Father Brown.\n    \n\n      “Yes,” said Bohun very gravely, and nodded his head.\n    \n\n      Immediately beneath and about them the lines of the Gothic building\n      plunged outwards into the void with a sickening swiftness akin to suicide.\n      There is that element of Titan energy in the architecture of the Middle\n      Ages that, from whatever aspect it be seen, it always seems to be rushing\n      away, like the strong back of some maddened horse. This church was hewn\n      out of ancient and silent stone, bearded with old fungoids and stained\n      with the nests of birds. And yet, when they saw it from below, it sprang\n      like a fountain at the stars; and when they saw it, as now, from above, it\n      poured like a cataract into a voiceless pit. For these two men on the\n      tower were left alone with the most terrible aspect of Gothic; the\n      monstrous foreshortening and disproportion, the dizzy perspectives, the\n      glimpses of great things small and small things great; a topsy-turvydom of\n      stone in the mid-air. Details of stone, enormous by their proximity, were\n      relieved against a pattern of fields and farms, pygmy in their distance. A\n      carved bird or beast at a corner seemed like some vast walking or flying\n      dragon wasting the pastures and villages below. The whole atmosphere was\n      dizzy and dangerous, as if men were upheld in air amid the gyrating wings\n      of colossal genii; and the whole of that old church, as tall and rich as a\n      cathedral, seemed to sit upon the sunlit country like a cloudburst.\n    \n\n      “I think there is something rather dangerous about standing on these high\n      places even to pray,” said Father Brown. “Heights were made to be looked\n      at, not to be looked from.”\n     \n\n      “Do you mean that one may fall over,” asked Wilfred.\n    \n\n      “I mean that one’s soul may fall if one’s body doesn’t,” said the other\n      priest.\n    \n\n      “I scarcely understand you,” remarked Bohun indistinctly.\n    \n\n      “Look at that blacksmith, for instance,” went on Father Brown calmly; “a\n      good man, but not a Christian—hard, imperious, unforgiving. Well,\n      his Scotch religion was made up by men who prayed on hills and high crags,\n      and learnt to look down on the world more than to look up at heaven.\n      Humility is the mother of giants. One sees great things from the valley;\n      only small things from the peak.”\n     \n\n      “But he—he didn’t do it,” said Bohun tremulously.\n    \n\n      “No,” said the other in an odd voice; “we know he didn’t do it.”\n     \n\n      After a moment he resumed, looking tranquilly out over the plain with his\n      pale grey eyes. “I knew a man,” he said, “who began by worshipping with\n      others before the altar, but who grew fond of high and lonely places to\n      pray from, corners or niches in the belfry or the spire. And once in one\n      of those dizzy places, where the whole world seemed to turn under him like\n      a wheel, his brain turned also, and he fancied he was God. So that, though\n      he was a good man, he committed a great crime.”\n     \n\n      Wilfred’s face was turned away, but his bony hands turned blue and white\n      as they tightened on the parapet of stone.\n    \n\n      “He thought it was given to him to judge the world and strike down the\n      sinner. He would never have had such a thought if he had been kneeling\n      with other men upon a floor. But he saw all men walking about like\n      insects. He saw one especially strutting just below him, insolent and\n      evident by a bright green hat—a poisonous insect.”\n     \n\n      Rooks cawed round the corners of the belfry; but there was no other sound\n      till Father Brown went on.\n    \n\n      “This also tempted him, that he had in his hand one of the most awful\n      engines of nature; I mean gravitation, that mad and quickening rush by\n      which all earth’s creatures fly back to her heart when released. See, the\n      inspector is strutting just below us in the smithy. If I were to toss a\n      pebble over this parapet it would be something like a bullet by the time\n      it struck him. If I were to drop a hammer—even a small hammer—”\n     \n\n      Wilfred Bohun threw one leg over the parapet, and Father Brown had him in\n      a minute by the collar.\n    \n\n      “Not by that door,” he said quite gently; “that door leads to hell.”\n     \n\n      Bohun staggered back against the wall, and stared at him with frightful\n      eyes.\n    \n\n      “How do you know all this?” he cried. “Are you a devil?”\n     \n\n      “I am a man,” answered Father Brown gravely; “and therefore have all\n      devils in my heart. Listen to me,” he said after a short pause. “I know\n      what you did—at least, I can guess the great part of it. When you\n      left your brother you were racked with no unrighteous rage, to the extent\n      even that you snatched up a small hammer, half inclined to kill him with\n      his foulness on his mouth. Recoiling, you thrust it under your buttoned\n      coat instead, and rushed into the church. You pray wildly in many places,\n      under the angel window, upon the platform above, and a higher platform\n      still, from which you could see the colonel’s Eastern hat like the back of\n      a green beetle crawling about. Then something snapped in your soul, and\n      you let God’s thunderbolt fall.”\n     \n\n      Wilfred put a weak hand to his head, and asked in a low voice: “How did\n      you know that his hat looked like a green beetle?”\n     \n\n      “Oh, that,” said the other with the shadow of a smile, “that was common\n      sense. But hear me further. I say I know all this; but no one else shall\n      know it. The next step is for you; I shall take no more steps; I will seal\n      this with the seal of confession. If you ask me why, there are many\n      reasons, and only one that concerns you. I leave things to you because you\n      have not yet gone very far wrong, as assassins go. You did not help to fix\n      the crime on the smith when it was easy; or on his wife, when that was\n      easy. You tried to fix it on the imbecile because you knew that he could\n      not suffer. That was one of the gleams that it is my business to find in\n      assassins. And now come down into the village, and go your own way as free\n      as the wind; for I have said my last word.”\n     \n\n      They went down the winding stairs in utter silence, and came out into the\n      sunlight by the smithy. Wilfred Bohun carefully unlatched the wooden gate\n      of the yard, and going up to the inspector, said: “I wish to give myself\n      up; I have killed my brother.”\n     ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "hammer_of_god"
    }
}