{
    "name": "Chesterton - The Honour Of Israel Gow",
    "body": "\n      A stormy evening of olive and silver was closing in, as Father Brown,\n      wrapped in a grey Scotch plaid, came to the end of a grey Scotch valley\n      and beheld the strange castle of Glengyle. It stopped one end of the glen\n      or hollow like a blind alley; and it looked like the end of the world.\n      Rising in steep roofs and spires of seagreen slate in the manner of the\n      old French-Scotch chateaux, it reminded an Englishman of the sinister\n      steeple-hats of witches in fairy tales; and the pine woods that rocked\n      round the green turrets looked, by comparison, as black as numberless\n      flocks of ravens. This note of a dreamy, almost a sleepy devilry, was no\n      mere fancy from the landscape. For there did rest on the place one of\n      those clouds of pride and madness and mysterious sorrow which lie more\n      heavily on the noble houses of Scotland than on any other of the children\n      of men. For Scotland has a double dose of the poison called heredity; the\n      sense of blood in the aristocrat, and the sense of doom in the Calvinist.\n    \n\n      The priest had snatched a day from his business at Glasgow to meet his\n      friend Flambeau, the amateur detective, who was at Glengyle Castle with\n      another more formal officer investigating the life and death of the late\n      Earl of Glengyle. That mysterious person was the last representative of a\n      race whose valour, insanity, and violent cunning had made them terrible\n      even among the sinister nobility of their nation in the sixteenth century.\n      None were deeper in that labyrinthine ambition, in chamber within chamber\n      of that palace of lies that was built up around Mary Queen of Scots.\n    \n\n      The rhyme in the country-side attested the motive and the result of their\n      machinations candidly:\n    \n\n     As green sap to the simmer trees\n     Is red gold to the Ogilvies.\n\n\n      For many centuries there had never been a decent lord in Glengyle Castle;\n      and with the Victorian era one would have thought that all eccentricities\n      were exhausted. The last Glengyle, however, satisfied his tribal tradition\n      by doing the only thing that was left for him to do; he disappeared. I do\n      not mean that he went abroad; by all accounts he was still in the castle,\n      if he was anywhere. But though his name was in the church register and the\n      big red Peerage, nobody ever saw him under the sun.\n    \n\n      If anyone saw him it was a solitary man-servant, something between a groom\n      and a gardener. He was so deaf that the more business-like assumed him to\n      be dumb; while the more penetrating declared him to be half-witted. A\n      gaunt, red-haired labourer, with a dogged jaw and chin, but quite blank\n      blue eyes, he went by the name of Israel Gow, and was the one silent\n      servant on that deserted estate. But the energy with which he dug\n      potatoes, and the regularity with which he disappeared into the kitchen\n      gave people an impression that he was providing for the meals of a\n      superior, and that the strange earl was still concealed in the castle. If\n      society needed any further proof that he was there, the servant\n      persistently asserted that he was not at home. One morning the provost and\n      the minister (for the Glengyles were Presbyterian) were summoned to the\n      castle. There they found that the gardener, groom and cook had added to\n      his many professions that of an undertaker, and had nailed up his noble\n      master in a coffin. With how much or how little further inquiry this odd\n      fact was passed, did not as yet very plainly appear; for the thing had\n      never been legally investigated till Flambeau had gone north two or three\n      days before. By then the body of Lord Glengyle (if it was the body) had\n      lain for some time in the little churchyard on the hill.\n    \n\n      As Father Brown passed through the dim garden and came under the shadow of\n      the chateau, the clouds were thick and the whole air damp and thundery.\n      Against the last stripe of the green-gold sunset he saw a black human\n      silhouette; a man in a chimney-pot hat, with a big spade over his\n      shoulder. The combination was queerly suggestive of a sexton; but when\n      Brown remembered the deaf servant who dug potatoes, he thought it natural\n      enough. He knew something of the Scotch peasant; he knew the\n      respectability which might well feel it necessary to wear “blacks” for an\n      official inquiry; he knew also the economy that would not lose an hour’s\n      digging for that. Even the man’s start and suspicious stare as the priest\n      went by were consonant enough with the vigilance and jealousy of such a\n      type.\n    \n\n      The great door was opened by Flambeau himself, who had with him a lean man\n      with iron-grey hair and papers in his hand: Inspector Craven from Scotland\n      Yard. The entrance hall was mostly stripped and empty; but the pale,\n      sneering faces of one or two of the wicked Ogilvies looked down out of\n      black periwigs and blackening canvas.\n    \n\n      Following them into an inner room, Father Brown found that the allies had\n      been seated at a long oak table, of which their end was covered with\n      scribbled papers, flanked with whisky and cigars. Through the whole of its\n      remaining length it was occupied by detached objects arranged at\n      intervals; objects about as inexplicable as any objects could be. One\n      looked like a small heap of glittering broken glass. Another looked like a\n      high heap of brown dust. A third appeared to be a plain stick of wood.\n    \n\n      “You seem to have a sort of geological museum here,” he said, as he sat\n      down, jerking his head briefly in the direction of the brown dust and the\n      crystalline fragments.\n    \n\n      “Not a geological museum,” replied Flambeau; “say a psychological museum.”\n     \n\n      “Oh, for the Lord’s sake,” cried the police detective laughing, “don’t\n      let’s begin with such long words.”\n     \n\n      “Don’t you know what psychology means?” asked Flambeau with friendly\n      surprise. “Psychology means being off your chump.”\n     \n\n      “Still I hardly follow,” replied the official.\n    \n\n      “Well,” said Flambeau, with decision, “I mean that we’ve only found out\n      one thing about Lord Glengyle. He was a maniac.”\n     \n\n      The black silhouette of Gow with his top hat and spade passed the window,\n      dimly outlined against the darkening sky. Father Brown stared passively at\n      it and answered:\n    \n\n      “I can understand there must have been something odd about the man, or he\n      wouldn’t have buried himself alive—nor been in such a hurry to bury\n      himself dead. But what makes you think it was lunacy?”\n     \n\n      “Well,” said Flambeau, “you just listen to the list of things Mr. Craven\n      has found in the house.”\n     \n\n      “We must get a candle,” said Craven, suddenly. “A storm is getting up, and\n      it’s too dark to read.”\n     \n\n      “Have you found any candles,” asked Brown smiling, “among your oddities?”\n     \n\n      Flambeau raised a grave face, and fixed his dark eyes on his friend.\n    \n\n      “That is curious, too,” he said. “Twenty-five candles, and not a trace of\n      a candlestick.”\n     \n\n      In the rapidly darkening room and rapidly rising wind, Brown went along\n      the table to where a bundle of wax candles lay among the other scrappy\n      exhibits. As he did so he bent accidentally over the heap of red-brown\n      dust; and a sharp sneeze cracked the silence.\n    \n\n      “Hullo!” he said, “snuff!”\n     \n\n      He took one of the candles, lit it carefully, came back and stuck it in\n      the neck of the whisky bottle. The unrestful night air, blowing through\n      the crazy window, waved the long flame like a banner. And on every side of\n      the castle they could hear the miles and miles of black pine wood seething\n      like a black sea around a rock.\n    \n\n      “I will read the inventory,” began Craven gravely, picking up one of the\n      papers, “the inventory of what we found loose and unexplained in the\n      castle. You are to understand that the place generally was dismantled and\n      neglected; but one or two rooms had plainly been inhabited in a simple but\n      not squalid style by somebody; somebody who was not the servant Gow. The\n      list is as follows:\n    \n\n      “First item. A very considerable hoard of precious stones, nearly all\n      diamonds, and all of them loose, without any setting whatever. Of course,\n      it is natural that the Ogilvies should have family jewels; but those are\n      exactly the jewels that are almost always set in particular articles of\n      ornament. The Ogilvies would seem to have kept theirs loose in their\n      pockets, like coppers.\n    \n\n      “Second item. Heaps and heaps of loose snuff, not kept in a horn, or even\n      a pouch, but lying in heaps on the mantelpieces, on the sideboard, on the\n      piano, anywhere. It looks as if the old gentleman would not take the\n      trouble to look in a pocket or lift a lid.\n    \n\n      “Third item. Here and there about the house curious little heaps of minute\n      pieces of metal, some like steel springs and some in the form of\n      microscopic wheels. As if they had gutted some mechanical toy.\n    \n\n      “Fourth item. The wax candles, which have to be stuck in bottle necks\n      because there is nothing else to stick them in. Now I wish you to note how\n      very much queerer all this is than anything we anticipated. For the\n      central riddle we are prepared; we have all seen at a glance that there\n      was something wrong about the last earl. We have come here to find out\n      whether he really lived here, whether he really died here, whether that\n      red-haired scarecrow who did his burying had anything to do with his\n      dying. But suppose the worst in all this, the most lurid or melodramatic\n      solution you like. Suppose the servant really killed the master, or\n      suppose the master isn’t really dead, or suppose the master is dressed up\n      as the servant, or suppose the servant is buried for the master; invent\n      what Wilkie Collins’ tragedy you like, and you still have not explained a\n      candle without a candlestick, or why an elderly gentleman of good family\n      should habitually spill snuff on the piano. The core of the tale we could\n      imagine; it is the fringes that are mysterious. By no stretch of fancy can\n      the human mind connect together snuff and diamonds and wax and loose\n      clockwork.”\n     \n\n      “I think I see the connection,” said the priest. “This Glengyle was mad\n      against the French Revolution. He was an enthusiast for the ancien regime,\n      and was trying to re-enact literally the family life of the last Bourbons.\n      He had snuff because it was the eighteenth century luxury; wax candles,\n      because they were the eighteenth century lighting; the mechanical bits of\n      iron represent the locksmith hobby of Louis XVI; the diamonds are for the\n      Diamond Necklace of Marie Antoinette.”\n     \n\n      Both the other men were staring at him with round eyes. “What a perfectly\n      extraordinary notion!” cried Flambeau. “Do you really think that is the\n      truth?”\n     \n\n      “I am perfectly sure it isn’t,” answered Father Brown, “only you said that\n      nobody could connect snuff and diamonds and clockwork and candles. I give\n      you that connection off-hand. The real truth, I am very sure, lies\n      deeper.”\n     \n\n      He paused a moment and listened to the wailing of the wind in the turrets.\n      Then he said, “The late Earl of Glengyle was a thief. He lived a second\n      and darker life as a desperate housebreaker. He did not have any\n      candlesticks because he only used these candles cut short in the little\n      lantern he carried. The snuff he employed as the fiercest French criminals\n      have used pepper: to fling it suddenly in dense masses in the face of a\n      captor or pursuer. But the final proof is in the curious coincidence of\n      the diamonds and the small steel wheels. Surely that makes everything\n      plain to you? Diamonds and small steel wheels are the only two instruments\n      with which you can cut out a pane of glass.”\n     \n\n      The bough of a broken pine tree lashed heavily in the blast against the\n      windowpane behind them, as if in parody of a burglar, but they did not\n      turn round. Their eyes were fastened on Father Brown.\n    \n\n      “Diamonds and small wheels,” repeated Craven ruminating. “Is that all that\n      makes you think it the true explanation?”\n     \n\n      “I don’t think it the true explanation,” replied the priest placidly; “but\n      you said that nobody could connect the four things. The true tale, of\n      course, is something much more humdrum. Glengyle had found, or thought he\n      had found, precious stones on his estate. Somebody had bamboozled him with\n      those loose brilliants, saying they were found in the castle caverns. The\n      little wheels are some diamond-cutting affair. He had to do the thing very\n      roughly and in a small way, with the help of a few shepherds or rude\n      fellows on these hills. Snuff is the one great luxury of such Scotch\n      shepherds; it’s the one thing with which you can bribe them. They didn’t\n      have candlesticks because they didn’t want them; they held the candles in\n      their hands when they explored the caves.”\n     \n\n      “Is that all?” asked Flambeau after a long pause. “Have we got to the dull\n      truth at last?”\n     \n\n      “Oh, no,” said Father Brown.\n    \n\n      As the wind died in the most distant pine woods with a long hoot as of\n      mockery Father Brown, with an utterly impassive face, went on:\n    \n\n      “I only suggested that because you said one could not plausibly connect\n      snuff with clockwork or candles with bright stones. Ten false philosophies\n      will fit the universe; ten false theories will fit Glengyle Castle. But we\n      want the real explanation of the castle and the universe. But are there no\n      other exhibits?”\n     \n\n      Craven laughed, and Flambeau rose smiling to his feet and strolled down\n      the long table.\n    \n\n      “Items five, six, seven, etc.,” he said, “and certainly more varied than\n      instructive. A curious collection, not of lead pencils, but of the lead\n      out of lead pencils. A senseless stick of bamboo, with the top rather\n      splintered. It might be the instrument of the crime. Only, there isn’t any\n      crime. The only other things are a few old missals and little Catholic\n      pictures, which the Ogilvies kept, I suppose, from the Middle Ages—their\n      family pride being stronger than their Puritanism. We only put them in the\n      museum because they seem curiously cut about and defaced.”\n     \n\n      The heady tempest without drove a dreadful wrack of clouds across Glengyle\n      and threw the long room into darkness as Father Brown picked up the little\n      illuminated pages to examine them. He spoke before the drift of darkness\n      had passed; but it was the voice of an utterly new man.\n    \n\n      “Mr. Craven,” said he, talking like a man ten years younger, “you have got\n      a legal warrant, haven’t you, to go up and examine that grave? The sooner\n      we do it the better, and get to the bottom of this horrible affair. If I\n      were you I should start now.”\n     \n\n      “Now,” repeated the astonished detective, “and why now?”\n     \n\n      “Because this is serious,” answered Brown; “this is not spilt snuff or\n      loose pebbles, that might be there for a hundred reasons. There is only\n      one reason I know of for this being done; and the reason goes down to the\n      roots of the world. These religious pictures are not just dirtied or torn\n      or scrawled over, which might be done in idleness or bigotry, by children\n      or by Protestants. These have been treated very carefully—and very\n      queerly. In every place where the great ornamented name of God comes in\n      the old illuminations it has been elaborately taken out. The only other\n      thing that has been removed is the halo round the head of the Child Jesus.\n      Therefore, I say, let us get our warrant and our spade and our hatchet,\n      and go up and break open that coffin.”\n     \n\n      “What do you mean?” demanded the London officer.\n    \n\n      “I mean,” answered the little priest, and his voice seemed to rise\n      slightly in the roar of the gale. “I mean that the great devil of the\n      universe may be sitting on the top tower of this castle at this moment, as\n      big as a hundred elephants, and roaring like the Apocalypse. There is\n      black magic somewhere at the bottom of this.”\n     \n\n      “Black magic,” repeated Flambeau in a low voice, for he was too\n      enlightened a man not to know of such things; “but what can these other\n      things mean?”\n     \n\n      “Oh, something damnable, I suppose,” replied Brown impatiently. “How\n      should I know? How can I guess all their mazes down below? Perhaps you can\n      make a torture out of snuff and bamboo. Perhaps lunatics lust after wax\n      and steel filings. Perhaps there is a maddening drug made of lead pencils!\n      Our shortest cut to the mystery is up the hill to the grave.”\n     \n\n      His comrades hardly knew that they had obeyed and followed him till a\n      blast of the night wind nearly flung them on their faces in the garden.\n      Nevertheless they had obeyed him like automata; for Craven found a hatchet\n      in his hand, and the warrant in his pocket; Flambeau was carrying the\n      heavy spade of the strange gardener; Father Brown was carrying the little\n      gilt book from which had been torn the name of God.\n    \n\n      The path up the hill to the churchyard was crooked but short; only under\n      that stress of wind it seemed laborious and long. Far as the eye could\n      see, farther and farther as they mounted the slope, were seas beyond seas\n      of pines, now all aslope one way under the wind. And that universal\n      gesture seemed as vain as it was vast, as vain as if that wind were\n      whistling about some unpeopled and purposeless planet. Through all that\n      infinite growth of grey-blue forests sang, shrill and high, that ancient\n      sorrow that is in the heart of all heathen things. One could fancy that\n      the voices from the under world of unfathomable foliage were cries of the\n      lost and wandering pagan gods: gods who had gone roaming in that\n      irrational forest, and who will never find their way back to heaven.\n    \n\n      “You see,” said Father Brown in low but easy tone, “Scotch people before\n      Scotland existed were a curious lot. In fact, they’re a curious lot still.\n      But in the prehistoric times I fancy they really worshipped demons. That,”\n       he added genially, “is why they jumped at the Puritan theology.”\n     \n\n      “My friend,” said Flambeau, turning in a kind of fury, “what does all that\n      snuff mean?”\n     \n\n      “My friend,” replied Brown, with equal seriousness, “there is one mark of\n      all genuine religions: materialism. Now, devil-worship is a perfectly\n      genuine religion.”\n     \n\n      They had come up on the grassy scalp of the hill, one of the few bald\n      spots that stood clear of the crashing and roaring pine forest. A mean\n      enclosure, partly timber and partly wire, rattled in the tempest to tell\n      them the border of the graveyard. But by the time Inspector Craven had\n      come to the corner of the grave, and Flambeau had planted his spade point\n      downwards and leaned on it, they were both almost as shaken as the shaky\n      wood and wire. At the foot of the grave grew great tall thistles, grey and\n      silver in their decay. Once or twice, when a ball of thistledown broke\n      under the breeze and flew past him, Craven jumped slightly as if it had\n      been an arrow.\n    \n\n      Flambeau drove the blade of his spade through the whistling grass into the\n      wet clay below. Then he seemed to stop and lean on it as on a staff.\n    \n\n      “Go on,” said the priest very gently. “We are only trying to find the\n      truth. What are you afraid of?”\n     \n\n      “I am afraid of finding it,” said Flambeau.\n    \n\n      The London detective spoke suddenly in a high crowing voice that was meant\n      to be conversational and cheery. “I wonder why he really did hide himself\n      like that. Something nasty, I suppose; was he a leper?”\n     \n\n      “Something worse than that,” said Flambeau.\n    \n\n      “And what do you imagine,” asked the other, “would be worse than a leper?”\n     \n\n      “I don’t imagine it,” said Flambeau.\n    \n\n      He dug for some dreadful minutes in silence, and then said in a choked\n      voice, “I’m afraid of his not being the right shape.”\n     \n\n      “Nor was that piece of paper, you know,” said Father Brown quietly, “and\n      we survived even that piece of paper.”\n     \n\n      Flambeau dug on with a blind energy. But the tempest had shouldered away\n      the choking grey clouds that clung to the hills like smoke and revealed\n      grey fields of faint starlight before he cleared the shape of a rude\n      timber coffin, and somehow tipped it up upon the turf. Craven stepped\n      forward with his axe; a thistle-top touched him, and he flinched. Then he\n      took a firmer stride, and hacked and wrenched with an energy like\n      Flambeau’s till the lid was torn off, and all that was there lay\n      glimmering in the grey starlight.\n    \n\n      “Bones,” said Craven; and then he added, “but it is a man,” as if that\n      were something unexpected.\n    \n\n      “Is he,” asked Flambeau in a voice that went oddly up and down, “is he all\n      right?”\n     \n\n      “Seems so,” said the officer huskily, bending over the obscure and\n      decaying skeleton in the box. “Wait a minute.”\n     \n\n      A vast heave went over Flambeau’s huge figure. “And now I come to think of\n      it,” he cried, “why in the name of madness shouldn’t he be all right? What\n      is it gets hold of a man on these cursed cold mountains? I think it’s the\n      black, brainless repetition; all these forests, and over all an ancient\n      horror of unconsciousness. It’s like the dream of an atheist. Pine-trees\n      and more pine-trees and millions more pine-trees—”\n     \n\n      “God!” cried the man by the coffin, “but he hasn’t got a head.”\n     \n\n      While the others stood rigid the priest, for the first time, showed a leap\n      of startled concern.\n    \n\n      “No head!” he repeated. “No head?” as if he had almost expected some other\n      deficiency.\n    \n\n      Half-witted visions of a headless baby born to Glengyle, of a headless\n      youth hiding himself in the castle, of a headless man pacing those ancient\n      halls or that gorgeous garden, passed in panorama through their minds. But\n      even in that stiffened instant the tale took no root in them and seemed to\n      have no reason in it. They stood listening to the loud woods and the\n      shrieking sky quite foolishly, like exhausted animals. Thought seemed to\n      be something enormous that had suddenly slipped out of their grasp.\n    \n\n      “There are three headless men,” said Father Brown, “standing round this\n      open grave.”\n     \n\n      The pale detective from London opened his mouth to speak, and left it open\n      like a yokel, while a long scream of wind tore the sky; then he looked at\n      the axe in his hands as if it did not belong to him, and dropped it.\n    \n\n      “Father,” said Flambeau in that infantile and heavy voice he used very\n      seldom, “what are we to do?”\n     \n\n      His friend’s reply came with the pent promptitude of a gun going off.\n    \n\n      “Sleep!” cried Father Brown. “Sleep. We have come to the end of the ways.\n      Do you know what sleep is? Do you know that every man who sleeps believes\n      in God? It is a sacrament; for it is an act of faith and it is a food. And\n      we need a sacrament, if only a natural one. Something has fallen on us\n      that falls very seldom on men; perhaps the worst thing that can fall on\n      them.”\n     \n\n      Craven’s parted lips came together to say, “What do you mean?”\n     \n\n      The priest had turned his face to the castle as he answered: “We have\n      found the truth; and the truth makes no sense.”\n     \n\n      He went down the path in front of them with a plunging and reckless step\n      very rare with him, and when they reached the castle again he threw\n      himself upon sleep with the simplicity of a dog.\n    \n\n      Despite his mystic praise of slumber, Father Brown was up earlier than\n      anyone else except the silent gardener; and was found smoking a big pipe\n      and watching that expert at his speechless labours in the kitchen garden.\n      Towards daybreak the rocking storm had ended in roaring rains, and the day\n      came with a curious freshness. The gardener seemed even to have been\n      conversing, but at sight of the detectives he planted his spade sullenly\n      in a bed and, saying something about his breakfast, shifted along the\n      lines of cabbages and shut himself in the kitchen. “He’s a valuable man,\n      that,” said Father Brown. “He does the potatoes amazingly. Still,” he\n      added, with a dispassionate charity, “he has his faults; which of us\n      hasn’t? He doesn’t dig this bank quite regularly. There, for instance,”\n       and he stamped suddenly on one spot. “I’m really very doubtful about that\n      potato.”\n     \n\n      “And why?” asked Craven, amused with the little man’s hobby.\n    \n\n      “I’m doubtful about it,” said the other, “because old Gow was doubtful\n      about it himself. He put his spade in methodically in every place but just\n      this. There must be a mighty fine potato just here.”\n     \n\n      Flambeau pulled up the spade and impetuously drove it into the place. He\n      turned up, under a load of soil, something that did not look like a\n      potato, but rather like a monstrous, over-domed mushroom. But it struck\n      the spade with a cold click; it rolled over like a ball, and grinned up at\n      them.\n    \n\n      “The Earl of Glengyle,” said Brown sadly, and looked down heavily at the\n      skull.\n    \n\n      Then, after a momentary meditation, he plucked the spade from Flambeau,\n      and, saying “We must hide it again,” clamped the skull down in the earth.\n      Then he leaned his little body and huge head on the great handle of the\n      spade, that stood up stiffly in the earth, and his eyes were empty and his\n      forehead full of wrinkles. “If one could only conceive,” he muttered, “the\n      meaning of this last monstrosity.” And leaning on the large spade handle,\n      he buried his brows in his hands, as men do in church.\n    \n\n      All the corners of the sky were brightening into blue and silver; the\n      birds were chattering in the tiny garden trees; so loud it seemed as if\n      the trees themselves were talking. But the three men were silent enough.\n    \n\n      “Well, I give it all up,” said Flambeau at last boisterously. “My brain\n      and this world don’t fit each other; and there’s an end of it. Snuff,\n      spoilt Prayer Books, and the insides of musical boxes—what—”\n     \n\n      Brown threw up his bothered brow and rapped on the spade handle with an\n      intolerance quite unusual with him. “Oh, tut, tut, tut, tut!” he cried.\n      “All that is as plain as a pikestaff. I understood the snuff and\n      clockwork, and so on, when I first opened my eyes this morning. And since\n      then I’ve had it out with old Gow, the gardener, who is neither so deaf\n      nor so stupid as he pretends. There’s nothing amiss about the loose items.\n      I was wrong about the torn mass-book, too; there’s no harm in that. But\n      it’s this last business. Desecrating graves and stealing dead men’s heads—surely\n      there’s harm in that? Surely there’s black magic still in that? That\n      doesn’t fit in to the quite simple story of the snuff and the candles.”\n       And, striding about again, he smoked moodily.\n    \n\n      “My friend,” said Flambeau, with a grim humour, “you must be careful with\n      me and remember I was once a criminal. The great advantage of that estate\n      was that I always made up the story myself, and acted it as quick as I\n      chose. This detective business of waiting about is too much for my French\n      impatience. All my life, for good or evil, I have done things at the\n      instant; I always fought duels the next morning; I always paid bills on\n      the nail; I never even put off a visit to the dentist—”\n     \n\n      Father Brown’s pipe fell out of his mouth and broke into three pieces on\n      the gravel path. He stood rolling his eyes, the exact picture of an idiot.\n      “Lord, what a turnip I am!” he kept saying. “Lord, what a turnip!” Then,\n      in a somewhat groggy kind of way, he began to laugh.\n    \n\n      “The dentist!” he repeated. “Six hours in the spiritual abyss, and all\n      because I never thought of the dentist! Such a simple, such a beautiful\n      and peaceful thought! Friends, we have passed a night in hell; but now the\n      sun is risen, the birds are singing, and the radiant form of the dentist\n      consoles the world.”\n     \n\n      “I will get some sense out of this,” cried Flambeau, striding forward, “if\n      I use the tortures of the Inquisition.”\n     \n\n      Father Brown repressed what appeared to be a momentary disposition to\n      dance on the now sunlit lawn and cried quite piteously, like a child, “Oh,\n      let me be silly a little. You don’t know how unhappy I have been. And now\n      I know that there has been no deep sin in this business at all. Only a\n      little lunacy, perhaps—and who minds that?”\n     \n\n      He spun round once more, then faced them with gravity.\n    \n\n      “This is not a story of crime,” he said; “rather it is the story of a\n      strange and crooked honesty. We are dealing with the one man on earth,\n      perhaps, who has taken no more than his due. It is a study in the savage\n      living logic that has been the religion of this race.\n    \n\n      “That old local rhyme about the house of Glengyle—\n    \n\n     As green sap to the simmer trees\n     Is red gold to the Ogilvies—\n\n\n      was literal as well as metaphorical. It did not merely mean that the\n      Glengyles sought for wealth; it was also true that they literally gathered\n      gold; they had a huge collection of ornaments and utensils in that metal.\n      They were, in fact, misers whose mania took that turn. In the light of\n      that fact, run through all the things we found in the castle. Diamonds\n      without their gold rings; candles without their gold candlesticks; snuff\n      without the gold snuff-boxes; pencil-leads without the gold pencil-cases;\n      a walking stick without its gold top; clockwork without the gold clocks—or\n      rather watches. And, mad as it sounds, because the halos and the name of\n      God in the old missals were of real gold; these also were taken away.”\n     \n\n      The garden seemed to brighten, the grass to grow gayer in the\n      strengthening sun, as the crazy truth was told. Flambeau lit a cigarette\n      as his friend went on.\n    \n\n      “Were taken away,” continued Father Brown; “were taken away—but not\n      stolen. Thieves would never have left this mystery. Thieves would have\n      taken the gold snuff-boxes, snuff and all; the gold pencil-cases, lead and\n      all. We have to deal with a man with a peculiar conscience, but certainly\n      a conscience. I found that mad moralist this morning in the kitchen garden\n      yonder, and I heard the whole story.\n    \n\n      “The late Archibald Ogilvie was the nearest approach to a good man ever\n      born at Glengyle. But his bitter virtue took the turn of the misanthrope;\n      he moped over the dishonesty of his ancestors, from which, somehow, he\n      generalised a dishonesty of all men. More especially he distrusted\n      philanthropy or free-giving; and he swore if he could find one man who\n      took his exact rights he should have all the gold of Glengyle. Having\n      delivered this defiance to humanity he shut himself up, without the\n      smallest expectation of its being answered. One day, however, a deaf and\n      seemingly senseless lad from a distant village brought him a belated\n      telegram; and Glengyle, in his acrid pleasantry, gave him a new farthing.\n      At least he thought he had done so, but when he turned over his change he\n      found the new farthing still there and a sovereign gone. The accident\n      offered him vistas of sneering speculation. Either way, the boy would show\n      the greasy greed of the species. Either he would vanish, a thief stealing\n      a coin; or he would sneak back with it virtuously, a snob seeking a\n      reward. In the middle of that night Lord Glengyle was knocked up out of\n      his bed—for he lived alone—and forced to open the door to the\n      deaf idiot. The idiot brought with him, not the sovereign, but exactly\n      nineteen shillings and eleven-pence three-farthings in change.\n    \n\n      “Then the wild exactitude of this action took hold of the mad lord’s brain\n      like fire. He swore he was Diogenes, that had long sought an honest man,\n      and at last had found one. He made a new will, which I have seen. He took\n      the literal youth into his huge, neglected house, and trained him up as\n      his solitary servant and—after an odd manner—his heir. And\n      whatever that queer creature understands, he understood absolutely his\n      lord’s two fixed ideas: first, that the letter of right is everything; and\n      second, that he himself was to have the gold of Glengyle. So far, that is\n      all; and that is simple. He has stripped the house of gold, and taken not\n      a grain that was not gold; not so much as a grain of snuff. He lifted the\n      gold leaf off an old illumination, fully satisfied that he left the rest\n      unspoilt. All that I understood; but I could not understand this skull\n      business. I was really uneasy about that human head buried among the\n      potatoes. It distressed me—till Flambeau said the word.\n    \n\n      “It will be all right. He will put the skull back in the grave, when he\n      has taken the gold out of the tooth.”\n     \n\n      And, indeed, when Flambeau crossed the hill that morning, he saw that\n      strange being, the just miser, digging at the desecrated grave, the plaid\n      round his throat thrashing out in the mountain wind; the sober top hat on\n      his head.\n    ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "honour_of_israel_gow"
    }
}