{
    "name": "Chesterton - The Invisible Man",
    "body": "\n      In the cool blue twilight of two steep streets in Camden Town, the shop at\n      the corner, a confectioner’s, glowed like the butt of a cigar. One should\n      rather say, perhaps, like the butt of a firework, for the light was of\n      many colours and some complexity, broken up by many mirrors and dancing on\n      many gilt and gaily-coloured cakes and sweetmeats. Against this one fiery\n      glass were glued the noses of many gutter-snipes, for the chocolates were\n      all wrapped in those red and gold and green metallic colours which are\n      almost better than chocolate itself; and the huge white wedding-cake in\n      the window was somehow at once remote and satisfying, just as if the whole\n      North Pole were good to eat. Such rainbow provocations could naturally\n      collect the youth of the neighbourhood up to the ages of ten or twelve.\n      But this corner was also attractive to youth at a later stage; and a young\n      man, not less than twenty-four, was staring into the same shop window. To\n      him, also, the shop was of fiery charm, but this attraction was not wholly\n      to be explained by chocolates; which, however, he was far from despising.\n    \n\n      He was a tall, burly, red-haired young man, with a resolute face but a\n      listless manner. He carried under his arm a flat, grey portfolio of\n      black-and-white sketches, which he had sold with more or less success to\n      publishers ever since his uncle (who was an admiral) had disinherited him\n      for Socialism, because of a lecture which he had delivered against that\n      economic theory. His name was John Turnbull Angus.\n    \n\n      Entering at last, he walked through the confectioner’s shop to the back\n      room, which was a sort of pastry-cook restaurant, merely raising his hat\n      to the young lady who was serving there. She was a dark, elegant, alert\n      girl in black, with a high colour and very quick, dark eyes; and after the\n      ordinary interval she followed him into the inner room to take his order.\n    \n\n      His order was evidently a usual one. “I want, please,” he said with\n      precision, “one halfpenny bun and a small cup of black coffee.” An instant\n      before the girl could turn away he added, “Also, I want you to marry me.”\n     \n\n      The young lady of the shop stiffened suddenly and said, “Those are jokes I\n      don’t allow.”\n     \n\n      The red-haired young man lifted grey eyes of an unexpected gravity.\n    \n\n      “Really and truly,” he said, “it’s as serious—as serious as the\n      halfpenny bun. It is expensive, like the bun; one pays for it. It is\n      indigestible, like the bun. It hurts.”\n     \n\n      The dark young lady had never taken her dark eyes off him, but seemed to\n      be studying him with almost tragic exactitude. At the end of her scrutiny\n      she had something like the shadow of a smile, and she sat down in a chair.\n    \n\n      “Don’t you think,” observed Angus, absently, “that it’s rather cruel to\n      eat these halfpenny buns? They might grow up into penny buns. I shall give\n      up these brutal sports when we are married.”\n     \n\n      The dark young lady rose from her chair and walked to the window,\n      evidently in a state of strong but not unsympathetic cogitation. When at\n      last she swung round again with an air of resolution she was bewildered to\n      observe that the young man was carefully laying out on the table various\n      objects from the shop-window. They included a pyramid of highly coloured\n      sweets, several plates of sandwiches, and the two decanters containing\n      that mysterious port and sherry which are peculiar to pastry-cooks. In the\n      middle of this neat arrangement he had carefully let down the enormous\n      load of white sugared cake which had been the huge ornament of the window.\n    \n\n      “What on earth are you doing?” she asked.\n    \n\n      “Duty, my dear Laura,” he began.\n    \n\n      “Oh, for the Lord’s sake, stop a minute,” she cried, “and don’t talk to me\n      in that way. I mean, what is all that?”\n     \n\n      “A ceremonial meal, Miss Hope.”\n     \n\n      “And what is that?” she asked impatiently, pointing to the mountain of\n      sugar.\n    \n\n      “The wedding-cake, Mrs. Angus,” he said.\n    \n\n      The girl marched to that article, removed it with some clatter, and put it\n      back in the shop window; she then returned, and, putting her elegant\n      elbows on the table, regarded the young man not unfavourably but with\n      considerable exasperation.\n    \n\n      “You don’t give me any time to think,” she said.\n    \n\n      “I’m not such a fool,” he answered; “that’s my Christian humility.”\n     \n\n      She was still looking at him; but she had grown considerably graver behind\n      the smile.\n    \n\n      “Mr. Angus,” she said steadily, “before there is a minute more of this\n      nonsense I must tell you something about myself as shortly as I can.’”\n     \n\n      “Delighted,” replied Angus gravely. “You might tell me something about\n      myself, too, while you are about it.”\n     \n\n      “Oh, do hold your tongue and listen,” she said. “It’s nothing that I’m\n      ashamed of, and it isn’t even anything that I’m specially sorry about. But\n      what would you say if there were something that is no business of mine and\n      yet is my nightmare?”\n     \n\n      “In that case,” said the man seriously, “I should suggest that you bring\n      back the cake.”\n     \n\n      “Well, you must listen to the story first,” said Laura, persistently. “To\n      begin with, I must tell you that my father owned the inn called the ‘Red\n      Fish’ at Ludbury, and I used to serve people in the bar.”\n     \n\n      “I have often wondered,” he said, “why there was a kind of a Christian air\n      about this one confectioner’s shop.”\n     \n\n      “Ludbury is a sleepy, grassy little hole in the Eastern Counties, and the\n      only kind of people who ever came to the ‘Red Fish’ were occasional\n      commercial travellers, and for the rest, the most awful people you can\n      see, only you’ve never seen them. I mean little, loungy men, who had just\n      enough to live on and had nothing to do but lean about in bar-rooms and\n      bet on horses, in bad clothes that were just too good for them. Even these\n      wretched young rotters were not very common at our house; but there were\n      two of them that were a lot too common—common in every sort of way.\n      They both lived on money of their own, and were wearisomely idle and\n      over-dressed. But yet I was a bit sorry for them, because I half believe\n      they slunk into our little empty bar because each of them had a slight\n      deformity; the sort of thing that some yokels laugh at. It wasn’t exactly\n      a deformity either; it was more an oddity. One of them was a surprisingly\n      small man, something like a dwarf, or at least like a jockey. He was not\n      at all jockeyish to look at, though; he had a round black head and a\n      well-trimmed black beard, bright eyes like a bird’s; he jingled money in\n      his pockets; he jangled a great gold watch chain; and he never turned up\n      except dressed just too much like a gentleman to be one. He was no fool\n      though, though a futile idler; he was curiously clever at all kinds of\n      things that couldn’t be the slightest use; a sort of impromptu conjuring;\n      making fifteen matches set fire to each other like a regular firework; or\n      cutting a banana or some such thing into a dancing doll. His name was\n      Isidore Smythe; and I can see him still, with his little dark face, just\n      coming up to the counter, making a jumping kangaroo out of five cigars.\n    \n\n      “The other fellow was more silent and more ordinary; but somehow he\n      alarmed me much more than poor little Smythe. He was very tall and slight,\n      and light-haired; his nose had a high bridge, and he might almost have\n      been handsome in a spectral sort of way; but he had one of the most\n      appalling squints I have ever seen or heard of. When he looked straight at\n      you, you didn’t know where you were yourself, let alone what he was\n      looking at. I fancy this sort of disfigurement embittered the poor chap a\n      little; for while Smythe was ready to show off his monkey tricks anywhere,\n      James Welkin (that was the squinting man’s name) never did anything except\n      soak in our bar parlour, and go for great walks by himself in the flat,\n      grey country all round. All the same, I think Smythe, too, was a little\n      sensitive about being so small, though he carried it off more smartly. And\n      so it was that I was really puzzled, as well as startled, and very sorry,\n      when they both offered to marry me in the same week.\n    \n\n      “Well, I did what I’ve since thought was perhaps a silly thing. But, after\n      all, these freaks were my friends in a way; and I had a horror of their\n      thinking I refused them for the real reason, which was that they were so\n      impossibly ugly. So I made up some gas of another sort, about never\n      meaning to marry anyone who hadn’t carved his way in the world. I said it\n      was a point of principle with me not to live on money that was just\n      inherited like theirs. Two days after I had talked in this well-meaning\n      sort of way, the whole trouble began. The first thing I heard was that\n      both of them had gone off to seek their fortunes, as if they were in some\n      silly fairy tale.\n    \n\n      “Well, I’ve never seen either of them from that day to this. But I’ve had\n      two letters from the little man called Smythe, and really they were rather\n      exciting.”\n     \n\n      “Ever heard of the other man?” asked Angus.\n    \n\n      “No, he never wrote,” said the girl, after an instant’s hesitation.\n      “Smythe’s first letter was simply to say that he had started out walking\n      with Welkin to London; but Welkin was such a good walker that the little\n      man dropped out of it, and took a rest by the roadside. He happened to be\n      picked up by some travelling show, and, partly because he was nearly a\n      dwarf, and partly because he was really a clever little wretch, he got on\n      quite well in the show business, and was soon sent up to the Aquarium, to\n      do some tricks that I forget. That was his first letter. His second was\n      much more of a startler, and I only got it last week.”\n     \n\n      The man called Angus emptied his coffee-cup and regarded her with mild and\n      patient eyes. Her own mouth took a slight twist of laughter as she\n      resumed, “I suppose you’ve seen on the hoardings all about this ‘Smythe’s\n      Silent Service’? Or you must be the only person that hasn’t. Oh, I don’t\n      know much about it, it’s some clockwork invention for doing all the\n      housework by machinery. You know the sort of thing: ‘Press a Button—A\n      Butler who Never Drinks.’ ‘Turn a Handle—Ten Housemaids who Never\n      Flirt.’ You must have seen the advertisements. Well, whatever these\n      machines are, they are making pots of money; and they are making it all\n      for that little imp whom I knew down in Ludbury. I can’t help feeling\n      pleased the poor little chap has fallen on his feet; but the plain fact\n      is, I’m in terror of his turning up any minute and telling me he’s carved\n      his way in the world—as he certainly has.”\n     \n\n      “And the other man?” repeated Angus with a sort of obstinate quietude.\n    \n\n      Laura Hope got to her feet suddenly. “My friend,” she said, “I think you\n      are a witch. Yes, you are quite right. I have not seen a line of the other\n      man’s writing; and I have no more notion than the dead of what or where he\n      is. But it is of him that I am frightened. It is he who is all about my\n      path. It is he who has half driven me mad. Indeed, I think he has driven\n      me mad; for I have felt him where he could not have been, and I have heard\n      his voice when he could not have spoken.”\n     \n\n      “Well, my dear,” said the young man, cheerfully, “if he were Satan\n      himself, he is done for now you have told somebody. One goes mad all\n      alone, old girl. But when was it you fancied you felt and heard our\n      squinting friend?”\n     \n\n      “I heard James Welkin laugh as plainly as I hear you speak,” said the\n      girl, steadily. “There was nobody there, for I stood just outside the shop\n      at the corner, and could see down both streets at once. I had forgotten\n      how he laughed, though his laugh was as odd as his squint. I had not\n      thought of him for nearly a year. But it’s a solemn truth that a few\n      seconds later the first letter came from his rival.”\n     \n\n      “Did you ever make the spectre speak or squeak, or anything?” asked Angus,\n      with some interest.\n    \n\n      Laura suddenly shuddered, and then said, with an unshaken voice, “Yes.\n      Just when I had finished reading the second letter from Isidore Smythe\n      announcing his success. Just then, I heard Welkin say, ‘He shan’t have\n      you, though.’ It was quite plain, as if he were in the room. It is awful,\n      I think I must be mad.”\n     \n\n      “If you really were mad,” said the young man, “you would think you must be\n      sane. But certainly there seems to me to be something a little rum about\n      this unseen gentleman. Two heads are better than one—I spare you\n      allusions to any other organs and really, if you would allow me, as a\n      sturdy, practical man, to bring back the wedding-cake out of the window—”\n     \n\n      Even as he spoke, there was a sort of steely shriek in the street outside,\n      and a small motor, driven at devilish speed, shot up to the door of the\n      shop and stuck there. In the same flash of time a small man in a shiny top\n      hat stood stamping in the outer room.\n    \n\n      Angus, who had hitherto maintained hilarious ease from motives of mental\n      hygiene, revealed the strain of his soul by striding abruptly out of the\n      inner room and confronting the new-comer. A glance at him was quite\n      sufficient to confirm the savage guesswork of a man in love. This very\n      dapper but dwarfish figure, with the spike of black beard carried\n      insolently forward, the clever unrestful eyes, the neat but very nervous\n      fingers, could be none other than the man just described to him: Isidore\n      Smythe, who made dolls out of banana skins and match-boxes; Isidore\n      Smythe, who made millions out of undrinking butlers and unflirting\n      housemaids of metal. For a moment the two men, instinctively understanding\n      each other’s air of possession, looked at each other with that curious\n      cold generosity which is the soul of rivalry.\n    \n\n      Mr. Smythe, however, made no allusion to the ultimate ground of their\n      antagonism, but said simply and explosively, “Has Miss Hope seen that\n      thing on the window?”\n     \n\n      “On the window?” repeated the staring Angus.\n    \n\n      “There’s no time to explain other things,” said the small millionaire\n      shortly. “There’s some tomfoolery going on here that has to be\n      investigated.”\n     \n\n      He pointed his polished walking-stick at the window, recently depleted by\n      the bridal preparations of Mr. Angus; and that gentleman was astonished to\n      see along the front of the glass a long strip of paper pasted, which had\n      certainly not been on the window when he looked through it some time\n      before. Following the energetic Smythe outside into the street, he found\n      that some yard and a half of stamp paper had been carefully gummed along\n      the glass outside, and on this was written in straggly characters, “If you\n      marry Smythe, he will die.”\n     \n\n      “Laura,” said Angus, putting his big red head into the shop, “you’re not\n      mad.”\n     \n\n      “It’s the writing of that fellow Welkin,” said Smythe gruffly. “I haven’t\n      seen him for years, but he’s always bothering me. Five times in the last\n      fortnight he’s had threatening letters left at my flat, and I can’t even\n      find out who leaves them, let alone if it is Welkin himself. The porter of\n      the flats swears that no suspicious characters have been seen, and here he\n      has pasted up a sort of dado on a public shop window, while the people in\n      the shop—”\n     \n\n      “Quite so,” said Angus modestly, “while the people in the shop were having\n      tea. Well, sir, I can assure you I appreciate your common sense in dealing\n      so directly with the matter. We can talk about other things afterwards.\n      The fellow cannot be very far off yet, for I swear there was no paper\n      there when I went last to the window, ten or fifteen minutes ago. On the\n      other hand, he’s too far off to be chased, as we don’t even know the\n      direction. If you’ll take my advice, Mr. Smythe, you’ll put this at once\n      in the hands of some energetic inquiry man, private rather than public. I\n      know an extremely clever fellow, who has set up in business five minutes\n      from here in your car. His name’s Flambeau, and though his youth was a bit\n      stormy, he’s a strictly honest man now, and his brains are worth money. He\n      lives in Lucknow Mansions, Hampstead.”\n     \n\n      “That is odd,” said the little man, arching his black eyebrows. “I live,\n      myself, in Himylaya Mansions, round the corner. Perhaps you might care to\n      come with me; I can go to my rooms and sort out these queer Welkin\n      documents, while you run round and get your friend the detective.”\n     \n\n      “You are very good,” said Angus politely. “Well, the sooner we act the\n      better.”\n     \n\n      Both men, with a queer kind of impromptu fairness, took the same sort of\n      formal farewell of the lady, and both jumped into the brisk little car. As\n      Smythe took the handles and they turned the great corner of the street,\n      Angus was amused to see a gigantesque poster of “Smythe’s Silent Service,”\n       with a picture of a huge headless iron doll, carrying a saucepan with the\n      legend, “A Cook Who is Never Cross.”\n     \n\n      “I use them in my own flat,” said the little black-bearded man, laughing,\n      “partly for advertisements, and partly for real convenience. Honestly, and\n      all above board, those big clockwork dolls of mine do bring your coals or\n      claret or a timetable quicker than any live servants I’ve ever known, if\n      you know which knob to press. But I’ll never deny, between ourselves, that\n      such servants have their disadvantages, too.”\n     \n\n      “Indeed?” said Angus; “is there something they can’t do?”\n     \n\n      “Yes,” replied Smythe coolly; “they can’t tell me who left those\n      threatening letters at my flat.”\n     \n\n      The man’s motor was small and swift like himself; in fact, like his\n      domestic service, it was of his own invention. If he was an advertising\n      quack, he was one who believed in his own wares. The sense of something\n      tiny and flying was accentuated as they swept up long white curves of road\n      in the dead but open daylight of evening. Soon the white curves came\n      sharper and dizzier; they were upon ascending spirals, as they say in the\n      modern religions. For, indeed, they were cresting a corner of London which\n      is almost as precipitous as Edinburgh, if not quite so picturesque.\n      Terrace rose above terrace, and the special tower of flats they sought,\n      rose above them all to almost Egyptian height, gilt by the level sunset.\n      The change, as they turned the corner and entered the crescent known as\n      Himylaya Mansions, was as abrupt as the opening of a window; for they\n      found that pile of flats sitting above London as above a green sea of\n      slate. Opposite to the mansions, on the other side of the gravel crescent,\n      was a bushy enclosure more like a steep hedge or dyke than a garden, and\n      some way below that ran a strip of artificial water, a sort of canal, like\n      the moat of that embowered fortress. As the car swept round the crescent\n      it passed, at one corner, the stray stall of a man selling chestnuts; and\n      right away at the other end of the curve, Angus could see a dim blue\n      policeman walking slowly. These were the only human shapes in that high\n      suburban solitude; but he had an irrational sense that they expressed the\n      speechless poetry of London. He felt as if they were figures in a story.\n    \n\n      The little car shot up to the right house like a bullet, and shot out its\n      owner like a bomb shell. He was immediately inquiring of a tall\n      commissionaire in shining braid, and a short porter in shirt sleeves,\n      whether anybody or anything had been seeking his apartments. He was\n      assured that nobody and nothing had passed these officials since his last\n      inquiries; whereupon he and the slightly bewildered Angus were shot up in\n      the lift like a rocket, till they reached the top floor.\n    \n\n      “Just come in for a minute,” said the breathless Smythe. “I want to show\n      you those Welkin letters. Then you might run round the corner and fetch\n      your friend.” He pressed a button concealed in the wall, and the door\n      opened of itself.\n    \n\n      It opened on a long, commodious ante-room, of which the only arresting\n      features, ordinarily speaking, were the rows of tall half-human mechanical\n      figures that stood up on both sides like tailors’ dummies. Like tailors’ \n      dummies they were headless; and like tailors’ dummies they had a handsome\n      unnecessary humpiness in the shoulders, and a pigeon-breasted protuberance\n      of chest; but barring this, they were not much more like a human figure\n      than any automatic machine at a station that is about the human height.\n      They had two great hooks like arms, for carrying trays; and they were\n      painted pea-green, or vermilion, or black for convenience of distinction;\n      in every other way they were only automatic machines and nobody would have\n      looked twice at them. On this occasion, at least, nobody did. For between\n      the two rows of these domestic dummies lay something more interesting than\n      most of the mechanics of the world. It was a white, tattered scrap of\n      paper scrawled with red ink; and the agile inventor had snatched it up\n      almost as soon as the door flew open. He handed it to Angus without a\n      word. The red ink on it actually was not dry, and the message ran, “If you\n      have been to see her today, I shall kill you.”\n     \n\n      There was a short silence, and then Isidore Smythe said quietly, “Would\n      you like a little whiskey? I rather feel as if I should.”\n     \n\n      “Thank you; I should like a little Flambeau,” said Angus, gloomily. “This\n      business seems to me to be getting rather grave. I’m going round at once\n      to fetch him.”\n     \n\n      “Right you are,” said the other, with admirable cheerfulness. “Bring him\n      round here as quick as you can.”\n     \n\n      But as Angus closed the front door behind him he saw Smythe push back a\n      button, and one of the clockwork images glided from its place and slid\n      along a groove in the floor carrying a tray with syphon and decanter.\n      There did seem something a trifle weird about leaving the little man alone\n      among those dead servants, who were coming to life as the door closed.\n    \n\n      Six steps down from Smythe’s landing the man in shirt sleeves was doing\n      something with a pail. Angus stopped to extract a promise, fortified with\n      a prospective bribe, that he would remain in that place until the return\n      with the detective, and would keep count of any kind of stranger coming up\n      those stairs. Dashing down to the front hall he then laid similar charges\n      of vigilance on the commissionaire at the front door, from whom he learned\n      the simplifying circumstances that there was no back door. Not content\n      with this, he captured the floating policeman and induced him to stand\n      opposite the entrance and watch it; and finally paused an instant for a\n      pennyworth of chestnuts, and an inquiry as to the probable length of the\n      merchant’s stay in the neighbourhood.\n    \n\n      The chestnut seller, turning up the collar of his coat, told him he should\n      probably be moving shortly, as he thought it was going to snow. Indeed,\n      the evening was growing grey and bitter, but Angus, with all his\n      eloquence, proceeded to nail the chestnut man to his post.\n    \n\n      “Keep yourself warm on your own chestnuts,” he said earnestly. “Eat up\n      your whole stock; I’ll make it worth your while. I’ll give you a sovereign\n      if you’ll wait here till I come back, and then tell me whether any man,\n      woman, or child has gone into that house where the commissionaire is\n      standing.”\n     \n\n      He then walked away smartly, with a last look at the besieged tower.\n    \n\n      “I’ve made a ring round that room, anyhow,” he said. “They can’t all four\n      of them be Mr. Welkin’s accomplices.”\n     \n\n      Lucknow Mansions were, so to speak, on a lower platform of that hill of\n      houses, of which Himylaya Mansions might be called the peak. Mr.\n      Flambeau’s semi-official flat was on the ground floor, and presented in\n      every way a marked contrast to the American machinery and cold hotel-like\n      luxury of the flat of the Silent Service. Flambeau, who was a friend of\n      Angus, received him in a rococo artistic den behind his office, of which\n      the ornaments were sabres, harquebuses, Eastern curiosities, flasks of\n      Italian wine, savage cooking-pots, a plumy Persian cat, and a small\n      dusty-looking Roman Catholic priest, who looked particularly out of place.\n    \n\n      “This is my friend Father Brown,” said Flambeau. “I’ve often wanted you to\n      meet him. Splendid weather, this; a little cold for Southerners like me.”\n     \n\n      “Yes, I think it will keep clear,” said Angus, sitting down on a\n      violet-striped Eastern ottoman.\n    \n\n      “No,” said the priest quietly, “it has begun to snow.”\n     \n\n      And, indeed, as he spoke, the first few flakes, foreseen by the man of\n      chestnuts, began to drift across the darkening windowpane.\n    \n\n      “Well,” said Angus heavily. “I’m afraid I’ve come on business, and rather\n      jumpy business at that. The fact is, Flambeau, within a stone’s throw of\n      your house is a fellow who badly wants your help; he’s perpetually being\n      haunted and threatened by an invisible enemy—a scoundrel whom nobody\n      has even seen.” As Angus proceeded to tell the whole tale of Smythe and\n      Welkin, beginning with Laura’s story, and going on with his own, the\n      supernatural laugh at the corner of two empty streets, the strange\n      distinct words spoken in an empty room, Flambeau grew more and more\n      vividly concerned, and the little priest seemed to be left out of it, like\n      a piece of furniture. When it came to the scribbled stamp-paper pasted on\n      the window, Flambeau rose, seeming to fill the room with his huge\n      shoulders.\n    \n\n      “If you don’t mind,” he said, “I think you had better tell me the rest on\n      the nearest road to this man’s house. It strikes me, somehow, that there\n      is no time to be lost.”\n     \n\n      “Delighted,” said Angus, rising also, “though he’s safe enough for the\n      present, for I’ve set four men to watch the only hole to his burrow.”\n     \n\n      They turned out into the street, the small priest trundling after them\n      with the docility of a small dog. He merely said, in a cheerful way, like\n      one making conversation, “How quick the snow gets thick on the ground.”\n     \n\n      As they threaded the steep side streets already powdered with silver,\n      Angus finished his story; and by the time they reached the crescent with\n      the towering flats, he had leisure to turn his attention to the four\n      sentinels. The chestnut seller, both before and after receiving a\n      sovereign, swore stubbornly that he had watched the door and seen no\n      visitor enter. The policeman was even more emphatic. He said he had had\n      experience of crooks of all kinds, in top hats and in rags; he wasn’t so\n      green as to expect suspicious characters to look suspicious; he looked out\n      for anybody, and, so help him, there had been nobody. And when all three\n      men gathered round the gilded commissionaire, who still stood smiling\n      astride of the porch, the verdict was more final still.\n    \n\n      “I’ve got a right to ask any man, duke or dustman, what he wants in these\n      flats,” said the genial and gold-laced giant, “and I’ll swear there’s been\n      nobody to ask since this gentleman went away.”\n     \n\n      The unimportant Father Brown, who stood back, looking modestly at the\n      pavement, here ventured to say meekly, “Has nobody been up and down\n      stairs, then, since the snow began to fall? It began while we were all\n      round at Flambeau’s.”\n     \n\n      “Nobody’s been in here, sir, you can take it from me,” said the official,\n      with beaming authority.\n    \n\n      “Then I wonder what that is?” said the priest, and stared at the ground\n      blankly like a fish.\n    \n\n      The others all looked down also; and Flambeau used a fierce exclamation\n      and a French gesture. For it was unquestionably true that down the middle\n      of the entrance guarded by the man in gold lace, actually between the\n      arrogant, stretched legs of that colossus, ran a stringy pattern of grey\n      footprints stamped upon the white snow.\n    \n\n      “God!” cried Angus involuntarily, “the Invisible Man!”\n     \n\n      Without another word he turned and dashed up the stairs, with Flambeau\n      following; but Father Brown still stood looking about him in the snow-clad\n      street as if he had lost interest in his query.\n    \n\n      Flambeau was plainly in a mood to break down the door with his big\n      shoulders; but the Scotchman, with more reason, if less intuition, fumbled\n      about on the frame of the door till he found the invisible button; and the\n      door swung slowly open.\n    \n\n      It showed substantially the same serried interior; the hall had grown\n      darker, though it was still struck here and there with the last crimson\n      shafts of sunset, and one or two of the headless machines had been moved\n      from their places for this or that purpose, and stood here and there about\n      the twilit place. The green and red of their coats were all darkened in\n      the dusk; and their likeness to human shapes slightly increased by their\n      very shapelessness. But in the middle of them all, exactly where the paper\n      with the red ink had lain, there lay something that looked like red ink\n      spilt out of its bottle. But it was not red ink.\n    \n\n      With a French combination of reason and violence Flambeau simply said\n      “Murder!” and, plunging into the flat, had explored, every corner and\n      cupboard of it in five minutes. But if he expected to find a corpse he\n      found none. Isidore Smythe was not in the place, either dead or alive.\n      After the most tearing search the two men met each other in the outer\n      hall, with streaming faces and staring eyes. “My friend,” said Flambeau,\n      talking French in his excitement, “not only is your murderer invisible,\n      but he makes invisible also the murdered man.”\n     \n\n      Angus looked round at the dim room full of dummies, and in some Celtic\n      corner of his Scotch soul a shudder started. One of the life-size dolls\n      stood immediately overshadowing the blood stain, summoned, perhaps, by the\n      slain man an instant before he fell. One of the high-shouldered hooks that\n      served the thing for arms, was a little lifted, and Angus had suddenly the\n      horrid fancy that poor Smythe’s own iron child had struck him down. Matter\n      had rebelled, and these machines had killed their master. But even so,\n      what had they done with him?\n    \n\n      “Eaten him?” said the nightmare at his ear; and he sickened for an instant\n      at the idea of rent, human remains absorbed and crushed into all that\n      acephalous clockwork.\n    \n\n      He recovered his mental health by an emphatic effort, and said to\n      Flambeau, “Well, there it is. The poor fellow has evaporated like a cloud\n      and left a red streak on the floor. The tale does not belong to this\n      world.”\n     \n\n      “There is only one thing to be done,” said Flambeau, “whether it belongs\n      to this world or the other. I must go down and talk to my friend.”\n     \n\n      They descended, passing the man with the pail, who again asseverated that\n      he had let no intruder pass, down to the commissionaire and the hovering\n      chestnut man, who rigidly reasserted their own watchfulness. But when\n      Angus looked round for his fourth confirmation he could not see it, and\n      called out with some nervousness, “Where is the policeman?”\n     \n\n      “I beg your pardon,” said Father Brown; “that is my fault. I just sent him\n      down the road to investigate something—that I just thought worth\n      investigating.”\n     \n\n      “Well, we want him back pretty soon,” said Angus abruptly, “for the\n      wretched man upstairs has not only been murdered, but wiped out.”\n     \n\n      “How?” asked the priest.\n    \n\n      “Father,” said Flambeau, after a pause, “upon my soul I believe it is more\n      in your department than mine. No friend or foe has entered the house, but\n      Smythe is gone, as if stolen by the fairies. If that is not supernatural,\n      I—”\n     \n\n      As he spoke they were all checked by an unusual sight; the big blue\n      policeman came round the corner of the crescent, running. He came straight\n      up to Brown.\n    \n\n      “You’re right, sir,” he panted, “they’ve just found poor Mr. Smythe’s body\n      in the canal down below.”\n     \n\n      Angus put his hand wildly to his head. “Did he run down and drown\n      himself?” he asked.\n    \n\n      “He never came down, I’ll swear,” said the constable, “and he wasn’t\n      drowned either, for he died of a great stab over the heart.”\n     \n\n      “And yet you saw no one enter?” said Flambeau in a grave voice.\n    \n\n      “Let us walk down the road a little,” said the priest.\n    \n\n      As they reached the other end of the crescent he observed abruptly,\n      “Stupid of me! I forgot to ask the policeman something. I wonder if they\n      found a light brown sack.”\n     \n\n      “Why a light brown sack?” asked Angus, astonished.\n    \n\n      “Because if it was any other coloured sack, the case must begin over\n      again,” said Father Brown; “but if it was a light brown sack, why, the\n      case is finished.”\n     \n\n      “I am pleased to hear it,” said Angus with hearty irony. “It hasn’t begun,\n      so far as I am concerned.”\n     \n\n      “You must tell us all about it,” said Flambeau with a strange heavy\n      simplicity, like a child.\n    \n\n      Unconsciously they were walking with quickening steps down the long sweep\n      of road on the other side of the high crescent, Father Brown leading\n      briskly, though in silence. At last he said with an almost touching\n      vagueness, “Well, I’m afraid you’ll think it so prosy. We always begin at\n      the abstract end of things, and you can’t begin this story anywhere else.\n    \n\n      “Have you ever noticed this—that people never answer what you say?\n      They answer what you mean—or what they think you mean. Suppose one\n      lady says to another in a country house, ‘Is anybody staying with you?’ \n      the lady doesn’t answer ‘Yes; the butler, the three footmen, the\n      parlourmaid, and so on,’ though the parlourmaid may be in the room, or the\n      butler behind her chair. She says ‘There is nobody staying with us,’ \n      meaning nobody of the sort you mean. But suppose a doctor inquiring into\n      an epidemic asks, ‘Who is staying in the house?’ then the lady will\n      remember the butler, the parlourmaid, and the rest. All language is used\n      like that; you never get a question answered literally, even when you get\n      it answered truly. When those four quite honest men said that no man had\n      gone into the Mansions, they did not really mean that no man had gone into\n      them. They meant no man whom they could suspect of being your man. A man\n      did go into the house, and did come out of it, but they never noticed\n      him.”\n     \n\n      “An invisible man?” inquired Angus, raising his red eyebrows. “A mentally\n      invisible man,” said Father Brown.\n    \n\n      A minute or two after he resumed in the same unassuming voice, like a man\n      thinking his way. “Of course you can’t think of such a man, until you do\n      think of him. That’s where his cleverness comes in. But I came to think of\n      him through two or three little things in the tale Mr. Angus told us.\n      First, there was the fact that this Welkin went for long walks. And then\n      there was the vast lot of stamp paper on the window. And then, most of\n      all, there were the two things the young lady said—things that\n      couldn’t be true. Don’t get annoyed,” he added hastily, noting a sudden\n      movement of the Scotchman’s head; “she thought they were true. A person\n      can’t be quite alone in a street a second before she receives a letter.\n      She can’t be quite alone in a street when she starts reading a letter just\n      received. There must be somebody pretty near her; he must be mentally\n      invisible.”\n     \n\n      “Why must there be somebody near her?” asked Angus.\n    \n\n      “Because,” said Father Brown, “barring carrier-pigeons, somebody must have\n      brought her the letter.”\n     \n\n      “Do you really mean to say,” asked Flambeau, with energy, “that Welkin\n      carried his rival’s letters to his lady?”\n     \n\n      “Yes,” said the priest. “Welkin carried his rival’s letters to his lady.\n      You see, he had to.”\n     \n\n      “Oh, I can’t stand much more of this,” exploded Flambeau. “Who is this\n      fellow? What does he look like? What is the usual get-up of a mentally\n      invisible man?”\n     \n\n      “He is dressed rather handsomely in red, blue and gold,” replied the\n      priest promptly with precision, “and in this striking, and even showy,\n      costume he entered Himylaya Mansions under eight human eyes; he killed\n      Smythe in cold blood, and came down into the street again carrying the\n      dead body in his arms—”\n     \n\n      “Reverend sir,” cried Angus, standing still, “are you raving mad, or am\n      I?”\n     \n\n      “You are not mad,” said Brown, “only a little unobservant. You have not\n      noticed such a man as this, for example.”\n     \n\n      He took three quick strides forward, and put his hand on the shoulder of\n      an ordinary passing postman who had bustled by them unnoticed under the\n      shade of the trees.\n    \n\n      “Nobody ever notices postmen somehow,” he said thoughtfully; “yet they\n      have passions like other men, and even carry large bags where a small\n      corpse can be stowed quite easily.”\n     \n\n      The postman, instead of turning naturally, had ducked and tumbled against\n      the garden fence. He was a lean fair-bearded man of very ordinary\n      appearance, but as he turned an alarmed face over his shoulder, all three\n      men were fixed with an almost fiendish squint.\n    \n\n      Flambeau went back to his sabres, purple rugs and Persian cat, having many\n      things to attend to. John Turnbull Angus went back to the lady at the\n      shop, with whom that imprudent young man contrives to be extremely\n      comfortable. But Father Brown walked those snow-covered hills under the\n      stars for many hours with a murderer, and what they said to each other\n      will never be known.\n    ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "invisible_man"
    }
}