{
    "name": "Chesterton - The Queer Feet",
    "body": "\n      If you meet a member of that select club, “The Twelve True Fishermen,”\n       entering the Vernon Hotel for the annual club dinner, you will observe, as\n      he takes off his overcoat, that his evening coat is green and not black.\n      If (supposing that you have the star-defying audacity to address such a\n      being) you ask him why, he will probably answer that he does it to avoid\n      being mistaken for a waiter. You will then retire crushed. But you will\n      leave behind you a mystery as yet unsolved and a tale worth telling.\n    \n\n      If (to pursue the same vein of improbable conjecture) you were to meet a\n      mild, hard-working little priest, named Father Brown, and were to ask him\n      what he thought was the most singular luck of his life, he would probably\n      reply that upon the whole his best stroke was at the Vernon Hotel, where\n      he had averted a crime and, perhaps, saved a soul, merely by listening to\n      a few footsteps in a passage. He is perhaps a little proud of this wild\n      and wonderful guess of his, and it is possible that he might refer to it.\n      But since it is immeasurably unlikely that you will ever rise high enough\n      in the social world to find “The Twelve True Fishermen,” or that you will\n      ever sink low enough among slums and criminals to find Father Brown, I\n      fear you will never hear the story at all unless you hear it from me.\n    \n\n      The Vernon Hotel at which The Twelve True Fishermen held their annual\n      dinners was an institution such as can only exist in an oligarchical\n      society which has almost gone mad on good manners. It was that topsy-turvy\n      product—an “exclusive” commercial enterprise. That is, it was a\n      thing which paid not by attracting people, but actually by turning people\n      away. In the heart of a plutocracy tradesmen become cunning enough to be\n      more fastidious than their customers. They positively create difficulties\n      so that their wealthy and weary clients may spend money and diplomacy in\n      overcoming them. If there were a fashionable hotel in London which no man\n      could enter who was under six foot, society would meekly make up parties\n      of six-foot men to dine in it. If there were an expensive restaurant which\n      by a mere caprice of its proprietor was only open on Thursday afternoon,\n      it would be crowded on Thursday afternoon. The Vernon Hotel stood, as if\n      by accident, in the corner of a square in Belgravia. It was a small hotel;\n      and a very inconvenient one. But its very inconveniences were considered\n      as walls protecting a particular class. One inconvenience, in particular,\n      was held to be of vital importance: the fact that practically only\n      twenty-four people could dine in the place at once. The only big dinner\n      table was the celebrated terrace table, which stood open to the air on a\n      sort of veranda overlooking one of the most exquisite old gardens in\n      London. Thus it happened that even the twenty-four seats at this table\n      could only be enjoyed in warm weather; and this making the enjoyment yet\n      more difficult made it yet more desired. The existing owner of the hotel\n      was a Jew named Lever; and he made nearly a million out of it, by making\n      it difficult to get into. Of course he combined with this limitation in\n      the scope of his enterprise the most careful polish in its performance.\n      The wines and cooking were really as good as any in Europe, and the\n      demeanour of the attendants exactly mirrored the fixed mood of the English\n      upper class. The proprietor knew all his waiters like the fingers on his\n      hand; there were only fifteen of them all told. It was much easier to\n      become a Member of Parliament than to become a waiter in that hotel. Each\n      waiter was trained in terrible silence and smoothness, as if he were a\n      gentleman’s servant. And, indeed, there was generally at least one waiter\n      to every gentleman who dined.\n    \n\n      The club of The Twelve True Fishermen would not have consented to dine\n      anywhere but in such a place, for it insisted on a luxurious privacy; and\n      would have been quite upset by the mere thought that any other club was\n      even dining in the same building. On the occasion of their annual dinner\n      the Fishermen were in the habit of exposing all their treasures, as if\n      they were in a private house, especially the celebrated set of fish knives\n      and forks which were, as it were, the insignia of the society, each being\n      exquisitely wrought in silver in the form of a fish, and each loaded at\n      the hilt with one large pearl. These were always laid out for the fish\n      course, and the fish course was always the most magnificent in that\n      magnificent repast. The society had a vast number of ceremonies and\n      observances, but it had no history and no object; that was where it was so\n      very aristocratic. You did not have to be anything in order to be one of\n      the Twelve Fishers; unless you were already a certain sort of person, you\n      never even heard of them. It had been in existence twelve years. Its\n      president was Mr. Audley. Its vice-president was the Duke of Chester.\n    \n\n      If I have in any degree conveyed the atmosphere of this appalling hotel,\n      the reader may feel a natural wonder as to how I came to know anything\n      about it, and may even speculate as to how so ordinary a person as my\n      friend Father Brown came to find himself in that golden galley. As far as\n      that is concerned, my story is simple, or even vulgar. There is in the\n      world a very aged rioter and demagogue who breaks into the most refined\n      retreats with the dreadful information that all men are brothers, and\n      wherever this leveller went on his pale horse it was Father Brown’s trade\n      to follow. One of the waiters, an Italian, had been struck down with a\n      paralytic stroke that afternoon; and his Jewish employer, marvelling\n      mildly at such superstitions, had consented to send for the nearest Popish\n      priest. With what the waiter confessed to Father Brown we are not\n      concerned, for the excellent reason that that cleric kept it to himself;\n      but apparently it involved him in writing out a note or statement for the\n      conveying of some message or the righting of some wrong. Father Brown,\n      therefore, with a meek impudence which he would have shown equally in\n      Buckingham Palace, asked to be provided with a room and writing materials.\n      Mr. Lever was torn in two. He was a kind man, and had also that bad\n      imitation of kindness, the dislike of any difficulty or scene. At the same\n      time the presence of one unusual stranger in his hotel that evening was\n      like a speck of dirt on something just cleaned. There was never any\n      borderland or anteroom in the Vernon Hotel, no people waiting in the hall,\n      no customers coming in on chance. There were fifteen waiters. There were\n      twelve guests. It would be as startling to find a new guest in the hotel\n      that night as to find a new brother taking breakfast or tea in one’s own\n      family. Moreover, the priest’s appearance was second-rate and his clothes\n      muddy; a mere glimpse of him afar off might precipitate a crisis in the\n      club. Mr. Lever at last hit on a plan to cover, since he might not\n      obliterate, the disgrace. When you enter (as you never will) the Vernon\n      Hotel, you pass down a short passage decorated with a few dingy but\n      important pictures, and come to the main vestibule and lounge which opens\n      on your right into passages leading to the public rooms, and on your left\n      to a similar passage pointing to the kitchens and offices of the hotel.\n      Immediately on your left hand is the corner of a glass office, which abuts\n      upon the lounge—a house within a house, so to speak, like the old\n      hotel bar which probably once occupied its place.\n    \n\n      In this office sat the representative of the proprietor (nobody in this\n      place ever appeared in person if he could help it), and just beyond the\n      office, on the way to the servants’ quarters, was the gentlemen’s cloak\n      room, the last boundary of the gentlemen’s domain. But between the office\n      and the cloak room was a small private room without other outlet,\n      sometimes used by the proprietor for delicate and important matters, such\n      as lending a duke a thousand pounds or declining to lend him sixpence. It\n      is a mark of the magnificent tolerance of Mr. Lever that he permitted this\n      holy place to be for about half an hour profaned by a mere priest,\n      scribbling away on a piece of paper. The story which Father Brown was\n      writing down was very likely a much better story than this one, only it\n      will never be known. I can merely state that it was very nearly as long,\n      and that the last two or three paragraphs of it were the least exciting\n      and absorbing.\n    \n\n      For it was by the time that he had reached these that the priest began a\n      little to allow his thoughts to wander and his animal senses, which were\n      commonly keen, to awaken. The time of darkness and dinner was drawing on;\n      his own forgotten little room was without a light, and perhaps the\n      gathering gloom, as occasionally happens, sharpened the sense of sound. As\n      Father Brown wrote the last and least essential part of his document, he\n      caught himself writing to the rhythm of a recurrent noise outside, just as\n      one sometimes thinks to the tune of a railway train. When he became\n      conscious of the thing he found what it was: only the ordinary patter of\n      feet passing the door, which in an hotel was no very unlikely matter.\n      Nevertheless, he stared at the darkened ceiling, and listened to the\n      sound. After he had listened for a few seconds dreamily, he got to his\n      feet and listened intently, with his head a little on one side. Then he\n      sat down again and buried his brow in his hands, now not merely listening,\n      but listening and thinking also.\n    \n\n      The footsteps outside at any given moment were such as one might hear in\n      any hotel; and yet, taken as a whole, there was something very strange\n      about them. There were no other footsteps. It was always a very silent\n      house, for the few familiar guests went at once to their own apartments,\n      and the well-trained waiters were told to be almost invisible until they\n      were wanted. One could not conceive any place where there was less reason\n      to apprehend anything irregular. But these footsteps were so odd that one\n      could not decide to call them regular or irregular. Father Brown followed\n      them with his finger on the edge of the table, like a man trying to learn\n      a tune on the piano.\n    \n\n      First, there came a long rush of rapid little steps, such as a light man\n      might make in winning a walking race. At a certain point they stopped and\n      changed to a sort of slow, swinging stamp, numbering not a quarter of the\n      steps, but occupying about the same time. The moment the last echoing\n      stamp had died away would come again the run or ripple of light, hurrying\n      feet, and then again the thud of the heavier walking. It was certainly the\n      same pair of boots, partly because (as has been said) there were no other\n      boots about, and partly because they had a small but unmistakable creak in\n      them. Father Brown had the kind of head that cannot help asking questions;\n      and on this apparently trivial question his head almost split. He had seen\n      men run in order to jump. He had seen men run in order to slide. But why\n      on earth should a man run in order to walk? Or, again, why should he walk\n      in order to run? Yet no other description would cover the antics of this\n      invisible pair of legs. The man was either walking very fast down one-half\n      of the corridor in order to walk very slow down the other half; or he was\n      walking very slow at one end to have the rapture of walking fast at the\n      other. Neither suggestion seemed to make much sense. His brain was growing\n      darker and darker, like his room.\n    \n\n      Yet, as he began to think steadily, the very blackness of his cell seemed\n      to make his thoughts more vivid; he began to see as in a kind of vision\n      the fantastic feet capering along the corridor in unnatural or symbolic\n      attitudes. Was it a heathen religious dance? Or some entirely new kind of\n      scientific exercise? Father Brown began to ask himself with more exactness\n      what the steps suggested. Taking the slow step first: it certainly was not\n      the step of the proprietor. Men of his type walk with a rapid waddle, or\n      they sit still. It could not be any servant or messenger waiting for\n      directions. It did not sound like it. The poorer orders (in an oligarchy)\n      sometimes lurch about when they are slightly drunk, but generally, and\n      especially in such gorgeous scenes, they stand or sit in constrained\n      attitudes. No; that heavy yet springy step, with a kind of careless\n      emphasis, not specially noisy, yet not caring what noise it made, belonged\n      to only one of the animals of this earth. It was a gentleman of western\n      Europe, and probably one who had never worked for his living.\n    \n\n      Just as he came to this solid certainty, the step changed to the quicker\n      one, and ran past the door as feverishly as a rat. The listener remarked\n      that though this step was much swifter it was also much more noiseless,\n      almost as if the man were walking on tiptoe. Yet it was not associated in\n      his mind with secrecy, but with something else—something that he\n      could not remember. He was maddened by one of those half-memories that\n      make a man feel half-witted. Surely he had heard that strange, swift\n      walking somewhere. Suddenly he sprang to his feet with a new idea in his\n      head, and walked to the door. His room had no direct outlet on the\n      passage, but let on one side into the glass office, and on the other into\n      the cloak room beyond. He tried the door into the office, and found it\n      locked. Then he looked at the window, now a square pane full of purple\n      cloud cleft by livid sunset, and for an instant he smelt evil as a dog\n      smells rats.\n    \n\n      The rational part of him (whether the wiser or not) regained its\n      supremacy. He remembered that the proprietor had told him that he should\n      lock the door, and would come later to release him. He told himself that\n      twenty things he had not thought of might explain the eccentric sounds\n      outside; he reminded himself that there was just enough light left to\n      finish his own proper work. Bringing his paper to the window so as to\n      catch the last stormy evening light, he resolutely plunged once more into\n      the almost completed record. He had written for about twenty minutes,\n      bending closer and closer to his paper in the lessening light; then\n      suddenly he sat upright. He had heard the strange feet once more.\n    \n\n      This time they had a third oddity. Previously the unknown man had walked,\n      with levity indeed and lightning quickness, but he had walked. This time\n      he ran. One could hear the swift, soft, bounding steps coming along the\n      corridor, like the pads of a fleeing and leaping panther. Whoever was\n      coming was a very strong, active man, in still yet tearing excitement.\n      Yet, when the sound had swept up to the office like a sort of whispering\n      whirlwind, it suddenly changed again to the old slow, swaggering stamp.\n    \n\n      Father Brown flung down his paper, and, knowing the office door to be\n      locked, went at once into the cloak room on the other side. The attendant\n      of this place was temporarily absent, probably because the only guests\n      were at dinner and his office was a sinecure. After groping through a grey\n      forest of overcoats, he found that the dim cloak room opened on the\n      lighted corridor in the form of a sort of counter or half-door, like most\n      of the counters across which we have all handed umbrellas and received\n      tickets. There was a light immediately above the semicircular arch of this\n      opening. It threw little illumination on Father Brown himself, who seemed\n      a mere dark outline against the dim sunset window behind him. But it threw\n      an almost theatrical light on the man who stood outside the cloak room in\n      the corridor.\n    \n\n      He was an elegant man in very plain evening dress; tall, but with an air\n      of not taking up much room; one felt that he could have slid along like a\n      shadow where many smaller men would have been obvious and obstructive. His\n      face, now flung back in the lamplight, was swarthy and vivacious, the face\n      of a foreigner. His figure was good, his manners good humoured and\n      confident; a critic could only say that his black coat was a shade below\n      his figure and manners, and even bulged and bagged in an odd way. The\n      moment he caught sight of Brown’s black silhouette against the sunset, he\n      tossed down a scrap of paper with a number and called out with amiable\n      authority: “I want my hat and coat, please; I find I have to go away at\n      once.”\n     \n\n      Father Brown took the paper without a word, and obediently went to look\n      for the coat; it was not the first menial work he had done in his life. He\n      brought it and laid it on the counter; meanwhile, the strange gentleman\n      who had been feeling in his waistcoat pocket, said laughing: “I haven’t\n      got any silver; you can keep this.” And he threw down half a sovereign,\n      and caught up his coat.\n    \n\n      Father Brown’s figure remained quite dark and still; but in that instant\n      he had lost his head. His head was always most valuable when he had lost\n      it. In such moments he put two and two together and made four million.\n      Often the Catholic Church (which is wedded to common sense) did not\n      approve of it. Often he did not approve of it himself. But it was real\n      inspiration—important at rare crises—when whosoever shall lose\n      his head the same shall save it.\n    \n\n      “I think, sir,” he said civilly, “that you have some silver in your\n      pocket.”\n     \n\n      The tall gentleman stared. “Hang it,” he cried, “if I choose to give you\n      gold, why should you complain?”\n     \n\n      “Because silver is sometimes more valuable than gold,” said the priest\n      mildly; “that is, in large quantities.”\n     \n\n      The stranger looked at him curiously. Then he looked still more curiously\n      up the passage towards the main entrance. Then he looked back at Brown\n      again, and then he looked very carefully at the window beyond Brown’s\n      head, still coloured with the after-glow of the storm. Then he seemed to\n      make up his mind. He put one hand on the counter, vaulted over as easily\n      as an acrobat and towered above the priest, putting one tremendous hand\n      upon his collar.\n    \n\n      “Stand still,” he said, in a hacking whisper. “I don’t want to threaten\n      you, but—”\n     \n\n      “I do want to threaten you,” said Father Brown, in a voice like a rolling\n      drum, “I want to threaten you with the worm that dieth not, and the fire\n      that is not quenched.”\n     \n\n      “You’re a rum sort of cloak-room clerk,” said the other.\n    \n\n      “I am a priest, Monsieur Flambeau,” said Brown, “and I am ready to hear\n      your confession.”\n     \n\n      The other stood gasping for a few moments, and then staggered back into a\n      chair.\n    \n\n      The first two courses of the dinner of The Twelve True Fishermen had\n      proceeded with placid success. I do not possess a copy of the menu; and\n      if I did it would not convey anything to anybody. It was written in a\n      sort of super-French employed by cooks, but quite unintelligible to\n      Frenchmen. There was a tradition in the club that the hors\n      d’Å\u0093uvres should be various and manifold to the point of\n      madness. They were taken seriously because they were avowedly useless\n      extras, like the whole dinner and the whole club. There was also a\n      tradition that the soup course should be light and unpretending—a\n      sort of simple and austere vigil for the feast of fish that was to come.\n      The talk was that strange, slight talk which governs the British Empire,\n      which governs it in secret, and yet would scarcely enlighten an ordinary\n      Englishman even if he could overhear it. Cabinet ministers on both sides\n      were alluded to by their Christian names with a sort of bored benignity.\n      The Radical Chancellor of the Exchequer, whom the whole Tory party was\n      supposed to be cursing for his extortions, was praised for his minor\n      poetry, or his saddle in the hunting field. The Tory leader, whom all\n      Liberals were supposed to hate as a tyrant, was discussed and, on the\n      whole, praised—as a Liberal. It seemed somehow that politicians\n      were very important. And yet, anything seemed important about them except\n      their politics. Mr. Audley, the chairman, was an amiable, elderly man who\n      still wore Gladstone collars; he was a kind of symbol of all that\n      phantasmal and yet fixed society. He had never done anything—not\n      even anything wrong. He was not fast; he was not even particularly rich.\n      He was simply in the thing; and there was an end of it. No party could\n      ignore him, and if he had wished to be in the Cabinet he certainly would\n      have been put there. The Duke of Chester, the vice-president, was a young\n      and rising politician. That is to say, he was a pleasant youth, with\n      flat, fair hair and a freckled face, with moderate intelligence and\n      enormous estates. In public his appearances were always successful and\n      his principle was simple enough. When he thought of a joke he made it,\n      and was called brilliant. When he could not think of a joke he said that\n      this was no time for trifling, and was called able. In private, in a club\n      of his own class, he was simply quite pleasantly frank and silly, like a\n      schoolboy. Mr. Audley, never having been in politics, treated them a\n      little more seriously. Sometimes he even embarrassed the company by\n      phrases suggesting that there was some difference between a Liberal and a\n      Conservative. He himself was a Conservative, even in private life. He had\n      a roll of grey hair over the back of his collar, like certain\n      old-fashioned statesmen, and seen from behind he looked like the man the\n      empire wants. Seen from the front he looked like a mild, self-indulgent\n      bachelor, with rooms in the Albany—which he was.\n    \n\n      As has been remarked, there were twenty-four seats at the terrace table,\n      and only twelve members of the club. Thus they could occupy the terrace in\n      the most luxurious style of all, being ranged along the inner side of the\n      table, with no one opposite, commanding an uninterrupted view of the\n      garden, the colours of which were still vivid, though evening was closing\n      in somewhat luridly for the time of year. The chairman sat in the centre\n      of the line, and the vice-president at the right-hand end of it. When the\n      twelve guests first trooped into their seats it was the custom (for some\n      unknown reason) for all the fifteen waiters to stand lining the wall like\n      troops presenting arms to the king, while the fat proprietor stood and\n      bowed to the club with radiant surprise, as if he had never heard of them\n      before. But before the first chink of knife and fork this army of\n      retainers had vanished, only the one or two required to collect and\n      distribute the plates darting about in deathly silence. Mr. Lever, the\n      proprietor, of course had disappeared in convulsions of courtesy long\n      before. It would be exaggerative, indeed irreverent, to say that he ever\n      positively appeared again. But when the important course, the fish course,\n      was being brought on, there was—how shall I put it?—a vivid\n      shadow, a projection of his personality, which told that he was hovering\n      near. The sacred fish course consisted (to the eyes of the vulgar) in a\n      sort of monstrous pudding, about the size and shape of a wedding cake, in\n      which some considerable number of interesting fishes had finally lost the\n      shapes which God had given to them. The Twelve True Fishermen took up\n      their celebrated fish knives and fish forks, and approached it as gravely\n      as if every inch of the pudding cost as much as the silver fork it was\n      eaten with. So it did, for all I know. This course was dealt with in eager\n      and devouring silence; and it was only when his plate was nearly empty\n      that the young duke made the ritual remark: “They can’t do this anywhere\n      but here.”\n     \n\n      “Nowhere,” said Mr. Audley, in a deep bass voice, turning to the speaker\n      and nodding his venerable head a number of times. “Nowhere, assuredly,\n      except here. It was represented to me that at the CafÃ© Anglais—”\n     \n\n      Here he was interrupted and even agitated for a moment by the removal of\n      his plate, but he recaptured the valuable thread of his thoughts. “It was\n      represented to me that the same could be done at the CafÃ© Anglais. Nothing\n      like it, sir,” he said, shaking his head ruthlessly, like a hanging judge.\n      “Nothing like it.”\n     \n\n      “Overrated place,” said a certain Colonel Pound, speaking (by the look of\n      him) for the first time for some months.\n    \n\n      “Oh, I don’t know,” said the Duke of Chester, who was an optimist, “it’s\n      jolly good for some things. You can’t beat it at—”\n     \n\n      A waiter came swiftly along the room, and then stopped dead. His stoppage\n      was as silent as his tread; but all those vague and kindly gentlemen were\n      so used to the utter smoothness of the unseen machinery which surrounded\n      and supported their lives, that a waiter doing anything unexpected was a\n      start and a jar. They felt as you and I would feel if the inanimate world\n      disobeyed—if a chair ran away from us.\n    \n\n      The waiter stood staring a few seconds, while there deepened on every face\n      at table a strange shame which is wholly the product of our time. It is\n      the combination of modern humanitarianism with the horrible modern abyss\n      between the souls of the rich and poor. A genuine historic aristocrat\n      would have thrown things at the waiter, beginning with empty bottles, and\n      very probably ending with money. A genuine democrat would have asked him,\n      with comrade-like clearness of speech, what the devil he was doing. But\n      these modern plutocrats could not bear a poor man near to them, either as\n      a slave or as a friend. That something had gone wrong with the servants\n      was merely a dull, hot embarrassment. They did not want to be brutal, and\n      they dreaded the need to be benevolent. They wanted the thing, whatever it\n      was, to be over. It was over. The waiter, after standing for some seconds\n      rigid, like a cataleptic, turned round and ran madly out of the room.\n    \n\n      When he reappeared in the room, or rather in the doorway, it was in\n      company with another waiter, with whom he whispered and gesticulated with\n      southern fierceness. Then the first waiter went away, leaving the second\n      waiter, and reappeared with a third waiter. By the time a fourth waiter\n      had joined this hurried synod, Mr. Audley felt it necessary to break the\n      silence in the interests of Tact. He used a very loud cough, instead of a\n      presidential hammer, and said: “Splendid work young Moocher’s doing in\n      Burmah. Now, no other nation in the world could have—”\n     \n\n      A fifth waiter had sped towards him like an arrow, and was whispering in\n      his ear: “So sorry. Important! Might the proprietor speak to you?”\n     \n\n      The chairman turned in disorder, and with a dazed stare saw Mr. Lever\n      coming towards them with his lumbering quickness. The gait of the good\n      proprietor was indeed his usual gait, but his face was by no means usual.\n      Generally it was a genial copper-brown; now it was a sickly yellow.\n    \n\n      “You will pardon me, Mr. Audley,” he said, with asthmatic breathlessness.\n      “I have great apprehensions. Your fish-plates, they are cleared away with\n      the knife and fork on them!”\n     \n\n      “Well, I hope so,” said the chairman, with some warmth.\n    \n\n      “You see him?” panted the excited hotel keeper; “you see the waiter who\n      took them away? You know him?”\n     \n\n      “Know the waiter?” answered Mr. Audley indignantly. “Certainly not!”\n     \n\n      Mr. Lever opened his hands with a gesture of agony. “I never send him,” he\n      said. “I know not when or why he come. I send my waiter to take away the\n      plates, and he find them already away.”\n     \n\n      Mr. Audley still looked rather too bewildered to be really the man the\n      empire wants; none of the company could say anything except the man of\n      wood—Colonel Pound—who seemed galvanised into an unnatural\n      life. He rose rigidly from his chair, leaving all the rest sitting,\n      screwed his eyeglass into his eye, and spoke in a raucous undertone as if\n      he had half-forgotten how to speak. “Do you mean,” he said, “that somebody\n      has stolen our silver fish service?”\n     \n\n      The proprietor repeated the open-handed gesture with even greater\n      helplessness and in a flash all the men at the table were on their feet.\n    \n\n      “Are all your waiters here?” demanded the colonel, in his low, harsh\n      accent.\n    \n\n      “Yes; they’re all here. I noticed it myself,” cried the young duke,\n      pushing his boyish face into the inmost ring. “Always count ’em as I come\n      in; they look so queer standing up against the wall.”\n     \n\n      “But surely one cannot exactly remember,” began Mr. Audley, with heavy\n      hesitation.\n    \n\n      “I remember exactly, I tell you,” cried the duke excitedly. “There never\n      have been more than fifteen waiters at this place, and there were no more\n      than fifteen tonight, I’ll swear; no more and no less.”\n     \n\n      The proprietor turned upon him, quaking in a kind of palsy of surprise.\n      “You say—you say,” he stammered, “that you see all my fifteen\n      waiters?”\n     \n\n      “As usual,” assented the duke. “What is the matter with that!”\n     \n\n      “Nothing,” said Lever, with a deepening accent, “only you did not. For one\n      of zem is dead upstairs.”\n     \n\n      There was a shocking stillness for an instant in that room. It may be (so\n      supernatural is the word death) that each of those idle men looked for a\n      second at his soul, and saw it as a small dried pea. One of them—the\n      duke, I think—even said with the idiotic kindness of wealth: “Is\n      there anything we can do?”\n     \n\n      “He has had a priest,” said the Jew, not untouched.\n    \n\n      Then, as to the clang of doom, they awoke to their own position. For a few\n      weird seconds they had really felt as if the fifteenth waiter might be the\n      ghost of the dead man upstairs. They had been dumb under that oppression,\n      for ghosts were to them an embarrassment, like beggars. But the\n      remembrance of the silver broke the spell of the miraculous; broke it\n      abruptly and with a brutal reaction. The colonel flung over his chair and\n      strode to the door. “If there was a fifteenth man here, friends,” he said,\n      “that fifteenth fellow was a thief. Down at once to the front and back\n      doors and secure everything; then we’ll talk. The twenty-four pearls of\n      the club are worth recovering.”\n     \n\n      Mr. Audley seemed at first to hesitate about whether it was gentlemanly to\n      be in such a hurry about anything; but, seeing the duke dash down the\n      stairs with youthful energy, he followed with a more mature motion.\n    \n\n      At the same instant a sixth waiter ran into the room, and declared that he\n      had found the pile of fish plates on a sideboard, with no trace of the\n      silver.\n    \n\n      The crowd of diners and attendants that tumbled helter-skelter down the\n      passages divided into two groups. Most of the Fishermen followed the\n      proprietor to the front room to demand news of any exit. Colonel Pound,\n      with the chairman, the vice-president, and one or two others darted down\n      the corridor leading to the servants’ quarters, as the more likely line of\n      escape. As they did so they passed the dim alcove or cavern of the cloak\n      room, and saw a short, black-coated figure, presumably an attendant,\n      standing a little way back in the shadow of it.\n    \n\n      “Hallo, there!” called out the duke. “Have you seen anyone pass?”\n     \n\n      The short figure did not answer the question directly, but merely said:\n      “Perhaps I have got what you are looking for, gentlemen.”\n     \n\n      They paused, wavering and wondering, while he quietly went to the back of\n      the cloak room, and came back with both hands full of shining silver,\n      which he laid out on the counter as calmly as a salesman. It took the form\n      of a dozen quaintly shaped forks and knives.\n    \n\n      “You—you—” began the colonel, quite thrown off his balance at\n      last. Then he peered into the dim little room and saw two things: first,\n      that the short, black-clad man was dressed like a clergyman; and, second,\n      that the window of the room behind him was burst, as if someone had passed\n      violently through. “Valuable things to deposit in a cloak room, aren’t\n      they?” remarked the clergyman, with cheerful composure.\n    \n\n      “Did—did you steal those things?” stammered Mr. Audley, with staring\n      eyes.\n    \n\n      “If I did,” said the cleric pleasantly, “at least I am bringing them back\n      again.”\n     \n\n      “But you didn’t,” said Colonel Pound, still staring at the broken window.\n    \n\n      “To make a clean breast of it, I didn’t,” said the other, with some\n      humour. And he seated himself quite gravely on a stool. “But you know who\n      did,” said the, colonel.\n    \n\n      “I don’t know his real name,” said the priest placidly, “but I know\n      something of his fighting weight, and a great deal about his spiritual\n      difficulties. I formed the physical estimate when he was trying to\n      throttle me, and the moral estimate when he repented.”\n     \n\n      “Oh, I say—repented!” cried young Chester, with a sort of crow of\n      laughter.\n    \n\n      Father Brown got to his feet, putting his hands behind him. “Odd, isn’t\n      it,” he said, “that a thief and a vagabond should repent, when so many who\n      are rich and secure remain hard and frivolous, and without fruit for God\n      or man? But there, if you will excuse me, you trespass a little upon my\n      province. If you doubt the penitence as a practical fact, there are your\n      knives and forks. You are The Twelve True Fishers, and there are all your\n      silver fish. But He has made me a fisher of men.”\n     \n\n      “Did you catch this man?” asked the colonel, frowning.\n    \n\n      Father Brown looked him full in his frowning face. “Yes,” he said, “I\n      caught him, with an unseen hook and an invisible line which is long enough\n      to let him wander to the ends of the world, and still to bring him back\n      with a twitch upon the thread.”\n     \n\n      There was a long silence. All the other men present drifted away to carry\n      the recovered silver to their comrades, or to consult the proprietor about\n      the queer condition of affairs. But the grim-faced colonel still sat\n      sideways on the counter, swinging his long, lank legs and biting his dark\n      moustache.\n    \n\n      At last he said quietly to the priest: “He must have been a clever fellow,\n      but I think I know a cleverer.”\n     \n\n      “He was a clever fellow,” answered the other, “but I am not quite sure of\n      what other you mean.”\n     \n\n      “I mean you,” said the colonel, with a short laugh. “I don’t want to get\n      the fellow jailed; make yourself easy about that. But I’d give a good many\n      silver forks to know exactly how you fell into this affair, and how you\n      got the stuff out of him. I reckon you’re the most up-to-date devil of the\n      present company.”\n     \n\n      Father Brown seemed rather to like the saturnine candour of the soldier.\n      “Well,” he said, smiling, “I mustn’t tell you anything of the man’s\n      identity, or his own story, of course; but there’s no particular reason\n      why I shouldn’t tell you of the mere outside facts which I found out for\n      myself.”\n     \n\n      He hopped over the barrier with unexpected activity, and sat beside\n      Colonel Pound, kicking his short legs like a little boy on a gate. He\n      began to tell the story as easily as if he were telling it to an old\n      friend by a Christmas fire.\n    \n\n      “You see, colonel,” he said, “I was shut up in that small room there doing\n      some writing, when I heard a pair of feet in this passage doing a dance\n      that was as queer as the dance of death. First came quick, funny little\n      steps, like a man walking on tiptoe for a wager; then came slow, careless,\n      creaking steps, as of a big man walking about with a cigar. But they were\n      both made by the same feet, I swear, and they came in rotation; first the\n      run and then the walk, and then the run again. I wondered at first idly\n      and then wildly why a man should act these two parts at once. One walk I\n      knew; it was just like yours, colonel. It was the walk of a well-fed\n      gentleman waiting for something, who strolls about rather because he is\n      physically alert than because he is mentally impatient. I knew that I knew\n      the other walk, too, but I could not remember what it was. What wild\n      creature had I met on my travels that tore along on tiptoe in that\n      extraordinary style? Then I heard a clink of plates somewhere; and the\n      answer stood up as plain as St. Peter’s. It was the walk of a waiter—that\n      walk with the body slanted forward, the eyes looking down, the ball of the\n      toe spurning away the ground, the coat tails and napkin flying. Then I\n      thought for a minute and a half more. And I believe I saw the manner of\n      the crime, as clearly as if I were going to commit it.”\n     \n\n      Colonel Pound looked at him keenly, but the speaker’s mild grey eyes were\n      fixed upon the ceiling with almost empty wistfulness.\n    \n\n      “A crime,” he said slowly, “is like any other work of art. Don’t look\n      surprised; crimes are by no means the only works of art that come from an\n      infernal workshop. But every work of art, divine or diabolic, has one\n      indispensable mark—I mean, that the centre of it is simple, however\n      much the fulfilment may be complicated. Thus, in Hamlet, let us say, the\n      grotesqueness of the grave-digger, the flowers of the mad girl, the\n      fantastic finery of Osric, the pallor of the ghost and the grin of the\n      skull are all oddities in a sort of tangled wreath round one plain tragic\n      figure of a man in black. Well, this also,” he said, getting slowly down\n      from his seat with a smile, “this also is the plain tragedy of a man in\n      black. Yes,” he went on, seeing the colonel look up in some wonder, “the\n      whole of this tale turns on a black coat. In this, as in Hamlet, there are\n      the rococo excrescences—yourselves, let us say. There is the dead\n      waiter, who was there when he could not be there. There is the invisible\n      hand that swept your table clear of silver and melted into air. But every\n      clever crime is founded ultimately on some one quite simple fact—some\n      fact that is not itself mysterious. The mystification comes in covering it\n      up, in leading men’s thoughts away from it. This large and subtle and (in\n      the ordinary course) most profitable crime, was built on the plain fact\n      that a gentleman’s evening dress is the same as a waiter’s. All the rest\n      was acting, and thundering good acting, too.”\n     \n\n      “Still,” said the colonel, getting up and frowning at his boots, “I am not\n      sure that I understand.”\n     \n\n      “Colonel,” said Father Brown, “I tell you that this archangel of impudence\n      who stole your forks walked up and down this passage twenty times in the\n      blaze of all the lamps, in the glare of all the eyes. He did not go and\n      hide in dim corners where suspicion might have searched for him. He kept\n      constantly on the move in the lighted corridors, and everywhere that he\n      went he seemed to be there by right. Don’t ask me what he was like; you\n      have seen him yourself six or seven times tonight. You were waiting with\n      all the other grand people in the reception room at the end of the passage\n      there, with the terrace just beyond. Whenever he came among you gentlemen,\n      he came in the lightning style of a waiter, with bent head, flapping\n      napkin and flying feet. He shot out on to the terrace, did something to\n      the table cloth, and shot back again towards the office and the waiters’ \n      quarters. By the time he had come under the eye of the office clerk and\n      the waiters he had become another man in every inch of his body, in every\n      instinctive gesture. He strolled among the servants with the absent-minded\n      insolence which they have all seen in their patrons. It was no new thing\n      to them that a swell from the dinner party should pace all parts of the\n      house like an animal at the Zoo; they know that nothing marks the Smart\n      Set more than a habit of walking where one chooses. When he was\n      magnificently weary of walking down that particular passage he would wheel\n      round and pace back past the office; in the shadow of the arch just beyond\n      he was altered as by a blast of magic, and went hurrying forward again\n      among the Twelve Fishermen, an obsequious attendant. Why should the\n      gentlemen look at a chance waiter? Why should the waiters suspect a\n      first-rate walking gentleman? Once or twice he played the coolest tricks.\n      In the proprietor’s private quarters he called out breezily for a syphon\n      of soda water, saying he was thirsty. He said genially that he would carry\n      it himself, and he did; he carried it quickly and correctly through the\n      thick of you, a waiter with an obvious errand. Of course, it could not\n      have been kept up long, but it only had to be kept up till the end of the\n      fish course.\n    \n\n      “His worst moment was when the waiters stood in a row; but even then he\n      contrived to lean against the wall just round the corner in such a way\n      that for that important instant the waiters thought him a gentleman, while\n      the gentlemen thought him a waiter. The rest went like winking. If any\n      waiter caught him away from the table, that waiter caught a languid\n      aristocrat. He had only to time himself two minutes before the fish was\n      cleared, become a swift servant, and clear it himself. He put the plates\n      down on a sideboard, stuffed the silver in his breast pocket, giving it a\n      bulgy look, and ran like a hare (I heard him coming) till he came to the\n      cloak room. There he had only to be a plutocrat again—a plutocrat\n      called away suddenly on business. He had only to give his ticket to the\n      cloak-room attendant, and go out again elegantly as he had come in. Only—only\n      I happened to be the cloak-room attendant.”\n     \n\n      “What did you do to him?” cried the colonel, with unusual intensity. “What\n      did he tell you?”\n     \n\n      “I beg your pardon,” said the priest immovably, “that is where the story\n      ends.”\n     \n\n      “And the interesting story begins,” muttered Pound. “I think I understand\n      his professional trick. But I don’t seem to have got hold of yours.”\n     \n\n      “I must be going,” said Father Brown.\n    \n\n      They walked together along the passage to the entrance hall, where they\n      saw the fresh, freckled face of the Duke of Chester, who was bounding\n      buoyantly along towards them.\n    \n\n      “Come along, Pound,” he cried breathlessly. “I’ve been looking for you\n      everywhere. The dinner’s going again in spanking style, and old Audley has\n      got to make a speech in honour of the forks being saved. We want to start\n      some new ceremony, don’t you know, to commemorate the occasion. I say, you\n      really got the goods back, what do you suggest?”\n     \n\n      “Why,” said the colonel, eyeing him with a certain sardonic approval, “I\n      should suggest that henceforward we wear green coats, instead of black.\n      One never knows what mistakes may arise when one looks so like a waiter.”\n     \n\n      “Oh, hang it all!” said the young man, “a gentleman never looks like a\n      waiter.”\n     \n\n      “Nor a waiter like a gentleman, I suppose,” said Colonel Pound, with the\n      same lowering laughter on his face. “Reverend sir, your friend must have\n      been very smart to act the gentleman.”\n     \n\n      Father Brown buttoned up his commonplace overcoat to the neck, for the\n      night was stormy, and took his commonplace umbrella from the stand.\n    \n\n      “Yes,” he said; “it must be very hard work to be a gentleman; but, do you\n      know, I have sometimes thought that it may be almost as laborious to be a\n      waiter.”\n     \n\n      And saying “Good evening,” he pushed open the heavy doors of that palace\n      of pleasures. The golden gates closed behind him, and he went at a brisk\n      walk through the damp, dark streets in search of a penny omnibus.\n    ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "queer_feet"
    }
}