{
    "name": "Anderson - The Bell",
    "body": "\n      People said â\u0080\u009cThe Evening Bell is sounding, the sun is setting.â\u0080\u009d For a\n      strange wondrous tone was heard in the narrow streets of a large town. It\n      was like the sound of a church-bell: but it was only heard for a moment,\n      for the rolling of the carriages and the voices of the multitude made too\n      great a noise.\n    \n\n      Those persons who were walking outside the town, where the houses were\n      farther apart, with gardens or little fields between them, could see the\n      evening sky still better, and heard the sound of the bell much more\n      distinctly. It was as if the tones came from a church in the still forest;\n      people looked thitherward, and felt their minds attuned most solemnly.\n    \n\n      A long time passed, and people said to each otherâ\u0080\u0094â\u0080\u009cI wonder if there\n      is a church out in the wood? The bell has a tone that is wondrous sweet;\n      let us stroll thither, and examine the matter nearer.â\u0080\u009d And the rich people\n      drove out, and the poor walked, but the way seemed strangely long to them;\n      and when they came to a clump of willows which grew on the skirts of the\n      forest, they sat down, and looked up at the long branches, and fancied\n      they were now in the depth of the green wood. The confectioner of the town\n      came out, and set up his booth there; and soon after came another\n      confectioner, who hung a bell over his stand, as a sign or ornament, but\n      it had no clapper, and it was tarred over to preserve it from the rain.\n      When all the people returned home, they said it had been very romantic,\n      and that it was quite a different sort of thing to a pic-nic or tea-party.\n      There were three persons who asserted they had penetrated to the end of\n      the forest, and that they had always heard the wonderful sounds of the\n      bell, but it had seemed to them as if it had come from the town. One wrote\n      a whole poem about it, and said the bell sounded like the voice of a\n      mother to a good dear child, and that no melody was sweeter than the tones\n      of the bell. The king of the country was also observant of it, and vowed\n      that he who could discover whence the sounds proceeded, should have the\n      title of â\u0080\u009cUniversal Bell-ringer,â\u0080\u009d even if it were not really a bell.\n    \n\n      Many persons now went to the wood, for the sake of getting the place, but\n      one only returned with a sort of explanation; for nobody went far enough,\n      that one not further than the others. However, he said that the sound\n      proceeded from a very large owl, in a hollow tree; a sort of learned owl,\n      that continually knocked its head against the branches. But whether the\n      sound came from his head or from the hollow tree, that no one could say\n      with certainty. So now he got the place of â\u0080\u009cUniversal Bell-ringer,â\u0080\u009d and\n      wrote yearly a short treatise â\u0080\u009cOn the Owlâ\u0080\u009d; but everybody was just as wise\n      as before.\n    \n\n      It was the day of confirmation. The clergyman had spoken so touchingly,\n      the children who were confirmed had been greatly moved; it was an eventful\n      day for them; from children they become all at once grown-up-persons; it\n      was as if their infant souls were now to fly all at once into persons with\n      more understanding. The sun was shining gloriously; the children that had\n      been confirmed went out of the town; and from the wood was borne towards\n      them the sounds of the unknown bell with wonderful distinctness. They all\n      immediately felt a wish to go thither; all except three. One of them had\n      to go home to try on a ball-dress; for it was just the dress and the ball\n      which had caused her to be confirmed this time, for otherwise she would\n      not have come; the other was a poor boy, who had borrowed his coat and\n      boots to be confirmed in from the innkeeper's son, and he was to give them\n      back by a certain hour; the third said that he never went to a strange\n      place if his parents were not with himâ\u0080\u0094that he had always been a\n      good boy hitherto, and would still be so now that he was confirmed, and\n      that one ought not to laugh at him for it: the others, however, did make\n      fun of him, after all.\n    \n\n      There were three, therefore, that did not go; the others hastened on. The\n      sun shone, the birds sang, and the children sang too, and each held the\n      other by the hand; for as yet they had none of them any high office, and\n      were all of equal rank in the eye of God.\n    \n\n      But two of the youngest soon grew tired, and both returned to town; two\n      little girls sat down, and twined garlands, so they did not go either; and\n      when the others reached the willow-tree, where the confectioner was, they\n      said, â\u0080\u009cNow we are there! In reality the bell does not exist; it is only a\n      fancy that people have taken into their heads!â\u0080\u009d\n     \n\n      At the same moment the bell sounded deep in the wood, so clear and\n      solemnly that five or six determined to penetrate somewhat further. It was\n      so thick, and the foliage so dense, that it was quite fatiguing to\n      proceed. Woodroof and anemonies grew almost too high; blooming\n      convolvuluses and blackberry-bushes hung in long garlands from tree to\n      tree, where the nightingale sang and the sunbeams were playing: it was\n      very beautiful, but it was no place for girls to go; their clothes would\n      get so torn. Large blocks of stone lay there, overgrown with moss of every\n      color; the fresh spring bubbled forth, and made a strange gurgling sound.\n    \n\n      â\u0080\u009cThat surely cannot be the bell,â\u0080\u009d said one of the children, lying down and\n      listening. â\u0080\u009cThis must be looked to.â\u0080\u009d So he remained, and let the others go\n      on without him.\n    \n\n      They afterwards came to a little house, made of branches and the bark of\n      trees; a large wild apple-tree bent over it, as if it would shower down\n      all its blessings on the roof, where roses were blooming. The long stems\n      twined round the gable, on which there hung a small bell.\n    \n\n      Was it that which people had heard? Yes, everybody was unanimous on the\n      subject, except one, who said that the bell was too small and too fine to\n      be heard at so great a distance, and besides it was very different tones\n      to those that could move a human heart in such a manner. It was a king's\n      son who spoke; whereon the others said, â\u0080\u009cSuch people always want to be\n      wiser than everybody else.â\u0080\u009d\n     \n\n      They now let him go on alone; and as he went, his breast was filled more\n      and more with the forest solitude; but he still heard the little bell with\n      which the others were so satisfied, and now and then, when the wind blew,\n      he could also hear the people singing who were sitting at tea where the\n      confectioner had his tent; but the deep sound of the bell rose louder; it\n      was almost as if an organ were accompanying it, and the tones came from\n      the left hand, the side where the heart is placed. A rustling was heard in\n      the bushes, and a little boy stood before the King's Son, a boy in wooden\n      shoes, and with so short a jacket that one could see what long wrists he\n      had. Both knew each other: the boy was that one among the children who\n      could not come because he had to go home and return his jacket and boots\n      to the innkeeper's son. This he had done, and was now going on in wooden\n      shoes and in his humble dress, for the bell sounded with so deep a tone,\n      and with such strange power, that proceed he must.\n    \n\n      â\u0080\u009cWhy, then, we can go together,â\u0080\u009d said the King's Son. But the poor child\n      that had been confirmed was quite ashamed; he looked at his wooden shoes,\n      pulled at the short sleeves of his jacket, and said that he was afraid he\n      could not walk so fast; besides, he thought that the bell must be looked\n      for to the right; for that was the place where all sorts of beautiful\n      things were to be found.\n    \n\n      â\u0080\u009cBut there we shall not meet,â\u0080\u009d said the King's Son, nodding at the same\n      time to the poor boy, who went into the darkest, thickest part of the\n      wood, where thorns tore his humble dress, and scratched his face and hands\n      and feet till they bled. The King's Son got some scratches too; but the\n      sun shone on his path, and it is him that we will follow, for he was an\n      excellent and resolute youth.\n    \n\n      â\u0080\u009cI must and will find the bell,â\u0080\u009d said he, â\u0080\u009ceven if I am obliged to go to\n      the end of the world.â\u0080\u009d\n     \n\n      The ugly apes sat upon the trees, and grinned. â\u0080\u009cShall we thrash him?â\u0080\u009d said\n      they. â\u0080\u009cShall we thrash him? He is the son of a king!â\u0080\u009d\n     \n\n      But on he went, without being disheartened, deeper and deeper into the\n      wood, where the most wonderful flowers were growing. There stood white\n      lilies with blood-red stamina, skyblue tulips, which shone as they waved\n      in the winds, and apple-trees, the apples of which looked exactly like\n      large soapbubbles: so only think how the trees must have sparkled in the\n      sunshine! Around the nicest green meads, where the deer were playing in\n      the grass, grew magnificent oaks and beeches; and if the bark of one of\n      the trees was cracked, there grass and long creeping plants grew in the\n      crevices. And there were large calm lakes there too, in which white swans\n      were swimming, and beat the air with their wings. The King's Son often\n      stood still and listened. He thought the bell sounded from the depths of\n      these still lakes; but then he remarked again that the tone proceeded not\n      from there, but farther off, from out the depths of the forest.\n    \n\n      The sun now set: the atmosphere glowed like fire. It was still in the\n      woods, so very still; and he fell on his knees, sung his evening hymn, and\n      said: â\u0080\u009cI cannot find what I seek; the sun is going down, and night is\n      comingâ\u0080\u0094the dark, dark night. Yet perhaps I may be able once more to\n      see the round red sun before he entirely disappears. I will climb up\n      yonder rock.â\u0080\u009d\n     \n\n      And he seized hold of the creeping-plants, and the roots of treesâ\u0080\u0094climbed\n      up the moist stones where the water-snakes were writhing and the toads\n      were croakingâ\u0080\u0094and he gained the summit before the sun had quite gone\n      down. How magnificent was the sight from this height! The seaâ\u0080\u0094the\n      great, the glorious sea, that dashed its long waves against the coastâ\u0080\u0094was\n      stretched out before him. And yonder, where sea and sky meet, stood the\n      sun, like a large shining altar, all melted together in the most glowing\n      colors. And the wood and the sea sang a song of rejoicing, and his heart\n      sang with the rest: all nature was a vast holy church, in which the trees\n      and the buoyant clouds were the pillars, flowers and grass the velvet\n      carpeting, and heaven itself the large cupola. The red colors above faded\n      away as the sun vanished, but a million stars were lighted, a million\n      lamps shone; and the King's Son spread out his arms towards heaven, and\n      wood, and sea; when at the same moment, coming by a path to the right,\n      appeared, in his wooden shoes and jacket, the poor boy who had been\n      confirmed with him. He had followed his own path, and had reached the spot\n      just as soon as the son of the king had done. They ran towards each other,\n      and stood together hand in hand in the vast church of nature and of\n      poetry, while over them sounded the invisible holy bell: blessed spirits\n      floated around them, and lifted up their voices in a rejoicing hallelujah!\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "bell"
    }
}