{
    "name": "Anderson - The Dream Of Little Tuk",
    "body": "\n      Ah! yes, that was little Tuk: in reality his name was not Tuk, but that\n      was what he called himself before he could speak plain: he meant it for\n      Charles, and it is all well enough if one does but know it. He had now to\n      take care of his little sister Augusta, who was much younger than himself,\n      and he was, besides, to learn his lesson at the same time; but these two\n      things would not do together at all. There sat the poor little fellow,\n      with his sister on his lap, and he sang to her all the songs he knew; and\n      he glanced the while from time to time into the geography-book that lay\n      open before him. By the next morning he was to have learnt all the towns\n      in Zealand by heart, and to know about them all that is possible to be\n      known.\n    \n\n      His mother now came home, for she had been out, and took little Augusta on\n      her arm. Tuk ran quickly to the window, and read so eagerly that he pretty\n      nearly read his eyes out; for it got darker and darker, but his mother had\n      no money to buy a candle.\n    \n\n      â\u0080\u009cThere goes the old washerwoman over the way,â\u0080\u009d said his mother, as she\n      looked out of the window. â\u0080\u009cThe poor woman can hardly drag herself along,\n      and she must now drag the pail home from the fountain. Be a good boy,\n      Tukey, and run across and help the old woman, won't you?â\u0080\u009d\n     \n\n      So Tuk ran over quickly and helped her; but when he came back again into\n      the room it was quite dark, and as to a light, there was no thought of\n      such a thing. He was now to go to bed; that was an old turn-up bedstead;\n      in it he lay and thought about his geography lesson, and of Zealand, and\n      of all that his master had told him. He ought, to be sure, to have read\n      over his lesson again, but that, you know, he could not do. He therefore\n      put his geography-book under his pillow, because he had heard that was a\n      very good thing to do when one wants to learn one's lesson; but one\n      cannot, however, rely upon it entirely. Well, there he lay, and thought\n      and thought, and all at once it was just as if someone kissed his eyes and\n      mouth: he slept, and yet he did not sleep; it was as though the old\n      washerwoman gazed on him with her mild eyes and said, â\u0080\u009cIt were a great sin\n      if you were not to know your lesson tomorrow morning. You have aided me, I\n      therefore will now help you; and the loving God will do so at all times.â\u0080\u009d\n       And all of a sudden the book under Tuk's pillow began scraping and\n      scratching.\n    \n\n      â\u0080\u009cKickery-ki! kluk! kluk! kluk!â\u0080\u009dâ\u0080\u0094that was an old hen who came\n      creeping along, and she was from Kjoge. â\u0080\u009cI am a Kjoger hen,â\u0080\u009d [*] said she,\n      and then she related how many inhabitants there were there, and about the\n      battle that had taken place, and which, after all, was hardly worth\n      talking about.\n    \n\n     * Kjoge, a town in the bay of Kjoge. â\u0080\u009cTo see the Kjoge\n     hens,â\u0080\u009d is an expression similar to â\u0080\u009cshowing a child London,â\u0080\u009d\n      which is said to be done by taking his head in both bands,\n     and so lifting him off the ground. At the invasion of the\n     English in 1807, an encounter of a no very glorious nature\n     took place between the British troops and the undisciplined\n     Danish militia.\n\n\n      â\u0080\u009cKribledy, krabledyâ\u0080\u0094plump!â\u0080\u009d down fell somebody: it was a wooden\n      bird, the popinjay used at the shooting-matches at Prastoe. Now he said\n      that there were just as many inhabitants as he had nails in his body; and\n      he was very proud. â\u0080\u009cThorwaldsen lived almost next door to me.* Plump! Here\n      I lie capitally.â\u0080\u009d\n     \n\n      * Prastoe, a still smaller town than Kjoge. Some hundred paces from it\n      lies the manor-house Ny Soe, where Thorwaldsen, the famed sculptor,\n      generally sojourned during his stay in Denmark, and where he called many\n      of his immortal works into existence.\n    \n\n      But little Tuk was no longer lying down: all at once he was on horseback.\n      On he went at full gallop, still galloping on and on. A knight with a\n      gleaming plume, and most magnificently dressed, held him before him on the\n      horse, and thus they rode through the wood to the old town of Bordingborg,\n      and that was a large and very lively town. High towers rose from the\n      castle of the king, and the brightness of many candles streamed from all\n      the windows; within was dance and song, and King Waldemar and the young,\n      richly-attired maids of honor danced together. The morn now came; and as\n      soon as the sun appeared, the whole town and the king's palace crumbled\n      together, and one tower after the other; and at last only a single one\n      remained standing where the castle had been before,* and the town was so\n      small and poor, and the school boys came along with their books under\n      their arms, and said, â\u0080\u009c2000 inhabitants!â\u0080\u009d but that was not true, for there\n      were not so many.\n    \n\n      *Bordingborg, in the reign of King Waldemar, a considerable place, now an\n      unimportant little town. One solitary tower only, and some remains of a\n      wall, show where the castle once stood.\n    \n\n      And little Tukey lay in his bed: it seemed to him as if he dreamed, and\n      yet as if he were not dreaming; however, somebody was close beside him.\n    \n\n      â\u0080\u009cLittle Tukey! Little Tukey!â\u0080\u009d cried someone near. It was a seaman, quite a\n      little personage, so little as if he were a midshipman; but a midshipman\n      it was not.\n    \n\n      â\u0080\u009cMany remembrances from Corsor.* That is a town that is just rising into\n      importance; a lively town that has steam-boats and stagecoaches: formerly\n      people called it ugly, but that is no longer true. I lie on the sea,â\u0080\u009d said\n      Corsor; â\u0080\u009cI have high roads and gardens, and I have given birth to a poet\n      who was witty and amusing, which all poets are not. I once intended to\n      equip a ship that was to sail all round the earth; but I did not do it,\n      although I could have done so: and then, too, I smell so deliciously, for\n      close before the gate bloom the most beautiful roses.â\u0080\u009d\n     \n\n      *Corsor, on the Great Belt, called, formerly, before the introduction of\n      steam-vessels, when travellers were often obliged to wait a long time for\n      a favorable wind, â\u0080\u009cthe most tiresome of towns.â\u0080\u009d The poet Baggesen was born\n      here.\n    \n\n      Little Tuk looked, and all was red and green before his eyes; but as soon\n      as the confusion of colors was somewhat over, all of a sudden there\n      appeared a wooded slope close to the bay, and high up above stood a\n      magnificent old church, with two high pointed towers. From out the\n      hill-side spouted fountains in thick streams of water, so that there was a\n      continual splashing; and close beside them sat an old king with a golden\n      crown upon his white head: that was King Hroar, near the fountains, close\n      to the town of Roeskilde, as it is now called. And up the slope into the\n      old church went all the kings and queens of Denmark, hand in hand, all\n      with their golden crowns; and the organ played and the fountains rustled.\n      Little Tuk saw all, heard all. â\u0080\u009cDo not forget the diet,â\u0080\u009d said King Hroar.*\n    \n\n      *Roeskilde, once the capital of Denmark. The town takes its name from King\n      Hroar, and the many fountains in the neighborhood. In the beautiful\n      cathedral the greater number of the kings and queens of Denmark are\n      interred. In Roeskilde, too, the members of the Danish Diet assemble.\n    \n\n      Again all suddenly disappeared. Yes, and whither? It seemed to him just as\n      if one turned over a leaf in a book. And now stood there an old\n      peasant-woman, who came from Soroe,* where grass grows in the\n      market-place. She had an old grey linen apron hanging over her head and\n      back: it was so wet, it certainly must have been raining. â\u0080\u009cYes, that it\n      has,â\u0080\u009d said she; and she now related many pretty things out of Holberg's\n      comedies, and about Waldemar and Absalon; but all at once she cowered\n      together, and her head began shaking backwards and forwards, and she\n      looked as she were going to make a spring. â\u0080\u009cCroak! croak!â\u0080\u009d said she. â\u0080\u009cIt\n      is wet, it is wet; there is such a pleasant deathlike stillness in Sorbe!â\u0080\u009d\n       She was now suddenly a frog, â\u0080\u009cCroakâ\u0080\u009d; and now she was an old woman. â\u0080\u009cOne\n      must dress according to the weather,â\u0080\u009d said she. â\u0080\u009cIt is wet; it is wet. My\n      town is just like a bottle; and one gets in by the neck, and by the neck\n      one must get out again! In former times I had the finest fish, and now I\n      have fresh rosy-cheeked boys at the bottom of the bottle, who learn\n      wisdom, Hebrew, Greekâ\u0080\u0094Croak!â\u0080\u009d\n     \n\n      * Sorbe, a very quiet little town, beautifully situated, surrounded by\n      woods and lakes. Holberg, Denmark's Moliere, founded here an academy for\n      the sons of the nobles. The poets Hauch and Ingemann were appointed\n      professors here. The latter lives there still.\n    \n\n      When she spoke it sounded just like the noise of frogs, or as if one\n      walked with great boots over a moor; always the same tone, so uniform and\n      so tiring that little Tuk fell into a good sound sleep, which, by the bye,\n      could not do him any harm.\n    \n\n      But even in this sleep there came a dream, or whatever else it was: his\n      little sister Augusta, she with the blue eyes and the fair curling hair,\n      was suddenly a tall, beautiful girl, and without having wings was yet able\n      to fly; and she now flew over Zealandâ\u0080\u0094over the green woods and the\n      blue lakes.\n    \n\n      â\u0080\u009cDo you hear the cock crow, Tukey? Cock-a-doodle-doo! The cocks are flying\n      up from Kjoge! You will have a farm-yard, so large, oh! so very large! You\n      will suffer neither hunger nor thirst! You will get on in the world! You\n      will be a rich and happy man! Your house will exalt itself like King\n      Waldemar's tower, and will be richly decorated with marble statues, like\n      that at Prastoe. You understand what I mean. Your name shall circulate\n      with renown all round the earth, like unto the ship that was to have\n      sailed from Corsor; and in Roeskildeâ\u0080\u0094â\u0080\u009d\n     \n\n      â\u0080\u009cDo not forget the diet!â\u0080\u009d said King Hroar.\n    \n\n      â\u0080\u009cThen you will speak well and wisely, little Tukey; and when at last you\n      sink into your grave, you shall sleep as quietlyâ\u0080\u0094â\u0080\u009d\n     \n\n      â\u0080\u009cAs if I lay in Soroe,â\u0080\u009d said Tuk, awaking. It was bright day, and he was\n      now quite unable to call to mind his dream; that, however, was not at all\n      necessary, for one may not know what the future will bring.\n    \n\n      And out of bed he jumped, and read in his book, and now all at once he\n      knew his whole lesson. And the old washerwoman popped her head in at the\n      door, nodded to him friendly, and said, â\u0080\u009cThanks, many thanks, my good\n      child, for your help! May the good ever-loving God fulfil your loveliest\n      dream!â\u0080\u009d\n     \n\n      Little Tukey did not at all know what he had dreamed, but the loving God\n      knew it.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "dream_of_little_tuk"
    }
}