{
    "name": "Anderson - The Elderbush",
    "body": "\n      Once upon a time there was a little boy who had taken cold. He had gone\n      out and got his feet wet; though nobody could imagine how it had happened,\n      for it was quite dry weather. So his mother undressed him, put him to bed,\n      and had the tea-pot brought in, to make him a good cup of Elderflower tea.\n      Just at that moment the merry old man came in who lived up a-top of the\n      house all alone; for he had neither wife nor childrenâ\u0080\u0094but he liked\n      children very much, and knew so many fairy tales, that it was quite\n      delightful.\n    \n\n      â\u0080\u009cNow drink your tea,â\u0080\u009d said the boy's mother; â\u0080\u009cthen, perhaps, you may hear\n      a fairy tale.â\u0080\u009d\n     \n\n      â\u0080\u009cIf I had but something new to tell,â\u0080\u009d said the old man. â\u0080\u009cBut how did the\n      child get his feet wet?â\u0080\u009d\n     \n\n      â\u0080\u009cThat is the very thing that nobody can make out,â\u0080\u009d said his mother.\n    \n\n      â\u0080\u009cAm I to hear a fairy tale?â\u0080\u009d asked the little boy.\n    \n\n      â\u0080\u009cYes, if you can tell me exactlyâ\u0080\u0094for I must know that firstâ\u0080\u0094how\n      deep the gutter is in the little street opposite, that you pass through in\n      going to school.â\u0080\u009d\n     \n\n      â\u0080\u009cJust up to the middle of my boot,â\u0080\u009d said the child; â\u0080\u009cbut then I must go\n      into the deep hole.â\u0080\u009d\n     \n\n      â\u0080\u009cAh, ah! That's where the wet feet came from,â\u0080\u009d said the old man. â\u0080\u009cI ought\n      now to tell you a story; but I don't know any more.â\u0080\u009d\n     \n\n      â\u0080\u009cYou can make one in a moment,â\u0080\u009d said the little boy. â\u0080\u009cMy mother says that\n      all you look at can be turned into a fairy tale: and that you can find a\n      story in everything.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, but such tales and stories are good for nothing. The right sort come\n      of themselves; they tap at my forehead and say, 'Here we are.'â\u0080\u009d\n     \n\n      â\u0080\u009cWon't there be a tap soon?â\u0080\u009d asked the little boy. And his mother laughed,\n      put some Elder-flowers in the tea-pot, and poured boiling water upon them.\n    \n\n      â\u0080\u009cDo tell me something! Pray do!â\u0080\u009d\n     \n\n      â\u0080\u009cYes, if a fairy tale would come of its own accord; but they are proud and\n      haughty, and come only when they choose. Stop!â\u0080\u009d said he, all on a sudden.\n      â\u0080\u009cI have it! Pay attention! There is one in the tea-pot!â\u0080\u009d\n     \n\n      And the little boy looked at the tea-pot. The cover rose more and more;\n      and the Elder-flowers came forth so fresh and white, and shot up long\n      branches. Out of the spout even did they spread themselves on all sides,\n      and grew larger and larger; it was a splendid Elderbush, a whole tree; and\n      it reached into the very bed, and pushed the curtains aside. How it\n      bloomed! And what an odour! In the middle of the bush sat a\n      friendly-looking old woman in a most strange dress. It was quite green,\n      like the leaves of the elder, and was trimmed with large white\n      Elder-flowers; so that at first one could not tell whether it was a stuff,\n      or a natural green and real flowers.\n    \n\n      â\u0080\u009cWhat's that woman's name?â\u0080\u009d asked the little boy.\n    \n\n      â\u0080\u009cThe Greeks and Romans,â\u0080\u009d said the old man, â\u0080\u009ccalled her a Dryad; but that\n      we do not understand. The people who live in the New Booths [*] have a\n      much better name for her; they call her 'old Granny'â\u0080\u0094and she it is\n      to whom you are to pay attention. Now listen, and look at the beautiful\n      Elderbush.\n    \n\n     * A row of buildings for seamen in Copenhagen.\n\n\n      â\u0080\u009cJust such another large blooming Elder Tree stands near the New Booths.\n      It grew there in the corner of a little miserable court-yard; and under it\n      sat, of an afternoon, in the most splendid sunshine, two old people; an\n      old, old seaman, and his old, old wife. They had great-grand-children, and\n      were soon to celebrate the fiftieth anniversary of their marriage; but\n      they could not exactly recollect the date: and old Granny sat in the tree,\n      and looked as pleased as now. 'I know the date,' said she; but those below\n      did not hear her, for they were talking about old times.\n    \n\n      â\u0080\u009c'Yes, can't you remember when we were very little,' said the old seaman,\n      'and ran and played about? It was the very same court-yard where we now\n      are, and we stuck slips in the ground, and made a garden.'\n    \n\n      â\u0080\u009c'I remember it well,' said the old woman; 'I remember it quite well. We\n      watered the slips, and one of them was an Elderbush. It took root, put\n      forth green shoots, and grew up to be the large tree under which we old\n      folks are now sitting.'\n    \n\n      â\u0080\u009c'To be sure,' said he. 'And there in the corner stood a waterpail, where\n      I used to swim my boats.'\n    \n\n      â\u0080\u009c'True; but first we went to school to learn somewhat,' said she; 'and\n      then we were confirmed. We both cried; but in the afternoon we went up the\n      Round Tower, and looked down on Copenhagen, and far, far away over the\n      water; then we went to Friedericksberg, where the King and the Queen were\n      sailing about in their splendid barges.'\n    \n\n      â\u0080\u009c'But I had a different sort of sailing to that, later; and that, too, for\n      many a year; a long way off, on great voyages.'\n    \n\n      â\u0080\u009c'Yes, many a time have I wept for your sake,' said she. 'I thought you\n      were dead and gone, and lying down in the deep waters. Many a night have I\n      got up to see if the wind had not changed: and changed it had, sure\n      enough; but you never came. I remember so well one day, when the rain was\n      pouring down in torrents, the scavengers were before the house where I was\n      in service, and I had come up with the dust, and remained standing at the\n      doorâ\u0080\u0094it was dreadful weatherâ\u0080\u0094when just as I was there, the\n      postman came and gave me a letter. It was from you! What a tour that\n      letter had made! I opened it instantly and read: I laughed and wept. I was\n      so happy. In it I read that you were in warm lands where the coffee-tree\n      grows. What a blessed land that must be! You related so much, and I saw it\n      all the while the rain was pouring down, and I standing there with the\n      dust-box. At the same moment came someone who embraced me.'\n    \n\n      â\u0080\u009c'Yes; but you gave him a good box on his ear that made it tingle!'\n    \n\n      â\u0080\u009c'But I did not know it was you. You arrived as soon as your letter, and\n      you were so handsomeâ\u0080\u0094that you still areâ\u0080\u0094and had a long yellow\n      silk handkerchief round your neck, and a bran new hat on; oh, you were so\n      dashing! Good heavens! What weather it was, and what a state the street\n      was in!'\n    \n\n      â\u0080\u009c'And then we married,' said he. 'Don't you remember? And then we had our\n      first little boy, and then Mary, and Nicholas, and Peter, and Christian.'\n    \n\n      â\u0080\u009c'Yes, and how they all grew up to be honest people, and were beloved by\n      everybody.'\n    \n\n      â\u0080\u009c'And their children also have children,' said the old sailor; 'yes, those\n      are our grand-children, full of strength and vigor. It was, methinks about\n      this season that we had our wedding.'\n    \n\n      â\u0080\u009c'Yes, this very day is the fiftieth anniversary of the marriage,' said\n      old Granny, sticking her head between the two old people; who thought it\n      was their neighbor who nodded to them. They looked at each other and held\n      one another by the hand. Soon after came their children, and their\n      grand-children; for they knew well enough that it was the day of the\n      fiftieth anniversary, and had come with their gratulations that very\n      morning; but the old people had forgotten it, although they were able to\n      remember all that had happened many years ago. And the Elderbush sent\n      forth a strong odour in the sun, that was just about to set, and shone\n      right in the old people's faces. They both looked so rosy-cheeked; and the\n      youngest of the grandchildren danced around them, and called out quite\n      delighted, that there was to be something very splendid that eveningâ\u0080\u0094they\n      were all to have hot potatoes. And old Nanny nodded in the bush, and\n      shouted 'hurrah!' with the rest.â\u0080\u009d\n     \n\n      â\u0080\u009cBut that is no fairy tale,â\u0080\u009d said the little boy, who was listening to the\n      story.\n    \n\n      â\u0080\u009cThe thing is, you must understand it,â\u0080\u009d said the narrator; â\u0080\u009clet us ask old\n      Nanny.â\u0080\u009d\n     \n\n      â\u0080\u009cThat was no fairy tale, 'tis true,â\u0080\u009d said old Nanny; â\u0080\u009cbut now it's coming.\n      The most wonderful fairy tales grow out of that which is reality; were\n      that not the case, you know, my magnificent Elderbush could not have grown\n      out of the tea-pot.â\u0080\u009d And then she took the little boy out of bed, laid him\n      on her bosom, and the branches of the Elder Tree, full of flowers, closed\n      around her. They sat in an aerial dwelling, and it flew with them through\n      the air. Oh, it was wondrous beautiful! Old Nanny had grown all of a\n      sudden a young and pretty maiden; but her robe was still the same green\n      stuff with white flowers, which she had worn before. On her bosom she had\n      a real Elderflower, and in her yellow waving hair a wreath of the flowers;\n      her eyes were so large and blue that it was a pleasure to look at them;\n      she kissed the boy, and now they were of the same age and felt alike.\n    \n\n      Hand in hand they went out of the bower, and they were standing in the\n      beautiful garden of their home. Near the green lawn papa's walking-stick\n      was tied, and for the little ones it seemed to be endowed with life; for\n      as soon as they got astride it, the round polished knob was turned into a\n      magnificent neighing head, a long black mane fluttered in the breeze, and\n      four slender yet strong legs shot out. The animal was strong and handsome,\n      and away they went at full gallop round the lawn.\n    \n\n      â\u0080\u009cHuzza! Now we are riding miles off,â\u0080\u009d said the boy. â\u0080\u009cWe are riding away to\n      the castle where we were last year!â\u0080\u009d\n     \n\n      And on they rode round the grass-plot; and the little maiden, who, we\n      know, was no one else but old Nanny, kept on crying out, â\u0080\u009cNow we are in\n      the country! Don't you see the farm-house yonder? And there is an Elder\n      Tree standing beside it; and the cock is scraping away the earth for the\n      hens, look, how he struts! And now we are close to the church. It lies\n      high upon the hill, between the large oak-trees, one of which is half\n      decayed. And now we are by the smithy, where the fire is blazing, and\n      where the half-naked men are banging with their hammers till the sparks\n      fly about. Away! away! To the beautiful country-seat!â\u0080\u009d\n     \n\n      And all that the little maiden, who sat behind on the stick, spoke of,\n      flew by in reality. The boy saw it all, and yet they were only going round\n      the grass-plot. Then they played in a side avenue, and marked out a little\n      garden on the earth; and they took Elder-blossoms from their hair, planted\n      them, and they grew just like those the old people planted when they were\n      children, as related before. They went hand in hand, as the old people had\n      done when they were children; but not to the Round Tower, or to\n      Friedericksberg; no, the little damsel wound her arms round the boy, and\n      then they flew far away through all Denmark. And spring came, and summer;\n      and then it was autumn, and then winter; and a thousand pictures were\n      reflected in the eye and in the heart of the boy; and the little girl\n      always sang to him, â\u0080\u009cThis you will never forget.â\u0080\u009d And during their whole\n      flight the Elder Tree smelt so sweet and odorous; he remarked the roses\n      and the fresh beeches, but the Elder Tree had a more wondrous fragrance,\n      for its flowers hung on the breast of the little maiden; and there, too,\n      did he often lay his head during the flight.\n    \n\n      â\u0080\u009cIt is lovely here in spring!â\u0080\u009d said the young maiden. And they stood in a\n      beech-wood that had just put on its first green, where the woodroof [*] at\n      their feet sent forth its fragrance, and the pale-red anemony looked so\n      pretty among the verdure. â\u0080\u009cOh, would it were always spring in the\n      sweetly-smelling Danish beech-forests!â\u0080\u009d\n     \n\n     * Asperula odorata.\n\n\n      â\u0080\u009cIt is lovely here in summer!â\u0080\u009d said she. And she flew past old castles of\n      by-gone days of chivalry, where the red walls and the embattled gables\n      were mirrored in the canal, where the swans were swimming, and peered up\n      into the old cool avenues. In the fields the corn was waving like the sea;\n      in the ditches red and yellow flowers were growing; while wild-drone\n      flowers, and blooming convolvuluses were creeping in the hedges; and\n      towards evening the moon rose round and large, and the haycocks in the\n      meadows smelt so sweetly. â\u0080\u009cThis one never forgets!â\u0080\u009d\n     \n\n      â\u0080\u009cIt is lovely here in autumn!â\u0080\u009d said the little maiden. And suddenly the\n      atmosphere grew as blue again as before; the forest grew red, and green,\n      and yellow-colored. The dogs came leaping along, and whole flocks of\n      wild-fowl flew over the cairn, where blackberry-bushes were hanging round\n      the old stones. The sea was dark blue, covered with ships full of white\n      sails; and in the barn old women, maidens, and children were sitting\n      picking hops into a large cask; the young sang songs, but the old told\n      fairy tales of mountain-sprites and soothsayers. Nothing could be more\n      charming.\n    \n\n      â\u0080\u009cIt is delightful here in winter!â\u0080\u009d said the little maiden. And all the\n      trees were covered with hoar-frost; they looked like white corals; the\n      snow crackled under foot, as if one had new boots on; and one falling star\n      after the other was seen in the sky. The Christmas-tree was lighted in the\n      room; presents were there, and good-humor reigned. In the country the\n      violin sounded in the room of the peasant; the newly-baked cakes were\n      attacked; even the poorest child said, â\u0080\u009cIt is really delightful here in\n      winter!â\u0080\u009d\n     \n\n      Yes, it was delightful; and the little maiden showed the boy everything;\n      and the Elder Tree still was fragrant, and the red flag, with the white\n      cross, was still waving: the flag under which the old seaman in the New\n      Booths had sailed. And the boy grew up to be a lad, and was to go forth in\n      the wide world-far, far away to warm lands, where the coffee-tree grows;\n      but at his departure the little maiden took an Elder-blossom from her\n      bosom, and gave it him to keep; and it was placed between the leaves of\n      his Prayer-Book; and when in foreign lands he opened the book, it was\n      always at the place where the keepsake-flower lay; and the more he looked\n      at it, the fresher it became; he felt as it were, the fragrance of the\n      Danish groves; and from among the leaves of the flowers he could\n      distinctly see the little maiden, peeping forth with her bright blue eyesâ\u0080\u0094and\n      then she whispered, â\u0080\u009cIt is delightful here in Spring, Summer, Autumn, and\n      Winterâ\u0080\u009d; and a hundred visions glided before his mind.\n    \n\n      Thus passed many years, and he was now an old man, and sat with his old\n      wife under the blooming tree. They held each other by the hand, as the old\n      grand-father and grand-mother yonder in the New Booths did, and they\n      talked exactly like them of old times, and of the fiftieth anniversary of\n      their wedding. The little maiden, with the blue eyes, and with\n      Elder-blossoms in her hair, sat in the tree, nodded to both of them, and\n      said, â\u0080\u009cTo-day is the fiftieth anniversary!â\u0080\u009d And then she took two flowers\n      out of her hair, and kissed them. First, they shone like silver, then like\n      gold; and when they laid them on the heads of the old people, each flower\n      became a golden crown. So there they both sat, like a king and a queen,\n      under the fragrant tree, that looked exactly like an elder: the old man\n      told his wife the story of â\u0080\u009cOld Nanny,â\u0080\u009d as it had been told him when a\n      boy. And it seemed to both of them it contained much that resembled their\n      own history; and those parts that were like it pleased them best.\n    \n\n      â\u0080\u009cThus it is,â\u0080\u009d said the little maiden in the tree, â\u0080\u009csome call me 'Old\n      Nanny,' others a 'Dryad,' but, in reality, my name is 'Remembrance'; 'tis\n      I who sit in the tree that grows and grows! I can remember; I can tell\n      things! Let me see if you have my flower still?â\u0080\u009d\n     \n\n      And the old man opened his Prayer-Book. There lay the Elder-blossom, as\n      fresh as if it had been placed there but a short time before; and\n      Remembrance nodded, and the old people, decked with crowns of gold, sat in\n      the flush of the evening sun. They closed their eyes, andâ\u0080\u0094andâ\u0080\u0094!\n      Yes, that's the end of the story!\n    \n\n      The little boy lay in his bed; he did not know if he had dreamed or not,\n      or if he had been listening while someone told him the story. The tea-pot\n      was standing on the table, but no Elder Tree was growing out of it! And\n      the old man, who had been talking, was just on the point of going out at\n      the door, and he did go.\n    \n\n      â\u0080\u009cHow splendid that was!â\u0080\u009d said the little boy. â\u0080\u009cMother, I have been to warm\n      countries.â\u0080\u009d\n     \n\n      â\u0080\u009cSo I should think,â\u0080\u009d said his mother. â\u0080\u009cWhen one has drunk two good cupfuls\n      of Elder-flower tea, 'tis likely enough one goes into warm climatesâ\u0080\u009d; and\n      she tucked him up nicely, least he should take cold. â\u0080\u009cYou have had a good\n      sleep while I have been sitting here, and arguing with him whether it was\n      a story or a fairy tale.â\u0080\u009d\n     \n\n      â\u0080\u009cAnd where is old Nanny?â\u0080\u009d asked the little boy.\n    \n\n      â\u0080\u009cIn the tea-pot,â\u0080\u009d said his mother; â\u0080\u009cand there she may remain.â\u0080\u009d\n     \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "elderbush"
    }
}