{
    "name": "Anderson - The Emperor's New Clothes",
    "body": "\n      Many years ago, there was an Emperor, who was so excessively fond of new\n      clothes, that he spent all his money in dress. He did not trouble himself\n      in the least about his soldiers; nor did he care to go either to the\n      theatre or the chase, except for the opportunities then afforded him for\n      displaying his new clothes. He had a different suit for each hour of the\n      day; and as of any other king or emperor, one is accustomed to say, â\u0080\u009che is\n      sitting in council,â\u0080\u009d it was always said of him, â\u0080\u009cThe Emperor is sitting in\n      his wardrobe.â\u0080\u009d\n     \n\n      Time passed merrily in the large town which was his capital; strangers\n      arrived every day at the court. One day, two rogues, calling themselves\n      weavers, made their appearance. They gave out that they knew how to weave\n      stuffs of the most beautiful colors and elaborate patterns, the clothes\n      manufactured from which should have the wonderful property of remaining\n      invisible to everyone who was unfit for the office he held, or who was\n      extraordinarily simple in character.\n    \n\n      â\u0080\u009cThese must, indeed, be splendid clothes!â\u0080\u009d thought the Emperor. â\u0080\u009cHad I\n      such a suit, I might at once find out what men in my realms are unfit for\n      their office, and also be able to distinguish the wise from the foolish!\n      This stuff must be woven for me immediately.â\u0080\u009d And he caused large sums of\n      money to be given to both the weavers in order that they might begin their\n      work directly.\n    \n\n      So the two pretended weavers set up two looms, and affected to work very\n      busily, though in reality they did nothing at all. They asked for the most\n      delicate silk and the purest gold thread; put both into their own\n      knapsacks; and then continued their pretended work at the empty looms\n      until late at night.\n    \n\n      â\u0080\u009cI should like to know how the weavers are getting on with my cloth,â\u0080\u009d said\n      the Emperor to himself, after some little time had elapsed; he was,\n      however, rather embarrassed, when he remembered that a simpleton, or one\n      unfit for his office, would be unable to see the manufacture. To be sure,\n      he thought he had nothing to risk in his own person; but yet, he would\n      prefer sending somebody else, to bring him intelligence about the weavers,\n      and their work, before he troubled himself in the affair. All the people\n      throughout the city had heard of the wonderful property the cloth was to\n      possess; and all were anxious to learn how wise, or how ignorant, their\n      neighbors might prove to be.\n    \n\n      â\u0080\u009cI will send my faithful old minister to the weavers,â\u0080\u009d said the Emperor at\n      last, after some deliberation, â\u0080\u009che will be best able to see how the cloth\n      looks; for he is a man of sense, and no one can be more suitable for his\n      office than he is.â\u0080\u009d\n     \n\n      So the faithful old minister went into the hall, where the knaves were\n      working with all their might, at their empty looms. â\u0080\u009cWhat can be the\n      meaning of this?â\u0080\u009d thought the old man, opening his eyes very wide. â\u0080\u009cI\n      cannot discover the least bit of thread on the looms.â\u0080\u009d However, he did not\n      express his thoughts aloud.\n    \n\n      The impostors requested him very courteously to be so good as to come\n      nearer their looms; and then asked him whether the design pleased him, and\n      whether the colors were not very beautiful; at the same time pointing to\n      the empty frames. The poor old minister looked and looked, he could not\n      discover anything on the looms, for a very good reason, viz: there was\n      nothing there. â\u0080\u009cWhat!â\u0080\u009d thought he again. â\u0080\u009cIs it possible that I am a\n      simpleton? I have never thought so myself; and no one must know it now if\n      I am so. Can it be, that I am unfit for my office? No, that must not be\n      said either. I will never confess that I could not see the stuff.â\u0080\u009d\n     \n\n      â\u0080\u009cWell, Sir Minister!â\u0080\u009d said one of the knaves, still pretending to work.\n      â\u0080\u009cYou do not say whether the stuff pleases you.â\u0080\u009d\n     \n\n      â\u0080\u009cOh, it is excellent!â\u0080\u009d replied the old minister, looking at the loom\n      through his spectacles. â\u0080\u009cThis pattern, and the colors, yes, I will tell\n      the Emperor without delay, how very beautiful I think them.â\u0080\u009d\n     \n\n      â\u0080\u009cWe shall be much obliged to you,â\u0080\u009d said the impostors, and then they named\n      the different colors and described the pattern of the pretended stuff. The\n      old minister listened attentively to their words, in order that he might\n      repeat them to the Emperor; and then the knaves asked for more silk and\n      gold, saying that it was necessary to complete what they had begun.\n      However, they put all that was given them into their knapsacks; and\n      continued to work with as much apparent diligence as before at their empty\n      looms.\n    \n\n      The Emperor now sent another officer of his court to see how the men were\n      getting on, and to ascertain whether the cloth would soon be ready. It was\n      just the same with this gentleman as with the minister; he surveyed the\n      looms on all sides, but could see nothing at all but the empty frames.\n    \n\n      â\u0080\u009cDoes not the stuff appear as beautiful to you, as it did to my lord the\n      minister?â\u0080\u009d asked the impostors of the Emperor's second ambassador; at the\n      same time making the same gestures as before, and talking of the design\n      and colors which were not there.\n    \n\n      â\u0080\u009cI certainly am not stupid!â\u0080\u009d thought the messenger. â\u0080\u009cIt must be, that I am\n      not fit for my good, profitable office! That is very odd; however, no one\n      shall know anything about it.â\u0080\u009d And accordingly he praised the stuff he\n      could not see, and declared that he was delighted with both colors and\n      patterns. â\u0080\u009cIndeed, please your Imperial Majesty,â\u0080\u009d said he to his sovereign\n      when he returned, â\u0080\u009cthe cloth which the weavers are preparing is\n      extraordinarily magnificent.â\u0080\u009d\n     \n\n      The whole city was talking of the splendid cloth which the Emperor had\n      ordered to be woven at his own expense.\n    \n\n      And now the Emperor himself wished to see the costly manufacture, while it\n      was still in the loom. Accompanied by a select number of officers of the\n      court, among whom were the two honest men who had already admired the\n      cloth, he went to the crafty impostors, who, as soon as they were aware of\n      the Emperor's approach, went on working more diligently than ever;\n      although they still did not pass a single thread through the looms.\n    \n\n      â\u0080\u009cIs not the work absolutely magnificent?â\u0080\u009d said the two officers of the\n      crown, already mentioned. â\u0080\u009cIf your Majesty will only be pleased to look at\n      it! What a splendid design! What glorious colors!â\u0080\u009d and at the same time\n      they pointed to the empty frames; for they imagined that everyone else\n      could see this exquisite piece of workmanship.\n    \n\n      â\u0080\u009cHow is this?â\u0080\u009d said the Emperor to himself. â\u0080\u009cI can see nothing! This is\n      indeed a terrible affair! Am I a simpleton, or am I unfit to be an\n      Emperor? That would be the worst thing that could happenâ\u0080\u0094Oh! the\n      cloth is charming,â\u0080\u009d said he, aloud. â\u0080\u009cIt has my complete approbation.â\u0080\u009d And\n      he smiled most graciously, and looked closely at the empty looms; for on\n      no account would he say that he could not see what two of the officers of\n      his court had praised so much. All his retinue now strained their eyes,\n      hoping to discover something on the looms, but they could see no more than\n      the others; nevertheless, they all exclaimed, â\u0080\u009cOh, how beautiful!â\u0080\u009d and\n      advised his majesty to have some new clothes made from this splendid\n      material, for the approaching procession. â\u0080\u009cMagnificent! Charming!\n      Excellent!â\u0080\u009d resounded on all sides; and everyone was uncommonly gay. The\n      Emperor shared in the general satisfaction; and presented the impostors\n      with the riband of an order of knighthood, to be worn in their\n      button-holes, and the title of â\u0080\u009cGentlemen Weavers.â\u0080\u009d\n     \n\n      The rogues sat up the whole of the night before the day on which the\n      procession was to take place, and had sixteen lights burning, so that\n      everyone might see how anxious they were to finish the Emperor's new suit.\n      They pretended to roll the cloth off the looms; cut the air with their\n      scissors; and sewed with needles without any thread in them. â\u0080\u009cSee!â\u0080\u009d cried\n      they, at last. â\u0080\u009cThe Emperor's new clothes are ready!â\u0080\u009d\n     \n\n      And now the Emperor, with all the grandees of his court, came to the\n      weavers; and the rogues raised their arms, as if in the act of holding\n      something up, saying, â\u0080\u009cHere are your Majesty's trousers! Here is the\n      scarf! Here is the mantle! The whole suit is as light as a cobweb; one\n      might fancy one has nothing at all on, when dressed in it; that, however,\n      is the great virtue of this delicate cloth.â\u0080\u009d\n     \n\n      â\u0080\u009cYes indeed!â\u0080\u009d said all the courtiers, although not one of them could see\n      anything of this exquisite manufacture.\n    \n\n      â\u0080\u009cIf your Imperial Majesty will be graciously pleased to take off your\n      clothes, we will fit on the new suit, in front of the looking glass.â\u0080\u009d\n     \n\n      The Emperor was accordingly undressed, and the rogues pretended to array\n      him in his new suit; the Emperor turning round, from side to side, before\n      the looking glass.\n    \n\n      â\u0080\u009cHow splendid his Majesty looks in his new clothes, and how well they\n      fit!â\u0080\u009d everyone cried out. â\u0080\u009cWhat a design! What colors! These are indeed\n      royal robes!â\u0080\u009d\n     \n\n      â\u0080\u009cThe canopy which is to be borne over your Majesty, in the procession, is\n      waiting,â\u0080\u009d announced the chief master of the ceremonies.\n    \n\n      â\u0080\u009cI am quite ready,â\u0080\u009d answered the Emperor. â\u0080\u009cDo my new clothes fit well?â\u0080\u009d\n       asked he, turning himself round again before the looking glass, in order\n      that he might appear to be examining his handsome suit.\n    \n\n      The lords of the bedchamber, who were to carry his Majesty's train felt\n      about on the ground, as if they were lifting up the ends of the mantle;\n      and pretended to be carrying something; for they would by no means betray\n      anything like simplicity, or unfitness for their office.\n    \n\n      So now the Emperor walked under his high canopy in the midst of the\n      procession, through the streets of his capital; and all the people\n      standing by, and those at the windows, cried out, â\u0080\u009cOh! How beautiful are\n      our Emperor's new clothes! What a magnificent train there is to the\n      mantle; and how gracefully the scarf hangs!â\u0080\u009d in short, no one would allow\n      that he could not see these much-admired clothes; because, in doing so, he\n      would have declared himself either a simpleton or unfit for his office.\n      Certainly, none of the Emperor's various suits, had ever made so great an\n      impression, as these invisible ones.\n    \n\n      â\u0080\u009cBut the Emperor has nothing at all on!â\u0080\u009d said a little child.\n    \n\n      â\u0080\u009cListen to the voice of innocence!â\u0080\u009d exclaimed his father; and what the\n      child had said was whispered from one to another.\n    \n\n      â\u0080\u009cBut he has nothing at all on!â\u0080\u009d at last cried out all the people. The\n      Emperor was vexed, for he knew that the people were right; but he thought\n      the procession must go on now! And the lords of the bedchamber took\n      greater pains than ever, to appear holding up a train, although, in\n      reality, there was no train to hold.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "emperor's_new_clothes"
    }
}