{
    "name": "Anderson - The False Collar",
    "body": "\n      There was once a fine gentleman, all of whose moveables were a boot-jack\n      and a hair-comb: but he had the finest false collars in the world; and it\n      is about one of these collars that we are now to hear a story.\n    \n\n      It was so old, that it began to think of marriage; and it happened that it\n      came to be washed in company with a garter.\n    \n\n      â\u0080\u009cNay!â\u0080\u009d said the collar. â\u0080\u009cI never did see anything so slender and so fine,\n      so soft and so neat. May I not ask your name?â\u0080\u009d\n     \n\n      â\u0080\u009cThat I shall not tell you!â\u0080\u009d said the garter.\n    \n\n      â\u0080\u009cWhere do you live?â\u0080\u009d asked the collar.\n    \n\n      But the garter was so bashful, so modest, and thought it was a strange\n      question to answer.\n    \n\n      â\u0080\u009cYou are certainly a girdle,â\u0080\u009d said the collar; â\u0080\u009cthat is to say an inside\n      girdle. I see well that you are both for use and ornament, my dear young\n      lady.â\u0080\u009d\n     \n\n      â\u0080\u009cI will thank you not to speak to me,â\u0080\u009d said the garter. â\u0080\u009cI think I have\n      not given the least occasion for it.â\u0080\u009d\n     \n\n      â\u0080\u009cYes! When one is as handsome as you,â\u0080\u009d said the collar, â\u0080\u009cthat is occasion\n      enough.â\u0080\u009d\n     \n\n      â\u0080\u009cDon't come so near me, I beg of you!â\u0080\u009d said the garter. â\u0080\u009cYou look so much\n      like those men-folks.â\u0080\u009d\n     \n\n      â\u0080\u009cI am also a fine gentleman,â\u0080\u009d said the collar. â\u0080\u009cI have a bootjack and a\n      hair-comb.â\u0080\u009d\n     \n\n      But that was not true, for it was his master who had them: but he boasted.\n    \n\n      â\u0080\u009cDon't come so near me,â\u0080\u009d said the garter: â\u0080\u009cI am not accustomed to it.â\u0080\u009d\n     \n\n      â\u0080\u009cPrude!â\u0080\u009d exclaimed the collar; and then it was taken out of the\n      washing-tub. It was starched, hung over the back of a chair in the\n      sunshine, and was then laid on the ironing-blanket; then came the warm\n      box-iron. â\u0080\u009cDear lady!â\u0080\u009d said the collar. â\u0080\u009cDear widow-lady! I feel quite\n      hot. I am quite changed. I begin to unfold myself. You will burn a hole in\n      me. Oh! I offer you my hand.â\u0080\u009d\n     \n\n      â\u0080\u009cRag!â\u0080\u009d said the box-iron; and went proudly over the collar: for she\n      fancied she was a steam-engine, that would go on the railroad and draw the\n      waggons. â\u0080\u009cRag!â\u0080\u009d said the box-iron.\n    \n\n      The collar was a little jagged at the edge, and so came the long scissors\n      to cut off the jagged part. â\u0080\u009cOh!â\u0080\u009d said the collar. â\u0080\u009cYou are certainly the\n      first opera dancer. How well you can stretch your legs out! It is the most\n      graceful performance I have ever seen. No one can imitate you.â\u0080\u009d\n     \n\n      â\u0080\u009cI know it,â\u0080\u009d said the scissors.\n    \n\n      â\u0080\u009cYou deserve to be a baroness,â\u0080\u009d said the collar. â\u0080\u009cAll that I have is a\n      fine gentleman, a boot-jack, and a hair-comb. If I only had the barony!â\u0080\u009d\n     \n\n      â\u0080\u009cDo you seek my hand?â\u0080\u009d said the scissors; for she was angry; and without\n      more ado, she CUT HIM, and then he was condemned.\n    \n\n      â\u0080\u009cI shall now be obliged to ask the hair-comb. It is surprising how well\n      you preserve your teeth, Miss,â\u0080\u009d said the collar. â\u0080\u009cHave you never thought\n      of being betrothed?â\u0080\u009d\n     \n\n      â\u0080\u009cYes, of course! you may be sure of that,â\u0080\u009d said the hair-comb. â\u0080\u009cI AM\n      betrothedâ\u0080\u0094to the boot-jack!â\u0080\u009d\n     \n\n      â\u0080\u009cBetrothed!â\u0080\u009d exclaimed the collar. Now there was no other to court, and so\n      he despised it.\n    \n\n      A long time passed away, then the collar came into the rag chest at the\n      paper mill; there was a large company of rags, the fine by themselves, and\n      the coarse by themselves, just as it should be. They all had much to say,\n      but the collar the most; for he was a real boaster.\n    \n\n      â\u0080\u009cI have had such an immense number of sweethearts!â\u0080\u009d said the collar. â\u0080\u009cI\n      could not be in peace! It is true, I was always a fine starched-up\n      gentleman! I had both a boot-jack and a hair-comb, which I never used! You\n      should have seen me then, you should have seen me when I lay down! I shall\n      never forget MY FIRST LOVEâ\u0080\u0094she was a girdle, so fine, so soft, and\n      so charming, she threw herself into a tub of water for my sake! There was\n      also a widow, who became glowing hot, but I left her standing till she got\n      black again; there was also the first opera dancer, she gave me that cut\n      which I now go with, she was so ferocious! My own hair-comb was in love\n      with me, she lost all her teeth from the heart-ache; yes, I have lived to\n      see much of that sort of thing; but I am extremely sorry for the garterâ\u0080\u0094I\n      mean the girdleâ\u0080\u0094that went into the water-tub. I have much on my\n      conscience, I want to become white paper!â\u0080\u009d\n     \n\n      And it became so, all the rags were turned into white paper; but the\n      collar came to be just this very piece of white paper we here see, and on\n      which the story is printed; and that was because it boasted so terribly\n      afterwards of what had never happened to it. It would be well for us to\n      beware, that we may not act in a similar manner, for we can never know if\n      we may not, in the course of time, also come into the rag chest, and be\n      made into white paper, and then have our whole life's history printed on\n      it, even the most secret, and be obliged to run about and tell it\n      ourselves, just like this collar.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "false_collar"
    }
}