{
    "name": "Anderson - The Fir Tree",
    "body": "\n      Out in the woods stood a nice little Fir Tree. The place he had was a very\n      good one: the sun shone on him: as to fresh air, there was enough of that,\n      and round him grew many large-sized comrades, pines as well as firs. But\n      the little Fir wanted so very much to be a grown-up tree.\n    \n\n      He did not think of the warm sun and of the fresh air; he did not care for\n      the little cottage children that ran about and prattled when they were in\n      the woods looking for wild-strawberries. The children often came with a\n      whole pitcher full of berries, or a long row of them threaded on a straw,\n      and sat down near the young tree and said, â\u0080\u009cOh, how pretty he is! What a\n      nice little fir!â\u0080\u009d But this was what the Tree could not bear to hear.\n    \n\n      At the end of a year he had shot up a good deal, and after another year he\n      was another long bit taller; for with fir trees one can always tell by the\n      shoots how many years old they are.\n    \n\n      â\u0080\u009cOh! Were I but such a high tree as the others are,â\u0080\u009d sighed he. â\u0080\u009cThen I\n      should be able to spread out my branches, and with the tops to look into\n      the wide world! Then would the birds build nests among my branches: and\n      when there was a breeze, I could bend with as much stateliness as the\n      others!â\u0080\u009d\n     \n\n      Neither the sunbeams, nor the birds, nor the red clouds which morning and\n      evening sailed above him, gave the little Tree any pleasure.\n    \n\n      In winter, when the snow lay glittering on the ground, a hare would often\n      come leaping along, and jump right over the little Tree. Oh, that made him\n      so angry! But two winters were past, and in the third the Tree was so\n      large that the hare was obliged to go round it. â\u0080\u009cTo grow and grow, to get\n      older and be tall,â\u0080\u009d thought the Treeâ\u0080\u0094â\u0080\u009cthat, after all, is the most\n      delightful thing in the world!â\u0080\u009d\n     \n\n      In autumn the wood-cutters always came and felled some of the largest\n      trees. This happened every year; and the young Fir Tree, that had now\n      grown to a very comely size, trembled at the sight; for the magnificent\n      great trees fell to the earth with noise and cracking, the branches were\n      lopped off, and the trees looked long and bare; they were hardly to be\n      recognised; and then they were laid in carts, and the horses dragged them\n      out of the wood.\n    \n\n      Where did they go to? What became of them?\n    \n\n      In spring, when the swallows and the storks came, the Tree asked them,\n      â\u0080\u009cDon't you know where they have been taken? Have you not met them\n      anywhere?â\u0080\u009d\n     \n\n      The swallows did not know anything about it; but the Stork looked musing,\n      nodded his head, and said, â\u0080\u009cYes; I think I know; I met many ships as I was\n      flying hither from Egypt; on the ships were magnificent masts, and I\n      venture to assert that it was they that smelt so of fir. I may\n      congratulate you, for they lifted themselves on high most majestically!â\u0080\u009d\n     \n\n      â\u0080\u009cOh, were I but old enough to fly across the sea! But how does the sea\n      look in reality? What is it like?â\u0080\u009d\n     \n\n      â\u0080\u009cThat would take a long time to explain,â\u0080\u009d said the Stork, and with these\n      words off he went.\n    \n\n      â\u0080\u009cRejoice in thy growth!â\u0080\u009d said the Sunbeams. â\u0080\u009cRejoice in thy vigorous\n      growth, and in the fresh life that moveth within thee!â\u0080\u009d\n     \n\n      And the Wind kissed the Tree, and the Dew wept tears over him; but the Fir\n      understood it not.\n    \n\n      When Christmas came, quite young trees were cut down: trees which often\n      were not even as large or of the same age as this Fir Tree, who could\n      never rest, but always wanted to be off. These young trees, and they were\n      always the finest looking, retained their branches; they were laid on\n      carts, and the horses drew them out of the wood.\n    \n\n      â\u0080\u009cWhere are they going to?â\u0080\u009d asked the Fir. â\u0080\u009cThey are not taller than I;\n      there was one indeed that was considerably shorter; and why do they retain\n      all their branches? Whither are they taken?â\u0080\u009d\n     \n\n      â\u0080\u009cWe know! We know!â\u0080\u009d chirped the Sparrows. â\u0080\u009cWe have peeped in at the\n      windows in the town below! We know whither they are taken! The greatest\n      splendor and the greatest magnificence one can imagine await them. We\n      peeped through the windows, and saw them planted in the middle of the warm\n      room and ornamented with the most splendid things, with gilded apples,\n      with gingerbread, with toys, and many hundred lights!â\u0080\u009d\n     \n\n      â\u0080\u009cAnd then?â\u0080\u009d asked the Fir Tree, trembling in every bough. â\u0080\u009cAnd then? What\n      happens then?â\u0080\u009d\n     \n\n      â\u0080\u009cWe did not see anything more: it was incomparably beautiful.â\u0080\u009d\n     \n\n      â\u0080\u009cI would fain know if I am destined for so glorious a career,â\u0080\u009d cried the\n      Tree, rejoicing. â\u0080\u009cThat is still better than to cross the sea! What a\n      longing do I suffer! Were Christmas but come! I am now tall, and my\n      branches spread like the others that were carried off last year! Oh! were\n      I but already on the cart! Were I in the warm room with all the splendor\n      and magnificence! Yes; then something better, something still grander,\n      will surely follow, or wherefore should they thus ornament me? Something\n      better, something still grander must followâ\u0080\u0094but what? Oh, how I\n      long, how I suffer! I do not know myself what is the matter with me!â\u0080\u009d\n     \n\n      â\u0080\u009cRejoice in our presence!â\u0080\u009d said the Air and the Sunlight. â\u0080\u009cRejoice in thy\n      own fresh youth!â\u0080\u009d\n     \n\n      But the Tree did not rejoice at all; he grew and grew, and was green both\n      winter and summer. People that saw him said, â\u0080\u009cWhat a fine tree!â\u0080\u009d and\n      towards Christmas he was one of the first that was cut down. The axe\n      struck deep into the very pith; the Tree fell to the earth with a sigh; he\n      felt a pangâ\u0080\u0094it was like a swoon; he could not think of happiness,\n      for he was sorrowful at being separated from his home, from the place\n      where he had sprung up. He well knew that he should never see his dear old\n      comrades, the little bushes and flowers around him, anymore; perhaps not\n      even the birds! The departure was not at all agreeable.\n    \n\n      The Tree only came to himself when he was unloaded in a court-yard with\n      the other trees, and heard a man say, â\u0080\u009cThat one is splendid! We don't want\n      the others.â\u0080\u009d Then two servants came in rich livery and carried the Fir\n      Tree into a large and splendid drawing-room. Portraits were hanging on the\n      walls, and near the white porcelain stove stood two large Chinese vases\n      with lions on the covers. There, too, were large easy-chairs, silken\n      sofas, large tables full of picture-books and full of toys, worth hundreds\n      and hundreds of crownsâ\u0080\u0094at least the children said so. And the Fir\n      Tree was stuck upright in a cask that was filled with sand; but no one\n      could see that it was a cask, for green cloth was hung all round it, and\n      it stood on a large gaily-colored carpet. Oh! how the Tree quivered! What\n      was to happen? The servants, as well as the young ladies, decorated it. On\n      one branch there hung little nets cut out of colored paper, and each net\n      was filled with sugarplums; and among the other boughs gilded apples and\n      walnuts were suspended, looking as though they had grown there, and little\n      blue and white tapers were placed among the leaves. Dolls that looked for\n      all the world like menâ\u0080\u0094the Tree had never beheld such beforeâ\u0080\u0094were\n      seen among the foliage, and at the very top a large star of gold tinsel\n      was fixed. It was really splendidâ\u0080\u0094beyond description splendid.\n    \n\n      â\u0080\u009cThis evening!â\u0080\u009d they all said. â\u0080\u009cHow it will shine this evening!â\u0080\u009d\n     \n\n      â\u0080\u009cOh!â\u0080\u009d thought the Tree. â\u0080\u009cIf the evening were but come! If the tapers were\n      but lighted! And then I wonder what will happen! Perhaps the other trees\n      from the forest will come to look at me! Perhaps the sparrows will beat\n      against the windowpanes! I wonder if I shall take root here, and winter\n      and summer stand covered with ornaments!â\u0080\u009d\n     \n\n      He knew very much about the matterâ\u0080\u0094but he was so impatient that for\n      sheer longing he got a pain in his back, and this with trees is the same\n      thing as a headache with us.\n    \n\n      The candles were now lightedâ\u0080\u0094what brightness! What splendor! The\n      Tree trembled so in every bough that one of the tapers set fire to the\n      foliage. It blazed up famously.\n    \n\n      â\u0080\u009cHelp! Help!â\u0080\u009d cried the young ladies, and they quickly put out the fire.\n    \n\n      Now the Tree did not even dare tremble. What a state he was in! He was so\n      uneasy lest he should lose something of his splendor, that he was quite\n      bewildered amidst the glare and brightness; when suddenly both\n      folding-doors opened and a troop of children rushed in as if they would\n      upset the Tree. The older persons followed quietly; the little ones stood\n      quite still. But it was only for a moment; then they shouted that the\n      whole place re-echoed with their rejoicing; they danced round the Tree,\n      and one present after the other was pulled off.\n    \n\n      â\u0080\u009cWhat are they about?â\u0080\u009d thought the Tree. â\u0080\u009cWhat is to happen now!â\u0080\u009d And the\n      lights burned down to the very branches, and as they burned down they were\n      put out one after the other, and then the children had permission to\n      plunder the Tree. So they fell upon it with such violence that all its\n      branches cracked; if it had not been fixed firmly in the ground, it would\n      certainly have tumbled down.\n    \n\n      The children danced about with their beautiful playthings; no one looked\n      at the Tree except the old nurse, who peeped between the branches; but it\n      was only to see if there was a fig or an apple left that had been\n      forgotten.\n    \n\n      â\u0080\u009cA story! A story!â\u0080\u009d cried the children, drawing a little fat man towards\n      the Tree. He seated himself under it and said, â\u0080\u009cNow we are in the shade,\n      and the Tree can listen too. But I shall tell only one story. Now which\n      will you have; that about Ivedy-Avedy, or about Humpy-Dumpy, who tumbled\n      downstairs, and yet after all came to the throne and married the\n      princess?â\u0080\u009d\n     \n\n      â\u0080\u009cIvedy-Avedy,â\u0080\u009d cried some; â\u0080\u009cHumpy-Dumpy,â\u0080\u009d cried the others. There was such\n      a bawling and screamingâ\u0080\u0094the Fir Tree alone was silent, and he\n      thought to himself, â\u0080\u009cAm I not to bawl with the rest? Am I to do nothing\n      whatever?â\u0080\u009d for he was one of the company, and had done what he had to do.\n    \n\n      And the man told about Humpy-Dumpy that tumbled down, who notwithstanding\n      came to the throne, and at last married the princess. And the children\n      clapped their hands, and cried. â\u0080\u009cOh, go on! Do go on!â\u0080\u009d They wanted to hear\n      about Ivedy-Avedy too, but the little man only told them about\n      Humpy-Dumpy. The Fir Tree stood quite still and absorbed in thought; the\n      birds in the wood had never related the like of this. â\u0080\u009cHumpy-Dumpy fell\n      downstairs, and yet he married the princess! Yes, yes! That's the way of\n      the world!â\u0080\u009d thought the Fir Tree, and believed it all, because the man who\n      told the story was so good-looking. â\u0080\u009cWell, well! who knows, perhaps I may\n      fall downstairs, too, and get a princess as wife!â\u0080\u009d And he looked forward\n      with joy to the morrow, when he hoped to be decked out again with lights,\n      playthings, fruits, and tinsel.\n    \n\n      â\u0080\u009cI won't tremble to-morrow!â\u0080\u009d thought the Fir Tree. â\u0080\u009cI will enjoy to the\n      full all my splendor! To-morrow I shall hear again the story of\n      Humpy-Dumpy, and perhaps that of Ivedy-Avedy too.â\u0080\u009d And the whole night the\n      Tree stood still and in deep thought.\n    \n\n      In the morning the servant and the housemaid came in.\n    \n\n      â\u0080\u009cNow then the splendor will begin again,â\u0080\u009d thought the Fir. But they\n      dragged him out of the room, and up the stairs into the loft: and here, in\n      a dark corner, where no daylight could enter, they left him. â\u0080\u009cWhat's the\n      meaning of this?â\u0080\u009d thought the Tree. â\u0080\u009cWhat am I to do here? What shall I\n      hear now, I wonder?â\u0080\u009d And he leaned against the wall lost in reverie. Time\n      enough had he too for his reflections; for days and nights passed on, and\n      nobody came up; and when at last somebody did come, it was only to put\n      some great trunks in a corner, out of the way. There stood the Tree quite\n      hidden; it seemed as if he had been entirely forgotten.\n    \n\n      â\u0080\u009c'Tis now winter out-of-doors!â\u0080\u009d thought the Tree. â\u0080\u009cThe earth is hard and\n      covered with snow; men cannot plant me now, and therefore I have been put\n      up here under shelter till the spring-time comes! How thoughtful that is!\n      How kind man is, after all! If it only were not so dark here, and so\n      terribly lonely! Not even a hare! And out in the woods it was so pleasant,\n      when the snow was on the ground, and the hare leaped by; yesâ\u0080\u0094even\n      when he jumped over me; but I did not like it then! It is really terribly\n      lonely here!â\u0080\u009d\n     \n\n      â\u0080\u009cSqueak! Squeak!â\u0080\u009d said a little Mouse, at the same moment, peeping out of\n      his hole. And then another little one came. They snuffed about the Fir\n      Tree, and rustled among the branches.\n    \n\n      â\u0080\u009cIt is dreadfully cold,â\u0080\u009d said the Mouse. â\u0080\u009cBut for that, it would be\n      delightful here, old Fir, wouldn't it?â\u0080\u009d\n     \n\n      â\u0080\u009cI am by no means old,â\u0080\u009d said the Fir Tree. â\u0080\u009cThere's many a one\n      considerably older than I am.â\u0080\u009d\n     \n\n      â\u0080\u009cWhere do you come from,â\u0080\u009d asked the Mice; â\u0080\u009cand what can you do?â\u0080\u009d They were\n      so extremely curious. â\u0080\u009cTell us about the most beautiful spot on the earth.\n      Have you never been there? Were you never in the larder, where cheeses lie\n      on the shelves, and hams hang from above; where one dances about on tallow\n      candles: that place where one enters lean, and comes out again fat and\n      portly?â\u0080\u009d\n     \n\n      â\u0080\u009cI know no such place,â\u0080\u009d said the Tree. â\u0080\u009cBut I know the wood, where the sun\n      shines and where the little birds sing.â\u0080\u009d And then he told all about his\n      youth; and the little Mice had never heard the like before; and they\n      listened and said,\n    \n\n      â\u0080\u009cWell, to be sure! How much you have seen! How happy you must have been!â\u0080\u009d\n     \n\n      â\u0080\u009cI!â\u0080\u009d said the Fir Tree, thinking over what he had himself related. â\u0080\u009cYes,\n      in reality those were happy times.â\u0080\u009d And then he told about Christmas-eve,\n      when he was decked out with cakes and candles.\n    \n\n      â\u0080\u009cOh,â\u0080\u009d said the little Mice, â\u0080\u009chow fortunate you have been, old Fir Tree!â\u0080\u009d\n     \n\n      â\u0080\u009cI am by no means old,â\u0080\u009d said he. â\u0080\u009cI came from the wood this winter; I am\n      in my prime, and am only rather short for my age.â\u0080\u009d\n     \n\n      â\u0080\u009cWhat delightful stories you know,â\u0080\u009d said the Mice: and the next night they\n      came with four other little Mice, who were to hear what the Tree\n      recounted: and the more he related, the more he remembered himself; and it\n      appeared as if those times had really been happy times. â\u0080\u009cBut they may\n      still comeâ\u0080\u0094they may still come! Humpy-Dumpy fell downstairs, and yet\n      he got a princess!â\u0080\u009d and he thought at the moment of a nice little Birch\n      Tree growing out in the woods: to the Fir, that would be a real charming\n      princess.\n    \n\n      â\u0080\u009cWho is Humpy-Dumpy?â\u0080\u009d asked the Mice. So then the Fir Tree told the whole\n      fairy tale, for he could remember every single word of it; and the little\n      Mice jumped for joy up to the very top of the Tree. Next night two more\n      Mice came, and on Sunday two Rats even; but they said the stories were not\n      interesting, which vexed the little Mice; and they, too, now began to\n      think them not so very amusing either.\n    \n\n      â\u0080\u009cDo you know only one story?â\u0080\u009d asked the Rats.\n    \n\n      â\u0080\u009cOnly that one,â\u0080\u009d answered the Tree. â\u0080\u009cI heard it on my happiest evening;\n      but I did not then know how happy I was.â\u0080\u009d\n     \n\n      â\u0080\u009cIt is a very stupid story! Don't you know one about bacon and tallow\n      candles? Can't you tell any larder stories?â\u0080\u009d\n     \n\n      â\u0080\u009cNo,â\u0080\u009d said the Tree.\n    \n\n      â\u0080\u009cThen good-bye,â\u0080\u009d said the Rats; and they went home.\n    \n\n      At last the little Mice stayed away also; and the Tree sighed: â\u0080\u009cAfter all,\n      it was very pleasant when the sleek little Mice sat round me, and listened\n      to what I told them. Now that too is over. But I will take good care to\n      enjoy myself when I am brought out again.â\u0080\u009d\n     \n\n      But when was that to be? Why, one morning there came a quantity of people\n      and set to work in the loft. The trunks were moved, the tree was pulled\n      out and thrownâ\u0080\u0094rather hard, it is trueâ\u0080\u0094down on the floor, but\n      a man drew him towards the stairs, where the daylight shone.\n    \n\n      â\u0080\u009cNow a merry life will begin again,â\u0080\u009d thought the Tree. He felt the fresh\n      air, the first sunbeamâ\u0080\u0094and now he was out in the courtyard. All\n      passed so quickly, there was so much going on around him, the Tree quite\n      forgot to look to himself. The court adjoined a garden, and all was in\n      flower; the roses hung so fresh and odorous over the balustrade, the\n      lindens were in blossom, the Swallows flew by, and said, â\u0080\u009cQuirre-vit! My\n      husband is come!â\u0080\u009d but it was not the Fir Tree that they meant.\n    \n\n      â\u0080\u009cNow, then, I shall really enjoy life,â\u0080\u009d said he exultingly, and spread out\n      his branches; but, alas, they were all withered and yellow! It was in a\n      corner that he lay, among weeds and nettles. The golden star of tinsel was\n      still on the top of the Tree, and glittered in the sunshine.\n    \n\n      In the court-yard some of the merry children were playing who had danced\n      at Christmas round the Fir Tree, and were so glad at the sight of him. One\n      of the youngest ran and tore off the golden star.\n    \n\n      â\u0080\u009cOnly look what is still on the ugly old Christmas tree!â\u0080\u009d said he,\n      trampling on the branches, so that they all cracked beneath his feet.\n    \n\n      And the Tree beheld all the beauty of the flowers, and the freshness in\n      the garden; he beheld himself, and wished he had remained in his dark\n      corner in the loft; he thought of his first youth in the wood, of the\n      merry Christmas-eve, and of the little Mice who had listened with so much\n      pleasure to the story of Humpy-Dumpy.\n    \n\n      â\u0080\u009c'Tis overâ\u0080\u0094'tis past!â\u0080\u009d said the poor Tree. â\u0080\u009cHad I but rejoiced when\n      I had reason to do so! But now 'tis past, 'tis past!â\u0080\u009d\n     \n\n      And the gardener's boy chopped the Tree into small pieces; there was a\n      whole heap lying there. The wood flamed up splendidly under the large\n      brewing copper, and it sighed so deeply! Each sigh was like a shot.\n    \n\n      The boys played about in the court, and the youngest wore the gold star on\n      his breast which the Tree had had on the happiest evening of his life.\n      However, that was over nowâ\u0080\u0094the Tree gone, the story at an end. All,\n      all was overâ\u0080\u0094every tale must end at last.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "fir_tree"
    }
}