{
    "name": "Anderson - The Happy Family",
    "body": "\n      Really, the largest green leaf in this country is a dock-leaf; if one\n      holds it before one, it is like a whole apron, and if one holds it over\n      one's head in rainy weather, it is almost as good as an umbrella, for it\n      is so immensely large. The burdock never grows alone, but where there\n      grows one there always grow several: it is a great delight, and all this\n      delightfulness is snails' food. The great white snails which persons of\n      quality in former times made fricassees of, ate, and said, â\u0080\u009cHem, hem! how\n      delicious!â\u0080\u009d for they thought it tasted so delicateâ\u0080\u0094lived on\n      dock-leaves, and therefore burdock seeds were sown.\n    \n\n      Now, there was an old manor-house, where they no longer ate snails, they\n      were quite extinct; but the burdocks were not extinct, they grew and grew\n      all over the walks and all the beds; they could not get the mastery over\n      themâ\u0080\u0094it was a whole forest of burdocks. Here and there stood an\n      apple and a plum-tree, or else one never would have thought that it was a\n      garden; all was burdocks, and there lived the two last venerable old\n      snails.\n    \n\n      They themselves knew not how old they were, but they could remember very\n      well that there had been many more; that they were of a family from\n      foreign lands, and that for them and theirs the whole forest was planted.\n      They had never been outside it, but they knew that there was still\n      something more in the world, which was called the manor-house, and that\n      there they were boiled, and then they became black, and were then placed\n      on a silver dish; but what happened further they knew not; or, in fact,\n      what it was to be boiled, and to lie on a silver dish, they could not\n      possibly imagine; but it was said to be delightful, and particularly\n      genteel. Neither the chafers, the toads, nor the earth-worms, whom they\n      asked about it could give them any informationâ\u0080\u0094none of them had been\n      boiled or laid on a silver dish.\n    \n\n      The old white snails were the first persons of distinction in the world,\n      that they knew; the forest was planted for their sake, and the manor-house\n      was there that they might be boiled and laid on a silver dish.\n    \n\n      Now they lived a very lonely and happy life; and as they had no children\n      themselves, they had adopted a little common snail, which they brought up\n      as their own; but the little one would not grow, for he was of a common\n      family; but the old ones, especially Dame Mother Snail, thought they could\n      observe how he increased in size, and she begged father, if he could not\n      see it, that he would at least feel the little snail's shell; and then he\n      felt it, and found the good dame was right.\n    \n\n      One day there was a heavy storm of rain.\n    \n\n      â\u0080\u009cHear how it beats like a drum on the dock-leaves!â\u0080\u009d said Father Snail.\n    \n\n      â\u0080\u009cThere are also rain-drops!â\u0080\u009d said Mother Snail. â\u0080\u009cAnd now the rain pours\n      right down the stalk! You will see that it will be wet here! I am very\n      happy to think that we have our good house, and the little one has his\n      also! There is more done for us than for all other creatures, sure enough;\n      but can you not see that we are folks of quality in the world? We are\n      provided with a house from our birth, and the burdock forest is planted\n      for our sakes! I should like to know how far it extends, and what there is\n      outside!â\u0080\u009d\n     \n\n      â\u0080\u009cThere is nothing at all,â\u0080\u009d said Father Snail. â\u0080\u009cNo place can be better than\n      ours, and I have nothing to wish for!â\u0080\u009d\n     \n\n      â\u0080\u009cYes,â\u0080\u009d said the dame. â\u0080\u009cI would willingly go to the manorhouse, be boiled,\n      and laid on a silver dish; all our forefathers have been treated so; there\n      is something extraordinary in it, you may be sure!â\u0080\u009d\n     \n\n      â\u0080\u009cThe manor-house has most likely fallen to ruin!â\u0080\u009d said Father Snail. â\u0080\u009cOr\n      the burdocks have grown up over it, so that they cannot come out. There\n      need not, however, be any haste about that; but you are always in such a\n      tremendous hurry, and the little one is beginning to be the same. Has he\n      not been creeping up that stalk these three days? It gives me a headache\n      when I look up to him!â\u0080\u009d\n     \n\n      â\u0080\u009cYou must not scold him,â\u0080\u009d said Mother Snail. â\u0080\u009cHe creeps so carefully; he\n      will afford us much pleasureâ\u0080\u0094and we have nothing but him to live\n      for! But have you not thought of it? Where shall we get a wife for him? Do\n      you not think that there are some of our species at a great distance in\n      the interior of the burdock forest?â\u0080\u009d\n     \n\n      â\u0080\u009cBlack snails, I dare say, there are enough of,â\u0080\u009d said the old one. â\u0080\u009cBlack\n      snails without a houseâ\u0080\u0094but they are so common, and so conceited. But\n      we might give the ants a commission to look out for us; they run to and\n      fro as if they had something to do, and they certainly know of a wife for\n      our little snail!â\u0080\u009d\n     \n\n      â\u0080\u009cI know one, sure enoughâ\u0080\u0094the most charming one!â\u0080\u009d said one of the\n      ants. â\u0080\u009cBut I am afraid we shall hardly succeed, for she is a queen!â\u0080\u009d\n     \n\n      â\u0080\u009cThat is nothing!â\u0080\u009d said the old folks. â\u0080\u009cHas she a house?â\u0080\u009d\n     \n\n      â\u0080\u009cShe has a palace!â\u0080\u009d said the ant. â\u0080\u009cThe finest ant's palace, with seven\n      hundred passages!â\u0080\u009d\n     \n\n      â\u0080\u009cI thank you!â\u0080\u009d said Mother Snail. â\u0080\u009cOur son shall not go into an ant-hill;\n      if you know nothing better than that, we shall give the commission to the\n      white gnats. They fly far and wide, in rain and sunshine; they know the\n      whole forest here, both within and without.â\u0080\u009d\n     \n\n      â\u0080\u009cWe have a wife for him,â\u0080\u009d said the gnats. â\u0080\u009cAt a hundred human paces from\n      here there sits a little snail in her house, on a gooseberry bush; she is\n      quite lonely, and old enough to be married. It is only a hundred human\n      paces!â\u0080\u009d\n     \n\n      â\u0080\u009cWell, then, let her come to him!â\u0080\u009d said the old ones. â\u0080\u009cHe has a whole\n      forest of burdocks, she has only a bush!â\u0080\u009d\n     \n\n      And so they went and fetched little Miss Snail. It was a whole week before\n      she arrived; but therein was just the very best of it, for one could thus\n      see that she was of the same species.\n    \n\n      And then the marriage was celebrated. Six earth-worms shone as well as\n      they could. In other respects the whole went off very quietly, for the old\n      folks could not bear noise and merriment; but old Dame Snail made a\n      brilliant speech. Father Snail could not speak, he was too much affected;\n      and so they gave them as a dowry and inheritance, the whole forest of\n      burdocks, and saidâ\u0080\u0094what they had always saidâ\u0080\u0094that it was the\n      best in the world; and if they lived honestly and decently, and increased\n      and multiplied, they and their children would once in the course of time\n      come to the manor-house, be boiled black, and laid on silver dishes. After\n      this speech was made, the old ones crept into their shells, and never more\n      came out. They slept; the young couple governed in the forest, and had a\n      numerous progeny, but they were never boiled, and never came on the silver\n      dishes; so from this they concluded that the manor-house had fallen to\n      ruins, and that all the men in the world were extinct; and as no one\n      contradicted them, so, of course it was so. And the rain beat on the\n      dock-leaves to make drum-music for their sake, and the sun shone in order\n      to give the burdock forest a color for their sakes; and they were very\n      happy, and the whole family was happy; for they, indeed were so.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "happy_family"
    }
}