{
  "name": "Anderson - The Leap-frog",
  "body": "\n      A Flea, a Grasshopper, and a Leap-frog once wanted to see which could jump\n      highest; and they invited the whole world, and everybody else besides who\n      chose to come to see the festival. Three famous jumpers were they, as\n      everyone would say, when they all met together in the room.\n    \n\n      “I will give my daughter to him who jumps highest,” exclaimed the King;\n      “for it is not so amusing where there is no prize to jump for.”\n     \n\n      The Flea was the first to step forward. He had exquisite manners, and\n      bowed to the company on all sides; for he had noble blood, and was,\n      moreover, accustomed to the society of man alone; and that makes a great\n      difference.\n    \n\n      Then came the Grasshopper. He was considerably heavier, but he was\n      well-mannered, and wore a green uniform, which he had by right of birth;\n      he said, moreover, that he belonged to a very ancient Egyptian family, and\n      that in the house where he then was, he was thought much of. The fact was,\n      he had been just brought out of the fields, and put in a pasteboard house,\n      three stories high, all made of court-cards, with the colored side\n      inwards; and doors and windows cut out of the body of the Queen of Hearts.\n      “I sing so well,” said he, “that sixteen native grasshoppers who have\n      chirped from infancy, and yet got no house built of cards to live in, grew\n      thinner than they were before for sheer vexation when they heard me.”\n     \n\n      It was thus that the Flea and the Grasshopper gave an account of\n      themselves, and thought they were quite good enough to marry a Princess.\n    \n\n      The Leap-frog said nothing; but people gave it as their opinion, that he\n      therefore thought the more; and when the housedog snuffed at him with his\n      nose, he confessed the Leap-frog was of good family. The old councillor,\n      who had had three orders given him to make him hold his tongue, asserted\n      that the Leap-frog was a prophet; for that one could see on his back, if\n      there would be a severe or mild winter, and that was what one could not\n      see even on the back of the man who writes the almanac.\n    \n\n      “I say nothing, it is true,” exclaimed the King; “but I have my own\n      opinion, notwithstanding.”\n     \n\n      Now the trial was to take place. The Flea jumped so high that nobody could\n      see where he went to; so they all asserted he had not jumped at all; and\n      that was dishonorable.\n    \n\n      The Grasshopper jumped only half as high; but he leaped into the King's\n      face, who said that was ill-mannered.\n    \n\n      The Leap-frog stood still for a long time lost in thought; it was believed\n      at last he would not jump at all.\n    \n\n      “I only hope he is not unwell,” said the house-dog; when, pop! he made a\n      jump all on one side into the lap of the Princess, who was sitting on a\n      little golden stool close by.\n    \n\n      Hereupon the King said, “There is nothing above my daughter; therefore to\n      bound up to her is the highest jump that can be made; but for this, one\n      must possess understanding, and the Leap-frog has shown that he has\n      understanding. He is brave and intellectual.”\n     \n\n      And so he won the Princess.\n    \n\n      “It's all the same to me,” said the Flea. “She may have the old Leap-frog,\n      for all I care. I jumped the highest; but in this world merit seldom meets\n      its reward. A fine exterior is what people look at now-a-days.”\n     \n\n      The Flea then went into foreign service, where, it is said, he was killed.\n    \n\n      The Grasshopper sat without on a green bank, and reflected on worldly\n      things; and he said too, “Yes, a fine exterior is everything—a fine\n      exterior is what people care about.” And then he began chirping his\n      peculiar melancholy song, from which we have taken this history; and which\n      may, very possibly, be all untrue, although it does stand here printed in\n      black and white.\n    \n\n\n \n",
  "metadata": {
    "author": "Anderson",
    "year": 1911,
    "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
    "name": "leap_frog"
  }
}
