{
    "name": "Anderson - The Little Match Girl",
    "body": "\n      Most terribly cold it was; it snowed, and was nearly quite dark, and\n      eveningâ\u0080\u0094the last evening of the year. In this cold and darkness\n      there went along the street a poor little girl, bareheaded, and with naked\n      feet. When she left home she had slippers on, it is true; but what was the\n      good of that? They were very large slippers, which her mother had hitherto\n      worn; so large were they; and the poor little thing lost them as she\n      scuffled away across the street, because of two carriages that rolled by\n      dreadfully fast.\n    \n\n      One slipper was nowhere to be found; the other had been laid hold of by an\n      urchin, and off he ran with it; he thought it would do capitally for a\n      cradle when he some day or other should have children himself. So the\n      little maiden walked on with her tiny naked feet, that were quite red and\n      blue from cold. She carried a quantity of matches in an old apron, and she\n      held a bundle of them in her hand. Nobody had bought anything of her the\n      whole livelong day; no one had given her a single farthing.\n    \n\n      She crept along trembling with cold and hungerâ\u0080\u0094a very picture of\n      sorrow, the poor little thing!\n    \n\n      The flakes of snow covered her long fair hair, which fell in beautiful\n      curls around her neck; but of that, of course, she never once now thought.\n      From all the windows the candles were gleaming, and it smelt so\n      deliciously of roast goose, for you know it was New Year's Eve; yes, of\n      that she thought.\n    \n\n      In a corner formed by two houses, of which one advanced more than the\n      other, she seated herself down and cowered together. Her little feet she\n      had drawn close up to her, but she grew colder and colder, and to go home\n      she did not venture, for she had not sold any matches and could not bring\n      a farthing of money: from her father she would certainly get blows, and at\n      home it was cold too, for above her she had only the roof, through which\n      the wind whistled, even though the largest cracks were stopped up with\n      straw and rags.\n    \n\n      Her little hands were almost numbed with cold. Oh! a match might afford\n      her a world of comfort, if she only dared take a single one out of the\n      bundle, draw it against the wall, and warm her fingers by it. She drew one\n      out. â\u0080\u009cRischt!â\u0080\u009d how it blazed, how it burnt! It was a warm, bright flame,\n      like a candle, as she held her hands over it: it was a wonderful light. It\n      seemed really to the little maiden as though she were sitting before a\n      large iron stove, with burnished brass feet and a brass ornament at top.\n      The fire burned with such blessed influence; it warmed so delightfully.\n      The little girl had already stretched out her feet to warm them too; butâ\u0080\u0094the\n      small flame went out, the stove vanished: she had only the remains of the\n      burnt-out match in her hand.\n    \n\n      She rubbed another against the wall: it burned brightly, and where the\n      light fell on the wall, there the wall became transparent like a veil, so\n      that she could see into the room. On the table was spread a snow-white\n      tablecloth; upon it was a splendid porcelain service, and the roast goose\n      was steaming famously with its stuffing of apple and dried plums. And what\n      was still more capital to behold was, the goose hopped down from the dish,\n      reeled about on the floor with knife and fork in its breast, till it came\n      up to the poor little girl; whenâ\u0080\u0094the match went out and nothing but\n      the thick, cold, damp wall was left behind. She lighted another match. Now\n      there she was sitting under the most magnificent Christmas tree: it was\n      still larger, and more decorated than the one which she had seen through\n      the glass door in the rich merchant's house.\n    \n\n      Thousands of lights were burning on the green branches, and gaily-colored\n      pictures, such as she had seen in the shop-windows, looked down upon her.\n      The little maiden stretched out her hands towards them whenâ\u0080\u0094the\n      match went out. The lights of the Christmas tree rose higher and higher,\n      she saw them now as stars in heaven; one fell down and formed a long trail\n      of fire.\n    \n\n      â\u0080\u009cSomeone is just dead!â\u0080\u009d said the little girl; for her old grandmother, the\n      only person who had loved her, and who was now no more, had told her, that\n      when a star falls, a soul ascends to God.\n    \n\n      She drew another match against the wall: it was again light, and in the\n      lustre there stood the old grandmother, so bright and radiant, so mild,\n      and with such an expression of love.\n    \n\n      â\u0080\u009cGrandmother!â\u0080\u009d cried the little one. â\u0080\u009cOh, take me with you! You go away\n      when the match burns out; you vanish like the warm stove, like the\n      delicious roast goose, and like the magnificent Christmas tree!â\u0080\u009d And she\n      rubbed the whole bundle of matches quickly against the wall, for she\n      wanted to be quite sure of keeping her grandmother near her. And the\n      matches gave such a brilliant light that it was brighter than at noon-day:\n      never formerly had the grandmother been so beautiful and so tall. She took\n      the little maiden, on her arm, and both flew in brightness and in joy so\n      high, so very high, and then above was neither cold, nor hunger, nor\n      anxietyâ\u0080\u0094they were with God.\n    \n\n      But in the corner, at the cold hour of dawn, sat the poor girl, with rosy\n      cheeks and with a smiling mouth, leaning against the wallâ\u0080\u0094frozen to\n      death on the last evening of the old year. Stiff and stark sat the child\n      there with her matches, of which one bundle had been burnt. â\u0080\u009cShe wanted to\n      warm herself,â\u0080\u009d people said. No one had the slightest suspicion of what\n      beautiful things she had seen; no one even dreamed of the splendor in\n      which, with her grandmother she had entered on the joys of a new year.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "little_match_girl"
    }
}