{
    "name": "Anderson - The Naughty Boy",
    "body": "\n      Along time ago, there lived an old poet, a thoroughly kind old poet. As he\n      was sitting one evening in his room, a dreadful storm arose without, and\n      the rain streamed down from heaven; but the old poet sat warm and\n      comfortable in his chimney-corner, where the fire blazed and the roasting\n      apple hissed.\n    \n\n      â\u0080\u009cThose who have not a roof over their heads will be wetted to the skin,â\u0080\u009d\n       said the good old poet.\n    \n\n      â\u0080\u009cOh let me in! Let me in! I am cold, and I'm so wet!â\u0080\u009d exclaimed suddenly a\n      child that stood crying at the door and knocking for admittance, while the\n      rain poured down, and the wind made all the windows rattle.\n    \n\n      â\u0080\u009cPoor thing!â\u0080\u009d said the old poet, as he went to open the door. There stood\n      a little boy, quite naked, and the water ran down from his long golden\n      hair; he trembled with cold, and had he not come into a warm room he would\n      most certainly have perished in the frightful tempest.\n    \n\n      â\u0080\u009cPoor child!â\u0080\u009d said the old poet, as he took the boy by the hand. â\u0080\u009cCome in,\n      come in, and I will soon restore thee! Thou shalt have wine and roasted\n      apples, for thou art verily a charming child!â\u0080\u009d And the boy was so really.\n      His eyes were like two bright stars; and although the water trickled down\n      his hair, it waved in beautiful curls. He looked exactly like a little\n      angel, but he was so pale, and his whole body trembled with cold. He had a\n      nice little bow in his hand, but it was quite spoiled by the rain, and the\n      tints of his many-colored arrows ran one into the other.\n    \n\n      The old poet seated himself beside his hearth, and took the little fellow\n      on his lap; he squeezed the water out of his dripping hair, warmed his\n      hands between his own, and boiled for him some sweet wine. Then the boy\n      recovered, his cheeks again grew rosy, he jumped down from the lap where\n      he was sitting, and danced round the kind old poet.\n    \n\n      â\u0080\u009cYou are a merry fellow,â\u0080\u009d said the old man. â\u0080\u009cWhat's your name?â\u0080\u009d\n     \n\n      â\u0080\u009cMy name is Cupid,â\u0080\u009d answered the boy. â\u0080\u009cDon't you know me? There lies my\n      bow; it shoots well, I can assure you! Look, the weather is now clearing\n      up, and the moon is shining clear again through the window.â\u0080\u009d\n     \n\n      â\u0080\u009cWhy, your bow is quite spoiled,â\u0080\u009d said the old poet.\n    \n\n      â\u0080\u009cThat were sad indeed,â\u0080\u009d said the boy, and he took the bow in his hand and\n      examined it on every side. â\u0080\u009cOh, it is dry again, and is not hurt at all;\n      the string is quite tight. I will try it directly.â\u0080\u009d And he bent his bow,\n      took aim, and shot an arrow at the old poet, right into his heart. â\u0080\u009cYou\n      see now that my bow was not spoiled,â\u0080\u009d said he laughing; and away he ran.\n    \n\n      The naughty boy, to shoot the old poet in that way; he who had taken him\n      into his warm room, who had treated him so kindly, and who had given him\n      warm wine and the very best apples!\n    \n\n      The poor poet lay on the earth and wept, for the arrow had really flown\n      into his heart.\n    \n\n      â\u0080\u009cFie!â\u0080\u009d said he. â\u0080\u009cHow naughty a boy Cupid is! I will tell all children\n      about him, that they may take care and not play with him, for he will only\n      cause them sorrow and many a heartache.â\u0080\u009d\n     \n\n      And all good children to whom he related this story, took great heed of\n      this naughty Cupid; but he made fools of them still, for he is\n      astonishingly cunning. When the university students come from the\n      lectures, he runs beside them in a black coat, and with a book under his\n      arm. It is quite impossible for them to know him, and they walk along with\n      him arm in arm, as if he, too, were a student like themselves; and then,\n      unperceived, he thrusts an arrow to their bosom. When the young maidens\n      come from being examined by the clergyman, or go to church to be\n      confirmed, there he is again close behind them. Yes, he is forever\n      following people. At the play, he sits in the great chandelier and burns\n      in bright flames, so that people think it is really a flame, but they soon\n      discover it is something else. He roves about in the garden of the palace\n      and upon the ramparts: yes, once he even shot your father and mother right\n      in the heart. Ask them only and you will hear what they'll tell you. Oh,\n      he is a naughty boy, that Cupid; you must never have anything to do with\n      him. He is forever running after everybody. Only think, he shot an arrow\n      once at your old grandmother! But that is a long time ago, and it is all\n      past now; however, a thing of that sort she never forgets. Fie, naughty\n      Cupid! But now you know him, and you know, too, how ill-behaved he is!\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "naughty_boy"
    }
}