{
    "name": "Anderson - The Old House",
    "body": "\n      In the street, up there, was an old, a very old houseâ\u0080\u0094it was almost\n      three hundred years old, for that might be known by reading the great beam\n      on which the date of the year was carved: together with tulips and\n      hop-binds there were whole verses spelled as in former times, and over\n      every window was a distorted face cut out in the beam. The one story stood\n      forward a great way over the other; and directly under the eaves was a\n      leaden spout with a dragon's head; the rain-water should have run out of\n      the mouth, but it ran out of the belly, for there was a hole in the spout.\n    \n\n      All the other houses in the street were so new and so neat, with large\n      window panes and smooth walls, one could easily see that they would have\n      nothing to do with the old house: they certainly thought, â\u0080\u009cHow long is\n      that old decayed thing to stand here as a spectacle in the street? And\n      then the projecting windows stand so far out, that no one can see from our\n      windows what happens in that direction! The steps are as broad as those of\n      a palace, and as high as to a church tower. The iron railings look just\n      like the door to an old family vault, and then they have brass topsâ\u0080\u0094that's\n      so stupid!â\u0080\u009d\n     \n\n      On the other side of the street were also new and neat houses, and they\n      thought just as the others did; but at the window opposite the old house\n      there sat a little boy with fresh rosy cheeks and bright beaming eyes: he\n      certainly liked the old house best, and that both in sunshine and\n      moonshine. And when he looked across at the wall where the mortar had\n      fallen out, he could sit and find out there the strangest figures\n      imaginable; exactly as the street had appeared before, with steps,\n      projecting windows, and pointed gables; he could see soldiers with\n      halberds, and spouts where the water ran, like dragons and serpents. That\n      was a house to look at; and there lived an old man, who wore plush\n      breeches; and he had a coat with large brass buttons, and a wig that one\n      could see was a real wig. Every morning there came an old fellow to him\n      who put his rooms in order, and went on errands; otherwise, the old man in\n      the plush breeches was quite alone in the old house. Now and then he came\n      to the window and looked out, and the little boy nodded to him, and the\n      old man nodded again, and so they became acquaintances, and then they were\n      friends, although they had never spoken to each otherâ\u0080\u0094but that made\n      no difference. The little boy heard his parents say, â\u0080\u009cThe old man opposite\n      is very well off, but he is so very, very lonely!â\u0080\u009d\n     \n\n      The Sunday following, the little boy took something, and wrapped it up in\n      a piece of paper, went downstairs, and stood in the doorway; and when the\n      man who went on errands came past, he said to himâ\u0080\u0094\n    \n\n      â\u0080\u009cI say, master! will you give this to the old man over the way from me? I\n      have two pewter soldiersâ\u0080\u0094this is one of them, and he shall have it,\n      for I know he is so very, very lonely.â\u0080\u009d\n     \n\n      And the old errand man looked quite pleased, nodded, and took the pewter\n      soldier over to the old house. Afterwards there came a message; it was to\n      ask if the little boy himself had not a wish to come over and pay a visit;\n      and so he got permission of his parents, and then went over to the old\n      house.\n    \n\n      And the brass balls on the iron railings shone much brighter than ever;\n      one would have thought they were polished on account of the visit; and it\n      was as if the carved-out trumpetersâ\u0080\u0094for there were trumpeters, who\n      stood in tulips, carved out on the doorâ\u0080\u0094blew with all their might,\n      their cheeks appeared so much rounder than before. Yes, they blewâ\u0080\u0094â\u0080\u009cTrateratra!\n      The little boy comes! Trateratra!â\u0080\u009dâ\u0080\u0094and then the door opened.\n    \n\n      The whole passage was hung with portraits of knights in armor, and ladies\n      in silken gowns; and the armor rattled, and the silken gowns rustled! And\n      then there was a flight of stairs which went a good way upwards, and a\n      little way downwards, and then one came on a balcony which was in a very\n      dilapidated state, sure enough, with large holes and long crevices, but\n      grass grew there and leaves out of them altogether, for the whole balcony\n      outside, the yard, and the walls, were overgrown with so much green stuff,\n      that it looked like a garden; only a balcony. Here stood old flower-pots\n      with faces and asses' ears, and the flowers grew just as they liked. One\n      of the pots was quite overrun on all sides with pinks, that is to say,\n      with the green part; shoot stood by shoot, and it said quite distinctly,\n      â\u0080\u009cThe air has cherished me, the sun has kissed me, and promised me a little\n      flower on Sunday! a little flower on Sunday!â\u0080\u009d\n     \n\n      And then they entered a chamber where the walls were covered with hog's\n      leather, and printed with gold flowers.\n    \n\n   â\u0080\u009cThe gilding decays,\n   But hog's leather stays!â\u0080\u009d\n \n\n      said the walls.\n    \n\n      And there stood easy-chairs, with such high backs, and so carved out, and\n      with arms on both sides. â\u0080\u009cSit down! sit down!â\u0080\u009d said they. â\u0080\u009cUgh! how I\n      creak; now I shall certainly get the gout, like the old clothespress,\n      ugh!â\u0080\u009d\n     \n\n      And then the little boy came into the room where the projecting windows\n      were, and where the old man sat.\n    \n\n      â\u0080\u009cI thank you for the pewter soldier, my little friend!â\u0080\u009d said the old man.\n      â\u0080\u009cAnd I thank you because you come over to me.â\u0080\u009d\n     \n\n      â\u0080\u009cThankee! thankee!â\u0080\u009d or â\u0080\u009ccranky! cranky!â\u0080\u009d sounded from all the furniture;\n      there was so much of it, that each article stood in the other's way, to\n      get a look at the little boy.\n    \n\n      In the middle of the wall hung a picture representing a beautiful lady, so\n      young, so glad, but dressed quite as in former times, with clothes that\n      stood quite stiff, and with powder in her hair; she neither said â\u0080\u009cthankee,\n      thankee!â\u0080\u009d nor â\u0080\u009ccranky, cranky!â\u0080\u009d but looked with her mild eyes at the\n      little boy, who directly asked the old man, â\u0080\u009cWhere did you get her?â\u0080\u009d\n     \n\n      â\u0080\u009cYonder, at the broker's,â\u0080\u009d said the old man, â\u0080\u009cwhere there are so many\n      pictures hanging. No one knows or cares about them, for they are all of\n      them buried; but I knew her in by-gone days, and now she has been dead and\n      gone these fifty years!â\u0080\u009d\n     \n\n      Under the picture, in a glazed frame, there hung a bouquet of withered\n      flowers; they were almost fifty years old; they looked so very old!\n    \n\n      The pendulum of the great clock went to and fro, and the hands turned, and\n      everything in the room became still older; but they did not observe it.\n    \n\n      â\u0080\u009cThey say at home,â\u0080\u009d said the little boy, â\u0080\u009cthat you are so very, very\n      lonely!â\u0080\u009d\n     \n\n      â\u0080\u009cOh!â\u0080\u009d said he. â\u0080\u009cThe old thoughts, with what they may bring with them, come\n      and visit me, and now you also come! I am very well off!â\u0080\u009d\n     \n\n      Then he took a book with pictures in it down from the shelf; there were\n      whole long processions and pageants, with the strangest characters, which\n      one never sees now-a-days; soldiers like the knave of clubs, and citizens\n      with waving flags: the tailors had theirs, with a pair of shears held by\n      two lionsâ\u0080\u0094and the shoemakers theirs, without boots, but with an\n      eagle that had two heads, for the shoemakers must have everything so that\n      they can say, it is a pair! Yes, that was a picture book!\n    \n\n      The old man now went into the other room to fetch preserves, apples, and\n      nutsâ\u0080\u0094yes, it was delightful over there in the old house.\n    \n\n      â\u0080\u009cI cannot bear it any longer!â\u0080\u009d said the pewter soldier, who sat on the\n      drawers. â\u0080\u009cIt is so lonely and melancholy here! But when one has been in a\n      family circle one cannot accustom oneself to this life! I cannot bear it\n      any longer! The whole day is so long, and the evenings are still longer!\n      Here it is not at all as it is over the way at your home, where your\n      father and mother spoke so pleasantly, and where you and all your sweet\n      children made such a delightful noise. Nay, how lonely the old man isâ\u0080\u0094do\n      you think that he gets kisses? Do you think he gets mild eyes, or a\n      Christmas tree? He will get nothing but a grave! I can bear it no longer!â\u0080\u009d\n     \n\n      â\u0080\u009cYou must not let it grieve you so much,â\u0080\u009d said the little boy. â\u0080\u009cI find it\n      so very delightful here, and then all the old thoughts, with what they may\n      bring with them, they come and visit here.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, it's all very well, but I see nothing of them, and I don't know\n      them!â\u0080\u009d said the pewter soldier. â\u0080\u009cI cannot bear it!â\u0080\u009d\n     \n\n      â\u0080\u009cBut you must!â\u0080\u009d said the little boy.\n    \n\n      Then in came the old man with the most pleased and happy face, the most\n      delicious preserves, apples, and nuts, and so the little boy thought no\n      more about the pewter soldier.\n    \n\n      The little boy returned home happy and pleased, and weeks and days passed\n      away, and nods were made to the old house, and from the old house, and\n      then the little boy went over there again.\n    \n\n      The carved trumpeters blew, â\u0080\u009cTrateratra! There is the little boy!\n      Trateratra!â\u0080\u009d and the swords and armor on the knights' portraits rattled,\n      and the silk gowns rustled; the hog's leather spoke, and the old chairs\n      had the gout in their legs and rheumatism in their backs: Ugh! it was\n      exactly like the first time, for over there one day and hour was just like\n      another.\n    \n\n      â\u0080\u009cI cannot bear it!â\u0080\u009d said the pewter soldier. â\u0080\u009cI have shed pewter tears! It\n      is too melancholy! Rather let me go to the wars and lose arms and legs! It\n      would at least be a change. I cannot bear it longer! Now, I know what it\n      is to have a visit from one's old thoughts, with what they may bring with\n      them! I have had a visit from mine, and you may be sure it is no pleasant\n      thing in the end; I was at last about to jump down from the drawers.\n    \n\n      â\u0080\u009cI saw you all over there at home so distinctly, as if you really were\n      here; it was again that Sunday morning; all you children stood before the\n      table and sung your Psalms, as you do every morning. You stood devoutly\n      with folded hands; and father and mother were just as pious; and then the\n      door was opened, and little sister Mary, who is not two years old yet, and\n      who always dances when she hears music or singing, of whatever kind it may\n      be, was put into the roomâ\u0080\u0094though she ought not to have been thereâ\u0080\u0094and\n      then she began to dance, but could not keep time, because the tones were\n      so long; and then she stood, first on the one leg, and bent her head\n      forwards, and then on the other leg, and bent her head forwardsâ\u0080\u0094but\n      all would not do. You stood very seriously all together, although it was\n      difficult enough; but I laughed to myself, and then I fell off the table,\n      and got a bump, which I have stillâ\u0080\u0094for it was not right of me to\n      laugh. But the whole now passes before me again in thought, and everything\n      that I have lived to see; and these are the old thoughts, with what they\n      may bring with them.\n    \n\n      â\u0080\u009cTell me if you still sing on Sundays? Tell me something about little\n      Mary! And how my comrade, the other pewter soldier, lives! Yes, he is\n      happy enough, that's sure! I cannot bear it any longer!â\u0080\u009d\n     \n\n      â\u0080\u009cYou are given away as a present!â\u0080\u009d said the little boy. â\u0080\u009cYou must remain.\n      Can you not understand that?â\u0080\u009d\n     \n\n      The old man now came with a drawer, in which there was much to be seen,\n      both â\u0080\u009ctin boxesâ\u0080\u009d and â\u0080\u009cbalsam boxes,â\u0080\u009d old cards, so large and so gilded,\n      such as one never sees them now. And several drawers were opened, and the\n      piano was opened; it had landscapes on the inside of the lid, and it was\n      so hoarse when the old man played on it! and then he hummed a song.\n    \n\n      â\u0080\u009cYes, she could sing that!â\u0080\u009d said he, and nodded to the portrait, which he\n      had bought at the broker's, and the old man's eyes shone so bright!\n    \n\n      â\u0080\u009cI will go to the wars! I will go to the wars!â\u0080\u009d shouted the pewter soldier\n      as loud as he could, and threw himself off the drawers right down on the\n      floor. What became of him? The old man sought, and the little boy sought;\n      he was away, and he stayed away.\n    \n\n      â\u0080\u009cI shall find him!â\u0080\u009d said the old man; but he never found him. The floor\n      was too openâ\u0080\u0094the pewter soldier had fallen through a crevice, and\n      there he lay as in an open tomb.\n    \n\n      That day passed, and the little boy went home, and that week passed, and\n      several weeks too. The windows were quite frozen, the little boy was\n      obliged to sit and breathe on them to get a peep-hole over to the old\n      house, and there the snow had been blown into all the carved work and\n      inscriptions; it lay quite up over the steps, just as if there was no one\n      at homeâ\u0080\u0094nor was there any one at homeâ\u0080\u0094the old man was dead!\n    \n\n      In the evening there was a hearse seen before the door, and he was borne\n      into it in his coffin: he was now to go out into the country, to lie in\n      his grave. He was driven out there, but no one followed; all his friends\n      were dead, and the little boy kissed his hand to the coffin as it was\n      driven away.\n    \n\n      Some days afterwards there was an auction at the old house, and the little\n      boy saw from his window how they carried the old knights and the old\n      ladies away, the flower-pots with the long ears, the old chairs, and the\n      old clothes-presses. Something came here, and something came there; the\n      portrait of her who had been found at the broker's came to the broker's\n      again; and there it hung, for no one knew her moreâ\u0080\u0094no one cared\n      about the old picture.\n    \n\n      In the spring they pulled the house down, for, as people said, it was a\n      ruin. One could see from the street right into the room with the\n      hog's-leather hanging, which was slashed and torn; and the green grass and\n      leaves about the balcony hung quite wild about the falling beams. And then\n      it was put to rights.\n    \n\n      â\u0080\u009cThat was a relief,â\u0080\u009d said the neighboring houses.\n    \n\n      A fine house was built there, with large windows, and smooth white walls;\n      but before it, where the old house had in fact stood, was a little garden\n      laid out, and a wild grapevine ran up the wall of the neighboring house.\n      Before the garden there was a large iron railing with an iron door, it\n      looked quite splendid, and people stood still and peeped in, and the\n      sparrows hung by scores in the vine, and chattered away at each other as\n      well as they could, but it was not about the old house, for they could not\n      remember it, so many years had passedâ\u0080\u0094so many that the little boy\n      had grown up to a whole man, yes, a clever man, and a pleasure to his\n      parents; and he had just been married, and, together with his little wife,\n      had come to live in the house here, where the garden was; and he stood by\n      her there whilst she planted a field-flower that she found so pretty; she\n      planted it with her little hand, and pressed the earth around it with her\n      fingers. Oh! what was that? She had stuck herself. There sat something\n      pointed, straight out of the soft mould.\n    \n\n      It wasâ\u0080\u0094yes, guess! It was the pewter soldier, he that was lost up at\n      the old man's, and had tumbled and turned about amongst the timber and the\n      rubbish, and had at last laid for many years in the ground.\n    \n\n      The young wife wiped the dirt off the soldier, first with a green leaf,\n      and then with her fine handkerchiefâ\u0080\u0094it had such a delightful smell,\n      that it was to the pewter soldier just as if he had awaked from a trance.\n    \n\n      â\u0080\u009cLet me see him,â\u0080\u009d said the young man. He laughed, and then shook his head.\n      â\u0080\u009cNay, it cannot be he; but he reminds me of a story about a pewter soldier\n      which I had when I was a little boy!â\u0080\u009d And then he told his wife about the\n      old house, and the old man, and about the pewter soldier that he sent over\n      to him because he was so very, very lonely; and he told it as correctly as\n      it had really been, so that the tears came into the eyes of his young\n      wife, on account of the old house and the old man.\n    \n\n      â\u0080\u009cIt may possibly be, however, that it is the same pewter soldier!â\u0080\u009d said\n      she. â\u0080\u009cI will take care of it, and remember all that you have told me; but\n      you must show me the old man's grave!â\u0080\u009d\n     \n\n      â\u0080\u009cBut I do not know it,â\u0080\u009d said he, â\u0080\u009cand no one knows it! All his friends\n      were dead, no one took care of it, and I was then a little boy!â\u0080\u009d\n     \n\n      â\u0080\u009cHow very, very lonely he must have been!â\u0080\u009d said she.\n    \n\n      â\u0080\u009cVery, very lonely!â\u0080\u009d said the pewter soldier. â\u0080\u009cBut it is delightful not to\n      be forgotten!â\u0080\u009d\n     \n\n      â\u0080\u009cDelightful!â\u0080\u009d shouted something close by; but no one, except the pewter\n      soldier, saw that it was a piece of the hog's-leather hangings; it had\n      lost all its gilding, it looked like a piece of wet clay, but it had an\n      opinion, and it gave it:\n    \n\n   â\u0080\u009cThe gilding decays,\n   But hog's leather stays!â\u0080\u009d\n \n\n      This the pewter soldier did not believe.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "old_house"
    }
}