{
    "name": "Anderson - The Real Princess",
    "body": "\n      There was once a Prince who wished to marry a Princess; but then she must\n      be a real Princess. He travelled all over the world in hopes of finding\n      such a lady; but there was always something wrong. Princesses he found in\n      plenty; but whether they were real Princesses it was impossible for him to\n      decide, for now one thing, now another, seemed to him not quite right\n      about the ladies. At last he returned to his palace quite cast down,\n      because he wished so much to have a real Princess for his wife.\n    \n\n      One evening a fearful tempest arose, it thundered and lightened, and the\n      rain poured down from the sky in torrents: besides, it was as dark as\n      pitch. All at once there was heard a violent knocking at the door, and the\n      old King, the Prince's father, went out himself to open it.\n    \n\n      It was a Princess who was standing outside the door. What with the rain\n      and the wind, she was in a sad condition; the water trickled down from her\n      hair, and her clothes clung to her body. She said she was a real Princess.\n    \n\n      â\u0080\u009cAh! we shall soon see that!â\u0080\u009d thought the old Queen-mother; however, she\n      said not a word of what she was going to do; but went quietly into the\n      bedroom, took all the bed-clothes off the bed, and put three little peas\n      on the bedstead. She then laid twenty mattresses one upon another over the\n      three peas, and put twenty feather beds over the mattresses.\n    \n\n      Upon this bed the Princess was to pass the night.\n    \n\n      The next morning she was asked how she had slept. â\u0080\u009cOh, very badly indeed!â\u0080\u009d\n       she replied. â\u0080\u009cI have scarcely closed my eyes the whole night through. I do\n      not know what was in my bed, but I had something hard under me, and am all\n      over black and blue. It has hurt me so much!â\u0080\u009d\n     \n\n      Now it was plain that the lady must be a real Princess, since she had been\n      able to feel the three little peas through the twenty mattresses and\n      twenty feather beds. None but a real Princess could have had such a\n      delicate sense of feeling.\n    \n\n      The Prince accordingly made her his wife; being now convinced that he had\n      found a real Princess. The three peas were however put into the cabinet of\n      curiosities, where they are still to be seen, provided they are not lost.\n    \n\n      Wasn't this a lady of real delicacy?\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "real_princess"
    }
}