{
    "name": "Anderson - The Red Shoes",
    "body": "\n      There was once a little girl who was very pretty and delicate, but in\n      summer she was forced to run about with bare feet, she was so poor, and in\n      winter wear very large wooden shoes, which made her little insteps quite\n      red, and that looked so dangerous!\n    \n\n      In the middle of the village lived old Dame Shoemaker; she sat and sewed\n      together, as well as she could, a little pair of shoes out of old red\n      strips of cloth; they were very clumsy, but it was a kind thought. They\n      were meant for the little girl. The little girl was called Karen.\n    \n\n      On the very day her mother was buried, Karen received the red shoes, and\n      wore them for the first time. They were certainly not intended for\n      mourning, but she had no others, and with stockingless feet she followed\n      the poor straw coffin in them.\n    \n\n      Suddenly a large old carriage drove up, and a large old lady sat in it:\n      she looked at the little girl, felt compassion for her, and then said to\n      the clergyman:\n    \n\n      â\u0080\u009cHere, give me the little girl. I will adopt her!â\u0080\u009d\n     \n\n      And Karen believed all this happened on account of the red shoes, but the\n      old lady thought they were horrible, and they were burnt. But Karen\n      herself was cleanly and nicely dressed; she must learn to read and sew;\n      and people said she was a nice little thing, but the looking-glass said:\n      â\u0080\u009cThou art more than nice, thou art beautiful!â\u0080\u009d\n     \n\n      Now the queen once travelled through the land, and she had her little\n      daughter with her. And this little daughter was a princess, and people\n      streamed to the castle, and Karen was there also, and the little princess\n      stood in her fine white dress, in a window, and let herself be stared at;\n      she had neither a train nor a golden crown, but splendid red morocco\n      shoes. They were certainly far handsomer than those Dame Shoemaker had\n      made for little Karen. Nothing in the world can be compared with red\n      shoes.\n    \n\n      Now Karen was old enough to be confirmed; she had new clothes and was to\n      have new shoes also. The rich shoemaker in the city took the measure of\n      her little foot. This took place at his house, in his room; where stood\n      large glass-cases, filled with elegant shoes and brilliant boots. All this\n      looked charming, but the old lady could not see well, and so had no\n      pleasure in them. In the midst of the shoes stood a pair of red ones, just\n      like those the princess had worn. How beautiful they were! The shoemaker\n      said also they had been made for the child of a count, but had not fitted.\n    \n\n      â\u0080\u009cThat must be patent leather!â\u0080\u009d said the old lady. â\u0080\u009cThey shine so!â\u0080\u009d\n     \n\n      â\u0080\u009cYes, they shine!â\u0080\u009d said Karen, and they fitted, and were bought, but the\n      old lady knew nothing about their being red, else she would never have\n      allowed Karen to have gone in red shoes to be confirmed. Yet such was the\n      case.\n    \n\n      Everybody looked at her feet; and when she stepped through the chancel\n      door on the church pavement, it seemed to her as if the old figures on the\n      tombs, those portraits of old preachers and preachers' wives, with stiff\n      ruffs, and long black dresses, fixed their eyes on her red shoes. And she\n      thought only of them as the clergyman laid his hand upon her head, and\n      spoke of the holy baptism, of the covenant with God, and how she should be\n      now a matured Christian; and the organ pealed so solemnly; the sweet\n      children's voices sang, and the old music-directors sang, but Karen only\n      thought of her red shoes.\n    \n\n      In the afternoon, the old lady heard from everyone that the shoes had been\n      red, and she said that it was very wrong of Karen, that it was not at all\n      becoming, and that in future Karen should only go in black shoes to\n      church, even when she should be older.\n    \n\n      The next Sunday there was the sacrament, and Karen looked at the black\n      shoes, looked at the red onesâ\u0080\u0094looked at them again, and put on the\n      red shoes.\n    \n\n      The sun shone gloriously; Karen and the old lady walked along the path\n      through the corn; it was rather dusty there.\n    \n\n      At the church door stood an old soldier with a crutch, and with a\n      wonderfully long beard, which was more red than white, and he bowed to the\n      ground, and asked the old lady whether he might dust her shoes. And Karen\n      stretched out her little foot.\n    \n\n      â\u0080\u009cSee, what beautiful dancing shoes!â\u0080\u009d said the soldier. â\u0080\u009cSit firm when you\n      danceâ\u0080\u009d; and he put his hand out towards the soles.\n    \n\n      And the old lady gave the old soldier alms, and went into the church with\n      Karen.\n    \n\n      And all the people in the church looked at Karen's red shoes, and all the\n      pictures, and as Karen knelt before the altar, and raised the cup to her\n      lips, she only thought of the red shoes, and they seemed to swim in it;\n      and she forgot to sing her psalm, and she forgot to pray, â\u0080\u009cOur Father in\n      Heaven!â\u0080\u009d\n     \n\n      Now all the people went out of church, and the old lady got into her\n      carriage. Karen raised her foot to get in after her, when the old soldier\n      said,\n    \n\n      â\u0080\u009cLook, what beautiful dancing shoes!â\u0080\u009d\n     \n\n      And Karen could not help dancing a step or two, and when she began her\n      feet continued to dance; it was just as though the shoes had power over\n      them. She danced round the church corner, she could not leave off; the\n      coachman was obliged to run after and catch hold of her, and he lifted her\n      in the carriage, but her feet continued to dance so that she trod on the\n      old lady dreadfully. At length she took the shoes off, and then her legs\n      had peace.\n    \n\n      The shoes were placed in a closet at home, but Karen could not avoid\n      looking at them.\n    \n\n      Now the old lady was sick, and it was said she could not recover. She must\n      be nursed and waited upon, and there was no one whose duty it was so much\n      as Karen's. But there was a great ball in the city, to which Karen was\n      invited. She looked at the old lady, who could not recover, she looked at\n      the red shoes, and she thought there could be no sin in it; she put on the\n      red shoes, she might do that also, she thought. But then she went to the\n      ball and began to dance.\n    \n\n      When she wanted to dance to the right, the shoes would dance to the left,\n      and when she wanted to dance up the room, the shoes danced back again,\n      down the steps, into the street, and out of the city gate. She danced, and\n      was forced to dance straight out into the gloomy wood.\n    \n\n      Then it was suddenly light up among the trees, and she fancied it must be\n      the moon, for there was a face; but it was the old soldier with the red\n      beard; he sat there, nodded his head, and said, â\u0080\u009cLook, what beautiful\n      dancing shoes!â\u0080\u009d\n     \n\n      Then she was terrified, and wanted to fling off the red shoes, but they\n      clung fast; and she pulled down her stockings, but the shoes seemed to\n      have grown to her feet. And she danced, and must dance, over fields and\n      meadows, in rain and sunshine, by night and day; but at night it was the\n      most fearful.\n    \n\n      She danced over the churchyard, but the dead did not danceâ\u0080\u0094they had\n      something better to do than to dance. She wished to seat herself on a poor\n      man's grave, where the bitter tansy grew; but for her there was neither\n      peace nor rest; and when she danced towards the open church door, she saw\n      an angel standing there. He wore long, white garments; he had wings which\n      reached from his shoulders to the earth; his countenance was severe and\n      grave; and in his hand he held a sword, broad and glittering.\n    \n\n      â\u0080\u009cDance shalt thou!â\u0080\u009d said he. â\u0080\u009cDance in thy red shoes till thou art pale\n      and cold! Till thy skin shrivels up and thou art a skeleton! Dance shalt\n      thou from door to door, and where proud, vain children dwell, thou shalt\n      knock, that they may hear thee and tremble! Dance shalt thouâ\u0080\u0094!â\u0080\u009d\n     \n\n      â\u0080\u009cMercy!â\u0080\u009d cried Karen. But she did not hear the angel's reply, for the\n      shoes carried her through the gate into the fields, across roads and\n      bridges, and she must keep ever dancing.\n    \n\n      One morning she danced past a door which she well knew. Within sounded a\n      psalm; a coffin, decked with flowers, was borne forth. Then she knew that\n      the old lady was dead, and felt that she was abandoned by all, and\n      condemned by the angel of God.\n    \n\n      She danced, and she was forced to dance through the gloomy night. The\n      shoes carried her over stack and stone; she was torn till she bled; she\n      danced over the heath till she came to a little house. Here, she knew,\n      dwelt the executioner; and she tapped with her fingers at the window, and\n      said, â\u0080\u009cCome out! Come out! I cannot come in, for I am forced to dance!â\u0080\u009d\n     \n\n      And the executioner said, â\u0080\u009cThou dost not know who I am, I fancy? I strike\n      bad people's heads off; and I hear that my axe rings!â\u0080\u009d\n     \n\n      â\u0080\u009cDon't strike my head off!â\u0080\u009d said Karen. â\u0080\u009cThen I can't repent of my sins!\n      But strike off my feet in the red shoes!â\u0080\u009d\n     \n\n      And then she confessed her entire sin, and the executioner struck off her\n      feet with the red shoes, but the shoes danced away with the little feet\n      across the field into the deep wood.\n    \n\n      And he carved out little wooden feet for her, and crutches, taught her the\n      psalm criminals always sing; and she kissed the hand which had wielded the\n      axe, and went over the heath.\n    \n\n      â\u0080\u009cNow I have suffered enough for the red shoes!â\u0080\u009d said she. â\u0080\u009cNow I will go\n      into the church that people may see me!â\u0080\u009d And she hastened towards the\n      church door: but when she was near it, the red shoes danced before her,\n      and she was terrified, and turned round. The whole week she was unhappy,\n      and wept many bitter tears; but when Sunday returned, she said, â\u0080\u009cWell, now\n      I have suffered and struggled enough! I really believe I am as good as\n      many a one who sits in the church, and holds her head so high!â\u0080\u009d\n     \n\n      And away she went boldly; but she had not got farther than the churchyard\n      gate before she saw the red shoes dancing before her; and she was\n      frightened, and turned back, and repented of her sin from her heart.\n    \n\n      And she went to the parsonage, and begged that they would take her into\n      service; she would be very industrious, she said, and would do everything\n      she could; she did not care about the wages, only she wished to have a\n      home, and be with good people. And the clergyman's wife was sorry for her\n      and took her into service; and she was industrious and thoughtful. She sat\n      still and listened when the clergyman read the Bible in the evenings. All\n      the children thought a great deal of her; but when they spoke of dress,\n      and grandeur, and beauty, she shook her head.\n    \n\n      The following Sunday, when the family was going to church, they asked her\n      whether she would not go with them; but she glanced sorrowfully, with\n      tears in her eyes, at her crutches. The family went to hear the word of\n      God; but she went alone into her little chamber; there was only room for a\n      bed and chair to stand in it; and here she sat down with her Prayer-Book;\n      and whilst she read with a pious mind, the wind bore the strains of the\n      organ towards her, and she raised her tearful countenance, and said, â\u0080\u009cO\n      God, help me!â\u0080\u009d\n     \n\n      And the sun shone so clearly, and straight before her stood the angel of\n      God in white garments, the same she had seen that night at the church\n      door; but he no longer carried the sharp sword, but in its stead a\n      splendid green spray, full of roses. And he touched the ceiling with the\n      spray, and the ceiling rose so high, and where he had touched it there\n      gleamed a golden star. And he touched the walls, and they widened out, and\n      she saw the organ which was playing; she saw the old pictures of the\n      preachers and the preachers' wives. The congregation sat in cushioned\n      seats, and sang out of their Prayer-Books. For the church itself had come\n      to the poor girl in her narrow chamber, or else she had come into the\n      church. She sat in the pew with the clergyman's family, and when they had\n      ended the psalm and looked up, they nodded and said, â\u0080\u009cIt is right that\n      thou art come!â\u0080\u009d\n     \n\n      â\u0080\u009cIt was through mercy!â\u0080\u009d she said.\n    \n\n      And the organ pealed, and the children's voices in the choir sounded so\n      sweet and soft! The clear sunshine streamed so warmly through the window\n      into the pew where Karen sat! Her heart was so full of sunshine, peace,\n      and joy, that it broke. Her soul flew on the sunshine to God, and there no\n      one asked after the RED SHOES.\n    \n\n\n\n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "red_shoes"
    }
}