{
    "name": "Anderson - The Shadow",
    "body": "\n      It is in the hot lands that the sun burns, sure enough! there the people\n      become quite a mahogany brown, ay, and in the HOTTEST lands they are burnt\n      to Negroes. But now it was only to the HOT lands that a learned man had\n      come from the cold; there he thought that he could run about just as when\n      at home, but he soon found out his mistake.\n    \n\n      He, and all sensible folks, were obliged to stay within doorsâ\u0080\u0094the\n      window-shutters and doors were closed the whole day; it looked as if the\n      whole house slept, or there was no one at home.\n    \n\n      The narrow street with the high houses, was built so that the sunshine\n      must fall there from morning till eveningâ\u0080\u0094it was really not to be\n      borne.\n    \n\n      The learned man from the cold landsâ\u0080\u0094he was a young man, and seemed\n      to be a clever manâ\u0080\u0094sat in a glowing oven; it took effect on him, he\n      became quite meagreâ\u0080\u0094even his shadow shrunk in, for the sun had also\n      an effect on it. It was first towards evening when the sun was down, that\n      they began to freshen up again.\n    \n\n      In the warm lands every window has a balcony, and the people came out on\n      all the balconies in the streetâ\u0080\u0094for one must have air, even if one\n      be accustomed to be mahogany!* It was lively both up and down the street.\n      Tailors, and shoemakers, and all the folks, moved out into the streetâ\u0080\u0094chairs\n      and tables were brought forthâ\u0080\u0094and candles burntâ\u0080\u0094yes, above a\n      thousand lights were burningâ\u0080\u0094and the one talked and the other sung;\n      and people walked and church-bells rang, and asses went along with a\n      dingle-dingle-dong! for they too had bells on. The street boys were\n      screaming and hooting, and shouting and shooting, with devils and\n      detonating ballsâ\u0080\u0094and there came corpse bearers and hood wearersâ\u0080\u0094for\n      there were funerals with psalm and hymnâ\u0080\u0094and then the din of\n      carriages driving and company arriving: yes, it was, in truth, lively\n      enough down in the street. Only in that single house, which stood opposite\n      that in which the learned foreigner lived, it was quite still; and yet\n      some one lived there, for there stood flowers in the balconyâ\u0080\u0094they\n      grew so well in the sun's heat! and that they could not do unless they\n      were wateredâ\u0080\u0094and some one must water themâ\u0080\u0094there must be\n      somebody there. The door opposite was also opened late in the evening, but\n      it was dark within, at least in the front room; further in there was heard\n      the sound of music. The learned foreigner thought it quite marvellous, but\n      nowâ\u0080\u0094it might be that he only imagined itâ\u0080\u0094for he found\n      everything marvellous out there, in the warm lands, if there had only been\n      no sun. The stranger's landlord said that he didn't know who had taken the\n      house opposite, one saw no person about, and as to the music, it appeared\n      to him to be extremely tiresome. â\u0080\u009cIt is as if some one sat there, and\n      practised a piece that he could not masterâ\u0080\u0094always the same piece. 'I\n      shall master it!' says he; but yet he cannot master it, however long he\n      plays.â\u0080\u009d\n     \n\n      * The word mahogany can be understood, in Danish, as having two meanings.\n      In general, it means the reddish-brown wood itself; but in jest, it\n      signifies â\u0080\u009cexcessively fine,â\u0080\u009d which arose from an anecdote of Nyboder, in\n      Copenhagen, (the seamen's quarter.) A sailor's wife, who was always proud\n      and fine, in her way, came to her neighbor, and complained that she had\n      got a splinter in her finger. â\u0080\u009cWhat of?â\u0080\u009d asked the neighbor's wife. â\u0080\u009cIt is\n      a mahogany splinter,â\u0080\u009d said the other. â\u0080\u009cMahogany! It cannot be less with\n      you!â\u0080\u009d exclaimed the womanâ\u0080\u0094and thence the proverb, â\u0080\u009cIt is so\n      mahogany!â\u0080\u009dâ\u0080\u0094(that is, so excessively fine)â\u0080\u0094is derived.\n    \n\n      One night the stranger awokeâ\u0080\u0094he slept with the doors of the balcony\n      openâ\u0080\u0094the curtain before it was raised by the wind, and he thought\n      that a strange lustre came from the opposite neighbor's house; all the\n      flowers shone like flames, in the most beautiful colors, and in the midst\n      of the flowers stood a slender, graceful maidenâ\u0080\u0094it was as if she\n      also shone; the light really hurt his eyes. He now opened them quite wideâ\u0080\u0094yes,\n      he was quite awake; with one spring he was on the floor; he crept gently\n      behind the curtain, but the maiden was gone; the flowers shone no longer,\n      but there they stood, fresh and blooming as ever; the door was ajar, and,\n      far within, the music sounded so soft and delightful, one could really\n      melt away in sweet thoughts from it. Yet it was like a piece of\n      enchantment. And who lived there? Where was the actual entrance? The whole\n      of the ground-floor was a row of shops, and there people could not always\n      be running through.\n    \n\n      One evening the stranger sat out on the balcony. The light burnt in the\n      room behind him; and thus it was quite natural that his shadow should fall\n      on his opposite neighbor's wall. Yes! there it sat, directly opposite,\n      between the flowers on the balcony; and when the stranger moved, the\n      shadow also moved: for that it always does.\n    \n\n      â\u0080\u009cI think my shadow is the only living thing one sees over there,â\u0080\u009d said the\n      learned man. â\u0080\u009cSee, how nicely it sits between the flowers. The door stands\n      half-open: now the shadow should be cunning, and go into the room, look\n      about, and then come and tell me what it had seen. Come, now! Be useful,\n      and do me a service,â\u0080\u009d said he, in jest. â\u0080\u009cHave the kindness to step in.\n      Now! Art thou going?â\u0080\u009d and then he nodded to the shadow, and the shadow\n      nodded again. â\u0080\u009cWell then, go! But don't stay away.â\u0080\u009d\n     \n\n      The stranger rose, and his shadow on the opposite neighbor's balcony rose\n      also; the stranger turned round and the shadow also turned round. Yes! if\n      anyone had paid particular attention to it, they would have seen, quite\n      distinctly, that the shadow went in through the half-open balcony-door of\n      their opposite neighbor, just as the stranger went into his own room, and\n      let the long curtain fall down after him.\n    \n\n      Next morning, the learned man went out to drink coffee and read the\n      newspapers.\n    \n\n      â\u0080\u009cWhat is that?â\u0080\u009d said he, as he came out into the sunshine. â\u0080\u009cI have no\n      shadow! So then, it has actually gone last night, and not come again. It\n      is really tiresome!â\u0080\u009d\n     \n\n      This annoyed him: not so much because the shadow was gone, but because he\n      knew there was a story about a man without a shadow.* It was known to\n      everybody at home, in the cold lands; and if the learned man now came\n      there and told his story, they would say that he was imitating it, and\n      that he had no need to do. He would, therefore, not talk about it at all;\n      and that was wisely thought.\n    \n\n      *Peter Schlemihl, the shadowless man.\n    \n\n      In the evening he went out again on the balcony. He had placed the light\n      directly behind him, for he knew that the shadow would always have its\n      master for a screen, but he could not entice it. He made himself little;\n      he made himself great: but no shadow came again. He said, â\u0080\u009cHem! hem!â\u0080\u009d but\n      it was of no use.\n    \n\n      It was vexatious; but in the warm lands everything grows so quickly; and\n      after the lapse of eight days he observed, to his great joy, that a new\n      shadow came in the sunshine. In the course of three weeks he had a very\n      fair shadow, which, when he set out for his home in the northern lands,\n      grew more and more in the journey, so that at last it was so long and so\n      large, that it was more than sufficient.\n    \n\n      The learned man then came home, and he wrote books about what was true in\n      the world, and about what was good and what was beautiful; and there\n      passed days and yearsâ\u0080\u0094yes! many years passed away.\n    \n\n      One evening, as he was sitting in his room, there was a gentle knocking at\n      the door.\n    \n\n      â\u0080\u009cCome in!â\u0080\u009d said he; but no one came in; so he opened the door, and there\n      stood before him such an extremely lean man, that he felt quite strange.\n      As to the rest, the man was very finely dressedâ\u0080\u0094he must be a\n      gentleman.\n    \n\n      â\u0080\u009cWhom have I the honor of speaking?â\u0080\u009d asked the learned man.\n    \n\n      â\u0080\u009cYes! I thought as much,â\u0080\u009d said the fine man. â\u0080\u009cI thought you would not know\n      me. I have got so much body. I have even got flesh and clothes. You\n      certainly never thought of seeing me so well off. Do you not know your old\n      shadow? You certainly thought I should never more return. Things have gone\n      on well with me since I was last with you. I have, in all respects, become\n      very well off. Shall I purchase my freedom from service? If so, I can do\n      itâ\u0080\u009d; and then he rattled a whole bunch of valuable seals that hung to his\n      watch, and he stuck his hand in the thick gold chain he wore around his\n      neckâ\u0080\u0094nay! how all his fingers glittered with diamond rings; and then\n      all were pure gems.\n    \n\n      â\u0080\u009cNay; I cannot recover from my surprise!â\u0080\u009d said the learned man. â\u0080\u009cWhat is\n      the meaning of all this?â\u0080\u009d\n     \n\n      â\u0080\u009cSomething common, is it not,â\u0080\u009d said the shadow. â\u0080\u009cBut you yourself do not\n      belong to the common order; and I, as you know well, have from a child\n      followed in your footsteps. As soon as you found I was capable to go out\n      alone in the world, I went my own way. I am in the most brilliant\n      circumstances, but there came a sort of desire over me to see you once\n      more before you die; you will die, I suppose? I also wished to see this\n      land againâ\u0080\u0094for you know we always love our native land. I know you\n      have got another shadow again; have I anything to pay to it or you? If so,\n      you will oblige me by saying what it is.â\u0080\u009d\n     \n\n      â\u0080\u009cNay, is it really thou?â\u0080\u009d said the learned man. â\u0080\u009cIt is most remarkable: I\n      never imagined that one's old shadow could come again as a man.â\u0080\u009d\n     \n\n      â\u0080\u009cTell me what I have to pay,â\u0080\u009d said the shadow; â\u0080\u009cfor I don't like to be in\n      any sort of debt.â\u0080\u009d\n     \n\n      â\u0080\u009cHow canst thou talk so?â\u0080\u009d said the learned man. â\u0080\u009cWhat debt is there to\n      talk about? Make thyself as free as anyone else. I am extremely glad to\n      hear of thy good fortune: sit down, old friend, and tell me a little how\n      it has gone with thee, and what thou hast seen at our opposite neighbor's\n      thereâ\u0080\u0094in the warm lands.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, I will tell you all about it,â\u0080\u009d said the shadow, and sat down: â\u0080\u009cbut\n      then you must also promise me, that, wherever you may meet me, you will\n      never say to anyone here in the town that I have been your shadow. I\n      intend to get betrothed, for I can provide for more than one family.â\u0080\u009d\n     \n\n      â\u0080\u009cBe quite at thy ease about that,â\u0080\u009d said the learned man; â\u0080\u009cI shall not say\n      to anyone who thou actually art: here is my handâ\u0080\u0094I promise it, and a\n      man's bond is his word.â\u0080\u009d\n     \n\n      â\u0080\u009cA word is a shadow,â\u0080\u009d said the shadow, â\u0080\u009cand as such it must speak.â\u0080\u009d\n     \n\n      It was really quite astonishing how much of a man it was. It was dressed\n      entirely in black, and of the very finest cloth; it had patent leather\n      boots, and a hat that could be folded together, so that it was bare crown\n      and brim; not to speak of what we already know it hadâ\u0080\u0094seals, gold\n      neck-chain, and diamond rings; yes, the shadow was well-dressed, and it\n      was just that which made it quite a man.\n    \n\n      â\u0080\u009cNow I shall tell you my adventures,â\u0080\u009d said the shadow; and then he sat,\n      with the polished boots, as heavily as he could, on the arm of the learned\n      man's new shadow, which lay like a poodle-dog at his feet. Now this was\n      perhaps from arrogance; and the shadow on the ground kept itself so still\n      and quiet, that it might hear all that passed: it wished to know how it\n      could get free, and work its way up, so as to become its own master.\n    \n\n      â\u0080\u009cDo you know who lived in our opposite neighbor's house?â\u0080\u009d said the shadow.\n      â\u0080\u009cIt was the most charming of all beings, it was Poesy! I was there for\n      three weeks, and that has as much effect as if one had lived three\n      thousand years, and read all that was composed and written; that is what I\n      say, and it is right. I have seen everything and I know everything!â\u0080\u009d\n     \n\n      â\u0080\u009cPoesy!â\u0080\u009d cried the learned man. â\u0080\u009cYes, yes, she often dwells a recluse in\n      large cities! Poesy! Yes, I have seen herâ\u0080\u0094a single short moment, but\n      sleep came into my eyes! She stood on the balcony and shone as the Aurora\n      Borealis shines. Go on, go onâ\u0080\u0094thou wert on the balcony, and went\n      through the doorway, and thenâ\u0080\u0094â\u0080\u009d\n     \n\n      â\u0080\u009cThen I was in the antechamber,â\u0080\u009d said the shadow. â\u0080\u009cYou always sat and\n      looked over to the antechamber. There was no light; there was a sort of\n      twilight, but the one door stood open directly opposite the other through\n      a long row of rooms and saloons, and there it was lighted up. I should\n      have been completely killed if I had gone over to the maiden; but I was\n      circumspect, I took time to think, and that one must always do.â\u0080\u009d\n     \n\n      â\u0080\u009cAnd what didst thou then see?â\u0080\u009d asked the learned man.\n    \n\n      â\u0080\u009cI saw everything, and I shall tell all to you: butâ\u0080\u0094it is no pride\n      on my partâ\u0080\u0094as a free man, and with the knowledge I have, not to\n      speak of my position in life, my excellent circumstancesâ\u0080\u0094I certainly\n      wish that you would say YOU* to me!â\u0080\u009d\n     \n\n      * It is the custom in Denmark for intimate acquaintances to use the second\n      person singular, â\u0080\u009cDu,â\u0080\u009d (thou) when speaking to each other. When a\n      friendship is formed between men, they generally affirm it, when occasion\n      offers, either in public or private, by drinking to each other and\n      exclaiming, â\u0080\u009cthy health,â\u0080\u009d at the same time striking their glasses\n      together. This is called drinking â\u0080\u009cDuusâ\u0080\u009d: they are then, â\u0080\u009cDuus Brodre,â\u0080\u009d\n       (thou brothers) and ever afterwards use the pronoun â\u0080\u009cthou,â\u0080\u009d to each other,\n      it being regarded as more familiar than â\u0080\u009cDe,â\u0080\u009d (you). Father and mother,\n      sister and brother say thou to one anotherâ\u0080\u0094without regard to age or\n      rank. Master and mistress say thou to their servants the superior to the\n      inferior. But servants and inferiors do not use the same term to their\n      masters, or superiorsâ\u0080\u0094nor is it ever used when speaking to a\n      stranger, or anyone with whom they are but slightly acquaintedâ\u0080\u0094they\n      then say as in Englishâ\u0080\u0094you.\n    \n\n      â\u0080\u009cI beg your pardon,â\u0080\u009d said the learned man; â\u0080\u009cit is an old habit with me.\n      YOU are perfectly right, and I shall remember it; but now you must tell me\n      all YOU saw!â\u0080\u009d\n     \n\n      â\u0080\u009cEverything!â\u0080\u009d said the shadow. â\u0080\u009cFor I saw everything, and I know\n      everything!â\u0080\u009d\n     \n\n      â\u0080\u009cHow did it look in the furthest saloon?â\u0080\u009d asked the learned man. â\u0080\u009cWas it\n      there as in the fresh woods? Was it there as in a holy church? Were the\n      saloons like the starlit firmament when we stand on the high mountains?â\u0080\u009d\n     \n\n      â\u0080\u009cEverything was there!â\u0080\u009d said the shadow. â\u0080\u009cI did not go quite in, I\n      remained in the foremost room, in the twilight, but I stood there quite\n      well; I saw everything, and I know everything! I have been in the\n      antechamber at the court of Poesy.â\u0080\u009d\n     \n\n      â\u0080\u009cBut WHAT DID you see? Did all the gods of the olden times pass through\n      the large saloons? Did the old heroes combat there? Did sweet children\n      play there, and relate their dreams?â\u0080\u009d\n     \n\n      â\u0080\u009cI tell you I was there, and you can conceive that I saw everything there\n      was to be seen. Had you come over there, you would not have been a man;\n      but I became so! And besides, I learned to know my inward nature, my\n      innate qualities, the relationship I had with Poesy. At the time I was\n      with you, I thought not of that, but alwaysâ\u0080\u0094you know it wellâ\u0080\u0094when\n      the sun rose, and when the sun went down, I became so strangely great; in\n      the moonlight I was very near being more distinct than yourself; at that\n      time I did not understand my nature; it was revealed to me in the\n      antechamber! I became a man! I came out matured; but you were no longer in\n      the warm lands; as a man I was ashamed to go as I did. I was in want of\n      boots, of clothes, of the whole human varnish that makes a man\n      perceptible. I took my wayâ\u0080\u0094I tell it to you, but you will not put it\n      in any bookâ\u0080\u0094I took my way to the cake womanâ\u0080\u0094I hid myself\n      behind her; the woman didn't think how much she concealed. I went out\n      first in the evening; I ran about the streets in the moonlight; I made\n      myself long up the wallsâ\u0080\u0094it tickles the back so delightfully! I ran\n      up, and ran down, peeped into the highest windows, into the saloons, and\n      on the roofs, I peeped in where no one could peep, and I saw what no one\n      else saw, what no one else should see! This is, in fact, a base world! I\n      would not be a man if it were not now once accepted and regarded as\n      something to be so! I saw the most unimaginable things with the women,\n      with the men, with parents, and with the sweet, matchless children; I\n      saw,â\u0080\u009d said the shadow, â\u0080\u009cwhat no human being must know, but what they would\n      all so willingly knowâ\u0080\u0094what is bad in their neighbor. Had I written a\n      newspaper, it would have been read! But I wrote direct to the persons\n      themselves, and there was consternation in all the towns where I came.\n      They were so afraid of me, and yet they were so excessively fond of me.\n      The professors made a professor of me; the tailors gave me new clothesâ\u0080\u0094I\n      am well furnished; the master of the mint struck new coin for me, and the\n      women said I was so handsome! And so I became the man I am. And I now bid\n      you farewell. Here is my cardâ\u0080\u0094I live on the sunny side of the\n      street, and am always at home in rainy weather!â\u0080\u009d And so away went the\n      shadow. â\u0080\u009cThat was most extraordinary!â\u0080\u009d said the learned man. Years and\n      days passed away, then the shadow came again. â\u0080\u009cHow goes it?â\u0080\u009d said the\n      shadow.\n    \n\n      â\u0080\u009cAlas!â\u0080\u009d said the learned man. â\u0080\u009cI write about the true, and the good, and\n      the beautiful, but no one cares to hear such things; I am quite desperate,\n      for I take it so much to heart!â\u0080\u009d\n     \n\n      â\u0080\u009cBut I don't!â\u0080\u009d said the shadow. â\u0080\u009cI become fat, and it is that one wants to\n      become! You do not understand the world. You will become ill by it. You\n      must travel! I shall make a tour this summer; will you go with me? I\n      should like to have a travelling companion! Will you go with me, as\n      shadow? It will be a great pleasure for me to have you with me; I shall\n      pay the travelling expenses!â\u0080\u009d\n     \n\n      â\u0080\u009cNay, this is too much!â\u0080\u009d said the learned man.\n    \n\n      â\u0080\u009cIt is just as one takes it!â\u0080\u009d said the shadow. â\u0080\u009cIt will do you much good\n      to travel! Will you be my shadow? You shall have everything free on the\n      journey!â\u0080\u009d\n     \n\n      â\u0080\u009cNay, that is too bad!â\u0080\u009d said the learned man.\n    \n\n      â\u0080\u009cBut it is just so with the world!â\u0080\u009d said the shadow, â\u0080\u009cand so it will be!â\u0080\u009d\n       and away it went again.\n    \n\n      The learned man was not at all in the most enviable state; grief and\n      torment followed him, and what he said about the true, and the good, and\n      the beautiful, was, to most persons, like roses for a cow! He was quite\n      ill at last.\n    \n\n      â\u0080\u009cYou really look like a shadow!â\u0080\u009d said his friends to him; and the learned\n      man trembled, for he thought of it.\n    \n\n      â\u0080\u009cYou must go to a watering-place!â\u0080\u009d said the shadow, who came and visited\n      him. â\u0080\u009cThere is nothing else for it! I will take you with me for old\n      acquaintance' sake; I will pay the travelling expenses, and you write the\n      descriptionsâ\u0080\u0094and if they are a little amusing for me on the way! I\n      will go to a watering-placeâ\u0080\u0094my beard does not grow out as it oughtâ\u0080\u0094that\n      is also a sicknessâ\u0080\u0094and one must have a beard! Now you be wise and\n      accept the offer; we shall travel as comrades!â\u0080\u009d\n     \n\n      And so they travelled; the shadow was master, and the master was the\n      shadow; they drove with each other, they rode and walked together, side by\n      side, before and behind, just as the sun was; the shadow always took care\n      to keep itself in the master's place. Now the learned man didn't think\n      much about that; he was a very kind-hearted man, and particularly mild and\n      friendly, and so he said one day to the shadow: â\u0080\u009cAs we have now become\n      companions, and in this way have grown up together from childhood, shall\n      we not drink 'thou' together, it is more familiar?â\u0080\u009d\n     \n\n      â\u0080\u009cYou are right,â\u0080\u009d said the shadow, who was now the proper master. â\u0080\u009cIt is\n      said in a very straight-forward and well-meant manner. You, as a learned\n      man, certainly know how strange nature is. Some persons cannot bear to\n      touch grey paper, or they become ill; others shiver in every limb if one\n      rub a pane of glass with a nail: I have just such a feeling on hearing you\n      say thou to me; I feel myself as if pressed to the earth in my first\n      situation with you. You see that it is a feeling; that it is not pride: I\n      cannot allow you to say THOU to me, but I will willingly say THOU to you,\n      so it is half done!â\u0080\u009d\n     \n\n      So the shadow said THOU to its former master.\n    \n\n      â\u0080\u009cThis is rather too bad,â\u0080\u009d thought he, â\u0080\u009cthat I must say YOU and he say\n      THOU,â\u0080\u009d but he was now obliged to put up with it.\n    \n\n      So they came to a watering-place where there were many strangers, and\n      amongst them was a princess, who was troubled with seeing too well; and\n      that was so alarming!\n    \n\n      She directly observed that the stranger who had just come was quite a\n      different sort of person to all the others; â\u0080\u009cHe has come here in order to\n      get his beard to grow, they say, but I see the real cause, he cannot cast\n      a shadow.â\u0080\u009d\n     \n\n      She had become inquisitive; and so she entered into conversation directly\n      with the strange gentleman, on their promenades. As the daughter of a\n      king, she needed not to stand upon trifles, so she said, â\u0080\u009cYour complaint\n      is, that you cannot cast a shadow?â\u0080\u009d\n     \n\n      â\u0080\u009cYour Royal Highness must be improving considerably,â\u0080\u009d said the shadow, â\u0080\u009cI\n      know your complaint is, that you see too clearly, but it has decreased,\n      you are cured. I just happen to have a very unusual shadow! Do you not see\n      that person who always goes with me? Other persons have a common shadow,\n      but I do not like what is common to all. We give our servants finer cloth\n      for their livery than we ourselves use, and so I had my shadow trimmed up\n      into a man: yes, you see I have even given him a shadow. It is somewhat\n      expensive, but I like to have something for myself!â\u0080\u009d\n     \n\n      â\u0080\u009cWhat!â\u0080\u009d thought the princess. â\u0080\u009cShould I really be cured! These baths are\n      the first in the world! In our time water has wonderful powers. But I\n      shall not leave the place, for it now begins to be amusing here. I am\n      extremely fond of that stranger: would that his beard should not grow, for\n      in that case he will leave us!â\u0080\u009d\n     \n\n      In the evening, the princess and the shadow danced together in the large\n      ball-room. She was light, but he was still lighter; she had never had such\n      a partner in the dance. She told him from what land she came, and he knew\n      that land; he had been there, but then she was not at home; he had peeped\n      in at the window, above and belowâ\u0080\u0094he had seen both the one and the\n      other, and so he could answer the princess, and make insinuations, so that\n      she was quite astonished; he must be the wisest man in the whole world!\n      She felt such respect for what he knew! So that when they again danced\n      together she fell in love with him; and that the shadow could remark, for\n      she almost pierced him through with her eyes. So they danced once more\n      together; and she was about to declare herself, but she was discreet; she\n      thought of her country and kingdom, and of the many persons she would have\n      to reign over.\n    \n\n      â\u0080\u009cHe is a wise man,â\u0080\u009d said she to herselfâ\u0080\u0094â\u0080\u009cIt is well; and he dances\n      delightfullyâ\u0080\u0094that is also good; but has he solid knowledge? That is\n      just as important! He must be examined.â\u0080\u009d\n     \n\n      So she began, by degrees, to question him about the most difficult things\n      she could think of, and which she herself could not have answered; so that\n      the shadow made a strange face.\n    \n\n      â\u0080\u009cYou cannot answer these questions?â\u0080\u009d said the princess.\n    \n\n      â\u0080\u009cThey belong to my childhood's learning,â\u0080\u009d said the shadow. â\u0080\u009cI really\n      believe my shadow, by the door there, can answer them!â\u0080\u009d\n     \n\n      â\u0080\u009cYour shadow!â\u0080\u009d said the princess. â\u0080\u009cThat would indeed be marvellous!â\u0080\u009d\n     \n\n      â\u0080\u009cI will not say for a certainty that he can,â\u0080\u009d said the shadow, â\u0080\u009cbut I\n      think so; he has now followed me for so many years, and listened to my\n      conversationâ\u0080\u0094I should think it possible. But your royal highness\n      will permit me to observe, that he is so proud of passing himself off for\n      a man, that when he is to be in a proper humorâ\u0080\u0094and he must be so to\n      answer wellâ\u0080\u0094he must be treated quite like a man.â\u0080\u009d\n     \n\n      â\u0080\u009cOh! I like that!â\u0080\u009d said the princess.\n    \n\n      So she went to the learned man by the door, and she spoke to him about the\n      sun and the moon, and about persons out of and in the world, and he\n      answered with wisdom and prudence.\n    \n\n      â\u0080\u009cWhat a man that must be who has so wise a shadow!â\u0080\u009d thought she. â\u0080\u009cIt will\n      be a real blessing to my people and kingdom if I choose him for my consortâ\u0080\u0094I\n      will do it!â\u0080\u009d\n     \n\n      They were soon agreed, both the princess and the shadow; but no one was to\n      know about it before she arrived in her own kingdom.\n    \n\n      â\u0080\u009cNo oneâ\u0080\u0094not even my shadow!â\u0080\u009d said the shadow, and he had his own\n      thoughts about it!\n    \n\n      Now they were in the country where the princess reigned when she was at\n      home.\n    \n\n      â\u0080\u009cListen, my good friend,â\u0080\u009d said the shadow to the learned man. â\u0080\u009cI have now\n      become as happy and mighty as anyone can be; I will, therefore, do\n      something particular for thee! Thou shalt always live with me in the\n      palace, drive with me in my royal carriage, and have ten thousand pounds a\n      year; but then thou must submit to be called SHADOW by all and everyone;\n      thou must not say that thou hast ever been a man; and once a year, when I\n      sit on the balcony in the sunshine, thou must lie at my feet, as a shadow\n      shall do! I must tell thee: I am going to marry the king's daughter, and\n      the nuptials are to take place this evening!â\u0080\u009d\n     \n\n      â\u0080\u009cNay, this is going too far!â\u0080\u009d said the learned man. â\u0080\u009cI will not have it; I\n      will not do it! It is to deceive the whole country and the princess too! I\n      will tell everything! That I am a man, and that thou art a shadowâ\u0080\u0094thou\n      art only dressed up!â\u0080\u009d\n     \n\n      â\u0080\u009cThere is no one who will believe it!â\u0080\u009d said the shadow. â\u0080\u009cBe reasonable, or\n      I will call the guard!â\u0080\u009d\n     \n\n      â\u0080\u009cI will go directly to the princess!â\u0080\u009d said the learned man.\n    \n\n      â\u0080\u009cBut I will go first!â\u0080\u009d said the shadow. â\u0080\u009cAnd thou wilt go to prison!â\u0080\u009d and\n      that he was obliged to doâ\u0080\u0094for the sentinels obeyed him whom they\n      knew the king's daughter was to marry.\n    \n\n      â\u0080\u009cYou tremble!â\u0080\u009d said the princess, as the shadow came into her chamber.\n      â\u0080\u009cHas anything happened? You must not be unwell this evening, now that we\n      are to have our nuptials celebrated.â\u0080\u009d\n     \n\n      â\u0080\u009cI have lived to see the most cruel thing that anyone can live to see!â\u0080\u009d\n       said the shadow. â\u0080\u009cOnly imagineâ\u0080\u0094yes, it is true, such a poor\n      shadow-skull cannot bear muchâ\u0080\u0094only think, my shadow has become mad;\n      he thinks that he is a man, and that Iâ\u0080\u0094now only thinkâ\u0080\u0094that I\n      am his shadow!â\u0080\u009d\n     \n\n      â\u0080\u009cIt is terrible!â\u0080\u009d said the princess; â\u0080\u009cbut he is confined, is he not?â\u0080\u009d\n     \n\n      â\u0080\u009cThat he is. I am afraid that he will never recover.â\u0080\u009d\n     \n\n      â\u0080\u009cPoor shadow!â\u0080\u009d said the princess. â\u0080\u009cHe is very unfortunate; it would be a\n      real work of charity to deliver him from the little life he has, and, when\n      I think properly over the matter, I am of opinion that it will be\n      necessary to do away with him in all stillness!â\u0080\u009d\n     \n\n      â\u0080\u009cIt is certainly hard,â\u0080\u009d said the shadow, â\u0080\u009cfor he was a faithful servant!â\u0080\u009d\n       and then he gave a sort of sigh.\n    \n\n      â\u0080\u009cYou are a noble character!â\u0080\u009d said the princess.\n    \n\n      The whole city was illuminated in the evening, and the cannons went off\n      with a bum! bum! and the soldiers presented arms. That was a marriage! The\n      princess and the shadow went out on the balcony to show themselves, and\n      get another hurrah!\n    \n\n      The learned man heard nothing of all thisâ\u0080\u0094for they had deprived him\n      of life.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "shadow"
    }
}