{
    "name": "Anderson - The Snow Queen",
    "body": "\n      Now then, let us begin. When we are at the end of the story, we shall know\n      more than we know now: but to begin.\n    \n\n      Once upon a time there was a wicked sprite, indeed he was the most\n      mischievous of all sprites. One day he was in a very good humor, for he\n      had made a mirror with the power of causing all that was good and\n      beautiful when it was reflected therein, to look poor and mean; but that\n      which was good-for-nothing and looked ugly was shown magnified and\n      increased in ugliness. In this mirror the most beautiful landscapes looked\n      like boiled spinach, and the best persons were turned into frights, or\n      appeared to stand on their heads; their faces were so distorted that they\n      were not to be recognised; and if anyone had a mole, you might be sure\n      that it would be magnified and spread over both nose and mouth.\n    \n\n      â\u0080\u009cThat's glorious fun!â\u0080\u009d said the sprite. If a good thought passed through a\n      man's mind, then a grin was seen in the mirror, and the sprite laughed\n      heartily at his clever discovery. All the little sprites who went to his\n      schoolâ\u0080\u0094for he kept a sprite schoolâ\u0080\u0094told each other that a\n      miracle had happened; and that now only, as they thought, it would be\n      possible to see how the world really looked. They ran about with the\n      mirror; and at last there was not a land or a person who was not\n      represented distorted in the mirror. So then they thought they would fly\n      up to the sky, and have a joke there. The higher they flew with the\n      mirror, the more terribly it grinned: they could hardly hold it fast.\n      Higher and higher still they flew, nearer and nearer to the stars, when\n      suddenly the mirror shook so terribly with grinning, that it flew out of\n      their hands and fell to the earth, where it was dashed in a hundred\n      million and more pieces. And now it worked much more evil than before; for\n      some of these pieces were hardly so large as a grain of sand, and they\n      flew about in the wide world, and when they got into people's eyes, there\n      they stayed; and then people saw everything perverted, or only had an eye\n      for that which was evil. This happened because the very smallest bit had\n      the same power which the whole mirror had possessed. Some persons even got\n      a splinter in their heart, and then it made one shudder, for their heart\n      became like a lump of ice. Some of the broken pieces were so large that\n      they were used for windowpanes, through which one could not see one's\n      friends. Other pieces were put in spectacles; and that was a sad affair\n      when people put on their glasses to see well and rightly. Then the wicked\n      sprite laughed till he almost choked, for all this tickled his fancy. The\n      fine splinters still flew about in the air: and now we shall hear what\n      happened next.\n    \n\n      SECOND STORY. A Little Boy and a Little Girl\n    \n\n      In a large town, where there are so many houses, and so many people, that\n      there is no roof left for everybody to have a little garden; and where, on\n      this account, most persons are obliged to content themselves with flowers\n      in pots; there lived two little children, who had a garden somewhat larger\n      than a flower-pot. They were not brother and sister; but they cared for\n      each other as much as if they were. Their parents lived exactly opposite.\n      They inhabited two garrets; and where the roof of the one house joined\n      that of the other, and the gutter ran along the extreme end of it, there\n      was to each house a small window: one needed only to step over the gutter\n      to get from one window to the other.\n    \n\n      The children's parents had large wooden boxes there, in which vegetables\n      for the kitchen were planted, and little rosetrees besides: there was a\n      rose in each box, and they grew splendidly. They now thought of placing\n      the boxes across the gutter, so that they nearly reached from one window\n      to the other, and looked just like two walls of flowers. The tendrils of\n      the peas hung down over the boxes; and the rose-trees shot up long\n      branches, twined round the windows, and then bent towards each other: it\n      was almost like a triumphant arch of foliage and flowers. The boxes were\n      very high, and the children knew that they must not creep over them; so\n      they often obtained permission to get out of the windows to each other,\n      and to sit on their little stools among the roses, where they could play\n      delightfully. In winter there was an end of this pleasure. The windows\n      were often frozen over; but then they heated copper farthings on the\n      stove, and laid the hot farthing on the windowpane, and then they had a\n      capital peep-hole, quite nicely rounded; and out of each peeped a gentle\n      friendly eyeâ\u0080\u0094it was the little boy and the little girl who were\n      looking out. His name was Kay, hers was Gerda. In summer, with one jump,\n      they could get to each other; but in winter they were obliged first to go\n      down the long stairs, and then up the long stairs again: and out-of-doors\n      there was quite a snow-storm.\n    \n\n      â\u0080\u009cIt is the white bees that are swarming,â\u0080\u009d said Kay's old grandmother.\n    \n\n      â\u0080\u009cDo the white bees choose a queen?â\u0080\u009d asked the little boy; for he knew that\n      the honey-bees always have one.\n    \n\n      â\u0080\u009cYes,â\u0080\u009d said the grandmother, â\u0080\u009cshe flies where the swarm hangs in the\n      thickest clusters. She is the largest of all; and she can never remain\n      quietly on the earth, but goes up again into the black clouds. Many a\n      winter's night she flies through the streets of the town, and peeps in at\n      the windows; and they then freeze in so wondrous a manner that they look\n      like flowers.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, I have seen it,â\u0080\u009d said both the children; and so they knew that it\n      was true.\n    \n\n      â\u0080\u009cCan the Snow Queen come in?â\u0080\u009d said the little girl.\n    \n\n      â\u0080\u009cOnly let her come in!â\u0080\u009d said the little boy. â\u0080\u009cThen I'd put her on the\n      stove, and she'd melt.â\u0080\u009d\n     \n\n      And then his grandmother patted his head and told him other stories.\n    \n\n      In the evening, when little Kay was at home, and half undressed, he\n      climbed up on the chair by the window, and peeped out of the little hole.\n      A few snow-flakes were falling, and one, the largest of all, remained\n      lying on the edge of a flower-pot.\n    \n\n      The flake of snow grew larger and larger; and at last it was like a young\n      lady, dressed in the finest white gauze, made of a million little flakes\n      like stars. She was so beautiful and delicate, but she was of ice, of\n      dazzling, sparkling ice; yet she lived; her eyes gazed fixedly, like two\n      stars; but there was neither quiet nor repose in them. She nodded towards\n      the window, and beckoned with her hand. The little boy was frightened, and\n      jumped down from the chair; it seemed to him as if, at the same moment, a\n      large bird flew past the window.\n    \n\n      The next day it was a sharp frostâ\u0080\u0094and then the spring came; the sun\n      shone, the green leaves appeared, the swallows built their nests, the\n      windows were opened, and the little children again sat in their pretty\n      garden, high up on the leads at the top of the house.\n    \n\n      That summer the roses flowered in unwonted beauty. The little girl had\n      learned a hymn, in which there was something about roses; and then she\n      thought of her own flowers; and she sang the verse to the little boy, who\n      then sang it with her:\n    \n\n     â\u0080\u009cThe rose in the valley is blooming so sweet,\n     And angels descend there the children to greet.â\u0080\u009d\n \n\n      And the children held each other by the hand, kissed the roses, looked up\n      at the clear sunshine, and spoke as though they really saw angels there.\n      What lovely summer-days those were! How delightful to be out in the air,\n      near the fresh rose-bushes, that seem as if they would never finish\n      blossoming!\n    \n\n      Kay and Gerda looked at the picture-book full of beasts and of birds; and\n      it was thenâ\u0080\u0094the clock in the church-tower was just striking fiveâ\u0080\u0094that\n      Kay said, â\u0080\u009cOh! I feel such a sharp pain in my heart; and now something has\n      got into my eye!â\u0080\u009d\n     \n\n      The little girl put her arms around his neck. He winked his eyes; now\n      there was nothing to be seen.\n    \n\n      â\u0080\u009cI think it is out now,â\u0080\u009d said he; but it was not. It was just one of those\n      pieces of glass from the magic mirror that had got into his eye; and poor\n      Kay had got another piece right in his heart. It will soon become like\n      ice. It did not hurt any longer, but there it was.\n    \n\n      â\u0080\u009cWhat are you crying for?â\u0080\u009d asked he. â\u0080\u009cYou look so ugly! There's nothing\n      the matter with me. Ah,â\u0080\u009d said he at once, â\u0080\u009cthat rose is cankered! And\n      look, this one is quite crooked! After all, these roses are very ugly!\n      They are just like the box they are planted in!â\u0080\u009d And then he gave the box\n      a good kick with his foot, and pulled both the roses up.\n    \n\n      â\u0080\u009cWhat are you doing?â\u0080\u009d cried the little girl; and as he perceived her\n      fright, he pulled up another rose, got in at the window, and hastened off\n      from dear little Gerda.\n    \n\n      Afterwards, when she brought her picture-book, he asked, â\u0080\u009cWhat horrid\n      beasts have you there?â\u0080\u009d And if his grandmother told them stories, he\n      always interrupted her; besides, if he could manage it, he would get\n      behind her, put on her spectacles, and imitate her way of speaking; he\n      copied all her ways, and then everybody laughed at him. He was soon able\n      to imitate the gait and manner of everyone in the street. Everything that\n      was peculiar and displeasing in themâ\u0080\u0094that Kay knew how to imitate:\n      and at such times all the people said, â\u0080\u009cThe boy is certainly very clever!â\u0080\u009d\n       But it was the glass he had got in his eye; the glass that was sticking in\n      his heart, which made him tease even little Gerda, whose whole soul was\n      devoted to him.\n    \n\n      His games now were quite different to what they had formerly been, they\n      were so very knowing. One winter's day, when the flakes of snow were\n      flying about, he spread the skirts of his blue coat, and caught the snow\n      as it fell.\n    \n\n      â\u0080\u009cLook through this glass, Gerda,â\u0080\u009d said he. And every flake seemed larger,\n      and appeared like a magnificent flower, or beautiful star; it was splendid\n      to look at!\n    \n\n      â\u0080\u009cLook, how clever!â\u0080\u009d said Kay. â\u0080\u009cThat's much more interesting than real\n      flowers! They are as exact as possible; there is not a fault in them, if\n      they did not melt!â\u0080\u009d\n     \n\n      It was not long after this, that Kay came one day with large gloves on,\n      and his little sledge at his back, and bawled right into Gerda's ears, â\u0080\u009cI\n      have permission to go out into the square where the others are playingâ\u0080\u009d;\n      and off he was in a moment.\n    \n\n      There, in the market-place, some of the boldest of the boys used to tie\n      their sledges to the carts as they passed by, and so they were pulled\n      along, and got a good ride. It was so capital! Just as they were in the\n      very height of their amusement, a large sledge passed by: it was painted\n      quite white, and there was someone in it wrapped up in a rough white\n      mantle of fur, with a rough white fur cap on his head. The sledge drove\n      round the square twice, and Kay tied on his sledge as quickly as he could,\n      and off he drove with it. On they went quicker and quicker into the next\n      street; and the person who drove turned round to Kay, and nodded to him in\n      a friendly manner, just as if they knew each other. Every time he was\n      going to untie his sledge, the person nodded to him, and then Kay sat\n      quiet; and so on they went till they came outside the gates of the town.\n      Then the snow began to fall so thickly that the little boy could not see\n      an arm's length before him, but still on he went: when suddenly he let go\n      the string he held in his hand in order to get loose from the sledge, but\n      it was of no use; still the little vehicle rushed on with the quickness of\n      the wind. He then cried as loud as he could, but no one heard him; the\n      snow drifted and the sledge flew on, and sometimes it gave a jerk as\n      though they were driving over hedges and ditches. He was quite frightened,\n      and he tried to repeat the Lord's Prayer; but all he could do, he was only\n      able to remember the multiplication table.\n    \n\n      The snow-flakes grew larger and larger, till at last they looked just like\n      great white fowls. Suddenly they flew on one side; the large sledge\n      stopped, and the person who drove rose up. It was a lady; her cloak and\n      cap were of snow. She was tall and of slender figure, and of a dazzling\n      whiteness. It was the Snow Queen.\n    \n\n      â\u0080\u009cWe have travelled fast,â\u0080\u009d said she; â\u0080\u009cbut it is freezingly cold. Come under\n      my bearskin.â\u0080\u009d And she put him in the sledge beside her, wrapped the fur\n      round him, and he felt as though he were sinking in a snow-wreath.\n    \n\n      â\u0080\u009cAre you still cold?â\u0080\u009d asked she; and then she kissed his forehead. Ah! it\n      was colder than ice; it penetrated to his very heart, which was already\n      almost a frozen lump; it seemed to him as if he were about to dieâ\u0080\u0094but\n      a moment more and it was quite congenial to him, and he did not remark the\n      cold that was around him.\n    \n\n      â\u0080\u009cMy sledge! Do not forget my sledge!â\u0080\u009d It was the first thing he thought\n      of. It was there tied to one of the white chickens, who flew along with it\n      on his back behind the large sledge. The Snow Queen kissed Kay once more,\n      and then he forgot little Gerda, grandmother, and all whom he had left at\n      his home.\n    \n\n      â\u0080\u009cNow you will have no more kisses,â\u0080\u009d said she, â\u0080\u009cor else I should kiss you\n      to death!â\u0080\u009d\n     \n\n      Kay looked at her. She was very beautiful; a more clever, or a more lovely\n      countenance he could not fancy to himself; and she no longer appeared of\n      ice as before, when she sat outside the window, and beckoned to him; in\n      his eyes she was perfect, he did not fear her at all, and told her that he\n      could calculate in his head and with fractions, even; that he knew the\n      number of square miles there were in the different countries, and how many\n      inhabitants they contained; and she smiled while he spoke. It then seemed\n      to him as if what he knew was not enough, and he looked upwards in the\n      large huge empty space above him, and on she flew with him; flew high over\n      the black clouds, while the storm moaned and whistled as though it were\n      singing some old tune. On they flew over woods and lakes, over seas, and\n      many lands; and beneath them the chilling storm rushed fast, the wolves\n      howled, the snow crackled; above them flew large screaming crows, but\n      higher up appeared the moon, quite large and bright; and it was on it that\n      Kay gazed during the long long winter's night; while by day he slept at\n      the feet of the Snow Queen.\n    \n\n      THIRD STORY. Of the Flower-Garden At the Old Woman's Who Understood\n      Witchcraft\n    \n\n      But what became of little Gerda when Kay did not return? Where could he\n      be? Nobody knew; nobody could give any intelligence. All the boys knew\n      was, that they had seen him tie his sledge to another large and splendid\n      one, which drove down the street and out of the town. Nobody knew where he\n      was; many sad tears were shed, and little Gerda wept long and bitterly; at\n      last she said he must be dead; that he had been drowned in the river which\n      flowed close to the town. Oh! those were very long and dismal winter\n      evenings!\n    \n\n      At last spring came, with its warm sunshine.\n    \n\n      â\u0080\u009cKay is dead and gone!â\u0080\u009d said little Gerda.\n    \n\n      â\u0080\u009cThat I don't believe,â\u0080\u009d said the Sunshine.\n    \n\n      â\u0080\u009cKay is dead and gone!â\u0080\u009d said she to the Swallows.\n    \n\n      â\u0080\u009cThat I don't believe,â\u0080\u009d said they: and at last little Gerda did not think\n      so any longer either.\n    \n\n      â\u0080\u009cI'll put on my red shoes,â\u0080\u009d said she, one morning; â\u0080\u009cKay has never seen\n      them, and then I'll go down to the river and ask there.â\u0080\u009d\n     \n\n      It was quite early; she kissed her old grandmother, who was still asleep,\n      put on her red shoes, and went alone to the river.\n    \n\n      â\u0080\u009cIs it true that you have taken my little playfellow? I will make you a\n      present of my red shoes, if you will give him back to me.â\u0080\u009d\n     \n\n      And, as it seemed to her, the blue waves nodded in a strange manner; then\n      she took off her red shoes, the most precious things she possessed, and\n      threw them both into the river. But they fell close to the bank, and the\n      little waves bore them immediately to land; it was as if the stream would\n      not take what was dearest to her; for in reality it had not got little\n      Kay; but Gerda thought that she had not thrown the shoes out far enough,\n      so she clambered into a boat which lay among the rushes, went to the\n      farthest end, and threw out the shoes. But the boat was not fastened, and\n      the motion which she occasioned, made it drift from the shore. She\n      observed this, and hastened to get back; but before she could do so, the\n      boat was more than a yard from the land, and was gliding quickly onward.\n    \n\n      Little Gerda was very frightened, and began to cry; but no one heard her\n      except the sparrows, and they could not carry her to land; but they flew\n      along the bank, and sang as if to comfort her, â\u0080\u009cHere we are! Here we are!â\u0080\u009d\n       The boat drifted with the stream, little Gerda sat quite still without\n      shoes, for they were swimming behind the boat, but she could not reach\n      them, because the boat went much faster than they did.\n    \n\n      The banks on both sides were beautiful; lovely flowers, venerable trees,\n      and slopes with sheep and cows, but not a human being was to be seen.\n    \n\n      â\u0080\u009cPerhaps the river will carry me to little Kay,â\u0080\u009d said she; and then she\n      grew less sad. She rose, and looked for many hours at the beautiful green\n      banks. Presently she sailed by a large cherry-orchard, where was a little\n      cottage with curious red and blue windows; it was thatched, and before it\n      two wooden soldiers stood sentry, and presented arms when anyone went\n      past.\n    \n\n      Gerda called to them, for she thought they were alive; but they, of\n      course, did not answer. She came close to them, for the stream drifted the\n      boat quite near the land.\n    \n\n      Gerda called still louder, and an old woman then came out of the cottage,\n      leaning upon a crooked stick. She had a large broad-brimmed hat on,\n      painted with the most splendid flowers.\n    \n\n      â\u0080\u009cPoor little child!â\u0080\u009d said the old woman. â\u0080\u009cHow did you get upon the large\n      rapid river, to be driven about so in the wide world!â\u0080\u009d And then the old\n      woman went into the water, caught hold of the boat with her crooked stick,\n      drew it to the bank, and lifted little Gerda out.\n    \n\n      And Gerda was so glad to be on dry land again; but she was rather afraid\n      of the strange old woman.\n    \n\n      â\u0080\u009cBut come and tell me who you are, and how you came here,â\u0080\u009d said she.\n    \n\n      And Gerda told her all; and the old woman shook her head and said, â\u0080\u009cA-hem!\n      a-hem!â\u0080\u009d and when Gerda had told her everything, and asked her if she had\n      not seen little Kay, the woman answered that he had not passed there, but\n      he no doubt would come; and she told her not to be cast down, but taste\n      her cherries, and look at her flowers, which were finer than any in a\n      picture-book, each of which could tell a whole story. She then took Gerda\n      by the hand, led her into the little cottage, and locked the door.\n    \n\n      The windows were very high up; the glass was red, blue, and green, and the\n      sunlight shone through quite wondrously in all sorts of colors. On the\n      table stood the most exquisite cherries, and Gerda ate as many as she\n      chose, for she had permission to do so. While she was eating, the old\n      woman combed her hair with a golden comb, and her hair curled and shone\n      with a lovely golden color around that sweet little face, which was so\n      round and so like a rose.\n    \n\n      â\u0080\u009cI have often longed for such a dear little girl,â\u0080\u009d said the old woman.\n      â\u0080\u009cNow you shall see how well we agree togetherâ\u0080\u009d; and while she combed\n      little Gerda's hair, the child forgot her foster-brother Kay more and\n      more, for the old woman understood magic; but she was no evil being, she\n      only practised witchcraft a little for her own private amusement, and now\n      she wanted very much to keep little Gerda. She therefore went out in the\n      garden, stretched out her crooked stick towards the rose-bushes, which,\n      beautifully as they were blowing, all sank into the earth and no one could\n      tell where they had stood. The old woman feared that if Gerda should see\n      the roses, she would then think of her own, would remember little Kay, and\n      run away from her.\n    \n\n      She now led Gerda into the flower-garden. Oh, what odour and what\n      loveliness was there! Every flower that one could think of, and of every\n      season, stood there in fullest bloom; no picture-book could be gayer or\n      more beautiful. Gerda jumped for joy, and played till the sun set behind\n      the tall cherry-tree; she then had a pretty bed, with a red silken\n      coverlet filled with blue violets. She fell asleep, and had as pleasant\n      dreams as ever a queen on her wedding-day.\n    \n\n      The next morning she went to play with the flowers in the warm sunshine,\n      and thus passed away a day. Gerda knew every flower; and, numerous as they\n      were, it still seemed to Gerda that one was wanting, though she did not\n      know which. One day while she was looking at the hat of the old woman\n      painted with flowers, the most beautiful of them all seemed to her to be a\n      rose. The old woman had forgotten to take it from her hat when she made\n      the others vanish in the earth. But so it is when one's thoughts are not\n      collected. â\u0080\u009cWhat!â\u0080\u009d said Gerda. â\u0080\u009cAre there no roses here?â\u0080\u009d and she ran\n      about amongst the flowerbeds, and looked, and looked, but there was not\n      one to be found. She then sat down and wept; but her hot tears fell just\n      where a rose-bush had sunk; and when her warm tears watered the ground,\n      the tree shot up suddenly as fresh and blooming as when it had been\n      swallowed up. Gerda kissed the roses, thought of her own dear roses at\n      home, and with them of little Kay.\n    \n\n      â\u0080\u009cOh, how long I have stayed!â\u0080\u009d said the little girl. â\u0080\u009cI intended to look\n      for Kay! Don't you know where he is?â\u0080\u009d she asked of the roses. â\u0080\u009cDo you\n      think he is dead and gone?â\u0080\u009d\n     \n\n      â\u0080\u009cDead he certainly is not,â\u0080\u009d said the Roses. â\u0080\u009cWe have been in the earth\n      where all the dead are, but Kay was not there.â\u0080\u009d\n     \n\n      â\u0080\u009cMany thanks!â\u0080\u009d said little Gerda; and she went to the other flowers,\n      looked into their cups, and asked, â\u0080\u009cDon't you know where little Kay is?â\u0080\u009d\n     \n\n      But every flower stood in the sunshine, and dreamed its own fairy tale or\n      its own story: and they all told her very many things, but not one knew\n      anything of Kay.\n    \n\n      Well, what did the Tiger-Lily say?\n    \n\n      â\u0080\u009cHearest thou not the drum? Bum! Bum! Those are the only two tones. Always\n      bum! Bum! Hark to the plaintive song of the old woman, to the call of the\n      priests! The Hindoo woman in her long robe stands upon the funeral pile;\n      the flames rise around her and her dead husband, but the Hindoo woman\n      thinks on the living one in the surrounding circle; on him whose eyes burn\n      hotter than the flamesâ\u0080\u0094on him, the fire of whose eyes pierces her\n      heart more than the flames which soon will burn her body to ashes. Can the\n      heart's flame die in the flame of the funeral pile?â\u0080\u009d\n     \n\n      â\u0080\u009cI don't understand that at all,â\u0080\u009d said little Gerda.\n    \n\n      â\u0080\u009cThat is my story,â\u0080\u009d said the Lily.\n    \n\n      What did the Convolvulus say?\n    \n\n      â\u0080\u009cProjecting over a narrow mountain-path there hangs an old feudal castle.\n      Thick evergreens grow on the dilapidated walls, and around the altar,\n      where a lovely maiden is standing: she bends over the railing and looks\n      out upon the rose. No fresher rose hangs on the branches than she; no\n      appleblossom carried away by the wind is more buoyant! How her silken robe\n      is rustling!\n    \n\n      â\u0080\u009c'Is he not yet come?'â\u0080\u009d\n     \n\n      â\u0080\u009cIs it Kay that you mean?â\u0080\u009d asked little Gerda.\n    \n\n      â\u0080\u009cI am speaking about my storyâ\u0080\u0094about my dream,â\u0080\u009d answered the\n      Convolvulus.\n    \n\n      What did the Snowdrops say?\n    \n\n      â\u0080\u009cBetween the trees a long board is hangingâ\u0080\u0094it is a swing. Two little\n      girls are sitting in it, and swing themselves backwards and forwards;\n      their frocks are as white as snow, and long green silk ribands flutter\n      from their bonnets. Their brother, who is older than they are, stands up\n      in the swing; he twines his arms round the cords to hold himself fast, for\n      in one hand he has a little cup, and in the other a clay-pipe. He is\n      blowing soap-bubbles. The swing moves, and the bubbles float in charming\n      changing colors: the last is still hanging to the end of the pipe, and\n      rocks in the breeze. The swing moves. The little black dog, as light as a\n      soap-bubble, jumps up on his hind legs to try to get into the swing. It\n      moves, the dog falls down, barks, and is angry. They tease him; the bubble\n      bursts! A swing, a bursting bubbleâ\u0080\u0094such is my song!â\u0080\u009d\n     \n\n      â\u0080\u009cWhat you relate may be very pretty, but you tell it in so melancholy a\n      manner, and do not mention Kay.â\u0080\u009d\n     \n\n      What do the Hyacinths say?\n    \n\n      â\u0080\u009cThere were once upon a time three sisters, quite transparent, and very\n      beautiful. The robe of the one was red, that of the second blue, and that\n      of the third white. They danced hand in hand beside the calm lake in the\n      clear moonshine. They were not elfin maidens, but mortal children. A sweet\n      fragrance was smelt, and the maidens vanished in the wood; the fragrance\n      grew strongerâ\u0080\u0094three coffins, and in them three lovely maidens,\n      glided out of the forest and across the lake: the shining glow-worms flew\n      around like little floating lights. Do the dancing maidens sleep, or are\n      they dead? The odour of the flowers says they are corpses; the evening\n      bell tolls for the dead!â\u0080\u009d\n     \n\n      â\u0080\u009cYou make me quite sad,â\u0080\u009d said little Gerda. â\u0080\u009cI cannot help thinking of the\n      dead maidens. Oh! is little Kay really dead? The Roses have been in the\n      earth, and they say no.â\u0080\u009d\n     \n\n      â\u0080\u009cDing, dong!â\u0080\u009d sounded the Hyacinth bells. â\u0080\u009cWe do not toll for little Kay;\n      we do not know him. That is our way of singing, the only one we have.â\u0080\u009d\n     \n\n      And Gerda went to the Ranunculuses, that looked forth from among the\n      shining green leaves.\n    \n\n      â\u0080\u009cYou are a little bright sun!â\u0080\u009d said Gerda. â\u0080\u009cTell me if you know where I\n      can find my playfellow.â\u0080\u009d\n     \n\n      And the Ranunculus shone brightly, and looked again at Gerda. What song\n      could the Ranunculus sing? It was one that said nothing about Kay either.\n    \n\n      â\u0080\u009cIn a small court the bright sun was shining in the first days of spring.\n      The beams glided down the white walls of a neighbor's house, and close by\n      the fresh yellow flowers were growing, shining like gold in the warm\n      sun-rays. An old grandmother was sitting in the air; her grand-daughter,\n      the poor and lovely servant just come for a short visit. She knows her\n      grandmother. There was gold, pure virgin gold in that blessed kiss. There,\n      that is my little story,â\u0080\u009d said the Ranunculus.\n    \n\n      â\u0080\u009cMy poor old grandmother!â\u0080\u009d sighed Gerda. â\u0080\u009cYes, she is longing for me, no\n      doubt: she is sorrowing for me, as she did for little Kay. But I will soon\n      come home, and then I will bring Kay with me. It is of no use asking the\n      flowers; they only know their own old rhymes, and can tell me nothing.â\u0080\u009d\n       And she tucked up her frock, to enable her to run quicker; but the\n      Narcissus gave her a knock on the leg, just as she was going to jump over\n      it. So she stood still, looked at the long yellow flower, and asked, â\u0080\u009cYou\n      perhaps know something?â\u0080\u009d and she bent down to the Narcissus. And what did\n      it say?\n    \n\n      â\u0080\u009cI can see myselfâ\u0080\u0094I can see myself! Oh, how odorous I am! Up in the\n      little garret there stands, half-dressed, a little Dancer. She stands now\n      on one leg, now on both; she despises the whole world; yet she lives only\n      in imagination. She pours water out of the teapot over a piece of stuff\n      which she holds in her hand; it is the bodice; cleanliness is a fine\n      thing. The white dress is hanging on the hook; it was washed in the\n      teapot, and dried on the roof. She puts it on, ties a saffron-colored\n      kerchief round her neck, and then the gown looks whiter. I can see myselfâ\u0080\u0094I\n      can see myself!â\u0080\u009d\n     \n\n      â\u0080\u009cThat's nothing to me,â\u0080\u009d said little Gerda. â\u0080\u009cThat does not concern me.â\u0080\u009d And\n      then off she ran to the further end of the garden.\n    \n\n      The gate was locked, but she shook the rusted bolt till it was loosened,\n      and the gate opened; and little Gerda ran off barefooted into the wide\n      world. She looked round her thrice, but no one followed her. At last she\n      could run no longer; she sat down on a large stone, and when she looked\n      about her, she saw that the summer had passed; it was late in the autumn,\n      but that one could not remark in the beautiful garden, where there was\n      always sunshine, and where there were flowers the whole year round.\n    \n\n      â\u0080\u009cDear me, how long I have staid!â\u0080\u009d said Gerda. â\u0080\u009cAutumn is come. I must not\n      rest any longer.â\u0080\u009d And she got up to go further.\n    \n\n      Oh, how tender and wearied her little feet were! All around it looked so\n      cold and raw: the long willow-leaves were quite yellow, and the fog\n      dripped from them like water; one leaf fell after the other: the sloes\n      only stood full of fruit, which set one's teeth on edge. Oh, how dark and\n      comfortless it was in the dreary world!\n    \n\n      FOURTH STORY. The Prince and Princess\n    \n\n      Gerda was obliged to rest herself again, when, exactly opposite to her, a\n      large Raven came hopping over the white snow. He had long been looking at\n      Gerda and shaking his head; and now he said, â\u0080\u009cCaw! Caw!â\u0080\u009d Good day! Good\n      day! He could not say it better; but he felt a sympathy for the little\n      girl, and asked her where she was going all alone. The word â\u0080\u009caloneâ\u0080\u009d Gerda\n      understood quite well, and felt how much was expressed by it; so she told\n      the Raven her whole history, and asked if he had not seen Kay.\n    \n\n      The Raven nodded very gravely, and said, â\u0080\u009cIt may beâ\u0080\u0094it may be!â\u0080\u009d\n     \n\n      â\u0080\u009cWhat, do you really think so?â\u0080\u009d cried the little girl; and she nearly\n      squeezed the Raven to death, so much did she kiss him.\n    \n\n      â\u0080\u009cGently, gently,â\u0080\u009d said the Raven. â\u0080\u009cI think I know; I think that it may be\n      little Kay. But now he has forgotten you for the Princess.â\u0080\u009d\n     \n\n      â\u0080\u009cDoes he live with a Princess?â\u0080\u009d asked Gerda.\n    \n\n      â\u0080\u009cYesâ\u0080\u0094listen,â\u0080\u009d said the Raven; â\u0080\u009cbut it will be difficult for me to\n      speak your language. If you understand the Raven language I can tell you\n      better.â\u0080\u009d\n     \n\n      â\u0080\u009cNo, I have not learnt it,â\u0080\u009d said Gerda; â\u0080\u009cbut my grandmother understands\n      it, and she can speak gibberish too. I wish I had learnt it.â\u0080\u009d\n     \n\n      â\u0080\u009cNo matter,â\u0080\u009d said the Raven; â\u0080\u009cI will tell you as well as I can; however,\n      it will be bad enough.â\u0080\u009d And then he told all he knew.\n    \n\n      â\u0080\u009cIn the kingdom where we now are there lives a Princess, who is\n      extraordinarily clever; for she has read all the newspapers in the whole\n      world, and has forgotten them againâ\u0080\u0094so clever is she. She was\n      lately, it is said, sitting on her throneâ\u0080\u0094which is not very amusing\n      after allâ\u0080\u0094when she began humming an old tune, and it was just, 'Oh,\n      why should I not be married?' 'That song is not without its meaning,' said\n      she, and so then she was determined to marry; but she would have a husband\n      who knew how to give an answer when he was spoken toâ\u0080\u0094not one who\n      looked only as if he were a great personage, for that is so tiresome. She\n      then had all the ladies of the court drummed together; and when they heard\n      her intention, all were very pleased, and said, 'We are very glad to hear\n      it; it is the very thing we were thinking of.' You may believe every word\n      I say,â\u0080\u009d said the Raven; â\u0080\u009cfor I have a tame sweetheart that hops about in\n      the palace quite free, and it was she who told me all this.\n    \n\n      â\u0080\u009cThe newspapers appeared forthwith with a border of hearts and the\n      initials of the Princess; and therein you might read that every\n      good-looking young man was at liberty to come to the palace and speak to\n      the Princess; and he who spoke in such wise as showed he felt himself at\n      home there, that one the Princess would choose for her husband.\n    \n\n      â\u0080\u009cYes, Yes,â\u0080\u009d said the Raven, â\u0080\u009cyou may believe it; it is as true as I am\n      sitting here. People came in crowds; there was a crush and a hurry, but no\n      one was successful either on the first or second day. They could all talk\n      well enough when they were out in the street; but as soon as they came\n      inside the palace gates, and saw the guard richly dressed in silver, and\n      the lackeys in gold on the staircase, and the large illuminated saloons,\n      then they were abashed; and when they stood before the throne on which the\n      Princess was sitting, all they could do was to repeat the last word they\n      had uttered, and to hear it again did not interest her very much. It was\n      just as if the people within were under a charm, and had fallen into a\n      trance till they came out again into the street; for thenâ\u0080\u0094oh, thenâ\u0080\u0094they\n      could chatter enough. There was a whole row of them standing from the\n      town-gates to the palace. I was there myself to look,â\u0080\u009d said the Raven.\n      â\u0080\u009cThey grew hungry and thirsty; but from the palace they got nothing\n      whatever, not even a glass of water. Some of the cleverest, it is true,\n      had taken bread and butter with them: but none shared it with his\n      neighbor, for each thought, 'Let him look hungry, and then the Princess\n      won't have him.'â\u0080\u009d\n     \n\n      â\u0080\u009cBut Kayâ\u0080\u0094little Kay,â\u0080\u009d said Gerda, â\u0080\u009cwhen did he come? Was he among\n      the number?â\u0080\u009d\n     \n\n      â\u0080\u009cPatience, patience; we are just come to him. It was on the third day when\n      a little personage without horse or equipage, came marching right boldly\n      up to the palace; his eyes shone like yours, he had beautiful long hair,\n      but his clothes were very shabby.â\u0080\u009d\n     \n\n      â\u0080\u009cThat was Kay,â\u0080\u009d cried Gerda, with a voice of delight. â\u0080\u009cOh, now I've found\n      him!â\u0080\u009d and she clapped her hands for joy.\n    \n\n      â\u0080\u009cHe had a little knapsack at his back,â\u0080\u009d said the Raven.\n    \n\n      â\u0080\u009cNo, that was certainly his sledge,â\u0080\u009d said Gerda; â\u0080\u009cfor when he went away he\n      took his sledge with him.â\u0080\u009d\n     \n\n      â\u0080\u009cThat may be,â\u0080\u009d said the Raven; â\u0080\u009cI did not examine him so minutely; but I\n      know from my tame sweetheart, that when he came into the court-yard of the\n      palace, and saw the body-guard in silver, the lackeys on the staircase, he\n      was not the least abashed; he nodded, and said to them, 'It must be very\n      tiresome to stand on the stairs; for my part, I shall go in.' The saloons\n      were gleaming with lustresâ\u0080\u0094privy councillors and excellencies were\n      walking about barefooted, and wore gold keys; it was enough to make any\n      one feel uncomfortable. His boots creaked, too, so loudly, but still he\n      was not at all afraid.â\u0080\u009d\n     \n\n      â\u0080\u009cThat's Kay for certain,â\u0080\u009d said Gerda. â\u0080\u009cI know he had on new boots; I have\n      heard them creaking in grandmama's room.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, they creaked,â\u0080\u009d said the Raven. â\u0080\u009cAnd on he went boldly up to the\n      Princess, who was sitting on a pearl as large as a spinning-wheel. All the\n      ladies of the court, with their attendants and attendants' attendants, and\n      all the cavaliers, with their gentlemen and gentlemen's gentlemen, stood\n      round; and the nearer they stood to the door, the prouder they looked. It\n      was hardly possible to look at the gentleman's gentleman, so very\n      haughtily did he stand in the doorway.â\u0080\u009d\n     \n\n      â\u0080\u009cIt must have been terrible,â\u0080\u009d said little Gerda. â\u0080\u009cAnd did Kay get the\n      Princess?â\u0080\u009d\n     \n\n      â\u0080\u009cWere I not a Raven, I should have taken the Princess myself, although I\n      am promised. It is said he spoke as well as I speak when I talk Raven\n      language; this I learned from my tame sweetheart. He was bold and nicely\n      behaved; he had not come to woo the Princess, but only to hear her wisdom.\n      She pleased him, and he pleased her.â\u0080\u009d\n     \n\n      â\u0080\u009cYes, yes; for certain that was Kay,â\u0080\u009d said Gerda. â\u0080\u009cHe was so clever; he\n      could reckon fractions in his head. Oh, won't you take me to the palace?â\u0080\u009d\n     \n\n      â\u0080\u009cThat is very easily said,â\u0080\u009d answered the Raven. â\u0080\u009cBut how are we to manage\n      it? I'll speak to my tame sweetheart about it: she must advise us; for so\n      much I must tell you, such a little girl as you are will never get\n      permission to enter.â\u0080\u009d\n     \n\n      â\u0080\u009cOh, yes I shall,â\u0080\u009d said Gerda; â\u0080\u009cwhen Kay hears that I am here, he will\n      come out directly to fetch me.â\u0080\u009d\n     \n\n      â\u0080\u009cWait for me here on these steps,â\u0080\u009d said the Raven. He moved his head\n      backwards and forwards and flew away.\n    \n\n      The evening was closing in when the Raven returned. â\u0080\u009cCawâ\u0080\u0094caw!â\u0080\u009d said\n      he. â\u0080\u009cShe sends you her compliments; and here is a roll for you. She took\n      it out of the kitchen, where there is bread enough. You are hungry, no\n      doubt. It is not possible for you to enter the palace, for you are\n      barefooted: the guards in silver, and the lackeys in gold, would not allow\n      it; but do not cry, you shall come in still. My sweetheart knows a little\n      back stair that leads to the bedchamber, and she knows where she can get\n      the key of it.â\u0080\u009d\n     \n\n      And they went into the garden in the large avenue, where one leaf was\n      falling after the other; and when the lights in the palace had all\n      gradually disappeared, the Raven led little Gerda to the back door, which\n      stood half open.\n    \n\n      Oh, how Gerda's heart beat with anxiety and longing! It was just as if she\n      had been about to do something wrong; and yet she only wanted to know if\n      little Kay was there. Yes, he must be there. She called to mind his\n      intelligent eyes, and his long hair, so vividly, she could quite see him\n      as he used to laugh when they were sitting under the roses at home. â\u0080\u009cHe\n      will, no doubt, be glad to see youâ\u0080\u0094to hear what a long way you have\n      come for his sake; to know how unhappy all at home were when he did not\n      come back.â\u0080\u009d\n     \n\n      Oh, what a fright and a joy it was!\n    \n\n      They were now on the stairs. A single lamp was burning there; and on the\n      floor stood the tame Raven, turning her head on every side and looking at\n      Gerda, who bowed as her grandmother had taught her to do.\n    \n\n      â\u0080\u009cMy intended has told me so much good of you, my dear young lady,â\u0080\u009d said\n      the tame Raven. â\u0080\u009cYour tale is very affecting. If you will take the lamp, I\n      will go before. We will go straight on, for we shall meet no one.â\u0080\u009d\n     \n\n      â\u0080\u009cI think there is somebody just behind us,â\u0080\u009d said Gerda; and something\n      rushed past: it was like shadowy figures on the wall; horses with flowing\n      manes and thin legs, huntsmen, ladies and gentlemen on horseback.\n    \n\n      â\u0080\u009cThey are only dreams,â\u0080\u009d said the Raven. â\u0080\u009cThey come to fetch the thoughts\n      of the high personages to the chase; 'tis well, for now you can observe\n      them in bed all the better. But let me find, when you enjoy honor and\n      distinction, that you possess a grateful heart.â\u0080\u009d\n     \n\n      â\u0080\u009cTut! That's not worth talking about,â\u0080\u009d said the Raven of the woods.\n    \n\n      They now entered the first saloon, which was of rose-colored satin, with\n      artificial flowers on the wall. Here the dreams were rushing past, but\n      they hastened by so quickly that Gerda could not see the high personages.\n      One hall was more magnificent than the other; one might indeed well be\n      abashed; and at last they came into the bedchamber. The ceiling of the\n      room resembled a large palm-tree with leaves of glass, of costly glass;\n      and in the middle, from a thick golden stem, hung two beds, each of which\n      resembled a lily. One was white, and in this lay the Princess; the other\n      was red, and it was here that Gerda was to look for little Kay. She bent\n      back one of the red leaves, and saw a brown neck. Oh! that was Kay! She\n      called him quite loud by name, held the lamp towards himâ\u0080\u0094the dreams\n      rushed back again into the chamberâ\u0080\u0094he awoke, turned his head, andâ\u0080\u0094it\n      was not little Kay!\n    \n\n      The Prince was only like him about the neck; but he was young and\n      handsome. And out of the white lily leaves the Princess peeped, too, and\n      asked what was the matter. Then little Gerda cried, and told her her whole\n      history, and all that the Ravens had done for her.\n    \n\n      â\u0080\u009cPoor little thing!â\u0080\u009d said the Prince and the Princess. They praised the\n      Ravens very much, and told them they were not at all angry with them, but\n      they were not to do so again. However, they should have a reward. â\u0080\u009cWill\n      you fly about here at liberty,â\u0080\u009d asked the Princess; â\u0080\u009cor would you like to\n      have a fixed appointment as court ravens, with all the broken bits from\n      the kitchen?â\u0080\u009d\n     \n\n      And both the Ravens nodded, and begged for a fixed appointment; for they\n      thought of their old age, and said, â\u0080\u009cIt is a good thing to have a\n      provision for our old days.â\u0080\u009d\n     \n\n      And the Prince got up and let Gerda sleep in his bed, and more than this\n      he could not do. She folded her little hands and thought, â\u0080\u009cHow good men\n      and animals are!â\u0080\u009d and she then fell asleep and slept soundly. All the\n      dreams flew in again, and they now looked like the angels; they drew a\n      little sledge, in which little Kay sat and nodded his head; but the whole\n      was only a dream, and therefore it all vanished as soon as she awoke.\n    \n\n      The next day she was dressed from head to foot in silk and velvet. They\n      offered to let her stay at the palace, and lead a happy life; but she\n      begged to have a little carriage with a horse in front, and for a small\n      pair of shoes; then, she said, she would again go forth in the wide world\n      and look for Kay.\n    \n\n      Shoes and a muff were given her; she was, too, dressed very nicely; and\n      when she was about to set off, a new carriage stopped before the door. It\n      was of pure gold, and the arms of the Prince and Princess shone like a\n      star upon it; the coachman, the footmen, and the outriders, for outriders\n      were there, too, all wore golden crowns. The Prince and the Princess\n      assisted her into the carriage themselves, and wished her all success. The\n      Raven of the woods, who was now married, accompanied her for the first\n      three miles. He sat beside Gerda, for he could not bear riding backwards;\n      the other Raven stood in the doorway, and flapped her wings; she could not\n      accompany Gerda, because she suffered from headache since she had had a\n      fixed appointment and ate so much. The carriage was lined inside with\n      sugar-plums, and in the seats were fruits and gingerbread.\n    \n\n      â\u0080\u009cFarewell! Farewell!â\u0080\u009d cried Prince and Princess; and Gerda wept, and the\n      Raven wept. Thus passed the first miles; and then the Raven bade her\n      farewell, and this was the most painful separation of all. He flew into a\n      tree, and beat his black wings as long as he could see the carriage, that\n      shone from afar like a sunbeam.\n    \n\n      FIFTH STORY. The Little Robber Maiden\n    \n\n      They drove through the dark wood; but the carriage shone like a torch, and\n      it dazzled the eyes of the robbers, so that they could not bear to look at\n      it.\n    \n\n      â\u0080\u009c'Tis gold! 'Tis gold!â\u0080\u009d they cried; and they rushed forward, seized the\n      horses, knocked down the little postilion, the coachman, and the servants,\n      and pulled little Gerda out of the carriage.\n    \n\n      â\u0080\u009cHow plump, how beautiful she is! She must have been fed on nut-kernels,â\u0080\u009d\n       said the old female robber, who had a long, scrubby beard, and bushy\n      eyebrows that hung down over her eyes. â\u0080\u009cShe is as good as a fatted lamb!\n      How nice she will be!â\u0080\u009d And then she drew out a knife, the blade of which\n      shone so that it was quite dreadful to behold.\n    \n\n      â\u0080\u009cOh!â\u0080\u009d cried the woman at the same moment. She had been bitten in the ear\n      by her own little daughter, who hung at her back; and who was so wild and\n      unmanageable, that it was quite amusing to see her. â\u0080\u009cYou naughty child!â\u0080\u009d\n       said the mother: and now she had not time to kill Gerda.\n    \n\n      â\u0080\u009cShe shall play with me,â\u0080\u009d said the little robber child. â\u0080\u009cShe shall give me\n      her muff, and her pretty frock; she shall sleep in my bed!â\u0080\u009d And then she\n      gave her mother another bite, so that she jumped, and ran round with the\n      pain; and the Robbers laughed, and said, â\u0080\u009cLook, how she is dancing with\n      the little one!â\u0080\u009d\n     \n\n      â\u0080\u009cI will go into the carriage,â\u0080\u009d said the little robber maiden; and she\n      would have her will, for she was very spoiled and very headstrong. She and\n      Gerda got in; and then away they drove over the stumps of felled trees,\n      deeper and deeper into the woods. The little robber maiden was as tall as\n      Gerda, but stronger, broader-shouldered, and of dark complexion; her eyes\n      were quite black; they looked almost melancholy. She embraced little\n      Gerda, and said, â\u0080\u009cThey shall not kill you as long as I am not displeased\n      with you. You are, doubtless, a Princess?â\u0080\u009d\n     \n\n      â\u0080\u009cNo,â\u0080\u009d said little Gerda; who then related all that had happened to her,\n      and how much she cared about little Kay.\n    \n\n      The little robber maiden looked at her with a serious air, nodded her head\n      slightly, and said, â\u0080\u009cThey shall not kill you, even if I am angry with you:\n      then I will do it myselfâ\u0080\u009d; and she dried Gerda's eyes, and put both her\n      hands in the handsome muff, which was so soft and warm.\n    \n\n      At length the carriage stopped. They were in the midst of the court-yard\n      of a robber's castle. It was full of cracks from top to bottom; and out of\n      the openings magpies and rooks were flying; and the great bull-dogs, each\n      of which looked as if he could swallow a man, jumped up, but they did not\n      bark, for that was forbidden.\n    \n\n      In the midst of the large, old, smoking hall burnt a great fire on the\n      stone floor. The smoke disappeared under the stones, and had to seek its\n      own egress. In an immense caldron soup was boiling; and rabbits and hares\n      were being roasted on a spit.\n    \n\n      â\u0080\u009cYou shall sleep with me to-night, with all my animals,â\u0080\u009d said the little\n      robber maiden. They had something to eat and drink; and then went into a\n      corner, where straw and carpets were lying. Beside them, on laths and\n      perches, sat nearly a hundred pigeons, all asleep, seemingly; but yet they\n      moved a little when the robber maiden came. â\u0080\u009cThey are all mine,â\u0080\u009d said she,\n      at the same time seizing one that was next to her by the legs and shaking\n      it so that its wings fluttered. â\u0080\u009cKiss it,â\u0080\u009d cried the little girl, and\n      flung the pigeon in Gerda's face. â\u0080\u009cUp there is the rabble of the wood,â\u0080\u009d\n       continued she, pointing to several laths which were fastened before a hole\n      high up in the wall; â\u0080\u009cthat's the rabble; they would all fly away\n      immediately, if they were not well fastened in. And here is my dear old\n      Bacâ\u0080\u009d; and she laid hold of the horns of a reindeer, that had a bright\n      copper ring round its neck, and was tethered to the spot. â\u0080\u009cWe are obliged\n      to lock this fellow in too, or he would make his escape. Every evening I\n      tickle his neck with my sharp knife; he is so frightened at it!â\u0080\u009d and the\n      little girl drew forth a long knife, from a crack in the wall, and let it\n      glide over the Reindeer's neck. The poor animal kicked; the girl laughed,\n      and pulled Gerda into bed with her.\n    \n\n      â\u0080\u009cDo you intend to keep your knife while you sleep?â\u0080\u009d asked Gerda; looking\n      at it rather fearfully.\n    \n\n      â\u0080\u009cI always sleep with the knife,â\u0080\u009d said the little robber maiden. â\u0080\u009cThere is\n      no knowing what may happen. But tell me now, once more, all about little\n      Kay; and why you have started off in the wide world alone.â\u0080\u009d And Gerda\n      related all, from the very beginning: the Wood-pigeons cooed above in\n      their cage, and the others slept. The little robber maiden wound her arm\n      round Gerda's neck, held the knife in the other hand, and snored so loud\n      that everybody could hear her; but Gerda could not close her eyes, for she\n      did not know whether she was to live or die. The robbers sat round the\n      fire, sang and drank; and the old female robber jumped about so, that it\n      was quite dreadful for Gerda to see her.\n    \n\n      Then the Wood-pigeons said, â\u0080\u009cCoo! Coo! We have seen little Kay! A white\n      hen carries his sledge; he himself sat in the carriage of the Snow Queen,\n      who passed here, down just over the wood, as we lay in our nest. She blew\n      upon us young ones; and all died except we two. Coo! Coo!â\u0080\u009d\n     \n\n      â\u0080\u009cWhat is that you say up there?â\u0080\u009d cried little Gerda. â\u0080\u009cWhere did the Snow\n      Queen go to? Do you know anything about it?â\u0080\u009d\n     \n\n      â\u0080\u009cShe is no doubt gone to Lapland; for there is always snow and ice there.\n      Only ask the Reindeer, who is tethered there.â\u0080\u009d\n     \n\n      â\u0080\u009cIce and snow is there! There it is, glorious and beautiful!â\u0080\u009d said the\n      Reindeer. â\u0080\u009cOne can spring about in the large shining valleys! The Snow\n      Queen has her summer-tent there; but her fixed abode is high up towards\n      the North Pole, on the Island called Spitzbergen.â\u0080\u009d\n     \n\n      â\u0080\u009cOh, Kay! Poor little Kay!â\u0080\u009d sighed Gerda.\n    \n\n      â\u0080\u009cDo you choose to be quiet?â\u0080\u009d said the robber maiden. â\u0080\u009cIf you don't, I\n      shall make you.â\u0080\u009d\n     \n\n      In the morning Gerda told her all that the Wood-pigeons had said; and the\n      little maiden looked very serious, but she nodded her head, and said,\n      â\u0080\u009cThat's no matterâ\u0080\u0094that's no matter. Do you know where Lapland lies!â\u0080\u009d\n       she asked of the Reindeer.\n    \n\n      â\u0080\u009cWho should know better than I?â\u0080\u009d said the animal; and his eyes rolled in\n      his head. â\u0080\u009cI was born and bred thereâ\u0080\u0094there I leapt about on the\n      fields of snow.â\u0080\u009d\n     \n\n      â\u0080\u009cListen,â\u0080\u009d said the robber maiden to Gerda. â\u0080\u009cYou see that the men are gone;\n      but my mother is still here, and will remain. However, towards morning she\n      takes a draught out of the large flask, and then she sleeps a little: then\n      I will do something for you.â\u0080\u009d She now jumped out of bed, flew to her\n      mother; with her arms round her neck, and pulling her by the beard, said,\n      â\u0080\u009cGood morrow, my own sweet nanny-goat of a mother.â\u0080\u009d And her mother took\n      hold of her nose, and pinched it till it was red and blue; but this was\n      all done out of pure love.\n    \n\n      When the mother had taken a sup at her flask, and was having a nap, the\n      little robber maiden went to the Reindeer, and said, â\u0080\u009cI should very much\n      like to give you still many a tickling with the sharp knife, for then you\n      are so amusing; however, I will untether you, and help you out, so that\n      you may go back to Lapland. But you must make good use of your legs; and\n      take this little girl for me to the palace of the Snow Queen, where her\n      playfellow is. You have heard, I suppose, all she said; for she spoke loud\n      enough, and you were listening.â\u0080\u009d\n     \n\n      The Reindeer gave a bound for joy. The robber maiden lifted up little\n      Gerda, and took the precaution to bind her fast on the Reindeer's back;\n      she even gave her a small cushion to sit on. â\u0080\u009cHere are your worsted\n      leggins, for it will be cold; but the muff I shall keep for myself, for it\n      is so very pretty. But I do not wish you to be cold. Here is a pair of\n      lined gloves of my mother's; they just reach up to your elbow. On with\n      them! Now you look about the hands just like my ugly old mother!â\u0080\u009d\n     \n\n      And Gerda wept for joy.\n    \n\n      â\u0080\u009cI can't bear to see you fretting,â\u0080\u009d said the little robber maiden. â\u0080\u009cThis\n      is just the time when you ought to look pleased. Here are two loaves and a\n      ham for you, so that you won't starve.â\u0080\u009d The bread and the meat were\n      fastened to the Reindeer's back; the little maiden opened the door, called\n      in all the dogs, and then with her knife cut the rope that fastened the\n      animal, and said to him, â\u0080\u009cNow, off with you; but take good care of the\n      little girl!â\u0080\u009d\n     \n\n      And Gerda stretched out her hands with the large wadded gloves towards the\n      robber maiden, and said, â\u0080\u009cFarewell!â\u0080\u009d and the Reindeer flew on over bush\n      and bramble through the great wood, over moor and heath, as fast as he\n      could go.\n    \n\n      â\u0080\u009cDdsa! Ddsa!â\u0080\u009d was heard in the sky. It was just as if somebody was\n      sneezing.\n    \n\n      â\u0080\u009cThese are my old northern-lights,â\u0080\u009d said the Reindeer, â\u0080\u009clook how they\n      gleam!â\u0080\u009d And on he now sped still quickerâ\u0080\u0094day and night on he went:\n      the loaves were consumed, and the ham too; and now they were in Lapland.\n    \n\n      SIXTH STORY. The Lapland Woman and the Finland Woman\n    \n\n      Suddenly they stopped before a little house, which looked very miserable.\n      The roof reached to the ground; and the door was so low, that the family\n      were obliged to creep upon their stomachs when they went in or out. Nobody\n      was at home except an old Lapland woman, who was dressing fish by the\n      light of an oil lamp. And the Reindeer told her the whole of Gerda's\n      history, but first of all his own; for that seemed to him of much greater\n      importance. Gerda was so chilled that she could not speak.\n    \n\n      â\u0080\u009cPoor thing,â\u0080\u009d said the Lapland woman, â\u0080\u009cyou have far to run still. You have\n      more than a hundred miles to go before you get to Finland; there the Snow\n      Queen has her country-house, and burns blue lights every evening. I will\n      give you a few words from me, which I will write on a dried haberdine, for\n      paper I have none; this you can take with you to the Finland woman, and\n      she will be able to give you more information than I can.â\u0080\u009d\n     \n\n      When Gerda had warmed herself, and had eaten and drunk, the Lapland woman\n      wrote a few words on a dried haberdine, begged Gerda to take care of them,\n      put her on the Reindeer, bound her fast, and away sprang the animal.\n      â\u0080\u009cDdsa! Ddsa!â\u0080\u009d was again heard in the air; the most charming blue lights\n      burned the whole night in the sky, and at last they came to Finland. They\n      knocked at the chimney of the Finland woman; for as to a door, she had\n      none.\n    \n\n      There was such a heat inside that the Finland woman herself went about\n      almost naked. She was diminutive and dirty. She immediately loosened\n      little Gerda's clothes, pulled off her thick gloves and boots; for\n      otherwise the heat would have been too greatâ\u0080\u0094and after laying a\n      piece of ice on the Reindeer's head, read what was written on the\n      fish-skin. She read it three times: she then knew it by heart; so she put\n      the fish into the cupboardâ\u0080\u0094for it might very well be eaten, and she\n      never threw anything away.\n    \n\n      Then the Reindeer related his own story first, and afterwards that of\n      little Gerda; and the Finland woman winked her eyes, but said nothing.\n    \n\n      â\u0080\u009cYou are so clever,â\u0080\u009d said the Reindeer; â\u0080\u009cyou can, I know, twist all the\n      winds of the world together in a knot. If the seaman loosens one knot,\n      then he has a good wind; if a second, then it blows pretty stiffly; if he\n      undoes the third and fourth, then it rages so that the forests are\n      upturned. Will you give the little maiden a potion, that she may possess\n      the strength of twelve men, and vanquish the Snow Queen?â\u0080\u009d\n     \n\n      â\u0080\u009cThe strength of twelve men!â\u0080\u009d said the Finland woman. â\u0080\u009cMuch good that\n      would be!â\u0080\u009d Then she went to a cupboard, and drew out a large skin rolled\n      up. When she had unrolled it, strange characters were to be seen written\n      thereon; and the Finland woman read at such a rate that the perspiration\n      trickled down her forehead.\n    \n\n      But the Reindeer begged so hard for little Gerda, and Gerda looked so\n      imploringly with tearful eyes at the Finland woman, that she winked, and\n      drew the Reindeer aside into a corner, where they whispered together,\n      while the animal got some fresh ice put on his head.\n    \n\n      â\u0080\u009c'Tis true little Kay is at the Snow Queen's, and finds everything there\n      quite to his taste; and he thinks it the very best place in the world; but\n      the reason of that is, he has a splinter of glass in his eye, and in his\n      heart. These must be got out first; otherwise he will never go back to\n      mankind, and the Snow Queen will retain her power over him.â\u0080\u009d\n     \n\n      â\u0080\u009cBut can you give little Gerda nothing to take which will endue her with\n      power over the whole?â\u0080\u009d\n     \n\n      â\u0080\u009cI can give her no more power than what she has already. Don't you see how\n      great it is? Don't you see how men and animals are forced to serve her;\n      how well she gets through the world barefooted? She must not hear of her\n      power from us; that power lies in her heart, because she is a sweet and\n      innocent child! If she cannot get to the Snow Queen by herself, and rid\n      little Kay of the glass, we cannot help her. Two miles hence the garden of\n      the Snow Queen begins; thither you may carry the little girl. Set her down\n      by the large bush with red berries, standing in the snow; don't stay\n      talking, but hasten back as fast as possible.â\u0080\u009d And now the Finland woman\n      placed little Gerda on the Reindeer's back, and off he ran with all\n      imaginable speed.\n    \n\n      â\u0080\u009cOh! I have not got my boots! I have not brought my gloves!â\u0080\u009d cried little\n      Gerda. She remarked she was without them from the cutting frost; but the\n      Reindeer dared not stand still; on he ran till he came to the great bush\n      with the red berries, and there he set Gerda down, kissed her mouth, while\n      large bright tears flowed from the animal's eyes, and then back he went as\n      fast as possible. There stood poor Gerda now, without shoes or gloves, in\n      the very middle of dreadful icy Finland.\n    \n\n      She ran on as fast as she could. There then came a whole regiment of\n      snow-flakes, but they did not fall from above, and they were quite bright\n      and shining from the Aurora Borealis. The flakes ran along the ground, and\n      the nearer they came the larger they grew. Gerda well remembered how large\n      and strange the snow-flakes appeared when she once saw them through a\n      magnifying-glass; but now they were large and terrific in another mannerâ\u0080\u0094they\n      were all alive. They were the outposts of the Snow Queen. They had the\n      most wondrous shapes; some looked like large ugly porcupines; others like\n      snakes knotted together, with their heads sticking out; and others, again,\n      like small fat bears, with the hair standing on end: all were of dazzling\n      whitenessâ\u0080\u0094all were living snow-flakes.\n    \n\n      Little Gerda repeated the Lord's Prayer. The cold was so intense that she\n      could see her own breath, which came like smoke out of her mouth. It grew\n      thicker and thicker, and took the form of little angels, that grew more\n      and more when they touched the earth. All had helms on their heads, and\n      lances and shields in their hands; they increased in numbers; and when\n      Gerda had finished the Lord's Prayer, she was surrounded by a whole\n      legion. They thrust at the horrid snow-flakes with their spears, so that\n      they flew into a thousand pieces; and little Gerda walked on bravely and\n      in security. The angels patted her hands and feet; and then she felt the\n      cold less, and went on quickly towards the palace of the Snow Queen.\n    \n\n      But now we shall see how Kay fared. He never thought of Gerda, and least\n      of all that she was standing before the palace.\n    \n\n      SEVENTH STORY. What Took Place in the Palace of the Snow Queen, and what\n      Happened Afterward.\n    \n\n      The walls of the palace were of driving snow, and the windows and doors of\n      cutting winds. There were more than a hundred halls there, according as\n      the snow was driven by the winds. The largest was many miles in extent;\n      all were lighted up by the powerful Aurora Borealis, and all were so\n      large, so empty, so icy cold, and so resplendent! Mirth never reigned\n      there; there was never even a little bear-ball, with the storm for music,\n      while the polar bears went on their hind legs and showed off their steps.\n      Never a little tea-party of white young lady foxes; vast, cold, and empty\n      were the halls of the Snow Queen. The northern-lights shone with such\n      precision that one could tell exactly when they were at their highest or\n      lowest degree of brightness. In the middle of the empty, endless hall of\n      snow, was a frozen lake; it was cracked in a thousand pieces, but each\n      piece was so like the other, that it seemed the work of a cunning\n      artificer. In the middle of this lake sat the Snow Queen when she was at\n      home; and then she said she was sitting in the Mirror of Understanding,\n      and that this was the only one and the best thing in the world.\n    \n\n      Little Kay was quite blue, yes nearly black with cold; but he did not\n      observe it, for she had kissed away all feeling of cold from his body, and\n      his heart was a lump of ice. He was dragging along some pointed flat\n      pieces of ice, which he laid together in all possible ways, for he wanted\n      to make something with them; just as we have little flat pieces of wood to\n      make geometrical figures with, called the Chinese Puzzle. Kay made all\n      sorts of figures, the most complicated, for it was an ice-puzzle for the\n      understanding. In his eyes the figures were extraordinarily beautiful, and\n      of the utmost importance; for the bit of glass which was in his eye caused\n      this. He found whole figures which represented a written word; but he\n      never could manage to represent just the word he wantedâ\u0080\u0094that word\n      was â\u0080\u009ceternityâ\u0080\u009d; and the Snow Queen had said, â\u0080\u009cIf you can discover that\n      figure, you shall be your own master, and I will make you a present of the\n      whole world and a pair of new skates.â\u0080\u009d But he could not find it out.\n    \n\n      â\u0080\u009cI am going now to warm lands,â\u0080\u009d said the Snow Queen. â\u0080\u009cI must have a look\n      down into the black caldrons.â\u0080\u009d It was the volcanoes Vesuvius and Etna that\n      she meant. â\u0080\u009cI will just give them a coating of white, for that is as it\n      ought to be; besides, it is good for the oranges and the grapes.â\u0080\u009d And then\n      away she flew, and Kay sat quite alone in the empty halls of ice that were\n      miles long, and looked at the blocks of ice, and thought and thought till\n      his skull was almost cracked. There he sat quite benumbed and motionless;\n      one would have imagined he was frozen to death.\n    \n\n      Suddenly little Gerda stepped through the great portal into the palace.\n      The gate was formed of cutting winds; but Gerda repeated her evening\n      prayer, and the winds were laid as though they slept; and the little\n      maiden entered the vast, empty, cold halls. There she beheld Kay: she\n      recognised him, flew to embrace him, and cried out, her arms firmly\n      holding him the while, â\u0080\u009cKay, sweet little Kay! Have I then found you at\n      last?â\u0080\u009d\n     \n\n      But he sat quite still, benumbed and cold. Then little Gerda shed burning\n      tears; and they fell on his bosom, they penetrated to his heart, they\n      thawed the lumps of ice, and consumed the splinters of the looking-glass;\n      he looked at her, and she sang the hymn:\n    \n\n      â\u0080\u009cThe rose in the valley is blooming so sweet, And angels descend there the\n      children to greet.â\u0080\u009d\n     \n\n      Hereupon Kay burst into tears; he wept so much that the splinter rolled\n      out of his eye, and he recognised her, and shouted, â\u0080\u009cGerda, sweet little\n      Gerda! Where have you been so long? And where have I been?â\u0080\u009d He looked\n      round him. â\u0080\u009cHow cold it is here!â\u0080\u009d said he. â\u0080\u009cHow empty and cold!â\u0080\u009d And he\n      held fast by Gerda, who laughed and wept for joy. It was so beautiful,\n      that even the blocks of ice danced about for joy; and when they were tired\n      and laid themselves down, they formed exactly the letters which the Snow\n      Queen had told him to find out; so now he was his own master, and he would\n      have the whole world and a pair of new skates into the bargain.\n    \n\n      Gerda kissed his cheeks, and they grew quite blooming; she kissed his\n      eyes, and they shone like her own; she kissed his hands and feet, and he\n      was again well and merry. The Snow Queen might come back as soon as she\n      liked; there stood his discharge written in resplendent masses of ice.\n    \n\n      They took each other by the hand, and wandered forth out of the large\n      hall; they talked of their old grandmother, and of the roses upon the\n      roof; and wherever they went, the winds ceased raging, and the sun burst\n      forth. And when they reached the bush with the red berries, they found the\n      Reindeer waiting for them. He had brought another, a young one, with him,\n      whose udder was filled with milk, which he gave to the little ones, and\n      kissed their lips. They then carried Kay and Gerdaâ\u0080\u0094first to the\n      Finland woman, where they warmed themselves in the warm room, and learned\n      what they were to do on their journey home; and they went to the Lapland\n      woman, who made some new clothes for them and repaired their sledges.\n    \n\n      The Reindeer and the young hind leaped along beside them, and accompanied\n      them to the boundary of the country. Here the first vegetation peeped\n      forth; here Kay and Gerda took leave of the Lapland woman. â\u0080\u009cFarewell!\n      Farewell!â\u0080\u009d they all said. And the first green buds appeared, the first\n      little birds began to chirrup; and out of the wood came, riding on a\n      magnificent horse, which Gerda knew (it was one of the leaders in the\n      golden carriage), a young damsel with a bright-red cap on her head, and\n      armed with pistols. It was the little robber maiden, who, tired of being\n      at home, had determined to make a journey to the north; and afterwards in\n      another direction, if that did not please her. She recognised Gerda\n      immediately, and Gerda knew her too. It was a joyful meeting.\n    \n\n      â\u0080\u009cYou are a fine fellow for tramping about,â\u0080\u009d said she to little Kay; â\u0080\u009cI\n      should like to know, faith, if you deserve that one should run from one\n      end of the world to the other for your sake?â\u0080\u009d\n     \n\n      But Gerda patted her cheeks, and inquired for the Prince and Princess.\n    \n\n      â\u0080\u009cThey are gone abroad,â\u0080\u009d said the other.\n    \n\n      â\u0080\u009cBut the Raven?â\u0080\u009d asked little Gerda.\n    \n\n      â\u0080\u009cOh! The Raven is dead,â\u0080\u009d she answered. â\u0080\u009cHis tame sweetheart is a widow,\n      and wears a bit of black worsted round her leg; she laments most\n      piteously, but it's all mere talk and stuff! Now tell me what you've been\n      doing and how you managed to catch him.â\u0080\u009d\n     \n\n      And Gerda and Kay both told their story.\n    \n\n      And â\u0080\u009cSchnipp-schnapp-schnurre-basselurre,â\u0080\u009d said the robber maiden; and she\n      took the hands of each, and promised that if she should some day pass\n      through the town where they lived, she would come and visit them; and then\n      away she rode. Kay and Gerda took each other's hand: it was lovely spring\n      weather, with abundance of flowers and of verdure. The church-bells rang,\n      and the children recognised the high towers, and the large town; it was\n      that in which they dwelt. They entered and hastened up to their\n      grandmother's room, where everything was standing as formerly. The clock\n      said â\u0080\u009ctick! tack!â\u0080\u009d and the finger moved round; but as they entered, they\n      remarked that they were now grown up. The roses on the leads hung blooming\n      in at the open window; there stood the little children's chairs, and Kay\n      and Gerda sat down on them, holding each other by the hand; they both had\n      forgotten the cold empty splendor of the Snow Queen, as though it had been\n      a dream. The grandmother sat in the bright sunshine, and read aloud from\n      the Bible: â\u0080\u009cUnless ye become as little children, ye cannot enter the\n      kingdom of heaven.â\u0080\u009d\n     \n\n      And Kay and Gerda looked in each other's eyes, and all at once they\n      understood the old hymn:\n    \n\n      â\u0080\u009cThe rose in the valley is blooming so sweet, And angels descend there the\n      children to greet.â\u0080\u009d\n     \n\n      There sat the two grown-up persons; grown-up, and yet children; children\n      at least in heart; and it was summer-time; summer, glorious summer!\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "snow_queen"
    }
}