{
    "name": "Anderson - The Story Of a Mother",
    "body": "\n      A mother sat there with her little child. She was so downcast, so afraid\n      that it should die! It was so pale, the small eyes had closed themselves,\n      and it drew its breath so softly, now and then, with a deep respiration,\n      as if it sighed; and the mother looked still more sorrowfully on the\n      little creature.\n    \n\n      Then a knocking was heard at the door, and in came a poor old man wrapped\n      up as in a large horse-cloth, for it warms one, and he needed it, as it\n      was the cold winter season! Everything out-of-doors was covered with ice\n      and snow, and the wind blew so that it cut the face.\n    \n\n      As the old man trembled with cold, and the little child slept a moment,\n      the mother went and poured some ale into a pot and set it on the stove,\n      that it might be warm for him; the old man sat and rocked the cradle, and\n      the mother sat down on a chair close by him, and looked at her little sick\n      child that drew its breath so deep, and raised its little hand.\n    \n\n      â\u0080\u009cDo you not think that I shall save him?â\u0080\u009d said she. â\u0080\u009cOur Lord will not\n      take him from me!â\u0080\u009d\n     \n\n      And the old manâ\u0080\u0094it was Death himselfâ\u0080\u0094he nodded so strangely,\n      it could just as well signify yes as no. And the mother looked down in her\n      lap, and the tears ran down over her cheeks; her head became so heavyâ\u0080\u0094she\n      had not closed her eyes for three days and nights; and now she slept, but\n      only for a minute, when she started up and trembled with cold.\n    \n\n      â\u0080\u009cWhat is that?â\u0080\u009d said she, and looked on all sides; but the old man was\n      gone, and her little child was goneâ\u0080\u0094he had taken it with him; and\n      the old clock in the corner burred, and burred, the great leaden weight\n      ran down to the floor, bump! and then the clock also stood still.\n    \n\n      But the poor mother ran out of the house and cried aloud for her child.\n    \n\n      Out there, in the midst of the snow, there sat a woman in long, black\n      clothes; and she said, â\u0080\u009cDeath has been in thy chamber, and I saw him\n      hasten away with thy little child; he goes faster than the wind, and he\n      never brings back what he takes!â\u0080\u009d\n     \n\n      â\u0080\u009cOh, only tell me which way he went!â\u0080\u009d said the mother. â\u0080\u009cTell me the way,\n      and I shall find him!â\u0080\u009d\n     \n\n      â\u0080\u009cI know it!â\u0080\u009d said the woman in the black clothes. â\u0080\u009cBut before I tell it,\n      thou must first sing for me all the songs thou hast sung for thy child! I\n      am fond of them. I have heard them before; I am Night; I saw thy tears\n      whilst thou sang'st them!â\u0080\u009d\n     \n\n      â\u0080\u009cI will sing them all, all!â\u0080\u009d said the mother. â\u0080\u009cBut do not stop me nowâ\u0080\u0094I\n      may overtake himâ\u0080\u0094I may find my child!â\u0080\u009d\n     \n\n      But Night stood still and mute. Then the mother wrung her hands, sang and\n      wept, and there were many songs, but yet many more tears; and then Night\n      said, â\u0080\u009cGo to the right, into the dark pine forest; thither I saw Death\n      take his way with thy little child!â\u0080\u009d\n     \n\n      The roads crossed each other in the depths of the forest, and she no\n      longer knew whither she should go! then there stood a thorn-bush; there\n      was neither leaf nor flower on it, it was also in the cold winter season,\n      and ice-flakes hung on the branches.\n    \n\n      â\u0080\u009cHast thou not seen Death go past with my little child?â\u0080\u009d said the mother.\n    \n\n      â\u0080\u009cYes,â\u0080\u009d said the thorn-bush; â\u0080\u009cbut I will not tell thee which way he took,\n      unless thou wilt first warm me up at thy heart. I am freezing to death; I\n      shall become a lump of ice!â\u0080\u009d\n     \n\n      And she pressed the thorn-bush to her breast, so firmly, that it might be\n      thoroughly warmed, and the thorns went right into her flesh, and her blood\n      flowed in large drops, but the thornbush shot forth fresh green leaves,\n      and there came flowers on it in the cold winter night, the heart of the\n      afflicted mother was so warm; and the thorn-bush told her the way she\n      should go.\n    \n\n      She then came to a large lake, where there was neither ship nor boat. The\n      lake was not frozen sufficiently to bear her; neither was it open, nor low\n      enough that she could wade through it; and across it she must go if she\n      would find her child! Then she lay down to drink up the lake, and that was\n      an impossibility for a human being, but the afflicted mother thought that\n      a miracle might happen nevertheless.\n    \n\n      â\u0080\u009cOh, what would I not give to come to my child!â\u0080\u009d said the weeping mother;\n      and she wept still more, and her eyes sunk down in the depths of the\n      waters, and became two precious pearls; but the water bore her up, as if\n      she sat in a swing, and she flew in the rocking waves to the shore on the\n      opposite side, where there stood a mile-broad, strange house, one knew not\n      if it were a mountain with forests and caverns, or if it were built up;\n      but the poor mother could not see it; she had wept her eyes out.\n    \n\n      â\u0080\u009cWhere shall I find Death, who took away my little child?â\u0080\u009d said she.\n    \n\n      â\u0080\u009cHe has not come here yet!â\u0080\u009d said the old grave woman, who was appointed to\n      look after Death's great greenhouse! â\u0080\u009cHow have you been able to find the\n      way hither? And who has helped you?â\u0080\u009d\n     \n\n      â\u0080\u009cOUR LORD has helped me,â\u0080\u009d said she. â\u0080\u009cHe is merciful, and you will also be\n      so! Where shall I find my little child?â\u0080\u009d\n     \n\n      â\u0080\u009cNay, I know not,â\u0080\u009d said the woman, â\u0080\u009cand you cannot see! Many flowers and\n      trees have withered this night; Death will soon come and plant them over\n      again! You certainly know that every person has his or her life's tree or\n      flower, just as everyone happens to be settled; they look like other\n      plants, but they have pulsations of the heart. Children's hearts can also\n      beat; go after yours, perhaps you may know your child's; but what will you\n      give me if I tell you what you shall do more?â\u0080\u009d\n     \n\n      â\u0080\u009cI have nothing to give,â\u0080\u009d said the afflicted mother, â\u0080\u009cbut I will go to the\n      world's end for you!â\u0080\u009d\n     \n\n      â\u0080\u009cNay, I have nothing to do there!â\u0080\u009d said the woman. â\u0080\u009cBut you can give me\n      your long black hair; you know yourself that it is fine, and that I like!\n      You shall have my white hair instead, and that's always something!â\u0080\u009d\n     \n\n      â\u0080\u009cDo you demand nothing else?â\u0080\u009d said she. â\u0080\u009cThat I will gladly give you!â\u0080\u009d And\n      she gave her her fine black hair, and got the old woman's snow-white hair\n      instead.\n    \n\n      So they went into Death's great greenhouse, where flowers and trees grew\n      strangely into one another. There stood fine hyacinths under glass bells,\n      and there stood strong-stemmed peonies; there grew water plants, some so\n      fresh, others half sick, the water-snakes lay down on them, and black\n      crabs pinched their stalks. There stood beautiful palm-trees, oaks, and\n      plantains; there stood parsley and flowering thyme: every tree and every\n      flower had its name; each of them was a human life, the human frame still\n      livedâ\u0080\u0094one in China, and another in Greenlandâ\u0080\u0094round about in\n      the world. There were large trees in small pots, so that they stood so\n      stunted in growth, and ready to burst the pots; in other places, there was\n      a little dull flower in rich mould, with moss round about it, and it was\n      so petted and nursed. But the distressed mother bent down over all the\n      smallest plants, and heard within them how the human heart beat; and\n      amongst millions she knew her child's.\n    \n\n      â\u0080\u009cThere it is!â\u0080\u009d cried she, and stretched her hands out over a little blue\n      crocus, that hung quite sickly on one side.\n    \n\n      â\u0080\u009cDon't touch the flower!â\u0080\u009d said the old woman. â\u0080\u009cBut place yourself here,\n      and when Death comesâ\u0080\u0094I expect him every momentâ\u0080\u0094do not let him\n      pluck the flower up, but threaten him that you will do the same with the\n      others. Then he will be afraid! He is responsible for them to OUR LORD,\n      and no one dares to pluck them up before HE gives leave.â\u0080\u009d\n     \n\n      All at once an icy cold rushed through the great hall, and the blind\n      mother could feel that it was Death that came.\n    \n\n      â\u0080\u009cHow hast thou been able to find thy way hither?â\u0080\u009d he asked. â\u0080\u009cHow couldst\n      thou come quicker than I?â\u0080\u009d\n     \n\n      â\u0080\u009cI am a mother,â\u0080\u009d said she.\n    \n\n      And Death stretched out his long hand towards the fine little flower, but\n      she held her hands fast around his, so tight, and yet afraid that she\n      should touch one of the leaves. Then Death blew on her hands, and she felt\n      that it was colder than the cold wind, and her hands fell down powerless.\n    \n\n      â\u0080\u009cThou canst not do anything against me!â\u0080\u009d said Death.\n    \n\n      â\u0080\u009cBut OUR LORD can!â\u0080\u009d said she.\n    \n\n      â\u0080\u009cI only do His bidding!â\u0080\u009d said Death. â\u0080\u009cI am His gardener, I take all His\n      flowers and trees, and plant them out in the great garden of Paradise, in\n      the unknown land; but how they grow there, and how it is there I dare not\n      tell thee.â\u0080\u009d\n     \n\n      â\u0080\u009cGive me back my child!â\u0080\u009d said the mother, and she wept and prayed. At once\n      she seized hold of two beautiful flowers close by, with each hand, and\n      cried out to Death, â\u0080\u009cI will tear all thy flowers off, for I am in\n      despair.â\u0080\u009d\n     \n\n      â\u0080\u009cTouch them not!â\u0080\u009d said Death. â\u0080\u009cThou say'st that thou art so unhappy, and\n      now thou wilt make another mother equally unhappy.â\u0080\u009d\n     \n\n      â\u0080\u009cAnother mother!â\u0080\u009d said the poor woman, and directly let go her hold of\n      both the flowers.\n    \n\n      â\u0080\u009cThere, thou hast thine eyes,â\u0080\u009d said Death; â\u0080\u009cI fished them up from the\n      lake, they shone so bright; I knew not they were thine. Take them again,\n      they are now brighter than before; now look down into the deep well close\n      by; I shall tell thee the names of the two flowers thou wouldst have torn\n      up, and thou wilt see their whole future lifeâ\u0080\u0094their whole human\n      existence: and see what thou wast about to disturb and destroy.â\u0080\u009d\n     \n\n      And she looked down into the well; and it was a happiness to see how the\n      one became a blessing to the world, to see how much happiness and joy were\n      felt everywhere. And she saw the other's life, and it was sorrow and\n      distress, horror, and wretchedness.\n    \n\n      â\u0080\u009cBoth of them are God's will!â\u0080\u009d said Death.\n    \n\n      â\u0080\u009cWhich of them is Misfortune's flower and which is that of Happiness?â\u0080\u009d\n       asked she.\n    \n\n      â\u0080\u009cThat I will not tell thee,â\u0080\u009d said Death; â\u0080\u009cbut this thou shalt know from\n      me, that the one flower was thy own child! it was thy child's fate thou\n      saw'stâ\u0080\u0094thy own child's future life!â\u0080\u009d\n     \n\n      Then the mother screamed with terror, â\u0080\u009cWhich of them was my child? Tell it\n      me! Save the innocent! Save my child from all that misery! Rather take it\n      away! Take it into God's kingdom! Forget my tears, forget my prayers, and\n      all that I have done!â\u0080\u009d\n     \n\n      â\u0080\u009cI do not understand thee!â\u0080\u009d said Death. â\u0080\u009cWilt thou have thy child again,\n      or shall I go with it there, where thou dost not know!â\u0080\u009d\n     \n\n      Then the mother wrung her hands, fell on her knees, and prayed to our\n      Lord: â\u0080\u009cOh, hear me not when I pray against Thy will, which is the best!\n      hear me not! hear me not!â\u0080\u009d\n     \n\n      And she bowed her head down in her lap, and Death took her child and went\n      with it into the unknown land.\n    \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "story_of_a_mother"
    }
}