{
    "name": "Anderson - The Swineherd",
    "body": "\n      There was once a poor Prince, who had a kingdom. His kingdom was very\n      small, but still quite large enough to marry upon; and he wished to marry.\n    \n\n      It was certainly rather cool of him to say to the Emperor's daughter,\n      â\u0080\u009cWill you have me?â\u0080\u009d But so he did; for his name was renowned far and wide;\n      and there were a hundred princesses who would have answered, â\u0080\u009cYes!â\u0080\u009d and\n      â\u0080\u009cThank you kindly.â\u0080\u009d We shall see what this princess said.\n    \n\n      Listen!\n    \n\n      It happened that where the Prince's father lay buried, there grew a rose\n      treeâ\u0080\u0094a most beautiful rose tree, which blossomed only once in every\n      five years, and even then bore only one flower, but that was a rose! It\n      smelt so sweet that all cares and sorrows were forgotten by him who\n      inhaled its fragrance.\n    \n\n      And furthermore, the Prince had a nightingale, who could sing in such a\n      manner that it seemed as though all sweet melodies dwelt in her little\n      throat. So the Princess was to have the rose, and the nightingale; and\n      they were accordingly put into large silver caskets, and sent to her.\n    \n\n      The Emperor had them brought into a large hall, where the Princess was\n      playing at â\u0080\u009cVisiting,â\u0080\u009d with the ladies of the court; and when she saw the\n      caskets with the presents, she clapped her hands for joy.\n    \n\n      â\u0080\u009cAh, if it were but a little pussy-cat!â\u0080\u009d said she; but the rose tree, with\n      its beautiful rose came to view.\n    \n\n      â\u0080\u009cOh, how prettily it is made!â\u0080\u009d said all the court ladies.\n    \n\n      â\u0080\u009cIt is more than pretty,â\u0080\u009d said the Emperor, â\u0080\u009cit is charming!â\u0080\u009d\n     \n\n      But the Princess touched it, and was almost ready to cry.\n    \n\n      â\u0080\u009cFie, papa!â\u0080\u009d said she. â\u0080\u009cIt is not made at all, it is natural!â\u0080\u009d\n     \n\n      â\u0080\u009cLet us see what is in the other casket, before we get into a bad humor,â\u0080\u009d\n       said the Emperor. So the nightingale came forth and sang so delightfully\n      that at first no one could say anything ill-humored of her.\n    \n\n      â\u0080\u009cSuperbe! Charmant!â\u0080\u009d exclaimed the ladies; for they all used to chatter\n      French, each one worse than her neighbor.\n    \n\n      â\u0080\u009cHow much the bird reminds me of the musical box that belonged to our\n      blessed Empress,â\u0080\u009d said an old knight. â\u0080\u009cOh yes! These are the same tones,\n      the same execution.â\u0080\u009d\n     \n\n      â\u0080\u009cYes! yes!â\u0080\u009d said the Emperor, and he wept like a child at the remembrance.\n    \n\n      â\u0080\u009cI will still hope that it is not a real bird,â\u0080\u009d said the Princess.\n    \n\n      â\u0080\u009cYes, it is a real bird,â\u0080\u009d said those who had brought it. â\u0080\u009cWell then let\n      the bird fly,â\u0080\u009d said the Princess; and she positively refused to see the\n      Prince.\n    \n\n      However, he was not to be discouraged; he daubed his face over brown and\n      black; pulled his cap over his ears, and knocked at the door.\n    \n\n      â\u0080\u009cGood day to my lord, the Emperor!â\u0080\u009d said he. â\u0080\u009cCan I have employment at the\n      palace?â\u0080\u009d\n     \n\n      â\u0080\u009cWhy, yes,â\u0080\u009d said the Emperor. â\u0080\u009cI want some one to take care of the pigs,\n      for we have a great many of them.â\u0080\u009d\n     \n\n      So the Prince was appointed â\u0080\u009cImperial Swineherd.â\u0080\u009d He had a dirty little\n      room close by the pigsty; and there he sat the whole day, and worked. By\n      the evening he had made a pretty little kitchen-pot. Little bells were\n      hung all round it; and when the pot was boiling, these bells tinkled in\n      the most charming manner, and played the old melody,\n    \n\n    â\u0080\u009cAch! du lieber Augustin,\n    Alles ist weg, weg, weg!â\u0080\u009d*\n\n    * â\u0080\u009cAh! dear Augustine!\n    All is gone, gone, gone!â\u0080\u009d\n \n\n      But what was still more curious, whoever held his finger in the smoke of\n      the kitchen-pot, immediately smelt all the dishes that were cooking on\n      every hearth in the cityâ\u0080\u0094this, you see, was something quite\n      different from the rose.\n    \n\n      Now the Princess happened to walk that way; and when she heard the tune,\n      she stood quite still, and seemed pleased; for she could play â\u0080\u009cLieber\n      Augustineâ\u0080\u009d; it was the only piece she knew; and she played it with one\n      finger.\n    \n\n      â\u0080\u009cWhy there is my piece,â\u0080\u009d said the Princess. â\u0080\u009cThat swineherd must certainly\n      have been well educated! Go in and ask him the price of the instrument.â\u0080\u009d\n     \n\n      So one of the court-ladies must run in; however, she drew on wooden\n      slippers first.\n    \n\n      â\u0080\u009cWhat will you take for the kitchen-pot?â\u0080\u009d said the lady.\n    \n\n      â\u0080\u009cI will have ten kisses from the Princess,â\u0080\u009d said the swineherd.\n    \n\n      â\u0080\u009cYes, indeed!â\u0080\u009d said the lady.\n    \n\n      â\u0080\u009cI cannot sell it for less,â\u0080\u009d rejoined the swineherd.\n    \n\n      â\u0080\u009cHe is an impudent fellow!â\u0080\u009d said the Princess, and she walked on; but when\n      she had gone a little way, the bells tinkled so prettily\n    \n\n    â\u0080\u009cAch! du lieber Augustin,\n    Alles ist weg, weg, weg!â\u0080\u009d\n \n\n      â\u0080\u009cStay,â\u0080\u009d said the Princess. â\u0080\u009cAsk him if he will have ten kisses from the\n      ladies of my court.â\u0080\u009d\n     \n\n      â\u0080\u009cNo, thank you!â\u0080\u009d said the swineherd. â\u0080\u009cTen kisses from the Princess, or I\n      keep the kitchen-pot myself.â\u0080\u009d\n     \n\n      â\u0080\u009cThat must not be, either!â\u0080\u009d said the Princess. â\u0080\u009cBut do you all stand\n      before me that no one may see us.â\u0080\u009d\n     \n\n      And the court-ladies placed themselves in front of her, and spread out\n      their dressesâ\u0080\u0094the swineherd got ten kisses, and the Princessâ\u0080\u0094the\n      kitchen-pot.\n    \n\n      That was delightful! The pot was boiling the whole evening, and the whole\n      of the following day. They knew perfectly well what was cooking at every\n      fire throughout the city, from the chamberlain's to the cobbler's; the\n      court-ladies danced and clapped their hands.\n    \n\n      â\u0080\u009cWe know who has soup, and who has pancakes for dinner to-day, who has\n      cutlets, and who has eggs. How interesting!â\u0080\u009d\n     \n\n      â\u0080\u009cYes, but keep my secret, for I am an Emperor's daughter.â\u0080\u009d\n     \n\n      The swineherdâ\u0080\u0094that is to sayâ\u0080\u0094the Prince, for no one knew that\n      he was other than an ill-favored swineherd, let not a day pass without\n      working at something; he at last constructed a rattle, which, when it was\n      swung round, played all the waltzes and jig tunes, which have ever been\n      heard since the creation of the world.\n    \n\n      â\u0080\u009cAh, that is superbe!â\u0080\u009d said the Princess when she passed by. â\u0080\u009cI have never\n      heard prettier compositions! Go in and ask him the price of the\n      instrument; but mind, he shall have no more kisses!â\u0080\u009d\n     \n\n      â\u0080\u009cHe will have a hundred kisses from the Princess!â\u0080\u009d said the lady who had\n      been to ask.\n    \n\n      â\u0080\u009cI think he is not in his right senses!â\u0080\u009d said the Princess, and walked on,\n      but when she had gone a little way, she stopped again. â\u0080\u009cOne must encourage\n      art,â\u0080\u009d said she, â\u0080\u009cI am the Emperor's daughter. Tell him he shall, as on\n      yesterday, have ten kisses from me, and may take the rest from the ladies\n      of the court.â\u0080\u009d\n     \n\n      â\u0080\u009cOhâ\u0080\u0094but we should not like that at all!â\u0080\u009d said they. â\u0080\u009cWhat are you\n      muttering?â\u0080\u009d asked the Princess. â\u0080\u009cIf I can kiss him, surely you can.\n      Remember that you owe everything to me.â\u0080\u009d So the ladies were obliged to go\n      to him again.\n    \n\n      â\u0080\u009cA hundred kisses from the Princess,â\u0080\u009d said he, â\u0080\u009cor else let everyone keep\n      his own!â\u0080\u009d\n     \n\n      â\u0080\u009cStand round!â\u0080\u009d said she; and all the ladies stood round her whilst the\n      kissing was going on.\n    \n\n      â\u0080\u009cWhat can be the reason for such a crowd close by the pigsty?â\u0080\u009d said the\n      Emperor, who happened just then to step out on the balcony; he rubbed his\n      eyes, and put on his spectacles. â\u0080\u009cThey are the ladies of the court; I must\n      go down and see what they are about!â\u0080\u009d So he pulled up his slippers at the\n      heel, for he had trodden them down.\n    \n\n      As soon as he had got into the court-yard, he moved very softly, and the\n      ladies were so much engrossed with counting the kisses, that all might go\n      on fairly, that they did not perceive the Emperor. He rose on his tiptoes.\n    \n\n      â\u0080\u009cWhat is all this?â\u0080\u009d said he, when he saw what was going on, and he boxed\n      the Princess's ears with his slipper, just as the swineherd was taking the\n      eighty-sixth kiss.\n    \n\n      â\u0080\u009cMarch out!â\u0080\u009d said the Emperor, for he was very angry; and both Princess\n      and swineherd were thrust out of the city.\n    \n\n      The Princess now stood and wept, the swineherd scolded, and the rain\n      poured down.\n    \n\n      â\u0080\u009cAlas! Unhappy creature that I am!â\u0080\u009d said the Princess. â\u0080\u009cIf I had but\n      married the handsome young Prince! Ah! how unfortunate I am!â\u0080\u009d\n     \n\n      And the swineherd went behind a tree, washed the black and brown color\n      from his face, threw off his dirty clothes, and stepped forth in his\n      princely robes; he looked so noble that the Princess could not help bowing\n      before him.\n    \n\n      â\u0080\u009cI am come to despise thee,â\u0080\u009d said he. â\u0080\u009cThou would'st not have an honorable\n      Prince! Thou could'st not prize the rose and the nightingale, but thou\n      wast ready to kiss the swineherd for the sake of a trumpery plaything.\n      Thou art rightly served.â\u0080\u009d\n     \n\n      He then went back to his own little kingdom, and shut the door of his\n      palace in her face. Now she might well sing,\n    \n\n    â\u0080\u009cAch! du lieber Augustin,\n    Alles ist weg, weg, weg!â\u0080\u009d\n \n\n\n \n",
    "metadata": {
        "author": "Anderson",
        "year": 1911,
        "url": "https://www.gutenberg.org/cache/epub/1597/pg1597-images.html",
        "name": "swineherd"
    }
}