{
    "name": "Wilde - the Devoted Friend",
    "body": "\n\n\n\nOne morning the old Water-rat put\nhis head out of his hole. He had bright beady eyes and\nstiff grey whiskers and his tail was like a long bit of black\nindia-rubber. The little ducks were swimming about in the\npond, looking just like a lot of yellow canaries, and their\nmother, who was pure white with real red legs, was trying to\nteach them how to stand on their heads in the water.\nâ\u0080\u009cYou will never be in the best society unless you can\nstand on your heads,â\u0080\u009d she kept saying to them; and every\nnow and then she showed them how it was done. But the\nlittle ducks paid no attention to her. They were so young\nthat they did not know what an advantage it is to be in society\nat all.\nâ\u0080\u009cWhat disobedient children!â\u0080\u009d cried the old\nWater-rat; â\u0080\u009cthey really deserve to be drowned.â\u0080\u009d\nâ\u0080\u009cNothing of the kind,â\u0080\u009d answered the Duck,\nâ\u0080\u009cevery one must make a beginning, and parents cannot be too\npatient.â\u0080\u009d\nâ\u0080\u009cAh! I know nothing about the feelings of\nparents,â\u0080\u009d said the Water-rat; â\u0080\u009cI am not a family\nman. In fact, I have never been married, and I never intend\nto be. Love is all very well in its way, but friendship is\nmuch higher. Indeed, I know of nothing in the world that is\neither nobler or rarer than a devoted friendship.â\u0080\u009d\nâ\u0080\u009cAnd what, pray, is your idea of the duties of a devoted\nfriend?â\u0080\u009d asked a Green Linnet, who was sitting in a\nwillow-tree hard by, and had overheard the conversation.\nâ\u0080\u009cYes, that is just what I want to know,â\u0080\u009d said the\nDuck; and she swam away to the end of the pond, and stood upon\nher head, in order to give her children a good example.\nâ\u0080\u009cWhat a silly question!â\u0080\u009d cried the\nWater-rat. â\u0080\u009cI should expect my devoted friend to be\ndevoted to me, of course.â\u0080\u009d\nâ\u0080\u009cAnd what would you do in return?â\u0080\u009d said the little\nbird, swinging upon a silver spray, and flapping his tiny\nwings.\nâ\u0080\u009cI donâ\u0080\u0099t understand you,â\u0080\u009d answered the\nWater-rat.\nâ\u0080\u009cLet me tell you a story on the subject,â\u0080\u009d said the\nLinnet.\nâ\u0080\u009cIs the story about me?â\u0080\u009d asked the\nWater-rat. â\u0080\u009cIf so, I will listen to it, for I am\nextremely fond of fiction.â\u0080\u009d\nâ\u0080\u009cIt is applicable to you,â\u0080\u009d answered the Linnet;\nand he flew down, and alighting upon the bank, he told the story\nof The Devoted Friend.\nâ\u0080\u009cOnce upon a time,â\u0080\u009d said the Linnet, â\u0080\u009cthere\nwas an honest little fellow named Hans.â\u0080\u009d\nâ\u0080\u009cWas he very distinguished?â\u0080\u009d asked the\nWater-rat.\nâ\u0080\u009cNo,â\u0080\u009d answered the Linnet, â\u0080\u009cI donâ\u0080\u0099t\nthink he was distinguished at all, except for his kind heart, and\nhis funny round good-humoured face. He lived in a tiny\ncottage all by himself, and every day he worked in his\ngarden. In all the country-side there was no garden so\nlovely as his. Sweet-william grew there, and Gilly-flowers,\nand Shepherdsâ\u0080\u0099-purses, and Fair-maids of France.\nThere were damask Roses, and yellow Roses, lilac Crocuses, and\ngold, purple Violets and white. Columbine and Ladysmock,\nMarjoram and Wild Basil, the Cowslip and the Flower-de-luce, the\nDaffodil and the Clove-Pink bloomed or blossomed in their proper\norder as the months went by, one flower taking another\nflowerâ\u0080\u0099s place, so that there were always beautiful things\nto look at, and pleasant odours to smell.\nâ\u0080\u009cLittle Hans had a great many friends, but the most\ndevoted friend of all was big Hugh the Miller. Indeed, so\ndevoted was the rich Miller to little Hans, that he would never\ngo by his garden without leaning over the wall and plucking a\nlarge nosegay, or a handful of sweet herbs, or filling his\npockets with plums and cherries if it was the fruit season.\nâ\u0080\u009câ\u0080\u0098Real friends should have everything in\ncommon,â\u0080\u0099 the Miller used to say, and little Hans nodded and\nsmiled, and felt very proud of having a friend with such noble\nideas.\nâ\u0080\u009cSometimes, indeed, the neighbours thought it strange\nthat the rich Miller never gave little Hans anything in return,\nthough he had a hundred sacks of flour stored away in his mill,\nand six milch cows, and a large flock of woolly sheep; but Hans\nnever troubled his head about these things, and nothing gave him\ngreater pleasure than to listen to all the wonderful things the\nMiller used to say about the unselfishness of true\nfriendship.\nâ\u0080\u009cSo little Hans worked away in his garden. During\nthe spring, the summer, and the autumn he was very happy, but\nwhen the winter came, and he had no fruit or flowers to bring to\nthe market, he suffered a good deal from cold and hunger, and\noften had to go to bed without any supper but a few dried pears\nor some hard nuts. In the winter, also, he was extremely\nlonely, as the Miller never came to see him then.\nâ\u0080\u009câ\u0080\u0098There is no good in my going to see little Hans\nas long as the snow lasts,â\u0080\u0099 the Miller used to say to his\nwife, â\u0080\u0098for when people are in trouble they should be left\nalone, and not be bothered by visitors. That at least is my\nidea about friendship, and I am sure I am right. So I shall\nwait till the spring comes, and then I shall pay him a visit, and\nhe will be able to give me a large basket of primroses and that\nwill make him so happy.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098You are certainly very thoughtful about\nothers,â\u0080\u0099 answered the Wife, as she sat in her comfortable\narmchair by the big pinewood fire; â\u0080\u0098very thoughtful\nindeed. It is quite a treat to hear you talk about\nfriendship. I am sure the clergyman himself could not say\nsuch beautiful things as you do, though he does live in a\nthree-storied house, and wear a gold ring on his little\nfinger.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098But could we not ask little Hans up here?â\u0080\u0099\nsaid the Millerâ\u0080\u0099s youngest son. â\u0080\u0098If poor Hans\nis in trouble I will give him half my porridge, and show him my\nwhite rabbits.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098What a silly boy you are!â\u0080\u0099 cried the\nMiller; â\u0080\u0098I really donâ\u0080\u0099t know what is the use of\nsending you to school. You seem not to learn\nanything. Why, if little Hans came up here, and saw our\nwarm fire, and our good supper, and our great cask of red wine,\nhe might get envious, and envy is a most terrible thing, and\nwould spoil anybodyâ\u0080\u0099s nature. I certainly will not\nallow Hansâ\u0080\u0099 nature to be spoiled. I am his best\nfriend, and I will always watch over him, and see that he is not\nled into any temptations. Besides, if Hans came here, he\nmight ask me to let him have some flour on credit, and that I\ncould not do. Flour is one thing, and friendship is\nanother, and they should not be confused. Why, the words\nare spelt differently, and mean quite different things.\nEverybody can see that.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098How well you talk!â\u0080\u0099 said the\nMillerâ\u0080\u0099s Wife, pouring herself out a large glass of warm\nale; â\u0080\u0098really I feel quite drowsy. It is just like\nbeing in church.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Lots of people act well,â\u0080\u0099 answered the\nMiller; â\u0080\u0098but very few people talk well, which shows that\ntalking is much the more difficult thing of the two, and much the\nfiner thing alsoâ\u0080\u0099; and he looked sternly across the table\nat his little son, who felt so ashamed of himself that he hung\nhis head down, and grew quite scarlet, and began to cry into his\ntea. However, he was so young that you must excuse\nhim.â\u0080\u009d\nâ\u0080\u009cIs that the end of the story?â\u0080\u009d asked the\nWater-rat.\nâ\u0080\u009cCertainly not,â\u0080\u009d answered the Linnet, â\u0080\u009cthat\nis the beginning.â\u0080\u009d\nâ\u0080\u009cThen you are quite behind the age,â\u0080\u009d said the\nWater-rat. â\u0080\u009cEvery good story-teller nowadays starts\nwith the end, and then goes on to the beginning, and concludes\nwith the middle. That is the new method. I heard all\nabout it the other day from a critic who was walking round the\npond with a young man. He spoke of the matter at great\nlength, and I am sure he must have been right, for he had blue\nspectacles and a bald head, and whenever the young man made any\nremark, he always answered â\u0080\u0098Pooh!â\u0080\u0099 But pray go\non with your story. I like the Miller immensely. I\nhave all kinds of beautiful sentiments myself, so there is a\ngreat sympathy between us.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d said the Linnet, hopping now on one leg\nand now on the other, â\u0080\u009cas soon as the winter was over, and\nthe primroses began to open their pale yellow stars, the Miller\nsaid to his wife that he would go down and see little Hans.\nâ\u0080\u009câ\u0080\u0098Why, what a good heart you have!â\u0080\u0099 cried\nhis Wife; â\u0080\u0098you are always thinking of others. And\nmind you take the big basket with you for the flowers.â\u0080\u0099\nâ\u0080\u009cSo the Miller tied the sails of the windmill together\nwith a strong iron chain, and went down the hill with the basket\non his arm.\nâ\u0080\u009câ\u0080\u0098Good morning, little Hans,â\u0080\u0099 said the\nMiller.\nâ\u0080\u009câ\u0080\u0098Good morning,â\u0080\u0099 said Hans, leaning on his\nspade, and smiling from ear to ear.\nâ\u0080\u009câ\u0080\u0098And how have you been all the winter?â\u0080\u0099\nsaid the Miller.\nâ\u0080\u009câ\u0080\u0098Well, really,â\u0080\u0099 cried Hans, â\u0080\u0098it is\nvery good of you to ask, very good indeed. I am afraid I\nhad rather a hard time of it, but now the spring has come, and I\nam quite happy, and all my flowers are doing well.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098We often talked of you during the winter,\nHans,â\u0080\u0099 said the Miller, â\u0080\u0098and wondered how you were\ngetting on.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098That was kind of you,â\u0080\u0099 said Hans; â\u0080\u0098I\nwas half afraid you had forgotten me.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Hans, I am surprised at you,â\u0080\u0099 said the\nMiller; â\u0080\u0098friendship never forgets. That is the\nwonderful thing about it, but I am afraid you donâ\u0080\u0099t\nunderstand the poetry of life. How lovely your primroses\nare looking, by-the-bye!â\u0080\u009d\nâ\u0080\u009câ\u0080\u0098They are certainly very lovely,â\u0080\u0099 said\nHans, â\u0080\u0098and it is a most lucky thing for me that I have so\nmany. I am going to bring them into the market and sell\nthem to the Burgomasterâ\u0080\u0099s daughter, and buy back my\nwheelbarrow with the money.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Buy back your wheelbarrow? You donâ\u0080\u0099t\nmean to say you have sold it? What a very stupid thing to\ndo!â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Well, the fact is,â\u0080\u0099 said Hans, â\u0080\u0098that\nI was obliged to. You see the winter was a very bad time\nfor me, and I really had no money at all to buy bread with.\nSo I first sold the silver buttons off my Sunday coat, and then I\nsold my silver chain, and then I sold my big pipe, and at last I\nsold my wheelbarrow. But I am going to buy them all back\nagain now.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Hans,â\u0080\u0099 said the Miller, â\u0080\u0098I will give\nyou my wheelbarrow. It is not in very good repair; indeed,\none side is gone, and there is something wrong with the\nwheel-spokes; but in spite of that I will give it to you. I\nknow it is very generous of me, and a great many people would\nthink me extremely foolish for parting with it, but I am not like\nthe rest of the world. I think that generosity is the\nessence of friendship, and, besides, I have got a new wheelbarrow\nfor myself. Yes, you may set your mind at ease, I will give\nyou my wheelbarrow.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Well, really, that is generous of you,â\u0080\u0099\nsaid little Hans, and his funny round face glowed all over with\npleasure. â\u0080\u0098I can easily put it in repair, as I have a\nplank of wood in the house.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098A plank of wood!â\u0080\u0099 said the Miller;\nâ\u0080\u0098why, that is just what I want for the roof of my\nbarn. There is a very large hole in it, and the corn will\nall get damp if I donâ\u0080\u0099t stop it up. How lucky you\nmentioned it! It is quite remarkable how one good action\nalways breeds another. I have given you my wheelbarrow, and\nnow you are going to give me your plank. Of course, the\nwheelbarrow is worth far more than the plank, but true,\nfriendship never notices things like that. Pray get it at\nonce, and I will set to work at my barn this very day.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Certainly,â\u0080\u0099 cried little Hans, and he ran\ninto the shed and dragged the plank out.\nâ\u0080\u009câ\u0080\u0098It is not a very big plank,â\u0080\u0099 said the\nMiller, looking at it, â\u0080\u0098and I am afraid that after I have\nmended my barn-roof there wonâ\u0080\u0099t be any left for you to mend\nthe wheelbarrow with; but, of course, that is not my fault.\nAnd now, as I have given you my wheelbarrow, I am sure you would\nlike to give me some flowers in return. Here is the basket,\nand mind you fill it quite full.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Quite full?â\u0080\u0099 said little Hans, rather\nsorrowfully, for it was really a very big basket, and he knew\nthat if he filled it he would have no flowers left for the market\nand he was very anxious to get his silver buttons back.\nâ\u0080\u009câ\u0080\u0098Well, really,â\u0080\u0099 answered the Miller,\nâ\u0080\u0098as I have given you my wheelbarrow, I donâ\u0080\u0099t think\nthat it is much to ask you for a few flowers. I may be\nwrong, but I should have thought that friendship, true\nfriendship, was quite free from selfishness of any\nkind.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098My dear friend, my best friend,â\u0080\u0099 cried\nlittle Hans, â\u0080\u0098you are welcome to all the flowers in my\ngarden. I would much sooner have your good opinion than my\nsilver buttons, any dayâ\u0080\u0099; and he ran and plucked all his\npretty primroses, and filled the Millerâ\u0080\u0099s basket.\nâ\u0080\u009câ\u0080\u0098Good-bye, little Hans,â\u0080\u0099 said the Miller,\nas he went up the hill with the plank on his shoulder, and the\nbig basket in his hand.\nâ\u0080\u009câ\u0080\u0098Good-bye,â\u0080\u0099 said little Hans, and he began\nto dig away quite merrily, he was so pleased about the\nwheelbarrow.\nâ\u0080\u009cThe next day he was nailing up some honeysuckle against\nthe porch, when he heard the Millerâ\u0080\u0099s voice calling to him\nfrom the road. So he jumped off the ladder, and ran down\nthe garden, and looked over the wall.\nâ\u0080\u009cThere was the Miller with a large sack of flour on his\nback.\nâ\u0080\u009câ\u0080\u0098Dear little Hans,â\u0080\u0099 said the Miller,\nâ\u0080\u0098would you mind carrying this sack of flour for me to\nmarket?â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Oh, I am so sorry,â\u0080\u0099 said Hans, â\u0080\u0098but\nI am really very busy to-day. I have got all my creepers to\nnail up, and all my flowers to water, and all my grass to\nroll.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Well, really,â\u0080\u0099 said the Miller, â\u0080\u0098I\nthink that, considering that I am going to give you my\nwheelbarrow, it is rather unfriendly of you to refuse.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Oh, donâ\u0080\u0099t say that,â\u0080\u0099 cried little\nHans, â\u0080\u0098I wouldnâ\u0080\u0099t be unfriendly for the whole\nworldâ\u0080\u0099; and he ran in for his cap, and trudged off with the\nbig sack on his shoulders.\nâ\u0080\u009cIt was a very hot day, and the road was terribly dusty,\nand before Hans had reached the sixth milestone he was so tired\nthat he had to sit down and rest. However, he went on\nbravely, and as last he reached the market. After he had\nwaited there some time, he sold the sack of flour for a very good\nprice, and then he returned home at once, for he was afraid that\nif he stopped too late he might meet some robbers on the way.\nâ\u0080\u009câ\u0080\u0098It has certainly been a hard day,â\u0080\u0099 said\nlittle Hans to himself as he was going to bed, â\u0080\u0098but I am\nglad I did not refuse the Miller, for he is my best friend, and,\nbesides, he is going to give me his wheelbarrow.â\u0080\u0099\nâ\u0080\u009cEarly the next morning the Miller came down to get the\nmoney for his sack of flour, but little Hans was so tired that he\nwas still in bed.\nâ\u0080\u009câ\u0080\u0098Upon my word,â\u0080\u0099 said the Miller, â\u0080\u0098you\nare very lazy. Really, considering that I am going to give\nyou my wheelbarrow, I think you might work harder. Idleness\nis a great sin, and I certainly donâ\u0080\u0099t like any of my\nfriends to be idle or sluggish. You must not mind my\nspeaking quite plainly to you. Of course I should not dream\nof doing so if I were not your friend. But what is the good\nof friendship if one cannot say exactly what one means?\nAnybody can say charming things and try to please and to flatter,\nbut a true friend always says unpleasant things, and does not\nmind giving pain. Indeed, if he is a really true friend he\nprefers it, for he knows that then he is doing good.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098I am very sorry,â\u0080\u0099 said little Hans,\nrubbing his eyes and pulling off his night-cap, â\u0080\u0098but I was\nso tired that I thought I would lie in bed for a little time, and\nlisten to the birds singing. Do you know that I always work\nbetter after hearing the birds sing?â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Well, I am glad of that,â\u0080\u0099 said the Miller,\nclapping little Hans on the back, â\u0080\u0098for I want you to come\nup to the mill as soon as you are dressed, and mend my barn-roof\nfor me.â\u0080\u0099\nâ\u0080\u009cPoor little Hans was very anxious to go and work in his\ngarden, for his flowers had not been watered for two days, but he\ndid not like to refuse the Miller, as he was such a good friend\nto him.\nâ\u0080\u009câ\u0080\u0098Do you think it would be unfriendly of me if I\nsaid I was busy?â\u0080\u0099 he inquired in a shy and timid voice.\nâ\u0080\u009câ\u0080\u0098Well, really,â\u0080\u0099 answered the Miller,\nâ\u0080\u0098I do not think it is much to ask of you, considering that\nI am going to give you my wheelbarrow; but of course if you\nrefuse I will go and do it myself.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Oh! on no account,â\u0080\u0099 cried little Hans and\nhe jumped out of bed, and dressed himself, and went up to the\nbarn.\nâ\u0080\u009cHe worked there all day long, till sunset, and at\nsunset the Miller came to see how he was getting on.\nâ\u0080\u009câ\u0080\u0098Have you mended the hole in the roof yet, little\nHans?â\u0080\u0099 cried the Miller in a cheery voice.\nâ\u0080\u009câ\u0080\u0098It is quite mended,â\u0080\u0099 answered little Hans,\ncoming down the ladder.\nâ\u0080\u009câ\u0080\u0098Ah!â\u0080\u0099 said the Miller, â\u0080\u0098there is no\nwork so delightful as the work one does for others.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098It is certainly a great privilege to hear you\ntalk,â\u0080\u0099 answered little Hans, sitting down, and wiping his\nforehead, â\u0080\u0098a very great privilege. But I am afraid I\nshall never have such beautiful ideas as you have.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Oh! they will come to you,â\u0080\u0099 said the\nMiller, â\u0080\u0098but you must take more pains. At present you\nhave only the practice of friendship; some day you will have the\ntheory also.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Do you really think I shall?â\u0080\u0099 asked little\nHans.\nâ\u0080\u009câ\u0080\u0098I have no doubt of it,â\u0080\u0099 answered the\nMiller, â\u0080\u0098but now that you have mended the roof, you had\nbetter go home and rest, for I want you to drive my sheep to the\nmountain to-morrow.â\u0080\u0099\nâ\u0080\u009cPoor little Hans was afraid to say anything to this,\nand early the next morning the Miller brought his sheep round to\nthe cottage, and Hans started off with them to the\nmountain. It took him the whole day to get there and back;\nand when he returned he was so tired that he went off to sleep in\nhis chair, and did not wake up till it was broad daylight.\nâ\u0080\u009câ\u0080\u0098What a delightful time I shall have in my\ngarden,â\u0080\u0099 he said, and he went to work at once.\nâ\u0080\u009cBut somehow he was never able to look after his flowers\nat all, for his friend the Miller was always coming round and\nsending him off on long errands, or getting him to help at the\nmill. Little Hans was very much distressed at times, as he\nwas afraid his flowers would think he had forgotten them, but he\nconsoled himself by the reflection that the Miller was his best\nfriend. â\u0080\u0098Besides,â\u0080\u0099 he used to say, â\u0080\u0098he is\ngoing to give me his wheelbarrow, and that is an act of pure\ngenerosity.â\u0080\u0099\nâ\u0080\u009cSo little Hans worked away for the Miller, and the\nMiller said all kinds of beautiful things about friendship, which\nHans took down in a note-book, and used to read over at night,\nfor he was a very good scholar.\nâ\u0080\u009cNow it happened that one evening little Hans was\nsitting by his fireside when a loud rap came at the door.\nIt was a very wild night, and the wind was blowing and roaring\nround the house so terribly that at first he thought it was\nmerely the storm. But a second rap came, and then a third,\nlouder than any of the others.\nâ\u0080\u009câ\u0080\u0098It is some poor traveller,â\u0080\u0099 said little\nHans to himself, and he ran to the door.\nâ\u0080\u009cThere stood the Miller with a lantern in one hand and a\nbig stick in the other.\nâ\u0080\u009câ\u0080\u0098Dear little Hans,â\u0080\u0099 cried the Miller,\nâ\u0080\u0098I am in great trouble. My little boy has fallen off\na ladder and hurt himself, and I am going for the Doctor.\nBut he lives so far away, and it is such a bad night, that it has\njust occurred to me that it would be much better if you went\ninstead of me. You know I am going to give you my\nwheelbarrow, and so, it is only fair that you should do something\nfor me in return.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Certainly,â\u0080\u0099 cried little Hans, â\u0080\u0098I\ntake it quite as a compliment your coming to me, and I will start\noff at once. But you must lend me your lantern, as the\nnight is so dark that I am afraid I might fall into the\nditch.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098I am very sorry,â\u0080\u0099 answered the Miller,\nâ\u0080\u0098but it is my new lantern, and it would be a great loss to\nme if anything happened to it.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098Well, never mind, I will do without it,â\u0080\u0099\ncried little Hans, and he took down his great fur coat, and his\nwarm scarlet cap, and tied a muffler round his throat, and\nstarted off.\nâ\u0080\u009cWhat a dreadful storm it was! The night was so\nblack that little Hans could hardly see, and the wind was so\nstrong that he could scarcely stand. However, he was very\ncourageous, and after he had been walking about three hours, he\narrived at the Doctorâ\u0080\u0099s house, and knocked at the door.\nâ\u0080\u009câ\u0080\u0098Who is there?â\u0080\u0099 cried the Doctor, putting\nhis head out of his bedroom window.\nâ\u0080\u009câ\u0080\u0098Little Hans, Doctor.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0099What do you want, little Hans?â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098The Millerâ\u0080\u0099s son has fallen from a ladder,\nand has hurt himself, and the Miller wants you to come at\nonce.â\u0080\u0099\nâ\u0080\u009câ\u0080\u0098All right!â\u0080\u0099 said the Doctor; and he\nordered his horse, and his big boots, and his lantern, and came\ndownstairs, and rode off in the direction of the Millerâ\u0080\u0099s\nhouse, little Hans trudging behind him.\nâ\u0080\u009cBut the storm grew worse and worse, and the rain fell\nin torrents, and little Hans could not see where he was going, or\nkeep up with the horse. At last he lost his way, and\nwandered off on the moor, which was a very dangerous place, as it\nwas full of deep holes, and there poor little Hans was\ndrowned. His body was found the next day by some goatherds,\nfloating in a great pool of water, and was brought back by them\nto the cottage.\nâ\u0080\u009cEverybody went to little Hansâ\u0080\u0099 funeral, as he was\nso popular, and the Miller was the chief mourner.\nâ\u0080\u009câ\u0080\u0098As I was his best friend,â\u0080\u0099 said the\nMiller, â\u0080\u0098it is only fair that I should have the best\nplaceâ\u0080\u0099; so he walked at the head of the procession in a\nlong black cloak, and every now and then he wiped his eyes with a\nbig pocket-handkerchief.\nâ\u0080\u009câ\u0080\u0098Little Hans is certainly a great loss to every\none,â\u0080\u0099 said the Blacksmith, when the funeral was over, and\nthey were all seated comfortably in the inn, drinking spiced wine\nand eating sweet cakes.\nâ\u0080\u009câ\u0080\u0098A great loss to me at any rate,â\u0080\u0099 answered\nthe Miller; â\u0080\u0098why, I had as good as given him my\nwheelbarrow, and now I really donâ\u0080\u0099t know what to do with\nit. It is very much in my way at home, and it is in such\nbad repair that I could not get anything for it if I sold\nit. I will certainly take care not to give away anything\nagain. One always suffers for being\ngenerous.â\u0080\u0099â\u0080\u009d\nâ\u0080\u009cWell?â\u0080\u009d said the Water-rat, after a long\npause.\nâ\u0080\u009cWell, that is the end,â\u0080\u009d said the Linnet.\nâ\u0080\u009cBut what became of the Miller?â\u0080\u009d asked the\nWater-rat.\nâ\u0080\u009cOh! I really donâ\u0080\u0099t know,â\u0080\u009d replied the\nLinnet; â\u0080\u009cand I am sure that I donâ\u0080\u0099t care.â\u0080\u009d\nâ\u0080\u009cIt is quite evident then that you have no sympathy in\nyour nature,â\u0080\u009d said the Water-rat.\nâ\u0080\u009cI am afraid you donâ\u0080\u0099t quite see the moral of the\nstory,â\u0080\u009d remarked the Linnet.\nâ\u0080\u009cThe what?â\u0080\u009d screamed the Water-rat.\nâ\u0080\u009cThe moral.â\u0080\u009d\nâ\u0080\u009cDo you mean to say that the story has a\nmoral?â\u0080\u009d\nâ\u0080\u009cCertainly,â\u0080\u009d said the Linnet.\nâ\u0080\u009cWell, really,â\u0080\u009d said the Water-rat, in a very\nangry manner, â\u0080\u009cI think you should have told me that before\nyou began. If you had done so, I certainly would not have\nlistened to you; in fact, I should have said â\u0080\u0098Pooh,â\u0080\u0099\nlike the critic. However, I can say it nowâ\u0080\u009d; so he\nshouted out â\u0080\u009cPoohâ\u0080\u009d at the top of his voice, gave a\nwhisk with his tail, and went back into his hole.\nâ\u0080\u009cAnd how do you like the Water-rat?â\u0080\u009d asked the\nDuck, who came paddling up some minutes afterwards.\nâ\u0080\u009cHe has a great many good points, but for my own part I\nhave a motherâ\u0080\u0099s feelings, and I can never look at a\nconfirmed bachelor without the tears coming into my\neyes.â\u0080\u009d\nâ\u0080\u009cI am rather afraid that I have annoyed him,â\u0080\u009d\nanswered the Linnet. â\u0080\u009cThe fact is, that I told him a\nstory with a moral.â\u0080\u009d\nâ\u0080\u009cAh! that is always a very dangerous thing to do,â\u0080\u009d\nsaid the Duck.\nAnd I quite agree with her.\n\n\n\n",
    "metadata": {
        "author": "Wilde",
        "year": 1888,
        "url": "https://www.gutenberg.org/cache/epub/902/pg902-images.html",
        "name": "devoted_friend"
    }
}