{
    "name": "Wilde - the Happy Prince",
    "body": "\n\n\n\nHigh above the city, on a tall\ncolumn, stood the statue of the Happy Prince. He was gilded\nall over with thin leaves of fine gold, for eyes he had two\nbright sapphires, and a large red ruby glowed on his\nsword-hilt.\nHe was very much admired indeed. â\u0080\u009cHe is as\nbeautiful as a weathercock,â\u0080\u009d remarked one of the Town\nCouncillors who wished to gain a reputation for having artistic\ntastes; â\u0080\u009conly not quite so useful,â\u0080\u009d he added, fearing\nlest people should think him unpractical, which he really was\nnot.\nâ\u0080\u009cWhy canâ\u0080\u0099t you be like the Happy Prince?â\u0080\u009d\nasked a sensible mother of her little boy who was crying for the\nmoon. â\u0080\u009cThe Happy Prince never dreams of crying for\nanything.â\u0080\u009d\nâ\u0080\u009cI am glad there is some one in the world who is quite\nhappy,â\u0080\u009d muttered a disappointed man as he gazed at the\nwonderful statue.\nâ\u0080\u009cHe looks just like an angel,â\u0080\u009d said the Charity\nChildren as they came out of the cathedral in their bright\nscarlet cloaks and their clean white pinafores.\nâ\u0080\u009cHow do you know?â\u0080\u009d said the Mathematical Master,\nâ\u0080\u009cyou have never seen one.â\u0080\u009d\nâ\u0080\u009cAh! but we have, in our dreams,â\u0080\u009d answered the\nchildren; and the Mathematical Master frowned and looked very\nsevere, for he did not approve of children dreaming.\nOne night there flew over the city a little Swallow. His\nfriends had gone away to Egypt six weeks before, but he had\nstayed behind, for he was in love with the most beautiful\nReed. He had met her early in the spring as he was flying\ndown the river after a big yellow moth, and had been so attracted\nby her slender waist that he had stopped to talk to her.\nâ\u0080\u009cShall I love you?â\u0080\u009d said the Swallow, who liked to\ncome to the point at once, and the Reed made him a low bow.\nSo he flew round and round her, touching the water with his\nwings, and making silver ripples. This was his courtship,\nand it lasted all through the summer.\nâ\u0080\u009cIt is a ridiculous attachment,â\u0080\u009d twittered the\nother Swallows; â\u0080\u009cshe has no money, and far too many\nrelationsâ\u0080\u009d; and indeed the river was quite full of\nReeds. Then, when the autumn came they all flew away.\nAfter they had gone he felt lonely, and began to tire of his\nlady-love. â\u0080\u009cShe has no conversation,â\u0080\u009d he said,\nâ\u0080\u009cand I am afraid that she is a coquette, for she is always\nflirting with the wind.â\u0080\u009d And certainly, whenever the\nwind blew, the Reed made the most graceful curtseys.\nâ\u0080\u009cI admit that she is domestic,â\u0080\u009d he continued,\nâ\u0080\u009cbut I love travelling, and my wife, consequently, should\nlove travelling also.â\u0080\u009d\nâ\u0080\u009cWill you come away with me?â\u0080\u009d he said finally to\nher; but the Reed shook her head, she was so attached to her\nhome.\nâ\u0080\u009cYou have been trifling with me,â\u0080\u009d he cried.\nâ\u0080\u009cI am off to the Pyramids. Good-bye!â\u0080\u009d and he\nflew away.\nAll day long he flew, and at night-time he arrived at the\ncity. â\u0080\u009cWhere shall I put up?â\u0080\u009d he said; â\u0080\u009cI\nhope the town has made preparations.â\u0080\u009d\nThen he saw the statue on the tall column.\nâ\u0080\u009cI will put up there,â\u0080\u009d he cried; â\u0080\u009cit is a\nfine position, with plenty of fresh air.â\u0080\u009d So he\nalighted just between the feet of the Happy Prince.\nâ\u0080\u009cI have a golden bedroom,â\u0080\u009d he said softly to\nhimself as he looked round, and he prepared to go to sleep; but\njust as he was putting his head under his wing a large drop of\nwater fell on him. â\u0080\u009cWhat a curious thing!â\u0080\u009d he\ncried; â\u0080\u009cthere is not a single cloud in the sky, the stars\nare quite clear and bright, and yet it is raining. The\nclimate in the north of Europe is really dreadful. The Reed\nused to like the rain, but that was merely her\nselfishness.â\u0080\u009d\nThen another drop fell.\nâ\u0080\u009cWhat is the use of a statue if it cannot keep the rain\noff?â\u0080\u009d he said; â\u0080\u009cI must look for a good\nchimney-pot,â\u0080\u009d and he determined to fly away.\nBut before he had opened his wings, a third drop fell, and he\nlooked up, and sawâ\u0080\u0094Ah! what did he see?\nThe eyes of the Happy Prince were filled with tears, and tears\nwere running down his golden cheeks. His face was so\nbeautiful in the moonlight that the little Swallow was filled\nwith pity.\nâ\u0080\u009cWho are you?â\u0080\u009d he said.\nâ\u0080\u009cI am the Happy Prince.â\u0080\u009d\nâ\u0080\u009cWhy are you weeping then?â\u0080\u009d asked the Swallow;\nâ\u0080\u009cyou have quite drenched me.â\u0080\u009d\nâ\u0080\u009cWhen I was alive and had a human heart,â\u0080\u009d answered\nthe statue, â\u0080\u009cI did not know what tears were, for I lived in\nthe Palace of Sans-Souci, where sorrow is not allowed to\nenter. In the daytime I played with my companions in the\ngarden, and in the evening I led the dance in the Great\nHall. Round the garden ran a very lofty wall, but I never\ncared to ask what lay beyond it, everything about me was so\nbeautiful. My courtiers called me the Happy Prince, and\nhappy indeed I was, if pleasure be happiness. So I lived,\nand so I died. And now that I am dead they have set me up\nhere so high that I can see all the ugliness and all the misery\nof my city, and though my heart is made of lead yet I cannot\nchose but weep.â\u0080\u009d\nâ\u0080\u009cWhat! is he not solid gold?â\u0080\u009d said the Swallow to\nhimself. He was too polite to make any personal remarks out\nloud.\nâ\u0080\u009cFar away,â\u0080\u009d continued the statue in a low musical\nvoice, â\u0080\u009cfar away in a little street there is a poor\nhouse. One of the windows is open, and through it I can see\na woman seated at a table. Her face is thin and worn, and\nshe has coarse, red hands, all pricked by the needle, for she is\na seamstress. She is embroidering passion-flowers on a\nsatin gown for the loveliest of the Queenâ\u0080\u0099s maids-of-honour\nto wear at the next Court-ball. In a bed in the corner of\nthe room her little boy is lying ill. He has a fever, and\nis asking for oranges. His mother has nothing to give him\nbut river water, so he is crying. Swallow, Swallow, little\nSwallow, will you not bring her the ruby out of my\nsword-hilt? My feet are fastened to this pedestal and I\ncannot move.â\u0080\u009d\nâ\u0080\u009cI am waited for in Egypt,â\u0080\u009d said the\nSwallow. â\u0080\u009cMy friends are flying up and down the Nile,\nand talking to the large lotus-flowers. Soon they will go\nto sleep in the tomb of the great King. The King is there\nhimself in his painted coffin. He is wrapped in yellow\nlinen, and embalmed with spices. Round his neck is a chain\nof pale green jade, and his hands are like withered\nleaves.â\u0080\u009d\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cwill you not stay with me for one night, and be my\nmessenger? The boy is so thirsty, and the mother so\nsad.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t think I like boys,â\u0080\u009d answered the\nSwallow. â\u0080\u009cLast summer, when I was staying on the\nriver, there were two rude boys, the millerâ\u0080\u0099s sons, who\nwere always throwing stones at me. They never hit me, of\ncourse; we swallows fly far too well for that, and besides, I\ncome of a family famous for its agility; but still, it was a mark\nof disrespect.â\u0080\u009d\nBut the Happy Prince looked so sad that the little Swallow was\nsorry. â\u0080\u009cIt is very cold here,â\u0080\u009d he said;\nâ\u0080\u009cbut I will stay with you for one night, and be your\nmessenger.â\u0080\u009d\nâ\u0080\u009cThank you, little Swallow,â\u0080\u009d said the Prince.\nSo the Swallow picked out the great ruby from the\nPrinceâ\u0080\u0099s sword, and flew away with it in his beak over the\nroofs of the town.\nHe passed by the cathedral tower, where the white marble\nangels were sculptured. He passed by the palace and heard\nthe sound of dancing. A beautiful girl came out on the\nbalcony with her lover. â\u0080\u009cHow wonderful the stars\nare,â\u0080\u009d he said to her, â\u0080\u009cand how wonderful is the power\nof love!â\u0080\u009d\nâ\u0080\u009cI hope my dress will be ready in time for the\nState-ball,â\u0080\u009d she answered; â\u0080\u009cI have ordered\npassion-flowers to be embroidered on it; but the seamstresses are\nso lazy.â\u0080\u009d\nHe passed over the river, and saw the lanterns hanging to the\nmasts of the ships. He passed over the Ghetto, and saw the\nold Jews bargaining with each other, and weighing out money in\ncopper scales. At last he came to the poor house and looked\nin. The boy was tossing feverishly on his bed, and the\nmother had fallen asleep, she was so tired. In he hopped,\nand laid the great ruby on the table beside the womanâ\u0080\u0099s\nthimble. Then he flew gently round the bed, fanning the\nboyâ\u0080\u0099s forehead with his wings. â\u0080\u009cHow cool I\nfeel,â\u0080\u009d said the boy, â\u0080\u009cI must be getting\nbetterâ\u0080\u009d; and he sank into a delicious slumber.\nThen the Swallow flew back to the Happy Prince, and told him\nwhat he had done. â\u0080\u009cIt is curious,â\u0080\u009d he remarked,\nâ\u0080\u009cbut I feel quite warm now, although it is so\ncold.â\u0080\u009d\nâ\u0080\u009cThat is because you have done a good action,â\u0080\u009d\nsaid the Prince. And the little Swallow began to think, and\nthen he fell asleep. Thinking always made him sleepy.\nWhen day broke he flew down to the river and had a bath.\nâ\u0080\u009cWhat a remarkable phenomenon,â\u0080\u009d said the Professor of\nOrnithology as he was passing over the bridge. â\u0080\u009cA\nswallow in winter!â\u0080\u009d And he wrote a long letter about\nit to the local newspaper. Every one quoted it, it was full\nof so many words that they could not understand.\nâ\u0080\u009cTo-night I go to Egypt,â\u0080\u009d said the Swallow, and he\nwas in high spirits at the prospect. He visited all the\npublic monuments, and sat a long time on top of the church\nsteeple. Wherever he went the Sparrows chirruped, and said\nto each other, â\u0080\u009cWhat a distinguished stranger!â\u0080\u009d so he\nenjoyed himself very much.\nWhen the moon rose he flew back to the Happy Prince.\nâ\u0080\u009cHave you any commissions for Egypt?â\u0080\u009d he cried;\nâ\u0080\u009cI am just starting.â\u0080\u009d\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cwill you not stay with me one night\nlonger?â\u0080\u009d\nâ\u0080\u009cI am waited for in Egypt,â\u0080\u009d answered the\nSwallow. â\u0080\u009cTo-morrow my friends will fly up to the\nSecond Cataract. The river-horse couches there among the\nbulrushes, and on a great granite throne sits the God\nMemnon. All night long he watches the stars, and when the\nmorning star shines he utters one cry of joy, and then he is\nsilent. At noon the yellow lions come down to the\nwaterâ\u0080\u0099s edge to drink. They have eyes like green\nberyls, and their roar is louder than the roar of the\ncataract.â\u0080\u009d\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cfar away across the city I see a young man in a\ngarret. He is leaning over a desk covered with papers, and\nin a tumbler by his side there is a bunch of withered\nviolets. His hair is brown and crisp, and his lips are red\nas a pomegranate, and he has large and dreamy eyes. He is\ntrying to finish a play for the Director of the Theatre, but he\nis too cold to write any more. There is no fire in the\ngrate, and hunger has made him faint.â\u0080\u009d\nâ\u0080\u009cI will wait with you one night longer,â\u0080\u009d said the\nSwallow, who really had a good heart. â\u0080\u009cShall I take\nhim another ruby?â\u0080\u009d\nâ\u0080\u009cAlas! I have no ruby now,â\u0080\u009d said the Prince;\nâ\u0080\u009cmy eyes are all that I have left. They are made of\nrare sapphires, which were brought out of India a thousand years\nago. Pluck out one of them and take it to him. He\nwill sell it to the jeweller, and buy food and firewood, and\nfinish his play.â\u0080\u009d\nâ\u0080\u009cDear Prince,â\u0080\u009d said the Swallow, â\u0080\u009cI cannot\ndo thatâ\u0080\u009d; and he began to weep.\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cdo as I command you.â\u0080\u009d\nSo the Swallow plucked out the Princeâ\u0080\u0099s eye, and flew\naway to the studentâ\u0080\u0099s garret. It was easy enough to\nget in, as there was a hole in the roof. Through this he\ndarted, and came into the room. The young man had his head\nburied in his hands, so he did not hear the flutter of the\nbirdâ\u0080\u0099s wings, and when he looked up he found the beautiful\nsapphire lying on the withered violets.\nâ\u0080\u009cI am beginning to be appreciated,â\u0080\u009d he cried;\nâ\u0080\u009cthis is from some great admirer. Now I can finish my\nplay,â\u0080\u009d and he looked quite happy.\nThe next day the Swallow flew down to the harbour. He\nsat on the mast of a large vessel and watched the sailors hauling\nbig chests out of the hold with ropes. â\u0080\u009cHeave\na-hoy!â\u0080\u009d they shouted as each chest came up. â\u0080\u009cI\nam going to Egyptâ\u0080\u009d! cried the Swallow, but nobody minded,\nand when the moon rose he flew back to the Happy Prince.\nâ\u0080\u009cI am come to bid you good-bye,â\u0080\u009d he cried.\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cwill you not stay with me one night\nlonger?â\u0080\u009d\nâ\u0080\u009cIt is winter,â\u0080\u009d answered the Swallow, â\u0080\u009cand\nthe chill snow will soon be here. In Egypt the sun is warm\non the green palm-trees, and the crocodiles lie in the mud and\nlook lazily about them. My companions are building a nest\nin the Temple of Baalbec, and the pink and white doves are\nwatching them, and cooing to each other. Dear Prince, I\nmust leave you, but I will never forget you, and next spring I\nwill bring you back two beautiful jewels in place of those you\nhave given away. The ruby shall be redder than a red rose,\nand the sapphire shall be as blue as the great sea.â\u0080\u009d\nâ\u0080\u009cIn the square below,â\u0080\u009d said the Happy Prince,\nâ\u0080\u009cthere stands a little match-girl. She has let her\nmatches fall in the gutter, and they are all spoiled. Her\nfather will beat her if she does not bring home some money, and\nshe is crying. She has no shoes or stockings, and her\nlittle head is bare. Pluck out my other eye, and give it to\nher, and her father will not beat her.â\u0080\u009d\nâ\u0080\u009cI will stay with you one night longer,â\u0080\u009d said the\nSwallow, â\u0080\u009cbut I cannot pluck out your eye. You would\nbe quite blind then.â\u0080\u009d\nâ\u0080\u009cSwallow, Swallow, little Swallow,â\u0080\u009d said the\nPrince, â\u0080\u009cdo as I command you.â\u0080\u009d\nSo he plucked out the Princeâ\u0080\u0099s other eye, and darted\ndown with it. He swooped past the match-girl, and slipped\nthe jewel into the palm of her hand. â\u0080\u009cWhat a lovely\nbit of glass,â\u0080\u009d cried the little girl; and she ran home,\nlaughing.\nThen the Swallow came back to the Prince. â\u0080\u009cYou are\nblind now,â\u0080\u009d he said, â\u0080\u009cso I will stay with you\nalways.â\u0080\u009d\nâ\u0080\u009cNo, little Swallow,â\u0080\u009d said the poor Prince,\nâ\u0080\u009cyou must go away to Egypt.â\u0080\u009d\nâ\u0080\u009cI will stay with you always,â\u0080\u009d said the Swallow,\nand he slept at the Princeâ\u0080\u0099s feet.\nAll the next day he sat on the Princeâ\u0080\u0099s shoulder, and\ntold him stories of what he had seen in strange lands. He\ntold him of the red ibises, who stand in long rows on the banks\nof the Nile, and catch gold-fish in their beaks; of the Sphinx,\nwho is as old as the world itself, and lives in the desert, and\nknows everything; of the merchants, who walk slowly by the side\nof their camels, and carry amber beads in their hands; of the\nKing of the Mountains of the Moon, who is as black as ebony, and\nworships a large crystal; of the great green snake that sleeps in\na palm-tree, and has twenty priests to feed it with honey-cakes;\nand of the pygmies who sail over a big lake on large flat leaves,\nand are always at war with the butterflies.\nâ\u0080\u009cDear little Swallow,â\u0080\u009d said the Prince, â\u0080\u009cyou\ntell me of marvellous things, but more marvellous than anything\nis the suffering of men and of women. There is no Mystery\nso great as Misery. Fly over my city, little Swallow, and\ntell me what you see there.â\u0080\u009d\nSo the Swallow flew over the great city, and saw the rich\nmaking merry in their beautiful houses, while the beggars were\nsitting at the gates. He flew into dark lanes, and saw the\nwhite faces of starving children looking out listlessly at the\nblack streets. Under the archway of a bridge two little\nboys were lying in one anotherâ\u0080\u0099s arms to try and keep\nthemselves warm. â\u0080\u009cHow hungry we are!â\u0080\u009d they\nsaid. â\u0080\u009cYou must not lie here,â\u0080\u009d shouted the\nWatchman, and they wandered out into the rain.\nThen he flew back and told the Prince what he had seen.\nâ\u0080\u009cI am covered with fine gold,â\u0080\u009d said the Prince,\nâ\u0080\u009cyou must take it off, leaf by leaf, and give it to my\npoor; the living always think that gold can make them\nhappy.â\u0080\u009d\nLeaf after leaf of the fine gold the Swallow picked off, till\nthe Happy Prince looked quite dull and grey. Leaf after\nleaf of the fine gold he brought to the poor, and the\nchildrenâ\u0080\u0099s faces grew rosier, and they laughed and played\ngames in the street. â\u0080\u009cWe have bread now!â\u0080\u009d they\ncried.\nThen the snow came, and after the snow came the frost.\nThe streets looked as if they were made of silver, they were so\nbright and glistening; long icicles like crystal daggers hung\ndown from the eaves of the houses, everybody went about in furs,\nand the little boys wore scarlet caps and skated on the ice.\nThe poor little Swallow grew colder and colder, but he would\nnot leave the Prince, he loved him too well. He picked up\ncrumbs outside the bakerâ\u0080\u0099s door when the baker was not\nlooking and tried to keep himself warm by flapping his wings.\nBut at last he knew that he was going to die. He had\njust strength to fly up to the Princeâ\u0080\u0099s shoulder once\nmore. â\u0080\u009cGood-bye, dear Prince!â\u0080\u009d he murmured,\nâ\u0080\u009cwill you let me kiss your hand?â\u0080\u009d\nâ\u0080\u009cI am glad that you are going to Egypt at last, little\nSwallow,â\u0080\u009d said the Prince, â\u0080\u009cyou have stayed too long\nhere; but you must kiss me on the lips, for I love\nyou.â\u0080\u009d\nâ\u0080\u009cIt is not to Egypt that I am going,â\u0080\u009d said the\nSwallow. â\u0080\u009cI am going to the House of Death.\nDeath is the brother of Sleep, is he not?â\u0080\u009d\nAnd he kissed the Happy Prince on the lips, and fell down dead\nat his feet.\nAt that moment a curious crack sounded inside the statue, as\nif something had broken. The fact is that the leaden heart\nhad snapped right in two. It certainly was a dreadfully\nhard frost.\nEarly the next morning the Mayor was walking in the square\nbelow in company with the Town Councillors. As they passed\nthe column he looked up at the statue: â\u0080\u009cDear me! how shabby\nthe Happy Prince looks!â\u0080\u009d he said.\nâ\u0080\u009cHow shabby indeed!â\u0080\u009d cried the Town Councillors,\nwho always agreed with the Mayor; and they went up to look at\nit.\nâ\u0080\u009cThe ruby has fallen out of his sword, his eyes are\ngone, and he is golden no longer,â\u0080\u009d said the Mayor in fact,\nâ\u0080\u009che is little better than a beggar!â\u0080\u009d\nâ\u0080\u009cLittle better than a beggar,â\u0080\u009d said the Town\nCouncillors.\nâ\u0080\u009cAnd here is actually a dead bird at his feet!â\u0080\u009d\ncontinued the Mayor. â\u0080\u009cWe must really issue a\nproclamation that birds are not to be allowed to die\nhere.â\u0080\u009d And the Town Clerk made a note of the\nsuggestion.\nSo they pulled down the statue of the Happy Prince.\nâ\u0080\u009cAs he is no longer beautiful he is no longer\nuseful,â\u0080\u009d said the Art Professor at the University.\nThen they melted the statue in a furnace, and the Mayor held a\nmeeting of the Corporation to decide what was to be done with the\nmetal. â\u0080\u009cWe must have another statue, of\ncourse,â\u0080\u009d he said, â\u0080\u009cand it shall be a statue of\nmyself.â\u0080\u009d\nâ\u0080\u009cOf myself,â\u0080\u009d said each of the Town Councillors,\nand they quarrelled. When I last heard of them they were\nquarrelling still.\nâ\u0080\u009cWhat a strange thing!â\u0080\u009d said the overseer of the\nworkmen at the foundry. â\u0080\u009cThis broken lead heart will\nnot melt in the furnace. We must throw it\naway.â\u0080\u009d So they threw it on a dust-heap where the dead\nSwallow was also lying.\nâ\u0080\u009cBring me the two most precious things in the\ncity,â\u0080\u009d said God to one of His Angels; and the Angel brought\nHim the leaden heart and the dead bird.\nâ\u0080\u009cYou have rightly chosen,â\u0080\u009d said God, â\u0080\u009cfor in\nmy garden of Paradise this little bird shall sing for evermore,\nand in my city of gold the Happy Prince shall praise\nme.â\u0080\u009d\n\n\n\n",
    "metadata": {
        "author": "Wilde",
        "year": 1888,
        "url": "https://www.gutenberg.org/cache/epub/902/pg902-images.html",
        "name": "happy_prince"
    }
}