{
    "name": "Wilde - the Remarkable Rocket",
    "body": "\n\n\n\nThe Kingâ\u0080\u0099s son was going to\nbe married, so there were general rejoicings. He had waited\na whole year for his bride, and at last she had arrived.\nShe was a Russian Princess, and had driven all the way from\nFinland in a sledge drawn by six reindeer. The sledge was\nshaped like a great golden swan, and between the swanâ\u0080\u0099s\nwings lay the little Princess herself. Her long\nermine-cloak reached right down to her feet, on her head was a\ntiny cap of silver tissue, and she was as pale as the Snow Palace\nin which she had always lived. So pale was she that as she\ndrove through the streets all the people wondered.\nâ\u0080\u009cShe is like a white rose!â\u0080\u009d they cried, and they\nthrew down flowers on her from the balconies.\n\n\n\n\nAt the gate of the Castle the Prince was waiting to receive\nher. He had dreamy violet eyes, and his hair was like fine\ngold. When he saw her he sank upon one knee, and kissed her\nhand.\nâ\u0080\u009cYour picture was beautiful,â\u0080\u009d he murmured,\nâ\u0080\u009cbut you are more beautiful than your pictureâ\u0080\u009d; and\nthe little Princess blushed.\nâ\u0080\u009cShe was like a white rose before,â\u0080\u009d said a young\nPage to his neighbour, â\u0080\u009cbut she is like a red rose\nnowâ\u0080\u009d; and the whole Court was delighted.\nFor the next three days everybody went about saying,\nâ\u0080\u009cWhite rose, Red rose, Red rose, White roseâ\u0080\u009d; and the\nKing gave orders that the Pageâ\u0080\u0099s salary was to be\ndoubled. As he received no salary at all this was not of\nmuch use to him, but it was considered a great honour, and was\nduly published in the Court Gazette.\nWhen the three days were over the marriage was\ncelebrated. It was a magnificent ceremony, and the bride\nand bridegroom walked hand in hand under a canopy of purple\nvelvet embroidered with little pearls. Then there was a\nState Banquet, which lasted for five hours. The Prince and\nPrincess sat at the top of the Great Hall and drank out of a cup\nof clear crystal. Only true lovers could drink out of this\ncup, for if false lips touched it, it grew grey and dull and\ncloudy.\nâ\u0080\u009cItâ\u0080\u0099s quite clear that they love each\nother,â\u0080\u009d said the little Page, â\u0080\u009cas clear as\ncrystal!â\u0080\u009d and the King doubled his salary a second\ntime. â\u0080\u009cWhat an honour!â\u0080\u009d cried all the\ncourtiers.\nAfter the banquet there was to be a Ball. The bride and\nbridegroom were to dance the Rose-dance together, and the King\nhad promised to play the flute. He played very badly, but\nno one had ever dared to tell him so, because he was the\nKing. Indeed, he knew only two airs, and was never quite\ncertain which one he was playing; but it made no matter, for,\nwhatever he did, everybody cried out, â\u0080\u009cCharming!\ncharming!â\u0080\u009d\nThe last item on the programme was a grand display of\nfireworks, to be let off exactly at midnight. The little\nPrincess had never seen a firework in her life, so the King had\ngiven orders that the Royal Pyrotechnist should be in attendance\non the day of her marriage.\nâ\u0080\u009cWhat are fireworks like?â\u0080\u009d she had asked the\nPrince, one morning, as she was walking on the terrace.\nâ\u0080\u009cThey are like the Aurora Borealis,â\u0080\u009d said the\nKing, who always answered questions that were addressed to other\npeople, â\u0080\u009conly much more natural. I prefer them to\nstars myself, as you always know when they are going to appear,\nand they are as delightful as my own flute-playing. You\nmust certainly see them.â\u0080\u009d\nSo at the end of the Kingâ\u0080\u0099s garden a great stand had\nbeen set up, and as soon as the Royal Pyrotechnist had put\neverything in its proper place, the fireworks began to talk to\neach other.\nâ\u0080\u009cThe world is certainly very beautiful,â\u0080\u009d cried a\nlittle Squib. â\u0080\u009cJust look at those yellow\ntulips. Why! if they were real crackers they could not be\nlovelier. I am very glad I have travelled. Travel\nimproves the mind wonderfully, and does away with all oneâ\u0080\u0099s\nprejudices.â\u0080\u009d\nâ\u0080\u009cThe Kingâ\u0080\u0099s garden is not the world, you foolish\nsquib,â\u0080\u009d said a big Roman Candle; â\u0080\u009cthe world is an\nenormous place, and it would take you three days to see it\nthoroughly.â\u0080\u009d\nâ\u0080\u009cAny place you love is the world to you,â\u0080\u009d\nexclaimed a pensive Catherine Wheel, who had been attached to an\nold deal box in early life, and prided herself on her broken\nheart; â\u0080\u009cbut love is not fashionable any more, the poets\nhave killed it. They wrote so much about it that nobody\nbelieved them, and I am not surprised. True love suffers,\nand is silent. I remember myself onceâ\u0080\u0094But it is no\nmatter now. Romance is a thing of the past.â\u0080\u009d\nâ\u0080\u009cNonsense!â\u0080\u009d said the Roman Candle, â\u0080\u009cRomance\nnever dies. It is like the moon, and lives for ever.\nThe bride and bridegroom, for instance, love each other very\ndearly. I heard all about them this morning from a\nbrown-paper cartridge, who happened to be staying in the same\ndrawer as myself, and knew the latest Court news.â\u0080\u009d\nBut the Catherine Wheel shook her head. â\u0080\u009cRomance\nis dead, Romance is dead, Romance is dead,â\u0080\u009d she\nmurmured. She was one of those people who think that, if\nyou say the same thing over and over a great many times, it\nbecomes true in the end.\nSuddenly, a sharp, dry cough was heard, and they all looked\nround.\nIt came from a tall, supercilious-looking Rocket, who was tied\nto the end of a long stick. He always coughed before he\nmade any observation, so as to attract attention.\nâ\u0080\u009cAhem! ahem!â\u0080\u009d he said, and everybody listened\nexcept the poor Catherine Wheel, who was still shaking her head,\nand murmuring, â\u0080\u009cRomance is dead.â\u0080\u009d\nâ\u0080\u009cOrder! order!â\u0080\u009d cried out a Cracker. He was\nsomething of a politician, and had always taken a prominent part\nin the local elections, so he knew the proper Parliamentary\nexpressions to use.\nâ\u0080\u009cQuite dead,â\u0080\u009d whispered the Catherine Wheel, and\nshe went off to sleep.\nAs soon as there was perfect silence, the Rocket coughed a\nthird time and began. He spoke with a very slow, distinct\nvoice, as if he was dictating his memoirs, and always looked over\nthe shoulder of the person to whom he was talking. In fact,\nhe had a most distinguished manner.\nâ\u0080\u009cHow fortunate it is for the Kingâ\u0080\u0099s son,â\u0080\u009d he\nremarked, â\u0080\u009cthat he is to be married on the very day on\nwhich I am to be let off. Really, if it had been arranged\nbeforehand, it could not have turned out better for him; but,\nPrinces are always lucky.â\u0080\u009d\nâ\u0080\u009cDear me!â\u0080\u009d said the little Squib, â\u0080\u009cI thought\nit was quite the other way, and that we were to be let off in the\nPrinceâ\u0080\u0099s honour.â\u0080\u009d\nâ\u0080\u009cIt may be so with you,â\u0080\u009d he answered;\nâ\u0080\u009cindeed, I have no doubt that it is, but with me it is\ndifferent. I am a very remarkable Rocket, and come of\nremarkable parents. My mother was the most celebrated\nCatherine Wheel of her day, and was renowned for her graceful\ndancing. When she made her great public appearance she spun\nround nineteen times before she went out, and each time that she\ndid so she threw into the air seven pink stars. She was\nthree feet and a half in diameter, and made of the very best\ngunpowder. My father was a Rocket like myself, and of\nFrench extraction. He flew so high that the people were\nafraid that he would never come down again. He did, though,\nfor he was of a kindly disposition, and he made a most brilliant\ndescent in a shower of golden rain. The newspapers wrote\nabout his performance in very flattering terms. Indeed, the\nCourt Gazette called him a triumph of Pylotechnic art.â\u0080\u009d\nâ\u0080\u009cPyrotechnic, Pyrotechnic, you mean,â\u0080\u009d said a\nBengal Light; â\u0080\u009cI know it is Pyrotechnic, for I saw it\nwritten on my own canister.â\u0080\u009d\nâ\u0080\u009cWell, I said Pylotechnic,â\u0080\u009d answered the Rocket,\nin a severe tone of voice, and the Bengal Light felt so crushed\nthat he began at once to bully the little squibs, in order to\nshow that he was still a person of some importance.\nâ\u0080\u009cI was saying,â\u0080\u009d continued the Rocket, â\u0080\u009cI was\nsayingâ\u0080\u0094What was I saying?â\u0080\u009d\nâ\u0080\u009cYou were talking about yourself,â\u0080\u009d replied the\nRoman Candle.\nâ\u0080\u009cOf course; I knew I was discussing some interesting\nsubject when I was so rudely interrupted. I hate rudeness\nand bad manners of every kind, for I am extremely\nsensitive. No one in the whole world is so sensitive as I\nam, I am quite sure of that.â\u0080\u009d\nâ\u0080\u009cWhat is a sensitive person?â\u0080\u009d said the Cracker to\nthe Roman Candle.\nâ\u0080\u009cA person who, because he has corns himself, always\ntreads on other peopleâ\u0080\u0099s toes,â\u0080\u009d answered the Roman\nCandle in a low whisper; and the Cracker nearly exploded with\nlaughter.\nâ\u0080\u009cPray, what are you laughing at?â\u0080\u009d inquired the\nRocket; â\u0080\u009cI am not laughing.â\u0080\u009d\nâ\u0080\u009cI am laughing because I am happy,â\u0080\u009d replied the\nCracker.\nâ\u0080\u009cThat is a very selfish reason,â\u0080\u009d said the Rocket\nangrily. â\u0080\u009cWhat right have you to be happy? You\nshould be thinking about others. In fact, you should be\nthinking about me. I am always thinking about myself, and I\nexpect everybody else to do the same. That is what is\ncalled sympathy. It is a beautiful virtue, and I possess it\nin a high degree. Suppose, for instance, anything happened\nto me to-night, what a misfortune that would be for every\none! The Prince and Princess would never be happy again,\ntheir whole married life would be spoiled; and as for the King, I\nknow he would not get over it. Really, when I begin to\nreflect on the importance of my position, I am almost moved to\ntears.â\u0080\u009d\nâ\u0080\u009cIf you want to give pleasure to others,â\u0080\u009d cried\nthe Roman Candle, â\u0080\u009cyou had better keep yourself\ndry.â\u0080\u009d\nâ\u0080\u009cCertainly,â\u0080\u009d exclaimed the Bengal Light, who was\nnow in better spirits; â\u0080\u009cthat is only common\nsense.â\u0080\u009d\nâ\u0080\u009cCommon sense, indeed!â\u0080\u009d said the Rocket\nindignantly; â\u0080\u009cyou forget that I am very uncommon, and very\nremarkable. Why, anybody can have common sense, provided\nthat they have no imagination. But I have imagination, for\nI never think of things as they really are; I always think of\nthem as being quite different. As for keeping myself dry,\nthere is evidently no one here who can at all appreciate an\nemotional nature. Fortunately for myself, I donâ\u0080\u0099t\ncare. The only thing that sustains one through life is the\nconsciousness of the immense inferiority of everybody else, and\nthis is a feeling that I have always cultivated. But none\nof you have any hearts. Here you are laughing and making\nmerry just as if the Prince and Princess had not just been\nmarried.â\u0080\u009d\nâ\u0080\u009cWell, really,â\u0080\u009d exclaimed a small Fire-balloon,\nâ\u0080\u009cwhy not? It is a most joyful occasion, and when I\nsoar up into the air I intend to tell the stars all about\nit. You will see them twinkle when I talk to them about the\npretty bride.â\u0080\u009d\nâ\u0080\u009cAh! what a trivial view of life!â\u0080\u009d said the\nRocket; â\u0080\u009cbut it is only what I expected. There is\nnothing in you; you are hollow and empty. Why, perhaps the\nPrince and Princess may go to live in a country where there is a\ndeep river, and perhaps they may have one only son, a little\nfair-haired boy with violet eyes like the Prince himself; and\nperhaps some day he may go out to walk with his nurse; and\nperhaps the nurse may go to sleep under a great elder-tree; and\nperhaps the little boy may fall into the deep river and be\ndrowned. What a terrible misfortune! Poor people, to\nlose their only son! It is really too dreadful! I\nshall never get over it.â\u0080\u009d\nâ\u0080\u009cBut they have not lost their only son,â\u0080\u009d said the\nRoman Candle; â\u0080\u009cno misfortune has happened to them at\nall.â\u0080\u009d\nâ\u0080\u009cI never said that they had,â\u0080\u009d replied the Rocket;\nâ\u0080\u009cI said that they might. If they had lost their only\nson there would be no use in saying anything more about the\nmatter. I hate people who cry over spilt milk. But\nwhen I think that they might lose their only son, I certainly am\nvery much affected.â\u0080\u009d\nâ\u0080\u009cYou certainly are!â\u0080\u009d cried the Bengal Light.\nâ\u0080\u009cIn fact, you are the most affected person I ever\nmet.â\u0080\u009d\nâ\u0080\u009cYou are the rudest person I ever met,â\u0080\u009d said the\nRocket, â\u0080\u009cand you cannot understand my friendship for the\nPrince.â\u0080\u009d\nâ\u0080\u009cWhy, you donâ\u0080\u0099t even know him,â\u0080\u009d growled the\nRoman Candle.\nâ\u0080\u009cI never said I knew him,â\u0080\u009d answered the\nRocket. â\u0080\u009cI dare say that if I knew him I should not\nbe his friend at all. It is a very dangerous thing to know\noneâ\u0080\u0099s friends.â\u0080\u009d\nâ\u0080\u009cYou had really better keep yourself dry,â\u0080\u009d said\nthe Fire-balloon. â\u0080\u009cThat is the important\nthing.â\u0080\u009d\nâ\u0080\u009cVery important for you, I have no doubt,â\u0080\u009d\nanswered the Rocket, â\u0080\u009cbut I shall weep if I chooseâ\u0080\u009d;\nand he actually burst into real tears, which flowed down his\nstick like rain-drops, and nearly drowned two little beetles, who\nwere just thinking of setting up house together, and were looking\nfor a nice dry spot to live in.\nâ\u0080\u009cHe must have a truly romantic nature,â\u0080\u009d said the\nCatherine Wheel, â\u0080\u009cfor he weeps when there is nothing at all\nto weep aboutâ\u0080\u009d; and she heaved a deep sigh, and thought\nabout the deal box.\nBut the Roman Candle and the Bengal Light were quite\nindignant, and kept saying, â\u0080\u009cHumbug! humbug!â\u0080\u009d at the\ntop of their voices. They were extremely practical, and\nwhenever they objected to anything they called it humbug.\nThen the moon rose like a wonderful silver shield; and the\nstars began to shine, and a sound of music came from the\npalace.\nThe Prince and Princess were leading the dance. They\ndanced so beautifully that the tall white lilies peeped in at the\nwindow and watched them, and the great red poppies nodded their\nheads and beat time.\nThen ten oâ\u0080\u0099clock struck, and then eleven, and then\ntwelve, and at the last stroke of midnight every one came out on\nthe terrace, and the King sent for the Royal Pyrotechnist.\nâ\u0080\u009cLet the fireworks begin,â\u0080\u009d said the King; and the\nRoyal Pyrotechnist made a low bow, and marched down to the end of\nthe garden. He had six attendants with him, each of whom\ncarried a lighted torch at the end of a long pole.\nIt was certainly a magnificent display.\nWhizz! Whizz! went the Catherine Wheel, as she spun round and\nround. Boom! Boom! went the Roman Candle. Then\nthe Squibs danced all over the place, and the Bengal Lights made\neverything look scarlet. â\u0080\u009cGood-bye,â\u0080\u009d cried the\nFire-balloon, as he soared away, dropping tiny blue sparks.\nBang! Bang! answered the Crackers, who were enjoying themselves\nimmensely. Every one was a great success except the\nRemarkable Rocket. He was so damp with crying that he could\nnot go off at all. The best thing in him was the gunpowder,\nand that was so wet with tears that it was of no use. All\nhis poor relations, to whom he would never speak, except with a\nsneer, shot up into the sky like wonderful golden flowers with\nblossoms of fire. Huzza! Huzza! cried the Court; and the\nlittle Princess laughed with pleasure.\nâ\u0080\u009cI suppose they are reserving me for some grand\noccasion,â\u0080\u009d said the Rocket; â\u0080\u009cno doubt that is what it\nmeans,â\u0080\u009d and he looked more supercilious than ever.\nThe next day the workmen came to put everything tidy.\nâ\u0080\u009cThis is evidently a deputation,â\u0080\u009d said the Rocket;\nâ\u0080\u009cI will receive them with becoming dignityâ\u0080\u009d so he put\nhis nose in the air, and began to frown severely as if he were\nthinking about some very important subject. But they took\nno notice of him at all till they were just going away.\nThen one of them caught sight of him. â\u0080\u009cHallo!â\u0080\u009d\nhe cried, â\u0080\u009cwhat a bad rocket!â\u0080\u009d and he threw him over\nthe wall into the ditch.\nâ\u0080\u009cBad Rocket? Bad Rocket?â\u0080\u009d he said, as he whirled\nthrough the air; â\u0080\u009cimpossible! Grand Rocket, that is what the man\nsaid. Bad and Grand sound very much the same, indeed they\noften are the sameâ\u0080\u009d; and he fell into the mud.\nâ\u0080\u009cIt is not comfortable here,â\u0080\u009d he remarked,\nâ\u0080\u009cbut no doubt it is some fashionable watering-place, and\nthey have sent me away to recruit my health. My nerves are\ncertainly very much shattered, and I require rest.â\u0080\u009d\nThen a little Frog, with bright jewelled eyes, and a green\nmottled coat, swam up to him.\nâ\u0080\u009cA new arrival, I see!â\u0080\u009d said the Frog.\nâ\u0080\u009cWell, after all there is nothing like mud. Give me\nrainy weather and a ditch, and I am quite happy. Do you\nthink it will be a wet afternoon? I am sure I hope so, but\nthe sky is quite blue and cloudless. What a\npity!â\u0080\u009d\nâ\u0080\u009cAhem! ahem!â\u0080\u009d said the Rocket, and he began to\ncough.\nâ\u0080\u009cWhat a delightful voice you have!â\u0080\u009d cried the\nFrog. â\u0080\u009cReally it is quite like a croak, and croaking\nis of course the most musical sound in the world. You will\nhear our glee-club this evening. We sit in the old duck\npond close by the farmerâ\u0080\u0099s house, and as soon as the moon\nrises we begin. It is so entrancing that everybody lies\nawake to listen to us. In fact, it was only yesterday that\nI heard the farmerâ\u0080\u0099s wife say to her mother that she could\nnot get a wink of sleep at night on account of us. It is\nmost gratifying to find oneself so popular.â\u0080\u009d\nâ\u0080\u009cAhem! ahem!â\u0080\u009d said the Rocket angrily. He\nwas very much annoyed that he could not get a word in.\nâ\u0080\u009cA delightful voice, certainly,â\u0080\u009d continued the\nFrog; â\u0080\u009cI hope you will come over to the duck-pond. I\nam off to look for my daughters. I have six beautiful\ndaughters, and I am so afraid the Pike may meet them. He is\na perfect monster, and would have no hesitation in breakfasting\noff them. Well, good-bye: I have enjoyed our conversation\nvery much, I assure you.â\u0080\u009d\nâ\u0080\u009cConversation, indeed!â\u0080\u009d said the Rocket.\nâ\u0080\u009cYou have talked the whole time yourself. That is not\nconversation.â\u0080\u009d\nâ\u0080\u009cSomebody must listen,â\u0080\u009d answered the Frog,\nâ\u0080\u009cand I like to do all the talking myself. It saves\ntime, and prevents arguments.â\u0080\u009d\nâ\u0080\u009cBut I like arguments,â\u0080\u009d said the Rocket.\nâ\u0080\u009cI hope not,â\u0080\u009d said the Frog complacently.\nâ\u0080\u009cArguments are extremely vulgar, for everybody in good\nsociety holds exactly the same opinions. Good-bye a second\ntime; I see my daughters in the distance;â\u0080\u009d and the little Frog swam\naway.\nâ\u0080\u009cYou are a very irritating person,â\u0080\u009d said the\nRocket, â\u0080\u009cand very ill-bred. I hate people who talk\nabout themselves, as you do, when one wants to talk about\noneself, as I do. It is what I call selfishness, and\nselfishness is a most detestable thing, especially to any one of\nmy temperament, for I am well known for my sympathetic\nnature. In fact, you should take example by me; you could\nnot possibly have a better model. Now that you have the\nchance you had better avail yourself of it, for I am going back\nto Court almost immediately. I am a great favourite at\nCourt; in fact, the Prince and Princess were married yesterday in\nmy honour. Of course you know nothing of these matters, for\nyou are a provincial.â\u0080\u009d\nâ\u0080\u009cThere is no good talking to him,â\u0080\u009d said a\nDragon-fly, who was sitting on the top of a large brown bulrush;\nâ\u0080\u009cno good at all, for he has gone away.â\u0080\u009d\nâ\u0080\u009cWell, that is his loss, not mine,â\u0080\u009d answered the\nRocket. â\u0080\u009cI am not going to stop talking to him merely\nbecause he pays no attention. I like hearing myself\ntalk. It is one of my greatest pleasures. I often\nhave long conversations all by myself, and I am so clever that\nsometimes I donâ\u0080\u0099t understand a single word of what I am\nsaying.â\u0080\u009d\nâ\u0080\u009cThen you should certainly lecture on Philosophy,â\u0080\u009d\nsaid the Dragon-fly; and he spread a pair of lovely gauze wings\nand soared away into the sky.\nâ\u0080\u009cHow very silly of him not to stay here!â\u0080\u009d said the\nRocket. â\u0080\u009cI am sure that he has not often got such a\nchance of improving his mind. However, I donâ\u0080\u0099t care a\nbit. Genius like mine is sure to be appreciated some\ndayâ\u0080\u009d; and he sank down a little deeper into the mud.\nAfter some time a large White Duck swam up to him. She\nhad yellow legs, and webbed feet, and was considered a great\nbeauty on account of her waddle.\nâ\u0080\u009cQuack, quack, quack,â\u0080\u009d she said. â\u0080\u009cWhat\na curious shape you are! May I ask were you born like that,\nor is it the result of an accident?â\u0080\u009d\nâ\u0080\u009cIt is quite evident that you have always lived in the\ncountry,â\u0080\u009d answered the Rocket, â\u0080\u009cotherwise you would\nknow who I am. However, I excuse your ignorance. It\nwould be unfair to expect other people to be as remarkable as\noneself. You will no doubt be surprised to hear that I can\nfly up into the sky, and come down in a shower of golden\nrain.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t think much of that,â\u0080\u009d said the Duck,\nâ\u0080\u009cas I cannot see what use it is to any one. Now, if\nyou could plough the fields like the ox, or draw a cart like the\nhorse, or look after the sheep like the collie-dog, that would be\nsomething.â\u0080\u009d\nâ\u0080\u009cMy good creature,â\u0080\u009d cried the Rocket in a very\nhaughty tone of voice, â\u0080\u009cI see that you belong to the lower\norders. A person of my position is never useful. We\nhave certain accomplishments, and that is more than\nsufficient. I have no sympathy myself with industry of any\nkind, least of all with such industries as you seem to\nrecommend. Indeed, I have always been of opinion that hard\nwork is simply the refuge of people who have nothing whatever to\ndo.â\u0080\u009d\nâ\u0080\u009cWell, well,â\u0080\u009d said the Duck, who was of a very\npeaceable disposition, and never quarrelled with any one,\nâ\u0080\u009ceverybody has different tastes. I hope, at any rate,\nthat you are going to take up your residence here.â\u0080\u009d\nâ\u0080\u009cOh! dear no,â\u0080\u009d cried the Rocket. â\u0080\u009cI am\nmerely a visitor, a distinguished visitor. The fact is that\nI find this place rather tedious. There is neither society\nhere, nor solitude. In fact, it is essentially\nsuburban. I shall probably go back to Court, for I know\nthat I am destined to make a sensation in the world.â\u0080\u009d\nâ\u0080\u009cI had thoughts of entering public life once\nmyself,â\u0080\u009d remarked the Duck; â\u0080\u009cthere are so many things\nthat need reforming. Indeed, I took the chair at a meeting\nsome time ago, and we passed resolutions condemning everything\nthat we did not like. However, they did not seem to have\nmuch effect. Now I go in for domesticity, and look after my\nfamily.â\u0080\u009d\nâ\u0080\u009cI am made for public life,â\u0080\u009d said the Rocket,\nâ\u0080\u009cand so are all my relations, even the humblest of\nthem. Whenever we appear we excite great attention. I\nhave not actually appeared myself, but when I do so it will be a\nmagnificent sight. As for domesticity, it ages one rapidly,\nand distracts oneâ\u0080\u0099s mind from higher things.â\u0080\u009d\nâ\u0080\u009cAh! the higher things of life, how fine they\nare!â\u0080\u009d said the Duck; â\u0080\u009cand that reminds me how hungry\nI feelâ\u0080\u009d: and she swam away down the stream, saying,\nâ\u0080\u009cQuack, quack, quack.â\u0080\u009d\nâ\u0080\u009cCome back! come back!â\u0080\u009d screamed the Rocket,\nâ\u0080\u009cI have a great deal to say to youâ\u0080\u009d; but the Duck\npaid no attention to him. â\u0080\u009cI am glad that she has\ngone,â\u0080\u009d he said to himself, â\u0080\u009cshe has a decidedly\nmiddle-class mindâ\u0080\u009d; and he sank a little deeper still into\nthe mud, and began to think about the loneliness of genius, when\nsuddenly two little boys in white smocks came running down the\nbank, with a kettle and some faggots.\nâ\u0080\u009cThis must be the deputation,â\u0080\u009d said the Rocket,\nand he tried to look very dignified.\nâ\u0080\u009cHallo!â\u0080\u009d cried one of the boys, â\u0080\u009clook at\nthis old stick! I wonder how it came hereâ\u0080\u009d; and he\npicked the rocket out of the ditch.\nâ\u0080\u009cOld Stick!â\u0080\u009d said the\nRocket, â\u0080\u009cimpossible! Gold\nStick, that is what he said. Gold Stick is very\ncomplimentary. In fact, he mistakes me for one of the Court\ndignitaries!â\u0080\u009d\nâ\u0080\u009cLet us put it into the fire!â\u0080\u009d said the other boy,\nâ\u0080\u009cit will help to boil the kettle.â\u0080\u009d\nSo they piled the faggots together, and put the Rocket on top,\nand lit the fire.\nâ\u0080\u009cThis is magnificent,â\u0080\u009d cried the Rocket,\nâ\u0080\u009cthey are going to let me off in broad day-light, so that\nevery one can see me.â\u0080\u009d\nâ\u0080\u009cWe will go to sleep now,â\u0080\u009d they said, â\u0080\u009cand\nwhen we wake up the kettle will be boiledâ\u0080\u009d; and they lay\ndown on the grass, and shut their eyes.\nThe Rocket was very damp, so he took a long time to\nburn. At last, however, the fire caught him.\nâ\u0080\u009cNow I am going off!â\u0080\u009d he cried, and he made\nhimself very stiff and straight. â\u0080\u009cI know I shall go\nmuch higher than the stars, much higher than the moon, much\nhigher than the sun. In fact, I shall go so high\nthatâ\u0080\u0094â\u0080\u009d\nFizz! Fizz! Fizz! and he went straight up into the air.\nâ\u0080\u009cDelightful!â\u0080\u009d he cried, â\u0080\u009cI shall go on like\nthis for ever. What a success I am!â\u0080\u009d\nBut nobody saw him.\nThen he began to feel a curious tingling sensation all over\nhim.\nâ\u0080\u009cNow I am going to explode,â\u0080\u009d he cried.\nâ\u0080\u009cI shall set the whole world on fire, and make such a noise\nthat nobody will talk about anything else for a whole\nyear.â\u0080\u009d And he certainly did explode. Bang!\nBang! Bang! went the gunpowder. There was no doubt about\nit.\nBut nobody heard him, not even the two little boys, for they\nwere sound asleep.\nThen all that was left of him was the stick, and this fell\ndown on the back of a Goose who was taking a walk by the side of\nthe ditch.\nâ\u0080\u009cGood heavens!â\u0080\u009d cried the Goose. â\u0080\u009cIt\nis going to rain sticksâ\u0080\u009d; and she rushed into the\nwater.\nâ\u0080\u009cI knew I should create a great sensation,â\u0080\u009d gasped\nthe Rocket, and he went out.",
    "metadata": {
        "author": "Wilde",
        "year": 1888,
        "url": "https://www.gutenberg.org/cache/epub/902/pg902-images.html",
        "name": "remarkable_rocket"
    }
}