{
    "name": "Wilde - the Selfish Giant",
    "body": "\n\n\n\nEvery afternoon, as they were\ncoming from school, the children used to go and play in the\nGiantâ\u0080\u0099s garden.\nIt was a large lovely garden, with soft green grass.\nHere and there over the grass stood beautiful flowers like stars,\nand there were twelve peach-trees that in the spring-time broke\nout into delicate blossoms of pink and pearl, and in the autumn\nbore rich fruit. The birds sat on the trees and sang so\nsweetly that the children used to stop their games in order to\nlisten to them. â\u0080\u009cHow happy we are here!â\u0080\u009d they\ncried to each other.\n\n\n\n\nOne day the Giant came back. He had been to visit his\nfriend the Cornish ogre, and had stayed with him for seven\nyears. After the seven years were over he had said all that\nhe had to say, for his conversation was limited, and he\ndetermined to return to his own castle. When he arrived he\nsaw the children playing in the garden.\nâ\u0080\u009cWhat are you doing here?â\u0080\u009d he cried in a very\ngruff voice, and the children ran away.\nâ\u0080\u009cMy own garden is my own garden,â\u0080\u009d said the Giant;\nâ\u0080\u009cany one can understand that, and I will allow nobody to\nplay in it but myself.â\u0080\u009d So he built a high wall all\nround it, and put up a notice-board.\n\n\nTRESPASSERS\nWILL\nBE\nPROSECUTED\n\n\n\nHe was a very selfish Giant.\nThe poor children had now nowhere to play. They tried to\nplay on the road, but the road was very dusty and full of hard\nstones, and they did not like it. They used to wander round\nthe high wall when their lessons were over, and talk about the\nbeautiful garden inside. â\u0080\u009cHow happy we were\nthere,â\u0080\u009d they said to each other.\nThen the Spring came, and all over the country there were\nlittle blossoms and little birds. Only in the garden of the\nSelfish Giant it was still winter. The birds did not care\nto sing in it as there were no children, and the trees forgot to\nblossom. Once a beautiful flower put its head out from the\ngrass, but when it saw the notice-board it was so sorry for the\nchildren that it slipped back into the ground again, and went off\nto sleep. The only people who were pleased were the Snow\nand the Frost. â\u0080\u009cSpring has forgotten this\ngarden,â\u0080\u009d they cried, â\u0080\u009cso we will live here all the\nyear round.â\u0080\u009d The Snow covered up the grass with her\ngreat white cloak, and the Frost painted all the trees\nsilver. Then they invited the North Wind to stay with them,\nand he came. He was wrapped in furs, and he roared all day\nabout the garden, and blew the chimney-pots down.\nâ\u0080\u009cThis is a delightful spot,â\u0080\u009d he said, â\u0080\u009cwe must\nask the Hail on a visit.â\u0080\u009d So the Hail came.\nEvery day for three hours he rattled on the roof of the castle\ntill he broke most of the slates, and then he ran round and round\nthe garden as fast as he could go. He was dressed in grey,\nand his breath was like ice.\nâ\u0080\u009cI cannot understand why the Spring is so late in\ncoming,â\u0080\u009d said the Selfish Giant, as he sat at the window\nand looked out at his cold white garden; â\u0080\u009cI hope there will\nbe a change in the weather.â\u0080\u009d\nBut the Spring never came, nor the Summer. The Autumn\ngave golden fruit to every garden, but to the Giantâ\u0080\u0099s\ngarden she gave none. â\u0080\u009cHe is too selfish,â\u0080\u009d she\nsaid. So it was always Winter there, and the North Wind,\nand the Hail, and the Frost, and the Snow danced about through\nthe trees.\nOne morning the Giant was lying awake in bed when he heard\nsome lovely music. It sounded so sweet to his ears that he\nthought it must be the Kingâ\u0080\u0099s musicians passing by.\nIt was really only a little linnet singing outside his window,\nbut it was so long since he had heard a bird sing in his garden\nthat it seemed to him to be the most beautiful music in the\nworld. Then the Hail stopped dancing over his head, and the\nNorth Wind ceased roaring, and a delicious perfume came to him\nthrough the open casement. â\u0080\u009cI believe the Spring has\ncome at last,â\u0080\u009d said the Giant; and he jumped out of bed and\nlooked out.\nWhat did he see?\nHe saw a most wonderful sight. Through a little hole in\nthe wall the children had crept in, and they were sitting in the\nbranches of the trees. In every tree that he could see\nthere was a little child. And the trees were so glad to\nhave the children back again that they had covered themselves\nwith blossoms, and were waving their arms gently above the\nchildrenâ\u0080\u0099s heads. The birds were flying about and\ntwittering with delight, and the flowers were looking up through\nthe green grass and laughing. It was a lovely scene, only\nin one corner it was still winter. It was the farthest\ncorner of the garden, and in it was standing a little boy.\nHe was so small that he could not reach up to the branches of the\ntree, and he was wandering all round it, crying bitterly.\nThe poor tree was still quite covered with frost and snow, and\nthe North Wind was blowing and roaring above it.\nâ\u0080\u009cClimb up! little boy,â\u0080\u009d said the Tree, and it bent\nits branches down as low as it could; but the boy was too\ntiny.\nAnd the Giantâ\u0080\u0099s heart melted as he looked out.\nâ\u0080\u009cHow selfish I have been!â\u0080\u009d he said; â\u0080\u009cnow I know\nwhy the Spring would not come here. I will put that poor\nlittle boy on the top of the tree, and then I will knock down the\nwall, and my garden shall be the childrenâ\u0080\u0099s playground for\never and ever.â\u0080\u009d He was really very sorry for what he\nhad done.\nSo he crept downstairs and opened the front door quite softly,\nand went out into the garden. But when the children saw him\nthey were so frightened that they all ran away, and the garden\nbecame winter again. Only the little boy did not run, for\nhis eyes were so full of tears that he did not see the Giant\ncoming. And the Giant stole up behind him and took him\ngently in his hand, and put him up into the tree. And the\ntree broke at once into blossom, and the birds came and sang on\nit, and the little boy stretched out his two arms and flung them\nround the Giantâ\u0080\u0099s neck, and kissed him. And the other\nchildren, when they saw that the Giant was not wicked any longer,\ncame running back, and with them came the Spring. â\u0080\u009cIt\nis your garden now, little children,â\u0080\u009d said the Giant, and\nhe took a great axe and knocked down the wall. And when the\npeople were going to market at twelve oâ\u0080\u0099clock they found\nthe Giant playing with the children in the most beautiful garden\nthey had ever seen.\nAll day long they played, and in the evening they came to the\nGiant to bid him good-bye.\nâ\u0080\u009cBut where is your little companion?â\u0080\u009d he said:\nâ\u0080\u009cthe boy I put into the tree.â\u0080\u009d The Giant loved\nhim the best because he had kissed him.\nâ\u0080\u009cWe donâ\u0080\u0099t know,â\u0080\u009d answered the children;\nâ\u0080\u009che has gone away.â\u0080\u009d\nâ\u0080\u009cYou must tell him to be sure and come here\nto-morrow,â\u0080\u009d said the Giant. But the children said\nthat they did not know where he lived, and had never seen him\nbefore; and the Giant felt very sad.\nEvery afternoon, when school was over, the children came and\nplayed with the Giant. But the little boy whom the Giant\nloved was never seen again. The Giant was very kind to all\nthe children, yet he longed for his first little friend, and\noften spoke of him. â\u0080\u009cHow I would like to see\nhim!â\u0080\u009d he used to say.\nYears went over, and the Giant grew very old and feeble.\nHe could not play about any more, so he sat in a huge armchair,\nand watched the children at their games, and admired his\ngarden. â\u0080\u009cI have many beautiful flowers,â\u0080\u009d he\nsaid; â\u0080\u009cbut the children are the most beautiful flowers of\nall.â\u0080\u009d\nOne winter morning he looked out of his window as he was\ndressing. He did not hate the Winter now, for he knew that\nit was merely the Spring asleep, and that the flowers were\nresting.\nSuddenly he rubbed his eyes in wonder, and looked and\nlooked. It certainly was a marvellous sight. In the\nfarthest corner of the garden was a tree quite covered with\nlovely white blossoms. Its branches were all golden, and\nsilver fruit hung down from them, and underneath it stood the\nlittle boy he had loved.\nDownstairs ran the Giant in great joy, and out into the\ngarden. He hastened across the grass, and came near to the\nchild. And when he came quite close his face grew red with\nanger, and he said, â\u0080\u009cWho hath dared to wound\nthee?â\u0080\u009d For on the palms of the childâ\u0080\u0099s hands\nwere the prints of two nails, and the prints of two nails were on\nthe little feet.\nâ\u0080\u009cWho hath dared to wound thee?â\u0080\u009d cried the Giant;\nâ\u0080\u009ctell me, that I may take my big sword and slay\nhim.â\u0080\u009d\nâ\u0080\u009cNay!â\u0080\u009d answered the child; â\u0080\u009cbut these are\nthe wounds of Love.â\u0080\u009d\nâ\u0080\u009cWho art thou?â\u0080\u009d said the Giant, and a strange awe\nfell on him, and he knelt before the little child.\nAnd the child smiled on the Giant, and said to him, â\u0080\u009cYou\nlet me play once in your garden, to-day you shall come with me to\nmy garden, which is Paradise.â\u0080\u009d\nAnd when the children ran in that afternoon, they found the\nGiant lying dead under the tree, all covered with white\nblossoms.\n\n\n\n",
    "metadata": {
        "author": "Wilde",
        "year": 1888,
        "url": "https://www.gutenberg.org/cache/epub/902/pg902-images.html",
        "name": "selfish_giant"
    }
}